Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.cli.tool.jobs.purge.successful
source: Job was deleted!
ar_iq: تم حذف العمل!
bg_bg: Задачата (job) беше изтрита!
cs: Úloha byla smazána!
da_dk: Opgaven blev slettet!
de: Auftrag wurde gelöscht!
es: El trabajo fue eliminado!
eu: Lana ezabatu da!
fr_fr: Le travail a été supprimé !
hu_hu: A feladat törölve lett!
hy_am: Աշխատանքը ջնջվեց:
id: Pekerjaan dihapus!
it_it: Il lavoro è stato cancellato!
ka_ge: სამუშაო წაიშალა!
kk_kz: Тапсырма жойылды!
nb: Jobben ble slettet!
nl: De opdracht werd verwijderd!
pl: Zadanie zostało usunięte!
pt_br: A Tarefa foi excluída!
pt_pt: A tarefa foi eliminada!
ru: Задача была удалена!
sl: Opravilo je bilo zbrisano!
uk: Завдання видалено!
vi: Công việc đã bị xóa!

# admin.cli.tool.jobs.purge.impossible.to.purge.empty
source: No jobs found to delete.
ar_iq: لم يتم العثور على أي أعمال لحذفها.
cs: Nebyly nalezeny žádné úlohy k odstranění.
da_dk: Fandt ingen opgaver at slette.
de: Keine Aufträge zum löschen gefunden.
es: No hay trabajos para eliminar.
eu: Ez da ezabatzeko lanik aurkitu.
fr_fr: Aucun travail à supprimer n'a été trouvé.
hy_am: Ջնջելու համար աշխատանքներ չեն գտնվել:
id: Tidak ada pekerjaan yang ditemukan untuk dihapus.
nb: Finner ingen jobber å slette.
nl: Geen opdrachten gevonden om te verwijderen.
pl: Nie znaleziono żadnych zadań do usunięcia.
pt_br: Nenhum job encontrado para excluir.
pt_pt: Nenhum tarefa encontrada para excluir.
ru: Не найдены задачи для удаления.
sl: Ni najdenih opravil za brisanje.
uk: Завдань для видалення не знайдено.
vi: Không tìm thấy công việc nào để xóa.

# admin.cli.tool.jobs.purge.impossible.to.purge.all
source: Was impossible to delete all jobs.
ar_iq: كان من المستحيل حذف كل الأعمال.
bg_bg: Не беше възможно да се изтрият всички задачи (jobs).
cs: Nebylo možné odstranit všechny úlohy.
da_dk: Det var umuligt at slette alle opgaver.
de: Es war nicht möglich, alle Aufträge zu löschen.
es: Fue imposible eliminar todos los trabajos.
eu: Ezinezkoa izan da lan guztiak ezabatzea.
fr_fr: Il était impossible de supprimer tous les travaux.
hu_hu: Lehetetlen volt törölni az összes feladatot.
hy_am: Անհնար էր ջնջել բոլոր աշխատանքները:
id: Tidak memungkinkan untuk menghapus semua pekerjaan.
it_it: È stato impossibile eliminare tutti i lavori.
ka_ge: შეუძლებელი იყო ყველა სამუშაოს წაშლა.
kk_kz: Барлық тапсырмаларды жою мүмкін болмады.
nb: Det var ikke mulig å slette alle jobber.
nl: Het was niet mogelijk alle opdrachten te vernietigen.
pl: Usunięcie wszystkich zadań okazało się niemożliwe.
pt_br: Foi impossível eliminar todas as tarefas.
pt_pt: Foi impossível eliminar todas as tarefas.
ru: Не удалось удалить все задачи.
sl: Ni bilo mogoče zbrisati vsa opravila.
uk: Неможливо було видалити всі завдання.
vi: Không thể xóa tất cả các công việc.

# admin.cli.tool.jobs.purge.successful.all
source: Deleted all jobs!
ar_iq: حذف كل الأعمال!
bg_bg: Задачите (jobs) бяха изтрити!
cs: Všechny úlohy byly smazány!
da_dk: Slettede alle opgaver!
de: Alle Aufträge gelöscht!
es: Se han eliminado todos los trabajos!
eu: Lan guztiak ezabatuta!
fr_fr: Tous les travaux ont été supprimés !
hu_hu: Az összes feladat törölve lett!
hy_am: Ջնջված են բոլոր աշխատանքները:
id: Menghapus semua pekerjaan!
it_it: Cancellati tutti i lavori!
ka_ge: წაიშალა ყველა სამუშაო!
kk_kz: Барлық тапсырмаларды жойды!
nb: Slettet alle jobbene!
nl: Wiste alle opdrachten!
pl: Usunięto wszystkie zadania!
pt_br: Todas as tarefas eliminadas!
pt_pt: Todas as tarefas eliminadas!
ru: Все задачи удалены!
sl: Zbriši vsa opravila!
uk: Усі завдання видалено!
vi: Đã xóa tất cả các công việc!

# admin.cli.tool.jobs.failed.clear.successful
source: {$jobsCount} failed jobs removed from failed list successfully.
de: {$jobsCount} fehlgeschlagene Aufträge erfolgreich von der Fehlerliste entfernt.
es: {$jobsCount} trabajos eliminados correctamente de la lista de fallidos.
eu: {$jobsCount} huts egindako lan behar bezala ezabatu dira huts egindakoen zerrendatik.
fr_fr: {$jobsCount} travaux ont été supprimés avec succès de la liste des travaux en échec.
id: {$jobsCount} pekerjaan yang gagal dihapus dari daftar gagal dengan sukses.
nb: {$jobsCount} mislykkede jobber ble fjernet fra listen over mislykkede jobber.
nl: {$jobsCount} foutmeldingen succesvol verwijderd van de foutmeldingenlijst.
pl: Ilość zadań pomyślnie usuniętych z listy zadań zakończonych niepowodzeniem to {$jobsCount}.
pt_pt: {$jobsCount} tarefas com falha removidas da lista de falha com sucesso.
ru: {$jobsCount} задач, завершившихся неудачей, успешно удалены из списка потерпевших неудачу.
sl: {$jobsCount} neuspešnih opravil je bilo odstranjenih iz seznama.
uk: {$jobsCount} невдалих завдань успішно видалено зі списку невдалих.
vi: Đã xóa thành công {$jobsCount} công việc thất bại khỏi danh sách thất bại.

# admin.cli.tool.jobs.failed.redispatch.successful
source: {$jobsCount} jobs redispatched successfully back to queue.
de: {$jobsCount} Aufträge erfolgreich zurück in die Warteschlange gesendet.
es: {$jobsCount} trabajos reasignados con éxito a la cola.
eu: {$jobsCount} lan berriro ilarara bidali dira.
fr_fr: $jobsCount} travaux réintégrés avec succès à la file d'attente.
id: {$jobsCount} pekerjaan yang dikirim ulang dengan sukses kembali ke daftar antrian.
nb: {$jobsCount} jobber ble sendt tilbake til køen.
nl: {$jobsCount} opdrachten succesvol in de wachtrij teruggeplaatst.
pl: Ilość zadań pomyślnie wysłanych z powrotem do kolejki to {$jobsCount}.
pt_pt: {$jobsCount} tarefas reenviadas com sucesso para a fila.
ru: {$jobsCount} задач успешно добавлены обратно в очередь.
sl: {$jobsCount} opravil je bilo uspešno ponovno vstavljenih v čakalno vrsto.
uk: {$jobsCount} завдань успішно перенаправлено назад у чергу.
vi: Đã gửi lại thành công {$jobsCount} công việc vào hàng đợi.

# admin.cli.tool.jobs.total.failed.jobs
source: We have {$total} failed jobs
de: {$total} fehlgeschlagene Aufträge
es: Hay {$total} trabajos fallidos
eu: Huts egindako {$total} lan ditugu
fr_fr: Il y a {$total} travaux en échec
id: Kami memiliki {$total} pekerjaan yang gagal
nb: Vi har {$total} mislykkede jobber
nl: Er zijn {$total} foutmeldingen
pl: Ilość zadań zakończonych niepowodzeniem to {$total}
pt_pt: Temos {$total} tarefas com falha
ru: Всего {$total} задач, завершившихся неудачей
sl: Skupno število neuspešnih opravil: {$total}
uk: У нас є {$total} невдалих завдань
vi: Chúng tôi có tổng cộng {$total} công việc thất bại

# admin.cli.tool.jobs.total.jobs
source: We have {$total} queued jobs
ar_iq: لدينا {$total} من الأعمال في الطابور
bg_bg: Има {$total} задания на опашката
cs: Ve frontě máme {$total} úloh
da_dk: Vi har {$total} opgaver i kø
de: {$total} Aufträge in der Warteschlange
es: Hay {$total} trabajos en cola
eu: Ilaran {$total} lan ditugu
fr_fr: Il y a {$total} tâches en file d'attente
hu_hu: Van {$total} várólistás feladatunk
hy_am: Մենք ունենք {$total} հերթագրված աշխատանք
id: Kami mempunyai {$total} pekerjaan dalam daftar antrian
it_it: Ci sono {$total} lavori in coda
ka_ge: ჩვენ გვაქვს {$total} მომლოდინე სამუშაო
kk_kz: Бізде {$total} кезектегі тапсырмалар бар
nb: Vi har {$total} jobber i kø
nl: Er zijn {$total} opdrachten in de wachtrij
pl: Ilość zadań w kolejce to {$total}
pt_br: Existem {$total} tarefas em espera
pt_pt: Existem {$total} tarefas em espera
ru: У нас {$total} задач в очереди
sl: Imamo {$total} opravil v čakalni vrsti
uk: У нас є {$total} завдань у черзі
vi: Chúng tôi có tổng cộng {$total} công việc trong hàng đợi

# admin.cli.tool.jobs.option.doesnt.exists
source: Option {$option} does not exist.
ar_iq: الخيار {$option} غير موجود.
bg_bg: Опция {$option} не съществува.
cs: Možnost {$option} neexistuje.
da_dk: Valgmuligheden {$option} eksisterer ikke.
de: Option {$option} existiert nicht.
es: La opción {$option} no existe.
eu: {$option} aukera ez da existitzen.
fr_fr: L'option {$option} n'existe pas.
hu_hu: A(z) {$option} beállítás nem létezik.
hy_am: Տարբերակ {$option} գոյություն չունի:
id: Pilihan {$option} tidak ada.
it_it: L'opzione {$option} non esiste.
ka_ge: ვარიანტი {$option} არ არსებობს.
kk_kz: {$option} опциясы жоқ.
nb: Alternativet {$option} eksisterer ikke.
nl: Optie {$option} bestaat niet.
pl: Opcja {$option} nie istnieje.
pt_br: A opção {$option} não existe.
pt_pt: A opção {$option} não existe.
ru: Параметр {$option} не существует.
sl: Opcija {$option} ne obstaja.
uk: Параметр {$option} не існує.
vi: Tùy chọn {$option} không tồn tại.

# admin.cli.tool.jobs.mean.those
source: Did you mean one of the following?
ar_iq: هل كنت تقصد واحدًا مما يأتي؟
bg_bg: Имахте предвид едно от следните?
cs: Měli jste na mysli jednu z následujících možností?
da_dk: Mente du én af følgende?
de: Meinten Sie einen der folgenden Punkte?
es: ¿Se refería a uno de los siguientes?
eu: Honako hauetakoren bat esan nahi zenuen?
fr_fr: Vouliez-vous dire l'un des éléments suivants ?
hu_hu: A következők egyikére gondolt?
hy_am: Դուք նկատի ունեի՞ք հետևյալներից մեկը.
id: Apakah yang anda maksud merupakan salah satu dari beberapa pilihan berikut?
it_it: Intendevi forse uno dei seguenti?
ka_ge: ქვემოთ ჩამოთვლილთაგან ერთ-ერთს გულისხმობთ?
kk_kz: Сіз келесілердің бірін білдірдіңіз бе?
nb: Mente du en av de følgende?
nl: Bedoelt u een van de volgende?
pl: Czy chodziło Ci o jedno z poniższych?
pt_br: Quis dizer algum dos seguintes?
pt_pt: Quis dizer algum dos seguintes?
ru: Вы имели в виду один из следующих вариантов?
sl: Ste mislili nekaj od spodnjega?
sv: Menade något av följande?
uk: Ви мали на увазі одне з наступного?
vi: Bạn có ý gì một trong những điều sau?

# admin.jobs.totalCount
source: There's a total of <strong>{$total}</strong> job(s) on the queue
ar_iq: هناك ما مجمله <strong>{$total}</strong> من الأعمال في الطابور
bg_bg: На опашката има общо <strong>{$total}</strong> задача/и (job(s))
cs: Ve frontě je celkem <strong>{$total}</strong> úloh
da_dk: Der er totalt <strong>{$total}</strong> opgave(r) i kø
de: Es sind insgesamt <strong>{$total}</strong> Aufträge in der Warteschlange
es: Hay un total de <strong>{$total}</strong> trabajo(s) en la cola
eu: Guztira <strong>{$total}</strong> lan daude ilaran
fr_fr: Il y a un total de <strong>{$total}</strong> tâches dans la file d'attente
hu_hu: Összesen <strong> {$total} </strong> feladat van a várólistán
hy_am: Հերթում ընդհանուր առմամբ կա <strong>{$total}</strong> աշխատանք(ներ)
id: Terdapat total dari <strong>{$total}</strong> pekerjaan pada daftar antrian
it_it: C'è un totale di <strong>{$total}</strong> lavori nella coda
ka_ge: რიგში არის სულ <strong>{$total}</strong> სამუშაო
kk_kz: Кезекте жалпы <strong>{$total}</strong> тапсырма(лар)
nb: Det er totalt <strong>{$total}</strong> jobb(er) i køen
nl: Er staat een totaal van <strong>{$total}</strong> opdracht(en) in de wachtrij
pl: Całkowita ilość zadań w kolejce to <strong>{$total}</strong>
pt_br: Existe um total de <strong>{$total}</strong> tarefa(s) em espera
pt_pt: Existe um total de <strong>{$total}</strong> tarefa(s) em espera
ru: Всего в очереди <strong>{$total}</strong> задач
sl: V čakalni vrsti je skupaj <strong>{$total}</strong> opravil
sv: Det finns totalt <strong>{$total}</strong> uppgifter i kön
uk: Загалом у черзі <strong>{$total}</strong> завдань
vi: Có tổng cộng <strong>{$total}</strong> công việc trong hàng đợi

# admin.jobs.failed.totalCount
source: There's a total of <strong>{$total}</strong> failed job(s).
de: Es gibt insgesamt <strong>{$total}</strong> fehlgeschlagene Aufträge.
es: Hay un total de <strong>{$total}</strong> trabajo/s fallidos.
eu: Guztira <strong>{$total}</strong> huts egindako lan daude.
fr_fr: Il y a un total de <strong>{$total}</strong> travaux en échec.
id: Terdapat total <strong>{$total}</strong> pekerjaan yang gagal.
nb: Det er totalt <strong>{$total}</strong> mislykkede jobb(er).
nl: Er is een totaal van <strong>{$total}</strong> foutmelding(en).
pl: Całkowita ilość zadań zakończonych niepowodzeniem to <strong>{$total}</strong>.
pt_pt: Há um total de <strong>{$total}</strong> tarefa(s) com falha(s).
ru: Всего <strong>{$total}</strong> задач, завершившихся неудачей.
sl: Skupaj je <strong>{$total}</strong> neuspešnih opravil.
uk: Загалом існує <strong>{$total}</strong> невдалих завдань.
vi: Có tổng cộng <strong>{$total}</strong> công việc thất bại.

# admin.jobs.viewQueuedJobs
source: View queued jobs
ar_iq: معاينة الأعمال التي في الطابور
bg_bg: Преглед на задания на опашка
cs: Zobrazení úloh ve frontě
da_dk: Vis opgaver i kø
de: Aufträge in der Warteschlange ansehen
es: Ver los trabajos en cola
eu: Ikusi ilaran dauden lanak
fr_fr: Voir les travaux en file d'attente
hu_hu: Várólistás feladatok megtekintése
hy_am: Դիտեք հերթագրված աշխատանքները
id: Lihat daftar antrian pekerjaan
it_it: Visualizza i lavori in coda
ka_ge: რიგში მდგომი სამუშაოების ნახვა
kk_kz: Кезекке қойылған тапсырмаларды қарау
nb: Se jobber i køen
nl: Verwezen wordt naar de opdrachten in de wachtrij
pl: Zobacz zadania w kolejce
pt_br: Ver tarefas em espera
pt_pt: Ver tarefas em espera
ru: Показать задачи в очереди
sl: Poglej opravila v čakalni vrsti
uk: Переглянути завдання в черзі
vi: Xem các công việc trong hàng đợi

# navigation.tools.jobs
source: Jobs
ar_iq: الأعمال
bg_bg: Задания (jobs)
cs: Úlohy
da_dk: Opgaver
de: Aufträge
es: Trabajos
eu: Lanak
fr_fr: Travaux
hu_hu: Feladatok
hy_am: Աշխատանքներ
id: Pekerjaan
it_it: Lavori
ka_ge: სამუშაოები
kk_kz: Жұмыстар
nb: Jobber
nl: Opdrachten
pl: Zadania
pt_br: Tarefas
pt_pt: Tarefas
ru: Задачи
sl: Opravila
uk: Завдання
vi: Công việc

# navigation.tools.jobs.failed
source: Failed Jobs
de: Fehlgeschlagene Aufträge
es: Trabajos fallidos
eu: Huts egindako lanak
fr_fr: Tâches échouées
id: Pekerjaan yang gagal
nb: Mislykkede jobber
nl: Foutmeldingen
pl: Zadania zakończone niepowodzeniem
pt_pt: Tarefas com Falha
ru: Задачи, завершившиеся неудачей
sl: Neuspešna opravila
uk: Невдалі завдання
vi: Công việc thất bại

# navigation.tools.jobs.failed.details
source: Failed Job Details
de: Details der fehlgeschlagenen Aufträge
es: Detalles del trabajo fallido
eu: Huts egindako lanaren xehetasunak
fr_fr: Détails des travaux échoués
id: Detail Pekerjaan yang Gagal
nb: Detaljer om mislykket jobb
nl: Foutmeldingendetails
pl: Szczegóły zadań zakończonych niepowodzeniem
pt_pt: Detalhes da tarefa com falha
ru: Подробности о задаче, завершившейся неудачей
sl: Podrobnosti neuspešnega opravila
uk: Подробиці невдалих завдань
vi: Chi tiết công việc thất bại

# navigation.tools.jobs.description
source: View all of the queued jobs in the system and track failed attempts.
ar_iq: معاينة كل الوظائف التي في طابور النظام وتقفي المحاولات الفاشلة.
bg_bg: Преглед на всички задачи на опашката в системата и проследяване на неуспешни опити.
cs: Zobrazit všechny úlohy ve frontě v systému a sledovat neúspěšné pokusy.
da_dk: Se alle opgaver i kø i systemet og følg fejlede forsøg.
de: Alle Aufträge in der Warteschlange des Systems ansehen und fehlgeschlagene Versuche verfolgen.
es: Ver todos los trabajos en cola y realizar un seguimiento de los intentos fallidos.
eu: Ikusi sisteman ilaran dauden lan guztiak eta jarraitu huts egindako saiakerak.
fr_fr: Visualiser toutes les tâches en file d'attente dans le système et suivre les essais ayant échoué.
hy_am: Դիտեք համակարգում հերթագրված բոլոր աշխատանքները և հետևեք ձախողված փորձերին:
id: Lihat semua daftar antrian pekerjaan pada sistem dan melacak upaya yang gagal.
it_it: Visualizzare tutti i lavori in coda nel sistema e tenere traccia dei tentativi falliti.
ka_ge: იხილეთ სისტემაში მდგომი ყველა სამუშაო და აკონტროლეთ წარუმატებელი მცდელობები.
kk_kz: Жүйедегі барлық кезекте тұрған тапсырмаларды қараңыз және сәтсіз әрекеттерді қадағалаңыз.
nb: Vis alle jobbene i køen i systemet og spor mislykkede forsøk.
nl: Verwezen wordt naar de opdrachten in de wachtrij in het systeem en vermeld de foutpogingen.
pl: Przejrzyj wszystkie zadania w kolejkach systemu i wyśledź te zakończone niepowodzeniem.
pt_br: Visualize todas as tarefas enfileiradas no sistema e rastreie tentativas com falha.
pt_pt: Ver todas as tarefas em fila no sistema e reveja as tarefas falhadas.
ru: Просмотреть все задачи в очереди в системе и отследить неудачные попытки.
sl: Poglej vsa opravila v čakalni vrsti v sistemu in sledi neuspelim poskusom.
uk: Переглянути всі поставлені в чергу завдання в системі та відстежувати невдалі спроби.
vi: Xem tất cả các công việc trong hàng đợi trong hệ thống và theo dõi các lần thử thất bại.

# navigation.tools.jobs.view
source: View Jobs
ar_iq: معاينة الوظائف
bg_bg: Преглед на процеси
cs: Zobrazit úlohy
da_dk: Se opgaver
de: Aufträge ansehen
es: Ver trabajos
eu: Ikusi lanak
fr_fr: Afficher les travaux
hy_am: Դիտեք աշխատանքները
id: Lihat Pekerjaan
it_it: Vedi i lavori
ka_ge: სამუშაოების ნახვა
kk_kz: Тапсырмаларды қарау
nb: Vis jobber
nl: Zie Opdrachten
pl: Przejrzyj zadania
pt_br: Ver Tarefas
pt_pt: Ver Tarefas
ru: Просмотр задач
sl: Poglej opravila
uk: Переглянути завдання
vi: Xem công việc

# navigation.tools.jobs.failed.view
source: View Failed Jobs
de: Fehlgeschlagene Aufträge ansehen
es: Ver trabajos fallidos
eu: Ikusi huts egindako lanak
fr_fr: Afficher les tâches échouées
id: Lihat Pekerjaan yang Gagal
nb: Vis mislykkede jobber
nl: Zie foutieve opdrachten
pl: Przejrzyj zadania zakończone niepowodzeniem
pt_pt: Exibir tarefas com falha
ru: Просмотр задач, завершившихся неудачей
sl: Poglej neuspešna opravila
uk: Переглянути невдалі завдання
vi: Xem công việc thất bại

# navigation.tools.job.failed.details.view
source: View Failed Job:{$id} Details
de: Details des fehlgeschlagenen Auftrags {$id} ansehen
es: Ver trabajo fallido: {$id} detalles
eu: Ikusi huts egindako lana: {$id} xehetasunak
fr_fr: Voir les détails de l'échec du travail : {$id}
id: Lihat Detail Pekerjaan yang Gagal:{$id}
nb: Vis mislykket jobb:{$id} detaljer
nl: Zie foutieve opdracht:{$id} Details
pl: Podejrzyj szczegóły zadania {$id} zakończonego niepowodzeniem
pt_pt: Visualizar tarefa com falha:{$id} detalhes
ru: Просмотр задачи, завершившейся неудачей: {$id} — подробности
sl: Poglej podrobnosti neuspešnega opravila {$id}
uk: Переглянути подробиці невдалого завдання {$id}
vi: Xem chi tiết công việc thất bại: {$id}

# admin.job.failed.list.attribute
source: Attribute
es: Atributo
eu: Atributua
fr_fr: Attribut
id: Atribut
nb: Atributt
pl: Atrybut
pt_pt: Atributo
ru: Атрибут
sl: Atribut
uk: Атрибут
vi: Thuộc tính

# admin.job.failed.list.attribute.value
source: Attribute Value
de: Attribute Wert
es: Valor del atributo
eu: Atributuaren balioa
fr_fr: Valeur de l'attribut
id: Nilai Atribut
nb: Atributtverdi
pl: Wartość atrybutu
pt_pt: Valor do Atributo
ru: Значение атрибута
sl: Vrednost atributa
uk: Значення атрибута
vi: Giá trị thuộc tính

# admin.jobs.list.displayName
source: Job
ar_iq: العمل
bg_bg: Задание (job)
cs: Úloha
da_dk: Opgave
de: Auftrag
es: Trabajo
eu: Lana
fr_fr: Travail
hu_hu: Feladat
hy_am: Աշխատանք
id: Pekerjaan
it_it: Lavoro
ka_ge: Სამუშაო
kk_kz: Жұмыс
nb: Jobb
nl: Opdracht
pl: Zadanie
pt_br: Tarefa
pt_pt: Tarefa
ru: Задача
sl: Opravilo
uk: Завдання
vi: Công việc

# admin.jobs.list.queue
source: Queue
cs: Fronta
de: Warteschlange
es: Cola
eu: Ilara
fr_fr: File d'attente
id: Antrian
nb: Kø
nl: Wachtrij
pl: Kolejka
pt_br: Fila
pt_pt: Lista
ru: Очередь
sl: Čakalna vrsta
uk: Черга
vi: Hàng đợi

# admin.jobs.list.connection
source: Connection
de: Verbindung
es: Conexión
eu: Konexioa
fr_fr: Connexion
id: Koneksi
nb: Kobling
nl: Verbinding
pl: Połączenie
pt_pt: Ligação
ru: Соединение
sl: Povezava
uk: Зв'язок
vi: Kết nối

# admin.jobs.list.attempts
source: Attempts
ar_iq: المحاولات
bg_bg: Опити
cs: Pokusy
da_dk: Forsøg
de: Versuche
es: Intentos
eu: Saiakerak
fr_fr: Essais
hu_hu: Próbálkozások
hy_am: Փորձեր
id: Usaha
it_it: Tentativi
ka_ge: მცდელობები
kk_kz: Әрекеттер
nb: Forsøk
nl: Pogingen
pl: Próby
pt_br: Tentativas
pt_pt: Tentativas
ru: Попытки
sl: Poskusi
uk: Спроби
vi: Số lần thử

# admin.jobs.list.createdAt
source: Created At
ar_iq: منشأ عند
bg_bg: Създадено в
cs: Vytvořeno v
da_dk: Skabt den
de: Kreiert in
es: Creado en
eu: Noiz sortua
fr_fr: Créé à
hu_hu: Létrehozva
hy_am: Ստեղծված է
id: Dibuat Pada
it_it: Creato per
ka_ge: შექმნილია
kk_kz: Құрылған
nb: Opprettet
nl: Ontstaan bij
pl: Utworzono o
pt_br: Criado em
pt_pt: Criado em
ru: Создана
sl: Ustvarjeno
uk: Створено
vi: Đã tạo vào lúc

# admin.jobs.list.failedAt
source: Failed At
de: Fehlgeschlagen in
es: Error en
eu: Noiz huts egin
fr_fr: Échec à
id: Gagal Pada
nb: Mislyktes
nl: Foutmelding bij
pl: Zakończone niepowodzeniem o
pt_pt: Falhou em
ru: Завершилась неудачей в
sl: Neuspelo pri
uk: Не вдалося
vi: Đã thất bại vào lúc

# admin.jobs.list.payload
source: Payload
de: Nutzlastdaten
es: Carga útil
eu: Karga erabilgarria
fr_fr: Charge utile
id: Muatan
nb: Nyttelast (payload)
pl: Dane właściwe
pt_pt: Carga
ru: полезная нагрузка
sl: Podatki
uk: Корисне навантаження
vi: Tải trọng

# admin.jobs.list.exception
source: Exception
de: Ausnahme
es: Excepción
eu: Salbuespena
id: Pengecualian
nb: Unntak
nl: UItzondering
pl: Wyjątek
pt_pt: Exceção
ru: Ошибка
sl: Izjema
uk: Виняток
vi: Ngoại lệ

# admin.jobs.list.actions
source: Actions
de: Aktionen
es: Acciones
eu: Ekintzak
id: Tindakan
nb: Handlinger
nl: Acties
pl: Działania
pt_pt: Ações
ru: Действия
sl: Akcije
uk: Дії
vi: Hành động

# admin.jobs.failedAt
source: Created at {$failedAt}
de: Fehlgeschlagen in {$failedAt}
es: Error en {$failedAt}
eu: {$failedAt}-an huts egin
fr_fr: Créé à {$failedAt}
id: Dibuat pada {$failedAt}
nb: Opprettet {$failedAt}
nl: Aangemaakt onder $failedAt}
pl: Utworzono o {$failedAt}
pt_pt: Criada em {$failedAt}
ru: Создана в {$failedAt}
sl: Ustvarjeno pri {$failedAt}
uk: Створено
vi: Đã tạo vào lúc {$failedAt}

# admin.jobs.createdAt
source: Created at {$createdAt}
ar_iq: منشأ عند {$createdAt}
bg_bg: Създадено в {$createdAt}
cs: Vytvořeno v {$createdAt}
da_dk: Skabt den {$createdAt}
de: Kreiert in {$createdAt}
es: Creado en {$createdAt}
eu: {$createdAt}-an sortua
fr_fr: Créé à {$createdAt}
hu_hu: Létrehozva {$createdAt}
hy_am: Ստեղծված է {$createdAt}
id: Dibuat pada {$createdAt}
it_it: Creato per {$createdAt}
ka_ge: შექმნილია {$createdAt}
kk_kz: {$createdAt} құрылған
nb: Opprettet {$createdAt}
nl: Aangemaakt onder {$createdAt}
pl: Utworzono o {$createdAt}
pt_br: Criado em {$createdAt}
pt_pt: Criado em {$createdAt}
ru: Создана в {$createdAt}
sl: Ustvarjeno {$createdAt}
uk: Створено
vi: Đã tạo vào lúc {$createdAt}

# admin.jobs.failed.action.redispatch
source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
eu: Saiatu berriz
fr_fr: Réessayer
id: Coba Lagi
nb: Prøv igjen
nl: Probeert u nogmaals
pl: Spróbuj ponownie
pt_pt: Tente Novamente
ru: Попробовать снова
sl: Poskusi ponovno
uk: Спробуйте ще
vi: Thử lại

# admin.jobs.failed.action.redispatch.all
source: Requeue All Failed Jobs
de: Alle fehlgeschlagenen Aufträge in die Warteschlange zurückschicken
es: Volver a poner a la cola los trabajos fallidos
eu: Berriro ilaran jarri huts egindako lan guztiak
fr_fr: Remettre en file d'attente tous les travaux en échec
id: Antrian ulang Semua Pekerjaan yang Gagal
nb: Send alle mislykkede jobber tilbake til køen
nl: Zet alle foutmeldingen nog eens in de wachtrij
pl: Wszystkie zadania zakończone niepowodzeniem ponownie zakolejkuj
pt_pt: Reordenar todas as tarefas com falha
ru: Заново добавить в очередь все задачи, завершившиеся неудачей
sl: Vsa neuspešna opravila ponovno vstavi v čakalno vrsto
uk: Оновити чергу всіх невдалих завдань
vi: Gửi lại tất cả các công việc thất bại
