Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.settings.statistics.sushiPlatform.sushiPlatformID.description
source: How to identify this platform in COUNTER SUSHI reports. The platform ID must be 17 characters or less and may contain letters (a–z, A–Z), digits (0–9), underscores (_), dots (.) and forward slashes (/). The platform ID is used in several columns and should be as short as possible while remaining recognizable. The platform ID is usually based on the name of a publisher or platform, a domain name, or a well-known, unique abbreviation.
ar_iq: كيفية تمييز هذه المنصة في تقارير COUNTER SUSHI. الرمز التعريفي للمنصة ينبغي أن يكون من 17 حرف أو أقل ويمكن له أن يضم حروفًا (a–z، A–Z)، أرقامًا (0–9)، الشرطة التحتانية (_)، نقطًا (.) والشرطة المائلة الأمامية (/). الرمز التعريفي للمنصة يُستعمل في أعمدة عديدة وينبغي أن يكون قصيرًا قدر الإمكان ومميزًا في نفس الوقت. عادة ما يكون الرمز التعريفي للمنصة مبنيًا على اسم الناشر أو المنصة، اسم النطاق، أو مختصر مشهور وفريد.
cs: Jak identifikovat tuto platformu v hlášeních COUNTER SUSHI. ID platformy musí mít maximálně 17 znaků a může obsahovat písmena (a-z, A-Z), číslice (0-9), podtržítka (_), tečky (.) a lomítka (/). ID platformy se používá v několika sloupcích a mělo by být co nejkratší a zároveň rozpoznatelné. ID platformy obvykle vychází z názvu vydavatele nebo platformy, názvu domény nebo známé, jedinečné zkratky.
da_dk: Sådan identificeres denne platform i COUNTER SUSHI-rapporter. Platform-ID'et skal være på 17 tegn eller mindre og kan indeholde bogstaver (a–z, A–Z), cifre (0–9), bundstreger (_), prikker (.) og skråstreger (/). Platform-ID'et bruges i flere kolonner og bør være så kort som muligt men samtidig forblive genkendeligt. Platform-ID'et er normalt baseret på navnet på en udgiver eller platform, et domænenavn eller en velkendt, unik forkortelse.
de: So identifizieren Sie diese Plattform in COUNTER SUSHI-Berichten. Die Plattform-ID darf höchstens 17 Zeichen lang sein und kann Buchstaben (a-z, A-Z), Ziffern (0-9), Unterstriche (_), Punkte (.) und Schrägstriche (/) enthalten. Die Plattform-ID wird in mehreren Spalten verwendet und sollte so kurz wie möglich sein und dennoch erkennbar bleiben. Die Plattform-ID basiert in der Regel auf dem Namen eines Herausgebers oder einer Plattform, einem Domänennamen oder einer bekannten, eindeutigen Abkürzung.
es: Indicar cómo se debe identificar esta plataforma en los informes COUNTER SUSHI. El ID de la plataforma debe ser de 17 caracteres o menos y puede contener letras (a-z, A-Z), dígitos (0-9), guiones bajos (_), puntos (.) y barras inclinadas (/). El ID de la plataforma se usará en varias columnas y debe ser lo más corto posible y al mismo tiempo reconocible. El ID de la plataforma suele estar basado en el nombre del editor o la plataforma, un nombre de dominio o una abreviatura conocida y única.
eu: Nola identifikatu plataforma hau COUNTER SUSHI txostenetan. Plataformaren IDak 17 karaktere edo gutxiago izan behar ditu, eta letrak (a–z, A–Z), digituak (0–9), azpimarrak (_), puntuak (.) eta barrak (/) izan ditzake. Plataformaren IDa hainbat zutabetan erabiltzen da, eta ahalik eta laburrena izan behar du, ezagutzeko moduan dagoen bitartean. Plataformaren IDa normalean argitaratzaile edo plataforma baten izenean, domeinu-izen batean edo laburdura ezagun eta bakar batean oinarritzen da.
fr_fr: Indiquer comment cette plateforme doit être identifiée dans les rapports COUNTER SUSHI. L'identifiant de la plateforme ne doit pas dépasser 17 caractères et peut contenir des lettres (a-z, A-Z), des chiffres (0-9), des traits de soulignement (_), des points (.) et des barres obliques (/). L'identifiant de la plateforme est utilisé dans plusieurs colonnes et doit être aussi court que possible tout en étant reconnaissable. L'identifiant de la plateforme est généralement basé sur le nom de la maison d'édition ou de la plateforme, un nom de domaine ou une abréviation connue et unique.
hy_am: Ինչպես նույնականացնել այս հարթակը COUNTER SUSHI զեկույցներում: Հարթակի ID-ն պետք է լինի 17 նիշ կամ պակաս և կարող է պարունակել տառեր (a–z, A–Z), թվանշաններ (0–9), ընդգծում (_), կետեր (.) և դեպի առաջ շեղեր (/): Հարթակի ID-ն օգտագործվում է մի քանի սյունակներում և պետք է հնարավորինս կարճ լինի՝ միաժամանակ ճանաչելի: Հարթակի ID-ն սովորաբար հիմնված է հրատարակչի կամ հարթակի անվան, տիրույթի անվան կամ հանրահայտ և եզակի հապավումի վրա:
id: Cara mengidentifikasi platform ini dalam laporan COUNTER SUSHI. ID platform harus terdiri dari 17 karakter atau kurang dan boleh berisi huruf (a–z, A–Z), angka (0–9), garis bawah (_), titik (.), dan garis miring (/). ID platform digunakan dalam beberapa kolom dan harus sesingkat mungkin namun tetap mudah dikenali. ID platform biasanya berdasarkan nama penerbit atau platform, nama domain, atau singkatan unik yang terkenal.
it_it: Come identificare questa piattaforma nei report COUNTER SUSHI. L'ID della piattaforma deve essere di 17 caratteri o meno e può contenere lettere (a–z, A–Z), numeri (0–9), underscore (_), punti (.) e barre (/). L'ID di piattaforma è usato in diverse colonne e deve essere riconoscibile ma il più breve possibile. L'ID di piattaforma è spesso basato sul nome di una casa editrice o piattaforma, su un nome di dominio, o una abbreviazione unica e ben conosciuta.
nb: Hvordan identifisere denne plattformen i COUNTER SUSHI-rapporter. Plattform ID må bestå av 17 tegn eller mindre og kan inneholde bokstavene (a–z, A–Z), sifrene (0–9), understreker (_), prikker (.) og skråstreker (/). Plattform ID brukes i flere kolonner og skal være så kort som mulig samtidig som den fortsatt er gjenkjennelig. Plattform ID er vanligvis basert på navnet på en utgiver eller plattform, et domenenavn eller en kjent, unik forkortelse.
nl: Hoe u dit platform kunt identificeren in COUNTER SUSHI-rapporten. De platform-ID mag maximaal 17 tekens lang zijn en mag letters (a–z, A–Z), cijfers (0–9), underscores (_), punten (.) en slashes (/) bevatten. De platform-ID wordt in meerdere kolommen gebruikt en moet zo kort mogelijk zijn, maar toch herkenbaar blijven. De platform-ID is meestal gebaseerd op de naam van een uitgever of platform, een domeinnaam of een bekende, unieke afkorting.
pl: Identyfikator platformy w raportach COUNTER SUSHI może mieć maksymalnie 17 znaków i może zawierać litery (a–z, A–Z), cyfry (0–9), znaki podkreślenia (_), kropki (.) i ukośniki (/). Identyfikator platformy jest używany w kilku kolumnach i powinien być jak najkrótszy, ale jednocześnie rozpoznawalny. Identyfikator platformy jest zwykle oparty na nazwie wydawcy lub platformy, nazwie domeny lub dobrze znanym, unikalnym skrócie.
pt_br: O ID da plataforma DEVE conter apenas letras ASCII (a–z, A–Z), dígitos (0–9), sublinhados (_), pontos (.) e barras (/), e o comprimento NÃO DEVE exceder 17 caracteres. Observe que o ID da plataforma é usado em várias colunas e, portanto, deve ser o mais curto possível, mas ainda reconhecível. O ID da plataforma geralmente deve ser baseado no nome, em uma abreviação exclusiva bem conhecida ou no domínio do editor ou da plataforma. Um identificador padrão curto como GRID ou ROR (sem o https://) também pode ser usado.
pt_pt: Como identificar esta plataforma nos relatórios do COUNTER SUSHI. O ID da plataforma deve ter 17 caracteres ou menos e pode conter letras (a-z, A-Z), dígitos (0-9), sublinhados (_), pontos (.) e cortes de avanço (/). O ID da plataforma é utilizado em várias colunas e deve ser o mais curto possível, embora permaneça reconhecível. O ID da plataforma é geralmente baseado no nome de uma editora ou plataforma, um nome de domínio, ou uma abreviatura conhecida e única.
sl: Kako identificirati to platformo v COUNTER SUSHi poročilih? ID platforme mora imeti 17 znakov in lahko vsebuje le ASCII črke (a–z, A–Z), številke (0–9), podčrtajs (_), pike (.) in poševnico naprej (/), dočina pa ne sem presegati 17 znakov. Vedite, da bo ID platforme uporabljen v različnih stolpcih in naj bi bil kolikor je mogoče kratek, a še vedno prepoznaven. Običajno je ID platforme baziran na imenu, dobro znani okrajšani domeni izdajatelja ali platforme.
uk: Як визначити цю платформу у звітах ЛІЧИЛЬНИКА SUSHI. Ідентифікатор платформи повинен містити не більше 17 символів і може містити букви (a–z, A–Z), цифри (0–9), підкреслення (_), крапки (.) та навскісні риски (/). ID платформи використовується в декількох стовпцях і повинен бути якомога коротшим, залишаючись упізнаваним. ID платформи зазвичай базується на імені видавця або платформи, доменному імені або відомій унікальній абревіатурі.
vi: Cách xác định nền tảng này trong báo cáo COUNTER SUSHI. ID nền tảng phải có 17 ký tự hoặc ít hơn và có thể chứa chữ cái (a–z, A–Z), chữ số (0–9), dấu gạch dưới (_), dấu chấm (.) và dấu gạch chéo (/). ID nền tảng được sử dụng trong một số cột và nên càng ngắn càng tốt trong khi vẫn dễ nhận biết. ID nền tảng thường dựa trên tên nhà xuất bản hoặc nền tảng, tên miền hoặc từ viết tắt duy nhất, nổi tiếng.

# admin.settings.statistics.sushiPlatform.sushiPlatformID.required
source: A platform ID must be required when the site will be identified as the SUSHI platform.
ar_iq: الرمز التعريفي للمنصة ينبغي أن يكون مطلوبًا عندما يكون الموقع معرفًا على أساس أنه منصةSUSHI.
cs: ID platformy musí být vyžadováno, pokud bude stránka identifikována jako platforma SUSHI.
da_dk: Et platform-ID er påkrævet, hvis webstedet skal identificeres som SUSHI-platformen.
de: Eine Plattform-ID muss angegeben werden, wenn die Website als SUSHI-Plattform identifiziert werden soll.
es: Debe requerirse un ID de plataforma cuando se identifique el sitio como plataforma SUSHI.
eu: Plataformaren ID bat beharrezkoa da gunea SUSHI plataforma gisa identifikatzen denean.
fr_fr: Un identifiant de plateforme est nécessaire pour identifier le site en tant que plateforme SUSHI.
hy_am: Հարթակի ID-ն պահանջվում է, երբ կայքը կնույնականացվի որպես SUSHI հարթակ:
id: ID platform diharuskan ketika situs diidentifikasi sebagai platform SUSHI.
it_it: Un ID di piattaforma è obbligatorio quando il sito viene indicato come piattaforma SUSHI.
nb: En plattform-ID kreves når nettstedet skal identifiseres som SUSHI-plattformen.
nl: Er moet een platform-ID worden opgegeven, wanneer de site als het SUSHI-platform wordt geïdentificeerd.
pl: Identyfikator platformy musi być wymagany, gdy ta witryna zostanie zidentyfikowana jako platforma SUSHI.
pt_br: Um ID de plataforma deve ser exigido quando o site for identificado como a plataforma SUSHI.
pt_pt: Deve ser exigida uma identificação da plataforma quando o sítio for identificado como a plataforma SUSHI.
sl: ID platforme je obvezen, če bo spletišče identificirano kot SUSHI platforma.
uk: ID платформи повинен бути обов'язково, коли як платформу SUSHI буде ідентифіковано вебсайт.
vi: Cần có ID nền tảng khi trang web sẽ được xác định là nền tảng SUSHI.

# admin.cli.tool.jobs.work.options.title
source: work command options
ar_iq: خيارات أمر العمل
cs: možnosti pracovního příkazu
da_dk: arbejdskommando-muligheder
de: work command Optionen
es: opciones del comando de trabajo
eu: lanen komandoen aukerak
fr_fr: options de la commande de travail
hy_am: աշխատանքային հրամանի ընտրանքներ
id: Pilihan perintah pekerjaan
nb: alternativer for jobb kommando
nl: werkinstructie-opties
pl: opcje polecenia work
pt_br: opções de comando de trabalho
pt_pt: opções de comando de trabalho
sl: opcije izvršnega ukaza
uk: параметри робочої команди
vi: Tùy chọn lệnh work

# admin.cli.tool.jobs.work.options.usage
source: usage : [--options1 --options2= ...]
ar_iq: طريقة الاستعمال: [--options1 --options2= ...]
cs: použití : [--options1 --options2= ...]
de: Nutzung: [--options1 --options2= ...]
es: uso: [--options1 --options2= ...]
eu: erabilera: [--options1 --options2= ...]
fr_fr: utilisation : [--options1 --options2= ...]
hy_am: օգտագործում : [--options1 --options2= ...]
id: penggunaan : [--options1 --options2= ...]
nb: bruk : [--alternativ1 --alternativ2= ...]
nl: gebruik : [--options1 --options2= ...]
pl: użycie : [--options1 --options2= ...]
pt_br: uso : [--options1 --options2= ...]
pt_pt: uso : [--options1 --options2= ...]
sl: uporaba: [--options1 --options2= ...]
uk: використання: [--options1 --options2= ...]
vi: cách sử dụng : [--options1 --options2= ...]

# admin.cli.tool.jobs.work.options.description
source: Available options for work command
ar_iq: الخيارات المتاحة لأمر العمل
cs: Dostupné možnosti pro pracovní příkaz
da_dk: Tilgængelige muligheder for arbejdskommando
de: Verfügbare Optionen für work command
es: Opciones disponibles para el comando de trabajo
eu: Lanaren komandoarentzat erabilgarri dauden aukerak
fr_fr: Options disponibles pour la commande de travail
hy_am: Աշխատանքային հրամանի առկա տարբերակները
id: Pilihan yang tersedia untuk perintah pekerjaan
nb: Tilgjengelige alternativer for jobb kommandoen
nl: Beschikbare opties voor werkinstructies
pl: Opcje dostępne dla polecenia work
pt_br: Opções disponíveis para comando de trabalho
pt_pt: Opções disponíveis para comando de trabalho
sl: Opcije, ki so na voljo za izvršni ukaz
uk: Доступні параметри для робочої команди
vi: Tùy chọn khả dụng cho lệnh work

# admin.cli.tool.jobs.work.option.connection.description
source: The name of the queue connection to work[default : '{$default}']
ar_iq: تسمية وصلة الطابور بالعمل [الافتراضي: '{$default}']
cs: Název připojení fronty pro práci[výchozí : „{$default}“]
da_dk: Navnet på køforbindelse til arbejdet[default : '{$default}']
de: Name der Warteschlangenverbindung zu work[default: '{$default}']
es: El nombre de la conexión de la cola para trabajar[default : '{$default}']
eu: Lan egiteko ilararen konexioaren izena[lehenetsia : '{$default}']
fr_fr: Nom de la connexion à la file d'attente à utiliser [default : '{$default}']
hy_am: Աշխատանքին հերթի միացման անվանումը[default : '{$default}']
id: Nama koneksi antrian untuk bekerja [default : '{$default}']
nb: Navnet på køtilkoblingen til jobb [default : '{$default}']
nl: De naam van de wachtrijverbinding tot de werk[standaard : '{$default}']
pl: Nazwa połączenia dla polecenia work [domyślnie : '{$default}']
pt_br: O nome da conexão da fila para trabalhar[default : '{$default}']
pt_pt: O nome da ligação da fila para trabalhar[default : '{$default}']
sl: Ime povezave do čakalne vrste za delo (privzeto: '{$default}')
uk: Ім'я черги підключення до worker-а [за замовчуванням: "{$default}"]
vi: Tên kết nối hàng đợi để làm việc[mặc định : '{$default}']

# admin.cli.tool.jobs.work.option.queue.description
source: The name of the queue to work[default : '{$default}']
ar_iq: تسمية الطابور للعمل [الافتراضي: '{$default}']
cs: Název fronty, se kterou se má pracovat[výchozí : „{$default}“]
da_dk: Navnet på kø til arbejdet[default : '{$default}']
de: Name der Warteschlange zu work[default : '{$default}']
es: El nombre de la cola para trabajar[default : '{$default}']
eu: Lan egiteko ilararen izena[lehenetsia : '{$default}']
fr_fr: Nom de la file d'attente à utiliser [default : '{$default}']
hy_am: Աշխատանքային հերթի անվանումը[default : '{$default}']
id: Nama koneksi antrian untuk bekerja [default : '{$default}']
nb: Navnet på køen til jobb [default : '{$default}']
nl: De wachtrijnaam m.b.t. werk [default : '{$default}']
pl: Nazwa kolejki dla polecenia work [domyślnie : '{$default}']
pt_br: O nome da fila para worker[default: '{$default}']
pt_pt: O nome da fila para trabalhar[default: '{$default}']
sl: Ime čakalne vrste za delo (privzeto: '{$default}')
uk: Ім'я черги до worker-а [за замовчуванням: "{$default}"]
vi: Tên hàng đợi để làm việc[mặc định : '{$default}']

# admin.cli.tool.jobs.work.option.name.description
source: The name of the worker[default : '{$default}']
ar_iq: تسمية العامل [الافتراضي: '{$default}']
cs: Název workeru[výchozí : „{$default}“]
da_dk: Navnet på arbejder[default : '{$default}']
de: Name des worker[default : '{$default}']
es: El nombre del trabajador (worker)[default : '{$default}']
eu: Langilearen (worker) izena[lehenetsia : '{$default}']
fr_fr: Nom du « worker » [default : '{$default}']
hy_am: Աշխատողի անունը[default : '{$default}']
id: Nama pekerjaan [default : '{$default}']
nb: Navnet på arbeideren [default : '{$default}']
nl: De naam van de medewerker[default : '{$default}']
pl: Nazwa procesu roboczego [domyślnie : '{$default}']
pt_br: O nome do worker[default: '{$default}']
pt_pt: O nome do trabalho[default: '{$default}']
sl: Ime "delavca" (privzeto: '{$default}')
uk: Ім'я worker-а [за замовчуванням: "{$default}"]
vi: Tên của worker[mặc định : '{$default}']

# admin.cli.tool.jobs.work.option.backoff.description
source: The number of seconds to wait before retrying a job that encountered an uncaught exception[default : '{$default}']
ar_iq: عدد ثواني الانتظار قبل معاودة المهمة التي تعرضت إلى خطأ ليست له معالجة [الافتراضي: '{$default}']
cs: Počet sekund, které se počkají před opakováním úlohy, u níž došlo k nezachycené výjimce[výchozí : „{$default}“]
da_dk: Antal sekunder, der ventes inden en opgave forsøges igen efter en undtagelse, der ikke blev fanget[default : '{$default}']
de: Anzahl der zu wartenden Sekunden, bevor ein Auftrag, der eine unerwartete Ausnahme gefunden hat, erneut ausgeführt werden soll[default : '{$default}']
es: El número de segundos de espera antes de reintentar un trabajo que se encontró con una excepción no detectada[default : '{$default}']
eu: Harrapatu gabeko salbuespen bat aurkitu duen lan bat berriro saiatu aurretik itxaron beharreko segundo kopurua [lehenetsia : '{$default}']
fr_fr: Nombre de secondes à attendre avant de relancer un travail qui a rencontré une exception non capturée [défaut : '{$default}']
hy_am: Վայրկյանների քանակը, որոնք պետք է սպասել նախքան աշխատանքը նորից փորձելը, որի համար հանդիպել է չբացահայտված բացառության[default : '{$default}']
id: Jumlah detik untuk menunggu sebelum mencoba kembali pekerjaan yang menemukan pengecualian yang tidak tertangkap[default : '{$default}']
nb: Antall sekunder som må vente før du prøver en jobb på nytt som oppdaget et uoppdaget unntak [default : '{$default}']
pl: Liczba sekund oczekiwania przed ponowną próbą wykonania zadania, które napotkało nieprzechwycony wyjątek [domyślnie: '{$default}']
pt_br: O número de segundos para esperar antes de tentar novamente um job que encontrou uma exceção não capturada[default: '{$default}']
pt_pt: O número de segundos a esperar antes de tentar novamente um trabalho que encontrou uma exceção não detetada[default: '{$default}']
sl: Število sekund do ponovnega zagona opravila, ki je naletel na spregledano izjemo (privzeto: {$default}')
uk: Кількість секунд, які потрібно зачекати, перш ніж повторити спробу роботи, яка зіткнулася з неспійманим винятком [за замовчуванням: {$default}]
vi: Số giây chờ trước khi thử lại công việc gặp phải ngoại lệ chưa được bắt[mặc định : '{$default}']

# admin.cli.tool.jobs.work.option.memory.description
source: The memory limit in megabytes[default : '{$default}']
ar_iq: حد الذاكرة بالميغا بايت [الافتراضي: '{$default}']
cs: Limit paměti v megabajtech[výchozí : „{$default}“]
da_dk: Grænse for hukommelsen in megabytes[default : '{$default}']
de: Das Speicherlimit in megabytes[default : '{$default}']
es: El límite de memoria en megabytes[default : '{$default}']
eu: Memoriaren muga megabytetan[lehenetsia : '{$default}']
fr_fr: Limite de mémoire en mégaoctets [défaut : '{$default}']
hy_am: Հիշողության սահմանաչափը մեգաբայթերով[default : '{$default}']
id: Memori terbatas pada megabit [default : '{$default}']
nb: Minnegrensen i megabyte [default : '{$default}']
nl: De geheugenlimiet in megabytes : '{$default}']
pl: Limit pamięci w megabajtach [domyślnie: '{$default}']
pt_br: O limite de memória em megabytes[default: '{$default}']
pt_pt: O limite de memória em megabytes[default: '{$default}']
sl: Meja za pomnilik v megabytih (privzeto: {$default}')
uk: Обмеження пам'яті в мегабайтах [за замовчуванням: {$default}]
vi: Giới hạn bộ nhớ tính bằng megabyte[mặc định : '{$default}']

# admin.cli.tool.jobs.work.option.timeout.description
source: The number of seconds a child process can run[default : '{$default}']
ar_iq: عدد الثواني المسموح بها للمهمة الفرعية [الافتراضي: '{$default}']
cs: Počet sekund, po které může podřízený proces běžet[výchozí : „{$default}“]
da_dk: Antal sekunder en afledt proces ("child process") kan køre[default : '{$default}']
de: Anzahl der Sekunden, die ein Unterprozess laufen kann[default : '{$default}']
es: El número de segundos que puede ejecutarse un subproceso[default : '{$default}']
eu: Azpiprozesu bat exekutatu daitekeen segundo kopurua[lehenetsia : '{$default}']
fr_fr: Nombre de secondes qu'un processus enfant peut durer [default : '{$default}']
hy_am: Վայրկյանների թիվը, որի ընթացքում կարող է գործարկվել երեխա գործընթացը[default : '{$default}']
id: Jumlah detik yang dapat dijalankan oleh proses anak[default : '{$default}']
nb: Antall sekunder en underordnet prosess kan kjøre [default : '{$default}']
nl: Het aantal seconden dat een onderliggend proces kan draaien
pl: Liczba sekund działania procesu potomnego [domyślnie: '{$default}']
pt_br: O número de segundos que um processo filho pode executar[default: '{$default}']
pt_pt: O número de segundos que um processo filho pode executar[default: '{$default}']
sl: Število sekund, ki jih lahko potrebuje podporces ({$default}')
uk: Кількість секунд, які може тривати дочірній процес [за замовчуванням: {$default}]
vi: Số giây quy trình con có thể chạy[mặc định : '{$default}']

# admin.cli.tool.jobs.work.option.sleep.description
source: Number of seconds to sleep when no job is available[default : '{$default}']
ar_iq: عدد ثواني الخمول عندما لا توجد أي مهام للقيام بها [الافتراضي: '{$default}']
cs: Počet sekund nečinnosti, pokud není k dispozici žádná úloha[výchozí : „{$default}“]
da_dk: Antal sekunder i dvale når der ikke er en opgave tilgængelig[default : '{$default}']
de: Anzahl der Sekunden, die geschlafen werden soll, wenn kein Auftrag verfügbar ist[default : '{$default}']
es: Número de segundos para ponerse en suspensión cuando no hay trabajos disponibles[default : '{$default}']
eu: Lanik eskuragarri ez dagoenean lo egiteko segundo kopurua[lehenetsia: '{$default}']
fr_fr: Nombre de secondes de veille si aucun travail n'est disponible [default : '{$default}']
hy_am: Քուն մտնելու վայրկյանների քանակը, երբ աշխատանք չկա[default : '{$default}']
id: Jumlah detik untuk nonaktif ketika tidak ada pekerjaan yang tersedia[default : '{$default}']
nb: Antall sekunder å vente når ingen jobb er tilgjengelig [standard: '{$default}']
nl: Het aantal seconden in slaapstand wanneer geen opdracht beschikbaar is '{$default}']
pl: Liczba sekund uśpienia, gdy żadne zadanie nie jest dostępne [domyślnie: '{$default}']
pt_br: Número de segundos para sleep quando nenhum job está disponível[default: '{$default}']
pt_pt: Número de segundos para hibernar quando não há trabalho disponível[default: '{$default}']
sl: Število sekund za spanje, ko ni na voljo nobenega opravila ({$default}')
uk: Кількість секунд сну, коли жодне завдання не є доступним [за замовчуванням: {$default}]
vi: Số giây chờ khi không có công việc nào khả dụng[mặc định : '{$default}']
