Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.fileLoader.fileProcessed
source: File {$filename} was processed and archived.
ar_iq: الملف {$filename} قد تمت معالجته وحفظه.
bg_bg: Файлът {$filename} бе обработен и архивиран.
ca_es: El fitxer {$filename} s'ha processat i arxivat correctament.
cs: Soubor {$filename} byl zpracován a archivován.
da_dk: Filen {$filename} blev færdigbehandlet og arkiveret.
de: Die Datei {$filename} wurde verarbeitet und archiviert.
el_gr: Το αρχείο {$filename} επεξεργάστηκε και αρχειοθετήθηκε.
es: El archivo {$filename} se ha procesado y archivado.
eu: {$filename} fitxategia prozesatu eta artxibatu da.
fa_ir: فایل {$filename} پردازش و بایگانی شد.
fi: Tiedosto {$filename} käsiteltiin ja arkistoitiin.
fr_fr: Le fichier {$filename} a été traité et archivé.
hu_hu: A fájl {$filename} feldolgozásra került és archív.
hy_am: {$filename} ֆայլը մշակվել և արխիվացվել է:
id: File {$filename} telah diproses dan disimpan.
id_id: File {$filename} telah diproses dan disimpan.
it_it: Il file {$filename} è stato lavorato e salvato.
ja: ファイル{$filename}は処理され、アーカイブされました。
ka_ge: დამუშავდა და დაარქივდა ფაილი {$filename}.
kk_kz: {$filename} файлы өңделіп, мұрағатталды.
ku_iq: دۆسیه‌ی {$filename} چاره‌سه‌ر كراو پارێزراوه‌.
mk: Датотеката {$filename} беше обработена и архивирана.
ms: Fail {$filename} telah diproses dan diarkibkan.
nb: Filen {$filename} ble behandlet og arkivert.
nl: Het bestand {$filename} is verwerkt en gearchiveerd.
pl: Plik {$filename} został zarchiwizowany.
pt_br: O arquivo {$filename} foi processado e arquivado.
pt_pt: O ficheiro {$filename} foi processado e arquivado.
ru: Файл {$filename} был обработан и помещен в архив.
sl: Datoteka {$filename} je bial obdelana in arhivirana.
sr_rs@cyrillic: Фајл {$filename} је обрађен и архивиран.
sr_rs@latin: Fajl {$filename} je obrađen i arhiviran.
sv: Filen {$filename} behandlades och arkiverades.
tr_tr: {$filename} dosyası işlendi ve arşivlendi.
uk: Файл {$filename} був оброблений та заархівований.
vi: Tệp {$filename} đã được xử lý và lưu trữ.
vi_vn: Tệp {$filename} đã được xử lý và lưu trữ.

# admin.fileLoader.emailSubject
source: File loader
ar_iq: محمِّل الملفات
bg_bg: Зареждане на файлове
ca_es: Carregador de fitxers
cs: Nahrávání souboru
da_dk: Fillæser
el_gr: Φορτωτής αρχείων
es: Cargador de archivos
eu: Fitxategi-kargatzailea
fa_ir: بارگزار فایل
fi: Tiedostojen latausohjelma
fr_fr: Chargeur de fichier
hu_hu: Fájltöltő
hy_am: Ֆայլերի բեռնիչ
id: Pemuat File
id_id: Pemuat File
it_it: Caricamento file
ja: ファイル・ローダー
ka_ge: ფაილის ჩამტვირთველი
kk_kz: Файл жүктеуші
ku_iq: هه‌ڵگری دۆسیه‌كان
mk: Учитувач на фајл
ms: Pemuat fail
nb: Fillaster
nl: Uploader
pl: Załaduj plik
pt_br: Carregador de arquivo
pt_pt: Carregador do ficheiro
ru: Загрузчик файлов
sl: Nalagalnik datotek
sr_rs@cyrillic: Учитавач фајла
sr_rs@latin: Učitavač fajla
sv: Filladdare
tr_tr: Dosya yükleyici
uk: Завантажувач файлів
vi: Trình tải tệp
vi_vn: Trình tải tệp

# admin.error.gzDecompressFile.gzopen
source: File could not be decompressed. The source gz-file {$filePath} could not be opened with gzopen.
ar_iq: تعذر فك ضغط الملف. تعذر فتح الملف المصدري الذي بصيغة gz {$filePath} باستعمال gzopen.
cs: Soubor se nepodařilo dekomprimovat. Zdrojový soubor gz {$filePath} se nepodařilo otevřít pomocí gzopen.
da_dk: Filen kunne ikke dekomprimeres. Kilde-gz-filen {$filePath} kunne ikke åbnes med gzopen.
de: Datei konnte nicht dekomprimiert werden. Die gz-Sourcedatei {$filePath} konnte nicht mit gzopen geöffnet werden.
es: No se pudo descomprimir el archivo porque el origen {$filePath} no se pudo abrir con "gzopen".
eu: Ezin izan da fitxategia deskonprimitu. Ezin izan da {$filePath} gz-file iturburua gzopen-ekin ireki.
fr_fr: Le fichier n'a pas pu être décompressé. Le fichier source gz {$filePath} n'a pas pu être ouvert avec gzopen.
hy_am: Նիշք չհաջողվեց ապասեղմել: Աղբյուր gz-նիշքը՝ {$filePath} հնարավոր չէ բացել gzopen-ով:
id: File tidak dapat didekompresi. Sumber gz-file {$filePath} tidak dapat dibuka dengan gzopen.
it_it: Il file non può essere decompresso. Il file gz sorgente {$filePath} non può essere aperto con gzopen.
mk: Датотеката не можеше да се декомпресира. Изворната gz-file {$filePath} не можеше да се отвори со gzopen.
nb: Filen kunne ikke dekomprimeres. Kilde-gz-filen {$filePath} kunne ikke åpnes med gzopen.
nl: Het bestand kon niet worden gedecomprimeerd. Het bron-gz-bestand ({$filePath} kan niet worden geopend met gz-open.
pl: Nie można rozpakować pliku. Nie można otworzyć źródłowego pliku gz {$filePath} za pomocą gzopen.
pt_br: O arquivo não pôde ser descompactado. O arquivo gz de origem {$filePath} não pôde ser aberto com gzopen.
pt_pt: O ficheiro não pode ser descomprimido. O ficheiro fonte gz-file {$filePath} não pode ser aberto com gzopen.
ru: Файл не удалось распаковать. Исходный gz-файл {$filePath} не может быть открыт с помощью gzopen.
sl: Datoteke ni bilo mogoče dekompresirati. Izvorne gz-datoteke {$filePath} ni bilo mogoče odpreti z gzopen.
uk: Файл не вдалося розпакувати. Вихідний gz-файл {$filePath} не вдалося відкрити за допомогою gzopen.
vi: Không thể giải nén tệp. Không thể mở tệp gz nguồn {$filePath} bằng gzopen.

# admin.error.gzDecompressFile.fopen
source: File could not be decompressed. The destination file {$filePath} could not be opened fopen.
ar_iq: تعذر فك ضغط الملف. تعذر فتح الملف المستهدف الذي بصيغة gz {$filePath} باستعمال fopen.
cs: Soubor se nepodařilo dekomprimovat. Cílový soubor {$filePath} se nepodařilo otevřít pomocí fopen.
da_dk: Filen kunne ikke dekomprimeres. Destinationsfilen {$filePath} kunne ikke åbnes med fopen.
de: Datei konnte nicht dekomprimiert werden. Die Zieldatei {$filePath} konnte nicht mit fopen geöffnet werden.
es: No se pudo descomprimir el archivo porque el destino {$filePath} no se pudo abrir con "fopen".
eu: Ezin izan da fitxategia deskonprimitu. Ezin izan da {$filePath} helburu-fitxategia fopen-ekin ireki.
fr_fr: Le fichier n'a pas pu être décompressé. Le fichier de destination {$filePath} n'a pas pu être ouvert avec fopen.
hy_am: Նիշքը չհաջողվեց ապասեղմել: Նպատակային նիշք՝ը {$filePath} չհաջողվեց բացել:
id: File tidak dapat didekompresi. File tujuan {$filePath} tidak dapat dibuka menggunakan fopen.
it_it: Non è stato possibile decomprimere il file. Non è stato possibile aprire il file di destinazione {$filePath} con fopen.
mk: Датотеката не можеше да се декомпресира. Одредишната датотека {$filePath} не може да се отвори.
nb: Filen kunne ikke dekomprimeres. Destinasjonsfilen {$filePath} kunne ikke åpnes med fopen.
nl: Het bestand kon niet worden gedecomprimeerd. Het bestemmingsbestand {$filePath} kan niet worden geopend met f-open.
pl: Nie można rozpakować pliku. Nie można otworzyć pliku docelowego {$filePath}.
pt_br: O arquivo não pôde ser descompactado. O arquivo de destino {$filePath} não pôde ser aberto fopen.
pt_pt: O ficheiro não pode ser descompactado. O ficheiro de destino {$filePath} não pode ser aberto com fopen.
ru: Файл не удалось распаковать. Конечный файл {$filePath} не может быть открыт fopen.
sl: Datoteke ni bilo mogoče dekompresirati. Ciljne datoteke {$filePath} ni bilo mogoče odpreti s fopen.
uk: Файл не вдалося розпакувати. Цільовий файл {$filePath} не вдалося відкрити fopen.
vi: Không thể giải nén tệp. Không thể mở tệp đích {$filePath} bằng fopen.

# admin.error.gzDecompressFile.gzread
source: File could not be decompressed. The source gz-file {$file} could not be read with gzread.
ar_iq: تعذر فك ضغط الملف. تعذرت قراءة الملف المصدري الذي بصيغة gz {$file} باستعمال gzread.
cs: Soubor se nepodařilo dekomprimovat. Zdrojový gz-soubor {$file} se nepodařilo přečíst pomocí gzread.
da_dk: Filen kunne ikke dekomprimeres. Kilde-gz-filen {$filePath} kunne ikke læses af gzopen.
de: Datei konnte nicht dekomprimiert werden. Die gz-Sourcedatei {$file} konnte nicht mit gzread gelesen werden.
es: No se pudo descomprimir el archivo porque el origen {$file} no se pudo leer con "gzread".
eu: Ezin izan da fitxategia deskonprimitu. Ezin izan da {$file} gz-file iturburua gzread-ekin irakurri.
fr_fr: Le fichier n'a pas pu être décompressé. Le fichier source {$file} n'a pas pu être lu avec gzread.
hy_am: Նիշքը չհաջողվեց ապասեղմել: Աղբյուր gz-նիշքը՝ {$file} հնարավոր չէ կարդալ gzread-ով:
id: File tidak dapat didekompresi. Sumber gz-file {$file} tidak dapat dibaca menggunakan gzread.
it_it: Il file non può essere decompresso. Il file gz sorgente {$file} non può essere letto con gzread.
mk: Датотеката не можеше да се декомпресира. Изворната gz-file {$file} не можеше да се прочита со gzread.
nb: Filen kunne ikke dekomprimeres. Kilde-gz-filen {$file} kunne ikke leses med gzread.
nl: Het bestand kan niet worden gedecomprimeerd. Het bron gz-bestand {$file} kan niet worden gelezen met gz-read.
pl: Nie można rozpakować pliku. Nie można odczytać źródłowego pliku gz {$file} za pomocą gzread.
pt_br: O arquivo não pôde ser descompactado. O arquivo gz de origem {$file} não pôde ser lido com gzread.
pt_pt: O ficheiro não pode ser descompactado. O ficheiro gz de origem {$file} não pode ser lido com gzread.
ru: Файл не удалось распаковать. Исходный gz-файл {$file} не может быть прочитан с помощью gzread.
sl: Datoteke ni bilo mogoče dekompresirati. Izvorne gz-datoteke {$filePath} ni bilo mogoče odpreti z gzread.
uk: Не вдалося розпакувати файл. Вихідний gz-файл "{$file}" не вдалося прочитати за допомогою gzread.
vi: Không thể giải nén tệp. Không thể đọc tệp gz nguồn {$file} bằng gzread.

# admin.error.gzDecompressFile.fwrite
source: File could not be decompressed. The destination file {$filePath} could not be written with fwrite.
ar_iq: تعذر فك ضغط الملف. تعذرت كتابة الملف المستهدف {$filePath} باستعمال fwrite.
cs: Soubor se nepodařilo dekomprimovat. Cílový soubor {$filePath} se nepodařilo zapsat pomocí fwrite.
da_dk: Filen kunne ikke dekomprimeres. Destinationsfilen {$filePath} kunne ikke skrives med fwrite.
de: Datei konnte nicht dekomprimiert werden. Die Zieldatei {$filePath} konnte nicht mit fwrite geschrieben werden.
es: No se pudo descomprimir el archivo porque el destino {$filePath} no se pudo escribir con "fwrite".
eu: Ezin izan da fitxategia deskonprimitu. Ezin izan da {$filePath} helburu-fitxategia fwrite-rekin idatzi.
fr_fr: Le fichier n'a pas pu être décompressé. Le fichier de destination {$filePath} n'a pas pu être écrit avec fwrite.
hy_am: Նիշքը չհաջողվեց ապասեղմել: Նպատակային նիշքը {$filePath} չի կարող գրվել fwrite-ով:
id: File tidak dapat didekompresi. File tujuan {$filePath} tidak dapat ditulis menggunakan fwrite.
it_it: Non è stato possibile decomprimere il file. Non è stato possibile scrivere il file di destinazione {$filePath} con fwrite.
mk: Датотеката не можеше да се декомпресира. Одредишната датотека {$filePath} не може да се напише со fwrite.
nb: Filen kunne ikke dekomprimeres. Destinasjonsfilen {$filePath} kunne ikke skrives med fwrite.
nl: Het bestand kon niet worden gedecomprimeerd. Het bestemmingsbestand {$filePath} kon niet geschreven worden met f-write.
pl: Nie można rozpakować pliku. Nie można zapisać pliku docelowego {$filePath} za pomocą fwrite.
pt_br: O arquivo não pôde ser descompactado. O arquivo de destino {$filePath} não pôde ser escrito com fwrite.
pt_pt: O ficheiro não pode ser descompactado. O ficheiro de destino {$filePath} não pode ser escrito com fwrite.
ru: Файл не удалось распаковать. Конечный файл {$filePath} не может быть записан с помощью fwrite.
sl: Datoteke ni bilo mogoče dekompresirati. Ciljne datoteke {$filePath} ni bilo mogoče odpreti s fwrite.
uk: Файл не вдалося розпакувати. Кінцевий файл {$filePath} не вдалося записати за допомогою fwrite.
vi: Không thể giải nén tệp. Không thể ghi tệp đích {$filePath} bằng fwrite.

# admin.error.gzDecompressFile.fclose
source: File could not be decompressed. The opened destination file {$filePath} could not be closed with fclose.
ar_iq: تعذر فك ضغط الملف. تعذر إغلاق الملف المستهدف المفتوح {$filePath} باستعمال fclose.
cs: Soubor se nepodařilo dekomprimovat. Otevřený cílový soubor {$filePath} se nepodařilo uzavřít pomocí fclose.
da_dk: Filen kunne ikke dekomprimeres. Den åbne destinationsfil {$filePath} kunne ikke lukkes med fclose.
de: Datei konnte nicht dekomprimiert werden. Die geöffnete Zieldatei {$filePath} konnte nicht mit fclose geschlossen werden.
es: No se pudo descomprimir el archivo porque el destino {$filePath} no se pudo cerrar con "fclose".
eu: Ezin izan da fitxategia deskonprimitu. Ezin izan da {$filePath} irekitako helburu-fitxategia fclose-rekin itxi.
fr_fr: Le fichier n'a pas pu être décompressé. Le fichier de destination ouvert {$filePath} n'a pas pu être fermé avec fclose.
hy_am: Նիշքը չհաջողվեց ապասեղմել: Բացված նպատակակետ նիշքը {$filePath} չհաջողվեց փակել fclose-ով:
id: File tidak dapat didekompresi. File tujuan yang dibuka {$filePath} tidak dapat ditutup menggunakan fclose.
it_it: Non è stato possibile decomprimere il file. Il file di destinazione aperto {$filePath} non può essere chiuso con fclose.
mk: Датотеката не можеше да се декомпресира. Отворената дестинациона датотека {$filePath} не можеше да се затвори со fclose.
nb: Filen kunne ikke dekomprimeres. Den åpnede målfilen {$filePath} kunne ikke lukkes med fclose.
nl: Het bestand kon niet worden gedecomprimeerd. Het geopende bestemmingsbestand {$filePath} kon niet worden gesloten met f-close.
pl: Nie można rozpakować pliku. Otwartego pliku docelowego {$filePath} nie można zamknąć za pomocą fclose.
pt_br: O arquivo não pôde ser descompactado. O arquivo de destino aberto {$filePath} não pôde ser fechado com fclose.
pt_pt: O ficheiro não pode ser descompactado. O ficheiro de destino aberto {$filePath} não pode ser fechado com fclose.
ru: Файл не удалось распаковать. Открытый конечный файл {$filePath} не удалось закрыть с помощью fclose.
sl: Datoteke ni bilo mogoče dekompresirati. Ciljne datoteke {$filePath} ni bilo mogoče zapreti s fclose.
uk: Файл не вдалося розпакувати. Відкритий цільовий файл {$filePath} не вдалося закрити за допомогою fclose.
vi: Không thể giải nén tệp. Không thể đóng tệp đích đã mở {$filePath} bằng fclose.

# admin.error.gzDecompressFile.gzclose
source: File could not be decompressed. The opened source gz-file {$filePath} could not be closed with gzclose.
ar_iq: تعذر فك ضغط الملف. تعذر إغلاق الملف المصدري الذي بصيغة gz {$filePath} باستعمال gzclose.
cs: Soubor se nepodařilo dekomprimovat. Otevřený zdrojový gz-soubor {$filePath} se nepodařilo uzavřít pomocí gzclose.
da_dk: Filen kunne ikke dekomprimeres. Den åbne kilde-gz-fil {$filePath} kunne ikke lukkes med gzclose.
de: Datei konnte nicht dekomprimiert werden. Die geöffnete gz-Sourcedatei {$filePath} konnte nicht mit gzclose geschlossen werden.
es: No se pudo descomprimir el archivo porque el origen {$filePath} no se pudo cerrar con "gzclose".
eu: Ezin izan da fitxategia deskonprimitu. Ezin izan da {$filePath} irekitako gz-file iturburua gzclose-rekin itxi.
fr_fr: Le fichier n'a pas pu être décompressé. Le fichier source {$filePath} n'a pas pu être fermé avec gzclose.
hy_am: Նիշքը չհաջողվեց ապասեղմել: Բացված աղբյուրgz-նիշքը՝ {$filePath} հնարավոր չէ փակել gzclose-ով:
id: File tidak dapat didekompresi. Sumber gz-file yang dibuka {$filePath} tidak dapat ditutup menggunakan gzclose.
it_it: Non è stato possibile decomprimere il file. Il file sorgente gz aperto {$filePath} non può essere chiuso con gzclose.
mk: Датотеката не можеше да се декомпресира. Gz-file со отворен код {$filePath} не може да се затвори со gzclose.
nb: Filen kunne ikke dekomprimeres. Den åpnede kilden gz-filen {$filePath} kunne ikke lukkes med gzclose.
nl: Het bestand kon niet worden gedecomprimeerd. Het geopende bron-gz-bestand {$filePath} kan niet worden gesloten met gz-close.
pl: Nie można rozpakować pliku. Nie można zamknąć pliku gz z otwartym kodem źródłowym {$filePath} za pomocą polecenia gzclose.
pt_br: O arquivo não pôde ser descompactado. O arquivo gz de código aberto {$filePath} não pôde ser fechado com gzclose.
pt_pt: O ficheiro não pode ser descompactado. O ficheiro gz de código aberto {$filePath} não pode ser fechado com gzclose.
ru: Файл не удалось распаковать. Открытый исходный gz-файл {$filePath} не удалось закрыть с помощью gzclose.
sl: Datoteke ni bilo mogoče dekompresirati. Izvrone datoteke {$filePath} ni bilo mogoče zapreti z gzclose.
uk: Файл не вдалося розпакувати. Відкритий вихідний gz-файл {$filePath} не вдалося закрити за допомогою gzclose.
vi: Không thể giải nén tệp. Không thể đóng tệp gz nguồn đã mở {$filePath} bằng gzclose.

# admin.error.gzDecompressFile.unlink
source: File could not be decompressed. The decompressed source gz-file {$filePath} could not be removed with unlink.
ar_iq: تعذر فك ضغط الملف. تعذرت إزالة الملف المصدري المفتوح الذي بصيغة gz {$filePath} باستعمال unlink.
cs: Soubor se nepodařilo dekomprimovat. Dekomprimovaný zdrojový gz-soubor {$filePath} se nepodařilo odstranit pomocí unlink.
da_dk: Filen kunne ikke dekomprimeres. Den dekomprimerede kilde-gz-fil {$filePath} kunne ikke fjernes med unlink.
de: Datei konnte nicht dekomprimiert werden. Die dekomprimierte gz-Sourcedatei {$filePath} konnte nicht mit unlink entfernt werden.
es: No se pudo descomprimir el archivo porque el origen {$filePath} no se pudo eliminar con "unlink".
eu: Ezin izan da fitxategia deskonprimitu. Ezin izan da {$filePath} deskonprimitutako gz-file iturburua unlink-ekin ezabatu.
fr_fr: Le fichier n'a pas pu être décompressé. Le fichier source décompressé {$filePath} n'a pas pu être supprimé avec unlink.
hy_am: Նիշքը չհաջողվեց ապասեղմել: Ապասեղմված աղբյուրի gz-ֆայլը {$filePath} չհաջողվեց հեռացնել կապը չեղարկելով:
id: File tidak dapat didekompresi. Sumber gz-file yang didekompresi {$filePath} tidak dapat dihilangkan dengan unlink.
it_it: Non è stato possibile decomprimere il file. Il file gz sorgente decompresso {$filePath} non può essere rimosso con unlink.
mk: Датотеката не можеше да се декомпресира. Декомпресираната изворна gz-file {$filePath} не може да се отстрани со прекинување на врската.
nb: Filen kunne ikke dekomprimeres. Den dekomprimerte kilde-gz-filen {$filePath} kunne ikke fjernes med unlink.
nl: Het bestand kon niet worden gedecomprimeerd. Het gedecomprimeerde bron-gz-bestand {$filePath} kon niet worden verwijderd met een ontkoppeling.
pl: Nie można rozpakować pliku. Rozpakowanego źródłowego pliku gz {$filePath} nie można usunąć za pomocą funkcji unlink.
pt_br: O arquivo não pôde ser descompactado. O arquivo gz de origem descompactado {$filePath} não pôde ser removido com unlink.
pt_pt: O ficheiro não pode ser descompactado. O ficheiro gz de origem descompactado {$filePath} não pode ser removido com unlink.
ru: Файл не удалось распаковать. Распакованный исходный gz-файл {$filePath} не может быть удален с помощью unlink.
sl: Datoteke ni bilo mogoče dekompresirati. Dekompresirane izvorne datoteke {$filePath} ni bilo mogoče odstraniti z unlink.
uk: Файл не вдалося розпакувати. Розпакований вихідний gz-файл {$filePath} не вдалося видалити за допомогою скасування зв'язку.
vi: Không thể giải nén tệp. Không thể xóa tệp gz nguồn đã giải nén {$filePath} bằng unlink.

# admin.error.gzCompressFile.gzopen
source: File could not be compressed. The destination gz-file {$filePath} could not be opened with gzopen.
ar_iq: تعذر ضغط الملف. تعذر فتح الملف المستهدف الذي بصيغة gz {$filePath} باستعمال gzopen.
cs: Soubor se nepodařilo zkomprimovat. Cílový soubor gz {$filePath} se nepodařilo otevřít pomocí gzopen.
da_dk: Filen kunne ikke dekomprimeres. Destinations-gz-filen {$filePath} kunne ikke åbnes med gzopen.
de: Datei konnte nicht komprimiert werden. Die gz-Zieldatei {$filePath} konnte nicht mit gzopen geöffnet werden.
es: No se pudo descomprimir el archivo porque el destino {$filePath} no se pudo abrir con "gzopen".
eu: Ezin izan da fitxategia deskonprimitu. Ezin izan da {$filePath} gz-file helburu-fitxategia gzopen-ekin ireki.
fr_fr: Le fichier n'a pas pu être compressé. Le fichier de destination {$filePath} n'a pas pu être ouvert avec gzopen.
hy_am: Նիշքը չհաջողվեց սեղմել: Նշանակման gz-նիշքը {$filePath} չհաջողվեց բացել gzopen-ով:
id: File tidak dapat didekompresi. File tujuan gz-file {$filePath} tidak dapat dibuka dengan gzopen.
it_it: Il file non può essere compresso. Il file gz di destinazione {$filePath} non può essere aperto con gzopen.
mk: Датотеката не можеше да се компресира. Одредишната gz-file {$filePath} не можеше да се отвори со gzopen.
nb: Filen kunne ikke komprimeres. Destinasjonen gz-filen {$filePath} kunne ikke åpnes med gzopen.
nl: Het bestand kon niet worden gedecomprimeerd. Het bestemmings-gz-bestand {$filePath} kon niet worden geopend met gz-open.
pl: Nie można skompresować pliku. Nie można otworzyć docelowego pliku gz {$filePath} za pomocą gzopen.
pt_br: O arquivo não pôde ser compactado. O arquivo gz de destino {$filePath} não pôde ser aberto com gzopen.
pt_pt: O ficheiro não pode ser compactado. O ficheiro gz de destino {$filePath} não pode ser aberto com gzopen.
ru: Файл не удалось упаковать. Конечный gz-файл {$filePath} не может быть открыт с помощью gzopen.
sl: Datoteke ni bilo mogoče dekompresirati. Ciljne datoteke {$filePath} ni bilo mogoče odpreti z gzopen.
uk: Файл не вдалося упакувати. Кінцевий gz-файл {$filePath} не вдалося відкрити за допомогою gzopen.
vi: Không thể nén tệp. Không thể mở tệp gz đích {$filePath} bằng gzopen.

# admin.error.gzCompressFile.fopen
source: File could not be compressed. The source file {$filePath} could not be opened with fopen.
ar_iq: تعذر ضغط الملف. تعذر فتح الملف المصدري الذي بصيغة gz {$filePath} باستعمال fopen.
cs: Soubor se nepodařilo zkomprimovat. Zdrojový soubor {$filePath} se nepodařilo otevřít pomocí fopen.
da_dk: Filen kunne ikke dekomprimeres. Kildefilen {$filePath} kunne ikke åbnes med fopen.
de: Datei konnte nicht komprimiert werden. Die Sourcedatei {$filePath} konnte nicht mit fopen geöffnet werden.
es: No se pudo descomprimir el archivo porque el origen {$filePath} no se pudo abrir con "fopen".
eu: Ezin izan da fitxategia konprimitu. Ezin izan da {$filePath} iturburu-fitxategia fopen-ekin ireki.
fr_fr: Le fichier n'a pas pu être compressé. Le fichier source {$filePath} n'a pas pu être ouvert avec fopen.
hy_am: Նիշքը չհաջողվեց սեղմել: {$filePath} սկզբնաղբյուր նիշքը չհաջողվեց բացել fopen-ով:
id: File tidak dapat didekompresi. File sumber {$filePath} tidak dapat dibuka dengan fopen.
it_it: Il file non può essere compresso. Il file sorgente {$filePath} non può essere aperto con fopen.
mk: Датотеката не можеше да се компресира. Изворната датотека {$filePath} не можеше да се отвори со fopen.
nb: Filen kunne ikke komprimeres. Kildefilen {$filePath} kunne ikke åpnes med fopen.
nl: Het bestand kon niet worden gedecomprimeerd. Het bronbestand {$filePath} kon niet worden geopend met f-open.
pl: Nie można skompresować pliku. Nie można otworzyć pliku źródłowego {$filePath} za pomocą funkcji fopen.
pt_br: O arquivo não pôde ser compactado. O arquivo fonte {$filePath} não pôde ser aberto com fopen.
pt_pt: O ficheiro não pode ser compactado. O ficheiro fonte {$filePath} não pode ser aberto com fopen.
ru: Файл не удалось упаковать. Исходный файл {$filePath} не удалось открыть с помощью fopen.
sl: Datoteke ni bilo mogoče dekompresirati. Izvorne datoteke {$filePath} ni bilo mogoče odpreti s fopen.
uk: Файл не вдалося упакувати. Вихідний файл {$filePath} не вдалося відкрити за допомогою fopen.
vi: Không thể nén tệp. Không thể mở tệp nguồn {$filePath} bằng fopen.
