Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.displayNewSystemConfig
source: Display New Configuration
ar_iq: إعرض الإعدادات الجديدة
bg_bg: Показване на нова конфигурация
ca_es: Visualitza la nova configuració
cs: Zobrazit novou konfiguraci
da_dk: Vis ny konfiguration
de: Neue Konfiguration anzeigen
el_gr: Προβολή νέων ρυθμίσεων
es: Mostrar nueva configuración
eu: Bistaratu konfigurazio berria
fa_ir: نمایش پیکره‌بندی جدید
fi: Näytä uusi määritys
fr_fr: Afficher la nouvelle configuration
hr_hr: Prikaži novu konfiguraciju
hu_hu: Az új konfiguráció megjelenítése
hy_am: Պատկերեկ նոր կարգավորումները
id: Tampilkan Konfigurasi Baru
id_id: Tampilkan Konfigurasi Baru
it_it: Visualizza la nuova configurazione
ja: 設定を表示
ka_ge: ახალი კონფიგურაციის ჩვენება
kk_kz: Жаңа конфигурацияны көрсету
ku_iq: پیشاندانی رێکخستنی نوێ
lv_lv: Attēlot jauno konfigurāciju
mk: Прикажи нова конфигурација
ms: Paparkan Konfigurasi Baharu
nb: Vis ny konfigurasjon
nl: Bekijk nieuwe instellingen
pl: Wyświetl nową konfigurację
pt_br: Exibir Configuração Atual
pt_pt: Exibir Configuração Atual
ru: Показать новую конфигурацию
sl: Prikaži novo konfiguracijo
sr_rs@cyrillic: Прикажи нову конфигурацију
sr_rs@latin: Prikaži novu konfiguraciju
sv: Visa ny konfiguration
tr_tr: Yeni Yapılandırmayı Görüntüle
uk: Показати нову конфігурацію
vi: Hiển thị cấu hình mới
vi_vn: Hiển thị cấu hình mới

# admin.expireSessions
source: Expire User Sessions
ar_iq: إنهاء صلاحية جلسات التشغيل للمستخدمين
bg_bg: Прекратяване на потребителските сесии
ca_es: Fes vèncer les sessions d’usuari/usuària
cs: Vypršení uživatelské relace
da_dk: Lad brugersessioner udløbe
de: Benutzer/innensitzungen schließen
el_gr: Τερματισμός συνδέσεων Χρηστών
es: Caducidad de las sesiones
eu: Iraungi erabiltzaileen saioak
fa_ir: خارج کردن کاربران از سیستم
fi: Päätä käyttäjäistunnot
fr_fr: Fermer les sessions utilisateurs
hr_hr: Učini korisničke sesije nevažećima
hu_hu: A lejárt felhasználói munkamenetek
hy_am: Ավարտվել են օգտատիրոջ սեսսիաները
id: Akhiri Sesi Pengguna
id_id: Akhiri Sesi Pengguna
it_it: Fai scadere le sessioni degli utenti
ja: ユーザーセッションの破棄
ka_ge: მომხმარებლის სესიების ამოწურვა
kk_kz: Қолданушы сеанстарын тоқтатыңыз
ku_iq: کۆتایی هێنان بە کارپێکردنی بەکارهێنەران
lv_lv: Izbeigt lietotāju sesijas
mk: Затворете ги сесии за корисниците
ms: Tamat tempoh Sesi Pengguna
nb: Avbryt brukersesjoner
nl: Laat gebruikerssessies verlopen
pl: Wyloguj wszystkich użytkowników
pt_br: Expirar sessões de usuários
pt_pt: Expirar Sessões de Utilizadores
ru: Прекратить сессии пользователей
sl: Prekini uporabniške seje
sr_rs@cyrillic: Учини корисничке сесије неважећима
sr_rs@latin: Učini korisničke sesije nevažećima
sv: Avsluta användarsessioner
tr_tr: Kullanıcı Oturumlarını Sonlandır
uk: Припинити користувацькі сесії
vi: Hết hạn phiên người dùng
vi_vn: Hết hạn phiên người dùng

# admin.expireSessions.description
source: All users will be immediately logged out of the application, including you, and will need to login again.
ar_iq: سيتم إخراج كل المستخدمين فورًا من البرنامج، بما فيهم أنت، وسيترتب عليهم تسجيل الدخول مجددًا.
bg_bg: Всички потребители ще бъдат излязат незабавно от приложението, включително и вие, и ще трябва да влязат отново.
cs: Všichni uživatelé včetně vás budou z aplikace okamžitě odhlášeni a budou se muset znovu přihlásit.
da_dk: Alle brugere vil øjeblikkeligt blive logget ud af systemet, inklusiv dig, og vil skulle logge ind igen.
de: Alle Nutzer/innen, inkl. Ihnen, werden sofort aus der Applikation ausgeloggt und müssen sich erneut einloggen.
es: Se cerrará inmediatamente la sesión de todos los usuarios/as de la aplicación, incluida la suya, y tendrá que volver a iniciar sesión.
eu: Erabiltzaile guztiei berehala saioa itxiko zaie aplikazioan, zu barne, eta berriro saioa hasi beharko dute.
fr_fr: Tous les utilisateurs, y compris vous, seront immédiatement déconnectés de l'application et devront se reconnecter.
hr_hr: Svi korisnici će odmah biti odjavljeni iz aplikacije, uključujući i vas te će se morati ponovno prijaviti.
hy_am: Բոլոր օգտատերերն, այդ թվում և դուք, անմիջապես դուրս կգաք հավելվածից, և պետք է նորից մուտք գործեք:
id: Semua pengguna akan segera keluar dari aplikasi, termasuk Anda, dan harus login kembali.
it_it: Tutti gli utenti verranno immediatamente disconnessi dall'applicazione, compreso te, e dovranno effettuare nuovamente il login.
ka_ge: ყველა მომხმარებელი დაუყოვნებლივ გამოვა აპლიკაციიდან, მათ შორის თქვენც, და დაგჭირდებათ ხელახლა შესვლა.
kk_kz: Барлық пайдаланушылар бағдарламадан бірден шығарылады, ондай кезде сізде бірден шығасыз және сізге қайта кіру қажет болады.
lv_lv: Visi lietotāji nekavējoties tiks izrastīti no lietojumprogrammas, ieskaitot jūs, un viņiem būs nepieciešams pierakstīties atkārtoti.
mk: Сите корисници веднаш ќе бидат одјавени од апликацијата, вклучително и вие, и ќе треба повторно да се најавите.
nb: Alle brukere vil umiddelbart bli logget av systemet, inklusiv deg, og vil måtte logge inn igjen.
nl: U en alle gebruikers worden direct uit de applicatie gelogd en is het nodig om opnieuw in te loggen.
pl: Wszyscy użytkownicy zostaną natychmiast wylogowani z aplikacji, w tym Ty, i będą musieli zalogować się ponownie.
pt_br: Todos os usuários serão imediatamente desconectados do sistema, incluindo você, e precisarão fazer login novamente.
pt_pt: Todos os utilizadores serão imediatamente desconectados da aplicação, incluindo você, e precisarão de fazer novamente o login.
ru: Сеансы всех пользователей, включая вас, будут немедленно завершены, и пользователи должны будут снова войти в систему.
sl: Vsi trenutno prijavljeni uporabniki bodo odjavljeni iz aplikacije, vključno z vami, in se bodo morali ponovno prijaviti.
sv: Alla användare, inklusive du själv, kommer bli utloggade och måste logga in igen.
tr_tr: Siz de dahil tüm sistem kullanıcılarının oturumları kapatılacak ve tekrar giriş yapmaları gerekecek.
uk: Усіх користувачів буде негайно виведено з програми, включно з вами, і їм потрібно буде увійти знову.
vi: Tất cả người dùng sẽ bị đăng xuất khỏi ứng dụng ngay lập tức, bao gồm cả bạn, và sẽ cần đăng nhập lại.

# admin.languages.cantDisable
source: This locale is the primary language of the site. You can't disable it until you choose another primary locale.
ar_iq: هذه اللغة هي اللغة الأولية للموقع. لا يمكنك تعطيلها ما لم تختر لغة أولية أخرى.
bg_bg: Тази езикова версия е основният език на сайта. Не можете да го деактивирате, докато не изберете друг основен език.
ca_es: Aquesta és la configuració regional principal del lloc web. No podeu inhabilitar-la fins que no hàgiu triat una altra configuració regional primària.
cs: Tato lokalizace je primární jazyk těchto stránek. Nemůžete ji vypnout dokud nezvolíte jinou primární lokalizaci.
da_dk: Dette sprog er valgt som webstedets primære sprog. Det kan ikke deaktiveres før et nyt primært sprog er valgt.
de: Diese Sprache ist die primäre Sprache dieser Website. Sie können sie erst deaktivieren, wenn Sie eine andere primäre Regionalausstellung ausgewählt haben.
el_gr: Αυτή η γλώσσα είναι η κύρια γλώσσα του ιστότοπου. Δεν μπορείτε να την απενεργοποιήσετε έως ότου επιλέξετε άλλη κύρια γλώσσα.
es: La configuración regional es el idioma principal del sitio. No se puede deshabilitar hasta que elija otra configuración regional principal.
eu: Eskualdeko ezarpen hau guneko hizkuntza nagusia da. Ezin duzu desgaitu beste hizkuntza nagusi bat aukeratu arte.
fa_ir: این زیان، زبان اصلی سایت است و تا زمانی که زبان دیگری را به‌عنوان زبان اصلی سایت انتخاب نکنید، اجازه حذف این زبان را ندارید.
fi: Tämä kielialue on sivuston pääkieli. Et voi poistaa sitä käytöstä, ennen kuin valitset toisen ensisijainen kielialueen.
fr_fr: Ce paramètre régional est la langue principale du site. Vous ne pouvez pas le désactiver avant d'avoir choisi un autre paramètre régional principal.
hr_hr: Ovaj jezik je primarni jezik na stranici. Ne možete ga isključiti, dok ne izaberete neki drugi primarni jezik.
hu_hu: Ez a nyelv az elsődleges nyelv az oldalon. Nem kapcsolhatja ki, amíg nem állít be egy másik elsődleges nyelvet.
hy_am: Այս լեզուն կայքի հիմնական լեզուն է։ Դուք չեք կարող ապաակտիվացնել այն մինչև չընտրեք այլ հիմնական լեզու։
id: Bahasa ini adalah bahasa utama situs web. Anda tidak bisa menonaktifkannya sebelum memilih bahasa utama lain.
id_id: Bahasa ini adalah bahasa utama situs web. Anda tidak bisa menonaktifkannya sebelum memilih bahasa utama lain.
it_it: Questa lingua è la lingua primaria del sito. Non puoi disabilitarla fino a quando non scegli un'altra lingua come primaria.
ja: この言語は、サイトのプライマリ言語です。 別のプライマリ言語を選択するまで無効にすることはできません。
ka_ge: ეს ენა არის საიტის ძირითადი ენა. თქვენ არ შეგიძლიათ გამორთოთ მანამ, სანამ არ აირჩევთ სხვა მთავარ ენას.
kk_kz: Бұл тіл - сайттың негізгі тілі. Сіз басқа негізгі тілді таңдамайынша оны өшіре алмайсыз.
ku_iq: ئەمە زمانی سەرەکی پێگەکەیە)وێب سایەتەکە) یە یا :ئەم زمانە زمانی سەرەکی پێگەکەیە، ناتوانی لەکاری بخەیت لەکاتێکدا زمانێکی ترت بە زمانی سەرەکی هەڵنەبژاردووە.
lv_lv: Šī ir vietnes primārā lokalizācija. Jūs nevarat to atspējot, kamēr nav izvēlēta cita primārā lokalizācija.
mk: Оваа локализација е примарен јазик на страницата. Не можете да го оневозможите сè додека не изберете друг основна локализација.
ms: Bahasa/locale ini ialah bahasa utama laman. Anda tidak boleh menyahdayakannya sehingga anda memilih bahasa/locale utama yang lain.
nb: Denne språkpakken er hovedspråket for nettstedet. Du kan ikke deaktivere hovedspråket før du velger en annen språkpakke.
nl: Deze taal is de hoofdtaal voor de website. Ze kan niet worden uitgeschakeld voor u een andere hoofdtaal selecteert.
pl: Ten język jest językiem domyślnym dla strony. Nie można go wyłączyć przed wybraniem innego języka.
pt_br: Este idioma é o padrão do site. Você não pode desativá-lo até que escolha outro idioma padrão.
pt_pt: Este é o principal idioma do portal. Não é possível desativá-lo, a não ser que escolha outro idioma.
ru: Этот язык является основным языком сайта. Вы не можете отключить его до тех пор, пока не выберете другой основной язык.
sl: Ta jezik je primaren za to spletišče. Ne morete ga izključiti, dokler ne izberete drugega primarnega jezika.
sr_rs@cyrillic: Ова локализација је примарни језик сајта и не може бити обрисана док не одаберете нови примарни језик.
sr_rs@latin: Ova lokalizacija je primarni jezik sajta i ne može biti obrisana dok ne odaberete novi primarni jezik.
sv: Det här kommer att vara förvalt språk/region för webbplatsen. Du kan inte inaktivera det utan att välja ett annat förvalt språk/region.
tr_tr: Bu dil sitenin birincil dilidir. Başka bir dili birincil dil olarak seçmeden önce bunu silemezsiniz.
uk: Ця локалізація є основною мовою вебсайту. Ви не можете відключити її, доки не оберете іншу основну локалізацію.
vi: Ngôn ngữ bản địa này là ngôn ngữ chính của trang web. Bạn không thể vô hiệu hóa nó cho đến khi bạn chọn một ngôn ngữ chính khác.
vi_vn: Ngôn ngữ này là ngôn ngữ chính của trang web. Bạn không thể tắt nó cho đến khi bạn chọn một ngôn ngữ chính khác.

# admin.languages.confirmSitePrimaryLocaleChange
source: Are you sure you want to change the site primary locale? Users' names, which are required in the site's primary locale, will be copied from the existing primary locale where they are missing.
ar_iq: هل أنت متأكد من رغبتك في تغيير اللغة الأساسية في الموقع؟ أسماء المستخدمين المطلوبة إلزاماً بلغة الموقع الأساسية سيتم نسخها من اللغة الأساسية الحالية حيثما كانت مفقودة.
bg_bg: Наистина ли искате да промените основния език на сайта? Имената на потребителите, които се изискват в основния език на сайта, ще бъдат копирани от съществуващия първичен език, ако и където липсват.
ca_es: Segur que voleu canviar la configuració regional principal del lloc? Els noms d'usuari/ària, que són obligatoris en la configuració regional principal del lloc, es copiaran des de l'actual configuració regional principal en els casos en què no existeixin.
cs: Opravdu chcete změnit výchozí národní nastavení webu? Jména uživatelů, která jsou požadována v primárním národním prostředí webu, budou zkopírována z existujícího primárního národního prostředí, kde chybí.
da_dk: Er du sikker på, at du vil ændre det primære sprog? Brugernes navne, der kræves under sitets primære sprog vil, hvor de mangler, blive kopieret fra det eksisterende primære sprog.
de: Sind Sie sicher, dass Sie die primäre Regionaleinstellung der Seite ändern wollen? Nutzernamen, die für die primäre Regionaleinstellung der Seite benötigt werden, werden dort, wo sie fehlen, von der bestehenden primären Regionaleinstellung übernommen.
el_gr: Επιβεβαιώνετε την αλλαγή της κύριας γλώσσας του ιστότοπου; Απαιτείται η καταχώριση των ονομάτων Χρηστών στην κύρια γλώσσα του ιστοτόπου. Όπου απουσιάζουν, θα αντιγραφούν από το αντίστοιχο πεδίο της τρέχουσας κύριας γλώσσας.
es: ¿Está seguro de que quiere cambiar el idioma principal del sitio? Los nombres de usuario/a, que son necesarios en el idioma principal del sitio, se copiarán desde el idioma principal actual donde no existan.
eu: Ziur zaude gunearen eskualde ezarpen nagusia aldatu nahi duzula? Erabiltzaileen izenak, guneko eskualde nagusian beharrezkoak direnak, falta direnean hizkuntza nagusitik kopiatuko dira.
fi: Oletko varma, että haluat muuttaa sivuston pääasiallista kieltä? Käyttäjien nimet, jotka vaaditaan pääasiallisen kielen osalta, kopioidaan automaattisesti nykyisen kieliasetuksen mukaisista arvoista mikäli ne puuttuvat uudesta kielestä.
fr_fr: Êtes-vous certain ou certaine de vouloir changer le paramètre régional principal du site ? Les noms des utilisateurs et utilisatrices, requis dans le paramètre régional principal du site, seront copiés, lorsque manquants, à partir du paramètre régional principal existant.
hr_hr: Jeste li sigurni da želite promijeniti primarnu lokalizaciju stranice? Korisnička imena potrebna za primarnu lokalizaciju stranice kopirat će se iz postojeće primarne lokalizacije gdje nedostaju.
hu_hu: Biztosan meg akarja változtatni az oldal elsődleges nyelvét? A felhasználók nevei, melyek megadása szükséges minden elsődleges nyelvben, a hiányzó helyeken átmásolásra kerülnek majd a jelenlegi elsődleges nyelvből.
hy_am: Համոզվա՞ծ եք, որ ուզում եք փոխել կայքի հիմնական լեզուն։
id: Yakin ingin mengganti bahasa utama situs web? Nama pengguna, yang diperlukan dalam bahasa utama situs, akan disalin dari bahasa utama yang ada apabila belum ditemukan.
id_id: Yakin ingin mengganti bahasa utama situs web? Nama pengguna, yang diperlukan dalam bahasa utama situs, akan disalin dari bahasa utama yang ada apabila belum ditemukan.
it_it: Confermi di voler modificare la lingua principale del sito? I nomi degli utenti, che sono obbligatori nella lingua primaria del sito, saranno copiati dalla lingua primaria attuale, dove mancano.
ja: サイトのプライマリ言語を変更してもよろしいですか 。サイトのプライマリ言語で必要なユーザーの名前は存在しない既存のプライマリ言語からコピーされます。
ka_ge: დარწმუნებული ხართ, რომ გსურთ შეცვალოთ საიტის ძირითადი ენა? მომხმარებლების სახელები, რომლებიც აუცილებელია საიტის პირველადი ენიდან, გადაკოპირდება არსებული ძირითადიენიდან, სადაც ისინი არ არის.
kk_kz: Сайттың негізгі тілін өзгерткіңіз келетініне сенімдісіз бе? Сайттың негізгі тілінде көрсетілуі тиіс қолданушы аттары, егер сайттың жаңа бастапқы тілінде мұндай атаулар болмаса, ағымдағы негізгі тілден жаңасына көшіріледі.
ku_iq: ئایا تۆ لە گۆڕینی زمانی سەرەکی دڵنیایت؟ دەبێت ناوی بەکارهینەران بە زمانی سەرەکی بێت و ئەمەش لە زمانی ئێستاوە کۆپی لێ هەڵ دەگیرێت.
lv_lv: Vai esat drošs, ka vēlaties mainīt vietnes primāro lokalizāciju? Lietotājvārdi, kas ir nepieciešami vietnes primārajā lokalizācijā, kurā tie trūkst, tiks kopēti no esošās primārās lokalizācijas.
mk: Дали сте сигурни дека сакате да јапромените примарната локализација на страницата? Имињата на корисниците, кои се потребни во основната локализација на страницата, ќе бидат копирани од постојното примарно место каде што недостасуваат.
ms: Adakah anda pasti mahu menukar bahasa/locale utama laman? Nama pengguna, yang diperlukan dalam bahasa/locale utama laman, akan disalin daripada bahasa utama sedia ada di mana mereka tiada.
nb: Er du sikker på at du vil endre hovedspråkpakke for dette nettstedet? Hvis brukeres navn mangler vil disse hentes fra nettstedets nåværende hovedspråkpakke og bli kopiert til den endrede hovedspråkpakken.
pl: Czy na pewno zmienić język strony? Nazwa użytkownika, wymagana do zalogowania się na stronie zostanie skopiowana, jeżeli nie została podana dla wybranego języka.
pt_br: Tem a certeza que deseja alterar o idioma principal do site? Nomes de usuários, que são necessários no idioma principal do site, serão copiados do idioma principal quando ausentes.
pt_pt: Tem a certeza que deseja alterar o idioma principal do site? Os nomes de utilizadores, que são necessários no idioma principal do site, serão copiados do idioma principal existente onde estiverem em falta.
ru: Вы уверены, что хотите изменить основной язык сайта? Имена пользователей, которые обязательно должны быть указаны на основном языке сайта, будут скопированы из текущего основного языка в новый, если такие имена отсутствуют на новом основном языке сайта.
sl: Ste prepričani, da želite spremeniti primarni jezik revije? Uporabniška imena (ki so obvezna v primarnem jeziku), ki niso podana v novem jeziku, bodo skopirana iz obstoječega jezika.
sr_rs@cyrillic: Да ли сте сигурни да желите да промените примарну локализацију сајта? Корисничка имена, која су неопходна за сајт примарне локализације, биће копирана са постојеће примарне локализације тамо где недостају.
sv: Är du säker på att du vill ändra webbplatsens förvalda språk? Användares namn måste finnas i webbplatsens förvalda språk, de kommer kopieras från det nuvarande förvalda språket i de fall de saknas.
tr_tr: Sitenin birincil dilini değiştirmek istediğinizden emin misiniz? Kullanıcıların sitenin birincil dilinde bulunması zorunlu olan isimleri, eğer eksik ise mevcut birincil dilden kopyalanacak.
uk: Ви впевнені, що бажаєте змінити основну локалізацію вебсайту? Ім'я користувачів, які необхідні для основної локалізації сайту, буде скопійовано з чинної основної локалізації, де вони відсутні.
vi: Bạn có chắc chắn muốn thay đổi ngôn ngữ chính của trang web không? Tên người dùng, bắt buộc phải có bằng ngôn ngữ chính của trang web, sẽ được sao chép từ ngôn ngữ chính hiện tại nếu bị thiếu.
vi_vn: Bạn có chắc chắn muốn thay đổi ngôn ngữ chính của trang web không? Tên của người dùng, được yêu cầu trong ngôn ngữ chính của trang web, sẽ được sao chép từ ngôn ngữ chính hiện có nơi họ bị thiếu.
