Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.error.gzCompressFile.fread
source: File could not be compressed. The source file {$filePath} could not be read with fread.
ar_iq: تعذر ضغط الملف. تعذرت قراءة الملف المصدري {$file} باستعمال fread.
cs: Soubor se nepodařilo zkomprimovat. Zdrojový soubor {$filePath} se nepodařilo přečíst pomocí fread.
da_dk: Filen kunne ikke dekomprimeres. Kildefilen {$filePath} kunne ikke læses af fread.
de: Datei konnte nicht komprimiert werden. Die Sourcedatei {$filePath} konnte nicht mit fread gelesen werden.
es: No se pudo descomprimir el archivo porque el origen {$filePath} no se pudo leer con "fread".
eu: Ezin izan da fitxategia konprimitu. Ezin izan da {$filePath} iturburu-fitxategia fread-ekin irakurri.
fr_fr: Le fichier n'a pas pu être compressé. Le fichier source {$filePath} n'a pas pu être lu avec fread.
hy_am: Նիշքը չհաջողվեց սեղմել: {$filePath} սկզբնաղբյուր նիշքը չհաջողվեց կարդալ fread-ով:
id: File tidak dapat didekompresi. File sumber {$filePath} tidak dapat dibaca dengan fread.
it_it: Il file non può essere compresso. Il file sorgente {$filePath} non può essere letto con fread.
mk: Датотеката не можеше да се компресира. Изворната датотека {$filePath} не можеше да се прочита со fread.
nb: Filen kunne ikke komprimeres. Kildefilen {$filePath} kunne ikke leses med fread.
nl: Het bestand kon niet worden gedecomprimeerd. Het bronbestand {$filePath} kon niet worden verwijderd met f-read.
pl: Nie można skompresować pliku. Nie można odczytać pliku źródłowego {$filePath} za pomocą fread.
pt_br: O arquivo não pôde ser compactado. O arquivo de origem {$filePath} não pôde ser lido com fread.
pt_pt: O ficheiro não pode ser compactado. O ficheiro de origem {$filePath} não pode ser lido com fread.
ru: Файл не удалось упаковать. Исходный файл {$filePath} не может быть прочитан с помощью fread.
sl: Datoteke ni bilo mogoče dekompresirati. Ciljne datoteke {$filePath} ni bilo mogoče prebrati s fread.
uk: Файл не вдалося упакувати. Вихідний файл {$filePath} не вдалося прочитати за допомогою fread.
vi: Không thể nén tệp. Không thể đọc tệp nguồn {$filePath} bằng fread.

# admin.error.gzCompressFile.gzwrite
source: File could not be compressed. The destination gz-file {$filePath} could not be written with gzwrite.
ar_iq: تعذر ضغط الملف. تعذرت كتابة الملف المستهدف الذي بصيغة gz {$filePath} باستعمال gzwrite.
cs: Soubor se nepodařilo zkomprimovat. Cílový soubor gz {$filePath} nebylo možné zapsat pomocí gzwrite.
da_dk: Filen kunne ikke dekomprimeres. Destinations-gz-filen {$filePath} kunne ikke skrives med gzwrite.
de: Datei konnte nicht komprimiert werden. Die gz-Zieldatei {$filePath} konnte nicht mit gzwrite geschrieben werden.
es: No se pudo comprimir el archivo porque el destino gz-file {$filePath} no se pudo escribir con gzwrite.
eu: Ezin izan da fitxategia konprimitu. Ezin izan da {$filePath} gz-file helburu-fitxategia gzwrite-rekin idatzi.
fr_fr: Le fichier n'a pas pu être compressé. Le fichier de destination {$filePath} n'a pas pu être écrit avec gzwrite.
hy_am: Նիշքը չհաջողվեց սեղմել: Destinatin gz-նիշքը՝ {$filePath} չի կարող գրվել gzwrite-ով:
id: File tidak dapat didekompresi. File tujuan gz-file {$filePath} tidak dapat ditulis dengan gzwrite.
it_it: Non è stato possibile comprimere il file. Il file gz di destinazione {$filePath} non può essere scritto con gzwrite.
mk: Датотеката не можеше да се компресира. Дестинатната gz-file {$filePath} не можеше да се напише со gzwrite.
nb: Filen kunne ikke komprimeres. Mål-gz-filen {$filePath} kunne ikke skrives med gzwrite.
nl: Het bestand kon niet worden geopend. Het bestemmings-gz bestand {$filePath} kon niet worden geschreven met gz-write.
pl: Nie można skompresować pliku. Nie można zapisać docelowego pliku gz {$filePath} za pomocą gzwrite.
pt_br: O arquivo não pôde ser compactado. O arquivo gz de destino {$filePath} não pôde ser escrito com gzwrite.
pt_pt: O ficheiro não pode ser compactado. O ficheiro gz de destino {$filePath} não pode ser escrito com gzwrite.
ru: Файл не удалось упаковать. Конечный gz-файл {$filePath} не может быть записан с помощью gzwrite.
sl: Datoteke ni bilo mogoče dekompresirati. V ciiljno datoteko {$filePath} ni bilo mogoče pisati z gzwrite.
uk: Файл не вдалося упакувати. Кінцевий gz-файл {$filePath} не вдалося записати за допомогою gzwrite.
vi: Không thể nén tệp. Không thể ghi tệp gz đích {$filePath} bằng gzwrite.

# admin.error.gzCompressFile.fclose
source: File could not be compressed. The opened source file {$filePath} could not be closed with fclose.
ar_iq: تعذر ضغط الملف. تعذر إغلاق الملف المصدري المفتوح {$filePath} باستعمال fclose.
cs: Soubor se nepodařilo zkomprimovat. Otevřený zdrojový soubor {$filePath} se nepodařilo uzavřít pomocí fclose.
da_dk: Filen kunne ikke dekomprimeres. Den åbne kildefil {$filePath} kunne ikke lukkes med fclose.
de: Datei konnte nicht komprimiert werden. Die geöffnete Sourcedatei {$filePath} konnte nicht mit fclose geschlossen werden.
es: No se pudo descomprimir el archivo porque el origen {$filePath} no se pudo cerrar con "fclose".
eu: Ezin izan da fitxategia konprimitu. Ezin izan da {$filePath} irekitako iturburu-fitxategia fclose-rekin itxi.
fr_fr: Le fichier n'a pas pu être compressé. Le fichier source ouvert {$filePath} n'a pas pu être fermé avec fclose.
hy_am: Նիշքը չհաջողվեց սեղմել: Բացված սկզբնաղբյուր նիշքը {$filePath} չհաջողվեց փակել fclose-ով:
id: File tidak dapat didekompresi. File sumber yang dibuka {$filePath} tidak dapat ditutup menggunakan fclose.
it_it: Non è stato possibile comprimere il file. Il file sorgente aperto {$filePath} non può essere chiuso con fclose.
mk: Датотеката не можеше да се компресира. Отворената изворна датотека {$filePath} не можеше да се затвори со fclose.
nb: Filen kunne ikke komprimeres. Den åpnede kildefilen {$filePath} kunne ikke lukkes med fclose.
nl: Het bestand kon niet worden geopend. Het geopende bronbestand {$filePath} kon niet worden gesloten met f-close.
pl: Nie można skompresować pliku. Nie można zamknąć otwartego pliku źródłowego {$filePath} za pomocą fclose.
pt_br: O arquivo não pôde ser compactado. O arquivo fonte aberto {$filePath} não pôde ser fechado com fclose.
pt_pt: O ficheiro não pode ser compactado. O ficheiro fonte aberto {$filePath} não pode ser fechado com fclose.
ru: Файл не удалось упаковать. Открытый исходный файл {$filePath} не удалось закрыть с помощью fclose.
sl: Datoteke ni bilo mogoče dekompresirati. Odprte izvorne datoteke {$filePath} ni bilo mogoče zapreti z fclose.
uk: Файл не вдалося упакувати. Відкритий вихідний файл {$filePath} не вдалося закрити за допомогою fclose.
vi: Không thể nén tệp. Không thể đóng tệp nguồn đã mở {$filePath} bằng fclose.

# admin.error.gzCompressFile.gzclose
source: File could not be compressed. The opened destination gz-file {$filePath} could not be closed with gzclose.
ar_iq: تعذر ضغط الملف. تعذر إغلاق الملف المستهدف الذي بصيغة gz {$filePath} باستعمال gzclose.
cs: Soubor se nepodařilo zkomprimovat. Otevřený cílový gz-soubor {$filePath} se nepodařilo uzavřít pomocí gzclose.
da_dk: Filen kunne ikke dekomprimeres. Den åbne destinations-gz-fil {$filePath} kunne ikke lukkes med gzclose.
de: Datei konnte nicht komprimiert werden. Die geöffnete gz-Zieldatei {$filePath} konnte nicht mit gzclose geschlossen werden.
es: No se pudo descomprimir el archivo porque el destino {$filePath} no se pudo cerrar con "gzclose".
eu: Ezin izan da fitxategia konprimitu. Ezin izan da {$filePath} irekitako gz-file helburu-fitxategia gzclose-rekin itxi.
fr_fr: Le fichier n'a pas pu être compressé. Le fichier ouvert {$filePath} n'a pas pu être fermé avec gzclose.
hy_am: Նիշքը չհաջողվեց սեղմել: Բացված նպատակակետ gz-նիշքը {$filePath} չի կարող փակվել gzclose-ով:
id: File tidak dapat didekompresi. gz-file tujuan yang sudah dibuka tidak dapat ditutup menggunakan gzclose.
it_it: Non è stato possibile comprimere il file. Il file gz aperto {$filePath} non può essere chiuso con gzclose.
mk: Датотеката не можеше да се компресира. Отворената дестинација gz-file {$filePath} не може да се затвори со gzclose.
nb: Filen kunne ikke komprimeres. Den åpnede mål-gz-filen {$filePath} kunne ikke lukkes med gzclose.
nl: Het bestand kon niet worden geopend. Het geopende bestemmings-gz-bestand {$filePath} kon niet worden gesloten met gz-close.
pl: Nie można skompresować pliku. Otwartego docelowego pliku gz {$filePath} nie można zamknąć za pomocą gzclose.
pt_br: O arquivo não pôde ser compactado. O arquivo gz de destino aberto {$filePath} não pôde ser fechado com gzclose.
pt_pt: O ficheiro não pode ser compactado. O ficheiro gz de destino aberto {$filePath} não pode ser fechado com gzclose.
ru: Файл не удалось упаковать. Открытый конечный gz-файл {$filePath} не удалось закрыть с помощью gzclose.
sl: Datoteke ni bilo mogoče dekompresirati. Odprte ciiljne datoteke {$filePath} ni bilo mogoče zapreti z gzclose.
uk: Файл не вдалося упакувати. Відкритий кінцевий gz-файл {$filePath} не вдалося закрити за допомогою gzclose.
vi: Không thể nén tệp. Không thể đóng tệp gz đích đã mở {$filePath} bằng gzclose.

# admin.error.gzCompressFile.unlink
source: File could not be compressed. The compressed source file {$filePath} could not be removed with unlink.
ar_iq: تعذر ضغط الملف. تعذرت إزالة الملف المصدري المضغوط {$filePath} باستعمال unlink.
cs: Soubor se nepodařilo zkomprimovat. Komprimovaný zdrojový soubor {$filePath} nebylo možné odstranit pomocí unlink.
da_dk: Filen kunne ikke dekomprimeres. Den dekomprimerede kildefil {$filePath} kunne ikke fjernes med unlink.
de: Datei konnte nicht komprimiert werden. Die komprimierte Sourcedatei {$filePath} konnte nicht mit unlink entfernt werden.
es: No se pudo descomprimir el archivo porque el origen {$filePath} no se pudo eliminar con "unlink".
eu: Ezin izan da fitxategia konprimitu. Ezin izan da {$filePath} konprimitutako iturburu-fitxategia unlink-ekin ezabatu.
fr_fr: Le fichier n'a pas pu être compressé. Le fichier source compressé {$filePath} n'a pas pu être supprimé avec unlink.
hy_am: Նիշքը չհաջողվեց սեղմել: Սեղմված սկզբնաղբյուր նիշքը {$filePath} չհաջողվեց հեռացնել հղումը հեռացնելով:
id: File tidak dapat didekompresi. Sumber file yang telah terkompresi {$filePath} tidak dapat dihilangkan menggunakan unlink.
it_it: Non è stato possibile comprimere il file. Il file sorgente compresso {$filePath} non può essere rimosso con unlink.
mk: Датотеката не можеше да се компресира. Компресираната изворна датотека {$filePath} не може да се отстрани со прекинување на врската.
nb: Filen kunne ikke komprimeres. Den komprimerte kildefilen {$filePath} kunne ikke fjernes med unlink.
nl: Het bestand kon niet worden geopend. Het gecomprimeerde bronbestand {$filePath} kon niet worden verwijderd met een ontkoppeling.
pl: Nie można skompresować pliku. Skompresowanego pliku źródłowego {$filePath} nie można usunąć przez usunięcie łącza.
pt_br: O arquivo não pôde ser compactado. O arquivo de origem compactado {$filePath} não pôde ser removido com unlink.
pt_pt: O ficheiro não pode ser compactado. O ficheiro de origem compactado {$filePath} não pode ser removido com unlink.
ru: Файл не удалось упаковать. Упакованный исходный файл {$filePath} не может быть удален с помощью unlink.
sl: Datoteke ni bilo mogoče dekompresirati. Izvorne datoteke {$filePath} ni bilo mogoče odstraniti z unlink.
uk: Файл не вдалося упакувати. Упакований вихідний файл {$filePath} не вдалося видалити за допомогою скасування зв'язку.
vi: Không thể nén tệp. Không thể xóa tệp nguồn đã nén {$filePath} bằng unlink.

# admin.languages.noLocalesToDownload
source: There are no locales available for download.
ar_iq: ليست هناك لغات متاحة للتنزيل من الموقع.
bg_bg: Няма достъпни езици за изтегляне.
ca_es: No hi ha configuracions regionals disponibles per descarregar.
cs: Nejsou dostupné žádné lokalizace ke stažení.
da_dk: Ingen sprog er tilgængelige til download.
de: Es sind keine Regionaleinstellungen zum Download verfügbar.
el_gr: Δεν υπάρχουν γλώσσες διαθέσιμες για λήψη.
es: No hay traducciones disponibles para descargar.
eu: Ez dago deskargatzeko itzulpenik eskuragarri.
fa_ir: زبانی برای دانلود وجود ندارد.
fi: Kielialueita ei ole ladattavissa.
fr_fr: Aucune traduction disponible pour téléchargement.
hu_hu: Nincsenek elérhető nyelvi fájlok letöltésre.
hy_am: Ներբեռնման համար հասանելի լեզուներ չկան:
id: Tidak ada bahasa yang dapat diunduh.
id_id: Tidak ada bahasa yang dapat diunduh.
it_it: Non ci sono lingue disponibili per il download.
ja: ダウンロードできる言語はありません。
ka_ge: ჩამოსატვირთად ხელმისაწვდომი ენები არ არის.
kk_kz: Жүктеуге қол жетімді тілдер жоқ.
ku_iq: .هیچ شتێکی ناوەخۆ بەردەست نیە بۆ دابەزاندن
mk: Нема достапни локализации за преземање.
ms: Tiada bahasa/locales yang tersedia untuk dimuat turun.
nb: Ingen språkpakker er tilgjengelig for nedlasting.
nl: Er zijn geen taalbestanden om te downloaden.
pl: Brak plików tłumaczeń do pobrania.
pt_br: Sem idiomas disponíveis para download.
pt_pt: Não estão disponíveis idiomas para download.
ru: Нет доступных языков для скачивания.
sl: Na voljo ni nobneih jezikovnih paketov za prenos.
sr_rs@cyrillic: Нема локализација доступних за преузимање.
sr_rs@latin: Nema lokalizacija dostupnih za preuzimanje
sv: Det finns inga språk/region-filer tillgängliga för nedladdning.
tr_tr: İndirilecek herhangi bir dil bulunmuyor.
uk: Відсутні локалізації для завантаження.
vi: Không có ngôn ngữ bản địa nào khả dụng để tải xuống.
vi_vn: Không có ngôn ngữ nào có sẵn để tải xuống.

# admin.cli.tool.usage.title
source: Usage:
ar_iq: طريقة الاستعمال:
bg_bg: Употреба:
cs: Využití:
da_dk: Anvendelse:
de: Benutzung:
es: Uso:
eu: Erabilera:
fr_fr: Utilisation :
hu_hu: Használat:
hy_am: Օգտագործում:
id: Penggunaan:
it_it: Uso:
ka_ge: გამოყენება:
kk_kz: Пайдалану:
mk: Употреба:
nb: Bruk:
nl: Gebruik:
pl: Używanie:
pt_br: Uso:
pt_pt: Uso:
ru: Использование:
sl: Uporaba:
sv: Användning:
tr_tr: Kullanım:
uk: Використання:
vi: Cách sử dụng:

# admin.cli.tool.usage.parameters
source: command [arguments]
bg_bg: команда [аргументи]
cs: příkaz [argumenty]
da_dk: Kommando [arguments]
eu: komandoa [parametroak]
fr_fr: commande [arguments]
hu_hu: parancs [argumentumok]
hy_am: հրաման [arguments]
id: perintah [argumen]
it_it: comando [argomenti]
ka_ge: ბრძანება [arguments]
kk_kz: команда [arguments]
mk: команда [аргументи]
nb: kommando [argumenter]
nl: instructie [argumenten]
pl: polecenie [argumenty]
pt_br: comando [argumentos]
pt_pt: comando [argumentos]
ru: команда [аргументы]
sl: ukaz [argumenti]
tr_tr: komut [argümanlar]
uk: команда [аргументи]
vi: lệnh [đối số]

# admin.cli.tool.available.commands
source: Available commands for the `{$namespace}` namespace:
ar_iq: الأوامر المتاحة في `{$namespace}` namespace:
bg_bg: Налични команди за пространството от имена `{$namespace}`:
cs: Dostupné příkazy pro obor názvů `{$namespace}`:
da_dk: Tilgængelige kommandoer for `{$namespace}` namespace:
de: Verfügbare Befehle für den '{$namespace}' Namensraum:
es: Comandos disponibles para el espacio de nombres `{$namespace}`:
eu: `{$namespace}` izen-eremurako eskuragarri dauden komandoak:
fr_fr: Commandes disponibles pour l'espace de noms `{$namespace}` :
hu_hu: Elérhető parancsok ehhez a `{$namespace}` névtérhez:
hy_am: Հասանելի հրամաններ `{$namespace}` անվանատարածքի համար:
id: Tersedia perintah untuk `{$namespace}` namespace:
it_it: Comandi disponibili per lo spazio dei nomi `{$namespace}`:
ka_ge: ხელმისაწვდომი ბრძანებები `{$namespace}` სახელთა სივრცისთვის:
kk_kz: `{$namespace}` аттар кеңістігі үшін қол жетімді командалар:
mk: Достапни команди за именскиот простор `{$namespace}`:
nb: Tilgjengelige kommandoer for `{$namespace}` navnerom:
nl: Beschikbare instructies voor de {$namespace}`naamruimte:
pl: Polecenia dostępne dla przestrzeni nazw `{$namespace}`:
pt_br: Comandos disponíveis para o `{$namespace}` namespace:
pt_pt: Comandos disponíveis para o `{$namespace}` namespace:
ru: Доступные команды для пространства имён `{$namespace}`:
sl: Ukazi za namespace `{$namespace}`, ki so na voljo:
tr_tr: `{$namespace}` alanı için mevcut komutlar:
uk: Доступні команди для простору імен "{$namespace}":
vi: Các lệnh khả dụng cho không gian tên `{$namespace}`:

# admin.cli.tool.jobs.maintenance.message
source: Can not run queue jobs because the application maintenance mode is enabled.
ar_iq: يتعذر تشغيل أعمال الطابور بسبب تمكين وضع الصيانة في التطبيق.
cs: Nelze spustit úlohy fronty, protože je povolen režim údržby aplikace.
da_dk: Kan ikke køre opgaver i kø, fordi applikationens vedligeholdelsestilstand er aktiveret.
de: Aufträge in der Warteschlange können nicht ausgeführt werden, da der Wartungsmodus der Anwendung aktiviert ist.
es: No se pueden ejecutar trabajos en cola cuando el modo de mantenimiento de la aplicación está activado.
eu: Ezin dira ilara-lanak exekutatu, aplikazioaren mantentze-lanen modua gaituta dagoelako.
fr_fr: Impossible d'exécuter des travaux de file d'attente car le mode de maintenance de l'application est activé.
hy_am: Հնարավոր չէ գործարկել հերթերի աշխատանքները, քանի որ հավելվածի սպասարկման ռեժիմը միացված է:
id: Tidak dapat menjalankan pekerjaan dalam antrian karena mode pemeliharaan aplikasi diaktifkan.
mk: Не може да се извршат задачи во редица бидејќи е овозможен режимот за одржување на апликацијата.
nb: Kan ikke kjøre køjobber fordi applikasjonsvedlikeholdsmodus er aktivert.
nl: Kan geen opdrachten in de wachtrij plaatsen omdat de onderhoudsmodus van de applicatie is ingeschakeld.
pl: Nie można uruchomić zadań w kolejce, ponieważ włączony jest tryb konserwacji aplikacji.
pt_br: Não é possível executar jobs da fila porque o modo de manutenção do sistema está ativado.
pt_pt: Não é possível executar tarefas da fila porque o modo de manutenção do sistema está ativo.
ru: Невозможно запустить задачи из очереди, поскольку включен режим обслуживания приложения.
sl: Opravila v čakalni vrsti ne morejo biti opravljena, ker je aplikacija v načinu vzdrževanja.
uk: Не вдається запустити завдання черги, оскільки ввімкнуто режим обслуговування програми.
vi: Không thể chạy công việc trong hàng đợi vì chế độ bảo trì ứng dụng đã bật.

# admin.cli.tool.jobs.available.options.list.description
source: List all queued jobs. If you want to paginate results, use the parameters --page= and --perPage= . Pass flag --failed to list failed jobs.
ar_iq: قائمة الأعمال في الطابور. إذا أردت توزيع النتائج على صفحات، استعمل العوامل --page= و --perPage=
bg_bg: Избройте всички задания на опашка. Ако искате да ранжирате резултатите, използвайте параметрите --page= и --perPage=
cs: Vypsat všechny úlohy ve frontě. Pokud chcete výsledky stránkovat, použijte parametry --page= a --perPage=
da_dk: Skab liste over alle opgaver i køen. Hvis du vil sideopdele resultatet, så brug parametrene --page= og --perPage=
de: Alle Aufträge aus der Warteschlange aufzählen. Wenn Sie die Ergebnisse in Seiten aufteilen möchten, verwenden Sie die Parameter --page= und --perPage=. Geben Sie das --failed an, um fehlgeschlagene Aufträge aufzulisten.
es: Listar todos los trabajos en cola. Si quiere paginar los resultados, use los parámetros --page= y --perPage=. Utilice la marca --failed para listar los trabajos fallidos.
eu: Zerrendatu ilaran dauden lan guztiak. Emaitzak orrikatu nahi badituzu, erabili --page= eta --perPage= parametroak. Erabili --failed parametroa huts egindako lanak zerrendatzeko.
fr_fr: Lister tous les travaux en attente. Si vous souhaitez paginer les résultats, utilisez les paramètres --page= et --perPage=. Passez l'indicateur --failed pour lister les travaux en échec.
hu_hu: Az összes sorban álló munka listázása. Ha lapozást szeretne az eredmények között, használja a --page= és --perPage= paramétereket
hy_am: Թվարկեք հերթագրված բոլոր աշխատանքները: Եթե ցանկանում եք էջանշել արդյունքները, օգտագործեք --page= և --perPage= պարամետրերը
id: Daftar semua pekerjaan dalam antrian. Jika anda ingin membaginya dalam beberapa halaman, gunakan parameter --page= and --perPage= . Masukkan flag --failed untuk mencantumkan pekerjaan yang gagal.
it_it: Elenca tutti i lavori in coda. Se si desidera impaginare i risultati, utilizzare i parametri --page= e --perPage=
ka_ge: ჩამოთვალეთ რიგში მყოფი სამუშაოები. თუ გსურთ შედეგების პაგინირება, გამოიყენეთ პარამეტრები --page= და --perPage=
kk_kz: Кезекте тұрған барлық жұмыстарды тізімдеңіз. Нәтижелерді беттеу керек болса, --page= және --perPage= параметрлерін пайдаланыңыз
mk: Наведете ги сите работни места по ред. Ако сакате да ги нумерирате резултатите, користете ги параметрите --page= и --perPage=. Pass flag --не успеа да ги наведе неуспешните работни места.
nb: List opp alle jobber i køen. For å paginere resultater, bruk parameterne --page= og --perPage=. For å liste opp mislykkede jobber, bruk flagget --failed.
nl: Maak een lijst van opdrachten in de wachtrij. Indien u resultaten wilt voorzien van paginanummers, gebruikt u de parameters --pagina= en -- perPagina. Druk op de button --mislukt om de foutieve taken in een lijst te zetten.
pl: Wyświetl listę wszystkich zadań oczekujących w kolejce. Jeśli chcesz podzielić wyniki na strony, użyj parametrów --page= oraz --perPage= . Przekaż flagę --failed, aby wyświetlić zadania zakończone niepowodzeniem.
pt_br: Lista todos as tarefas em fila. Se você deseja paginar os resultados, use os parâmetros --page= e --perPage=
pt_pt: Lista de todas as tarefas em espera. Se desejar dividir por páginas, use os parâmetros --page= e --perPage= . Parâmetro --failed para listar trabalhos falhados.
ru: Список всех задач в очереди. Если вы хотите разбить результат по страницам, используйте параметры --page= и --perPage=
sl: Prikaži seznam opravil v čakalni vrsti. Če želite rezultate paginirati, uporabite parametre --page= in --perPage=. Za seznam neuspešnih opravil uporabite parameter --failed .
tr_tr: Kuyruğa alınmış tüm işleri listeleyin. Sonuçları sayfalara ayırmak istiyorsanız ---page= and --perPage= parametrelerini kullanabilirsiniz.
uk: Перерахуйте всі завдання в черзі. Якщо ви хочете розбити результати на сторінки, використовуйте параметри --page= (--сторінка=) та --perPage= (--на сторінку=). Використовуйте позначку --невдалі (--failed), щоб перерахувати всі невдалі завдання.
vi: Liệt kê tất cả các công việc trong hàng đợi. Nếu bạn muốn phân trang kết quả, sử dụng các tham số --page= và --perPage=. Truyền cờ --failed để liệt kê các công việc thất bại.
