Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.cli.tool.jobs.available.options.purge.description
source: Purge a specific queued job based on his Id. If you would like to purge all, pass the parameter --all. If you would like to purge all from a specific queue, pass the parameter --queue=
ar_iq: تطهير عمل معين ضمن الطابور بناءً على هذا الرمز التعريفي. إذا أردت تطهير كل الأعمال، مرر المعامل --all. إذا أردت تطهير كل الأعمال من طابور معين، مرر المعامل --queue=
bg_bg: Изчистете конкретна работа на опашка въз основа на неговия идентификатор. Ако искате да изчистите всички, предайте параметъра --all. Ако искате да изчистите всички от конкретна опашка, предайте параметъра --queue=
cs: Vyčistit konkrétní úlohu ve frontě na základě jejího ID. Pokud chcete vyčistit všechny, předejte parametr --all. Pokud chcete vyčistit všechny z konkrétní fronty, předejte parametr --queue=
da_dk: Slet en specifik opgave i køen baseret på dets ID. Hvis du vil slette dem alle: Brug parameteren --all. Hvis du vil slette alle opgaver i en specifik kø: Brug parameteret --queue=
de: Löscht einen bestimmten Auftrag in der Warteschlange anhand seiner Id. Wenn Sie alle löschen möchten, verwenden Sie den Parameter --all. Wenn Sie alle Aufträge aus einer bestimmten Warteschlange löschen möchten, verwenden Sie den Parameter --queue=
es: Eliminar un trabajo específico de la cola basado en su Id. Si desea eliminar todos los trabajos, use el parámetro --all. Si desea eliminar todos los trabajos de una cola específica, pase el parámetro --queue=
eu: Garbitu ilaran dagoen lan espezifiko bat bere Id-an oinarrituta. Guztiak garbitu nahi badituzu, pasatu --all parametroa. Ilara espezifiko bateko dena garbitu nahi baduzu, pasa --queue= parametroa
fr_fr: Supprimer un travail en file d'attente spécifique en fonction de son identifiant. Si vous souhaitez purger tous les travaux, passez le paramètre --all. Si vous souhaitez supprimer tous les travaux d'une file d'attente spécifique, passez le paramètre --queue=
hu_hu: Törölje az adott várólistás feladatot azonosítója alapján. Ha mindent törölni szeretné, használja az --all paramétert. Ha az összeset törölni szeretné egy adott várólistából, használja a --queue= paramétert
hy_am: Մաքրել որոշակի հերթագրված աշխատանք՝ հիմնվելով նրա ID-ի վրա: Եթե ցանկանում եք մաքրել բոլորը, փոխանցեք --all պարամետրը: Եթե ցանկանում եք մաքրել բոլորը որոշակի հերթից, փոխանցեք --queue= պարամետրը
id: Bersihkan pekerjaan dalam antrian tertentu berdasarkan IDnya. Jika anda ingin membersihkan semua, masukkan parameter --all. Jika anda ingin membersihkan semua dari antrian tertentu, masukkan parameter --queue=
it_it: Elimina un lavoro in coda specifico in base al suo Id. Se si desidera eliminare tutti, passare il parametro --all. Se si desidera eliminare tutti i lavori da una coda specifica, passare il parametro --queue=
ka_ge: გაწმინდეთ კონკრეტული რიგის სამუშაო მისი ID-ის საფუძველზე. თუ გსურთ ყველას გასუფთავება, გადაიტანეთ პარამეტრი --all. თუ გსურთ ყველაფრის გასუფთავება კონკრეტული რიგიდან, გადაიტანეთ პარამეტრი --queue=
kk_kz: Кезекке қойылған нақты тапсырманы оның идентификаторы негізінде тазалаңыз. Егер сіз бәрін жойғыңыз келсе, --all параметрін жіберіңіз. Егер сіз бәрін белгілі бір кезектен жойғыңыз келсе, --queue= параметрін жіберіңіз
mk: Исчистете одредена работа во редица врз основа на неговиот ID. Ако сакате да ги исчистите сите, поминете го параметарот --all. Ако сакате да ги исчистите сите од одредена редица, поминете го параметарот --queue=
nb: Slett en spesifikk jobb i kø basert på dens ID. Hvis du vil tømme alt, send parameteren --all. Hvis du ønsker å fjerne alt fra en spesifikk kø, sender du parameteren --queue=
nl: Verwijder een specifieke opdracht uit de wachtrij, gebaseerd op diens ID. Indien u alle wachtrijtaken wilt verwijderen, gebruik de parameter --alle. Indien u alle taken wilt verwijderen van een bepaalde wachtrij, gebruik de parameter --wachtrij=
pl: Wyczyść określone zadanie w kolejce na podstawie jego identyfikatora. Jeśli chcesz usunąć wszystko, przekaż parametr --all. Jeśli chcesz usunąć wszystko z określonej kolejki, przekaż parametr --queue=
pt_br: Limpe uma tarefa específica na fila com base em seu ID. Se você quiser limpar tudo, passe o parâmetro --all. Se você deseja limpar tudo de uma fila específica, passe o parâmetro --queue=
pt_pt: Fazer purge a uma tarefa específica com base no seu Id. Se deseja fazer purge a todas as tarefas, passe o parâmento --all. Se deseja fazer purge a todas as tarefas de uma fila específica, passe o parâmetro --queue=
ru: Удалить конкретную задачу из очереди по её Id. Если вы хотите удалить все задачи, используйте параметр --all. Если вы хотите удалить все задачи из конкретной очереди, используйте параметр --queue=
sl: Izbrišite določeno opravilo v čakalni vrsti na osnovi njegovega IDja. Če želite zbrisati vse, uporabite parameter -all. Če želite zbrisati vse iz določene vrste, uporabite parameter --queue=
uk: Очистіть конкретну роботу в черзі на основі її ID. Якщо ви хочете очистити все, використайте параметр --усі (--all). Якщо ви хочете очистити все з певної черги, використайте параметр --черга= (--queue=)
vi: Xóa một công việc cụ thể trong hàng đợi dựa trên ID của nó. Nếu bạn muốn xóa tất cả, truyền tham số --all. Nếu bạn muốn xóa tất cả từ một hàng đợi cụ thể, truyền tham số --queue=

# admin.cli.tool.jobs.available.options.test.description
source: Add a test job into the test queue. use the optional parameters --only= and pass 'failed' or 'success' to dispatch failable or successful job.
ar_iq: إضافة عمل تجريبي إلى الطابور التجريبي. استعمل العوامل الاختيارية --only= ومرر لها القيمة 'failed' أو 'success' للتخلص من الأعمال الموفقة أو الفاشلة.
bg_bg: Добавете тестово задание в опашката по подразбиране
cs: Přidání testovací úlohy do testovací fronty. Použijte volitelný parametr --only= a zadejte „failed“ nebo „success“ pro odeslání neúspěšné nebo úspěšné úlohy.
da_dk: Tilføj en test opgave til testkøen. Anvend de valgfrie parametre --only= og tildel 'failed' eller 'success' for at afsende fejlede eller succesfulde opgaver.
de: Fügen Sie einen Testauftrag in die Testwarteschlange ein. Verwenden Sie die optionalen Parameter --only= und verwenden Sie 'failed' oder 'success', um einen fehlgeschlagenen oder erfolgreichen Auftrag zu versenden.
es: Añadir un trabajo de prueba a la cola de pruebas. Use los parámetros opcionales --only= y 'failed' o 'success' para enviar los trabajos fallidos o exitosos.
eu: Gehitu probarako lan bat proba-ilaran. Erabili --only= aukerako parametroa eta zehaztu 'failed' edo 'success' huts egin duten edo arrakasta izan duten lanak bidaltzeko.
fr_fr: Ajouter un travail à la file d'attente de test. Utilisez le paramètre optionnel --only= et indiquez "failed" ou "success" pour soumettre un travail qui a échoué ou réussi.
hu_hu: Tesztfeladat hozzáadása az alapértelmezett várólistához
hy_am: Ավելացրեք թեստային աշխատանք փորձարկման հերթում. օգտագործեք կամընտրական պարամետրերը --only= և անցեք «failed' կամ 'success'՝ անհաջող կամ հաջողված աշխատանք ուղարկելու համար:
id: Tambahkan pekerjaan pengujian ke antrian pengujian. Gunakan pilihan parameter --only= dan masukkan 'failed' atau 'sukses' untuk mengirimkan pekerjaan yang gagal atau berhasil.
it_it: Aggiungere un lavoro di prova alla coda predefinita
ka_ge: დაამატეთ სატესტო სამუშაო ნაგულისხმევ რიგში
kk_kz: Әдепкі кезекке тест тапсырмасын қосыңыз
mk: Додајте тест задача во тест-редицата. користете ги опционалните параметри --only= и поминете „не успеа“ или „успешно“ за да испратите неуспешна или успешна работа.
nb: Legg til en testjobb i testkøen. Bruk de valgfrie parameterne --only= og send 'failed' eller 'success' for å sende en mislykket eller vellykket jobb.
nl: Voeg een testopdracht toe aan de testwachtrij. Gebruik daarbij de optionele parameters --enkel= en ga langs 'foutief' of 'succesvol' om de foutieve of succesvolle opdracht te verplaatsen.
pl: Dodaj zadanie testowe do kolejki testowej. Użyj opcjonalnego parametru --only= oraz przekaż mu 'failed' lub 'success', aby wybrać zadanie zakończone niepowodzeniem lub sukcesem.
pt_br: Adicione um job de teste à fila de teste. use os parâmetros opcionais --only= e pass 'failed' ou 'success' para despachar um job com falha ou bem-sucedido.
pt_pt: Adicione uma tarefa de teste à fila de teste. use os parâmetros opcionais --only= e pass 'failed' ou 'success' para despachar uma tarefa com falha ou bem-sucedida.
ru: Добавить тестовую задачу в очередь по умолчанию
sl: Dodaj testno opravilo v testno čakalno vrsto. Uporabite opciska parametra --only= in pass 'failed' ali 'success' za dodajanje neuspešnih ali uspešnih opravil.
uk: Додайте завдання до тестової черги. Використовуйте факультативні параметри --тільки= (--only=) і позначте "невдалий" або "успішний", щоб надіслати невдалу або успішну роботу.
vi: Thêm một công việc thử nghiệm vào hàng đợi thử nghiệm. sử dụng các tham số tùy chọn --only= và truyền 'failed' hoặc 'success' để gửi công việc thất bại hoặc thành công.

# admin.cli.tool.jobs.available.options.work.description
source: Run an infinite daemon worker process that will continue to process jobs. Use --help flag to see available options associated with this command.
ar_iq: تشغيل عملية دائمية يقوم بها برنامج آلي تستمر في معالجة الأعمال. إستعمل مُعلَّم --help لمعاينة الخيارات المتاحة ذات الصلة بهذا الأمر.
cs: Spustí trvalý pracovní proces démona, který bude pokračovat ve zpracování úloh. Pomocí příznaku --help zobrazíte dostupné možnosti spojené s tímto příkazem.
da_dk: Kør en uendelig "daemon worker" proces som vil fortsætte med at behandle opgaver. Anvend --help flaget for at se tilgængelige muligheder for denne kommando.
de: Startet einen unendlichen Daemon-Arbeitsprozess, der kontinuierlich Aufträge verarbeitet. Verwenden Sie die Option --help, um die verfügbaren Optionen für diesen Befehl anzuzeigen.
es: Ejecutar un proceso de trabajo infinito del demonio que continuará procesando trabajos. Use la marca --help para ver las opciones disponibles asociadas con este comando.
eu: Exekutatu daemon langile prozesu infinitu bat, lanak prozesatzen jarraituko duena. Erabili --help parametroa komando honekin erlazionatutako aukerak ikusteko.
fr_fr: Lancer un processus de travail démon infini qui continuera à traiter les travaux. Utilisez le drapeau --help pour voir les options disponibles associées à cette commande.
hy_am: Գործարկեք անսահման daemon worker գործընթաց, որը կշարունակի մշակել աշխատանքները: Օգտագործեք --help դրոշը՝ այս հրամանի հետ կապված առկա տարբերակները տեսնելու համար:
id: Jalankan proses daemon worker yang tak terbatas yang akan terus memproses pekerjaan. Gunakan flag --help untuk melihat opsi yang tersedia yang terkait dengan perintah ini.
mk: Извршете бесконечен процес на daemon работник кој ќе продолжи да обработува работни места. Користете го знамето --help за да ги видите достапните опции поврзани со оваа команда.
nb: Kjør en bakgrunnsprosess som ikke stopper, og vil fortsette å behandle jobber. Bruk --help flagget for å se tilgjengelige alternativer knyttet til denne kommandoen.
nl: Voer een geruisloze achtergrondtaak uit die doorgaat met het verwerken van taken. Gebruik daarbij de hulpbutton om de beschikbare opties te zien die aan deze opdracht zijn gekoppeld.
pl: Uruchom proces roboczy jako nieskończonego demona, który nadal będzie przetwarzał zadania. Użyj flagi --help, aby zobaczyć dostępne opcje związane z tym poleceniem.
pt_br: Execute um processo de trabalho de daemon infinito que continuará processando jobs. Use a flag --help para ver as opções disponíveis associadas a este comando.
pt_pt: Execute um processo de trabalho de daemon infinito que continuará processando tarefas. Use a flag --help para ver as opções disponíveis associadas a este comando.
ru: Запустить бесконечный рабочий процесс-демон, который будет продолжать обрабатывать задачи. Используйте флаг --help для просмотра доступных параметров, связанных с этой командой.
sl: Zaženite brezkončen proces, ki bo še naprej v ozadju obdeloval opravila. Uporabite --help, če želite videti dodatne opcije, ki so na voljo pri tem ukazu.
uk: Запустіть нескінченний процес daemon worker, який продовжить обробляти завдання. Використовуйте позначку --допомога (--help), щоб переглянути доступні параметри, пов'язані з цією командою.
vi: Chạy một quy trình worker daemon vô hạn sẽ tiếp tục xử lý công việc. Sử dụng cờ --help để xem các tùy chọn khả dụng liên quan đến lệnh này.

# admin.cli.tool.jobs.available.options.failed.description
source: List all the failed jobs. Set parameter --queue=QUEUE_NAME and --connection=CONNECTION_NAME to filter the list. Also pass parameter/flag --redispatch and --clear to redispatch back to queue or clear all/specific failed jobs.
de: Alle fehlgeschlagenen Aufträge aufzählen. Setzen Sie die Parameter --queue=QUEUE_NAME und --connection=CONNECTION_NAME, um die Liste zu filtern. Verwenden Sie auch die Parameter/Flags --redispatch und --clear, um alle/bestimmte fehlgeschlagene Aufträge wieder in die Warteschlange zu stellen oder zu löschen.
es: Listar todos los trabajos fallidos. Establezca el parámetro --queue=QUEUE_NAME y --connection=CONNECTION_NAME para filtrar la lista. También puede utilizar el parámetro --redispatch y --clear para retornar los trabajos fallidos a la cola o borrarlos todos o solo algunos.
eu: Zerrendatu huts egin duten lan guztiak. Ezarri --queue=QUEUE_NAME eta --connection=CONNECTION_NAME parametroak zerrenda iragazteko. Era berean, pasa --redispatch eta --clear parametroak berriz ere ilaran jartzeko edo huts egin duten lan guztiak/batzuk garbitzeko.
fr_fr: Lister tous les travaux en échec. Les paramètres --queue=QUEUE_NAME et --connection=CONNECTION_NAME permettent de filtrer la liste. Passez également les drapeaux --redispatch et --clear pour remettre en file d'attente ou effacer tous les travaux en échec ou certains d'entre eux.
id: Daftar semua pekerjaan yang gagal. Atur parameter --queue=QUEUE_NAME and --connection=CONNECTION_NAME untuk menyaring daftar. Juga masukkan parameter/flag --redispatch dan --clear untuk mengirimkan kembali ke daftar atau membersihkan semua/pekerjaan tertentu yang gagal.
mk: Наведете ги сите неуспешни работни места. Поставете го параметарот --queue=QUEUE_NAME и --connection=CONNECTION_NAME за филтрирање на списокот. Исто така, поминете параметар/означете -- redispatch и --clear за повторно испраќање назад во редот или избришете ги сите/специфични неуспешни задачи.
nb: List opp alle de mislykkede jobbene. Angi parameteren --queue=QUEUE_NAME og --connection=CONNECTION_NAME for å filtrere listen. Send også parameter/flagg --redispatch og --clear for å sende tilbake til køen eller slette alle/spesifikke mislykkede jobber.
nl: Zet alle foutieve opdrachten in een lijst. Om de lijst te filteren, stel de parameter --wachtrij=WACHTRIJ-_NAAM en verbinding=VERBINDING_NAAM in. Toets ook de parameter/markering --verplaats en --opschonen om terug te plaatsen naar de wachtrij of om alle/bepaalde foutieve taken op te schonen.
pl: Wyświetl listę wszystkich zadań zakończonych niepowodzeniem. Do filtrowania listy użyj parametrów --queue=NAZWA_KOLEJKI oraz --connection=NAZWA_POŁĄCZENIA. Dodatkowo, możesz te zadania uruchomić ponownie (użyj --redispatch) albo usunąć (użyj --clear).
pt_pt: Listar todas as tarefas com falha. Defina o parâmetro --queue=QUEUE_NAME e --connection=CONNECTION_NAME para filtrar a lista. Inclua também o parâmetro/sinalizador --redispatch e --clear para reenviar de novo à fila ou limpar todas/específicas tarefas com falha.
ru: Список всех задач, завершившихся неудачей. Задайте параметры --queue=QUEUE_NAME и --connection=CONNECTION_NAME для фильтрации списка. Также передайте параметр/флаг --redispatch и --clear для повторной отправки обратно в очередь или очистки всех/конкретных задач, завершившихся неудачей.
sl: Prikaži vsa neuspešna opravila. Uporabite parameter --queue=QUEUE_NAME in --connection=CONNECTION_NAME za filtriranje seznama. Uporabite parametra --redispatch in --clear za ponovno uvrstitev v opravilno vrsto ali brisanje enega/vseh neuspešnih opravil.
uk: Перерахуйте всі невдалі роботи. Встановіть параметри --черга=ІМ'Я_ЧЕРГИ (--queue=QUEUE_NAME) та --зв'язок=ІМ'Я_ЗВ'ЯЗКУ (--connection=CONNECTION_NAME) для фільтрації списку. Також використайте параметр / прапорець --перевідправити (--redispatch) та --очистити (--clear), щоб перевідправити назад у чергу або очистити всі / конкретні невдалі завдання.
vi: Liệt kê tất cả các công việc thất bại. Thiết lập tham số --queue=QUEUE_NAME và --connection=CONNECTION_NAME để lọc danh sách. Đồng thời truyền tham số/cờ --redispatch và --clear để gửi lại vào hàng đợi hoặc xóa tất cả/các công việc thất bại cụ thể.

# admin.cli.tool.jobs.available.options.run.description
source: Dispatch available jobs into the queue. To dispatch a job into a specific queue, pass the parameter --queue=QUEUE_NAME. Use --test to run a test job and --once to stop after a single job.
ar_iq: التخلص من الأعمال المتاحة في الطبور. إذا أردت التخلص من عمل ما في طابور معين، مرر المعامل --queue=QUEUE_NAME. يمكنك أيضًا الاقتصار على تمرير --test لتشغيل العمل التجريبي والمعامل --once لتشغيل عمل واحد تلو الآخر
cs: Pokud chcete odeslat úlohu do konkrétní fronty, předejte parametr --queue=QUEUE_NAME. Můžete také zadat pouze parametr --test pro spuštění testovací úlohy a parametr --once pro spuštění jediné úlohy
da_dk: Afsend tilgængelige opgaver til køen. Hvis du ønsker at afsende en opgave til en specifik kø, skal du angive parameteren --queue=QUEUE_NAME. Du kan også blot angive --test for at køre en testopgave, eller --once for at køre én opgave ad gangen
de: Verfügbare Aufträge in die Warteschlange stellen. Verwenden Sie den Parameter --queue=QUEUE_NAME, wenn Sie einen Auftrag in eine bestimmte Warteschlange einreihen möchten. Sie können auch einfach --test verwenden, um den Testauftrag auszuführen, und --once, um einen Auftrag nach dem anderen auszuführen.
es: Enviar los trabajos disponibles a la cola. Para enviar un trabajo a una cola específica, utilice el parámetro --queue=QUEUE_NAME. También puede utilizar --test para ejecutar un trabajo de prueba y --once para detenerlo tras un trabajo único.
eu: Bidali eskuragarri dauden lanak ilarara. Lan bat ilara jakin batera bidaltzeko, pasa --queue=QUEUE_NAME parametroa. Erabili --test probako lan bat exekutatzeko eta --once lan bakar baten ondoren gelditzeko.
fr_fr: Distribuer les tâches disponibles dans la file d'attente. Si vous souhaitez envoyer un travail à une file d'attente spécifique, passez le paramètre --queue=NOM_DE_LA_QUEUE. Vous pouvez également passer le paramètre --test pour exécuter la tâche de test et le paramètre --once pour exécuter un travail à la fois.
hy_am: Ուղարկեք հասանելի աշխատանքները հերթում: եթե ցանկանում եք աշխատանք ուղարկել որոշակի հերթում, փոխանցեք պարամետրը --queue=QUEUE_NAME: Նաև կարող է պարզապես անցնել --test ՝ թեստային աշխատանքը գործարկելու համար և --once ՝ միաժամանակ մեկ աշխատանք կատարելու համար
id: Penugasan pekerjaan yang tersedia dalam antrian. Untuk menugaskan sebuah pekerjaan pada antrian tertentu, masukkan parameter --queue=QUEUE_NAME. Gunakan --test untuk menjalankan pekerjaan pengujian dan --once untuk berhenti sesudah satu pekerjaan.
mk: Испратете достапни работни места во редот. ако сакате да испратите работа во одредена редица, поминете го параметарот --queue=QUEUE_NAME. Исто така, може само да помине --тест за да се изврши тест-задачата и --еднаш за да се изврши една работа во исто време
nb: Send tilgjengelige jobber til køen. Hvis du ønsker å sende en jobb inn i en bestemt kø, send parameteren --queue=QUEUE_NAME. Du kan også bare bruke parameteren --test for å kjøre testjobben og --once for å kjøre kun en jobb om gangen
nl: Verplaats de beschikbare opdrachten naar de wachtrij. Om een opdracht naar een bepaalde wachtrij te verplaatsen, gebruik de parameter --wachtrij=WACHTRIJ_NAAM. Gebruik --test om een testopdracht uit te voeren en --eenmalig om te stoppen na een enkelvoudige opdracht.
pl: Wyślij dostępne zadania do kolejki. Możesz wskazać do jakiej (użyj parametru --queue=NAZWA_KOLEJKI), wymusić pojedyncze ich przetwarzanie (użyj przełącznika --once) albo uruchomić jako testowe (użyj przełącznika --test)
pt_br: Envie os jobs disponíveis para a fila. se você quiser despachar um job para uma fila específica, passe o parâmetro --queue=QUEUE_NAME. Também pode passar --test para executar o job de teste e --once para executar um job de cada vez
pt_pt: Envie as tarefas disponíveis para a fila. se quiser despachar uma tarefa para uma fila específica, passe o parâmetro --queue=QUEUE_NAME. Também pode passar --test para executar a tarefa de teste e --once para executar uma tarefa de cada vez.
ru: Добавление доступных задач в очередь. Если вы хотите добавить задачу в определенную очередь, передайте параметр --queue=QUEUE_NAME. Также можно просто передать --test для запуска тестовой задачи и --once для запуска одной задачи за раз
sl: Razporedi opravila, ki so na voljo v čakalno vrsto. Če želite raporediti opravila v točno določeno čakalno vrsto, uporabite parameter --queue=QUEUE_NAME. Lahko uporabite tudi parameter --test za testni zagon opravila ali --once za zagon le enega opravila hkrati
uk: Відправ наявні роботи в чергу. Якщо ви хочете відправити завдання в певну чергу, використайте параметр --черга=ІМ'Я_ЧЕРГИ (--queue=QUEUE_NAME). Також можна просто позначити --тест (--test), щоб запустити тестове завдання і --одноразово (--once) , щоб запустити одну роботу за раз
vi: Gửi các công việc khả dụng vào hàng đợi. Để gửi một công việc vào một hàng đợi cụ thể, truyền tham số --queue=QUEUE_NAME. Sử dụng --test để chạy công việc thử nghiệm và --once để dừng sau một công việc duy nhất.

# admin.cli.tool.jobs.available.options.run.completed.description
source: Completed running {$jobCount} jobs in the queue named {$queueName}.
ar_iq: إكتمل تشغيل {$jobCount} من الأعمال في الطابور المسمى {$queueName}.
cs: Dokončeno spuštění {$jobCount} úloh ve frontě s názvem {$queueName}.
da_dk: Færdiggjorte {$jobCount} opgaver i køen kaldet {$queueName}.
de: {$jobCount} Aufträge aus der Warteschlange {$queueName} ausgeführt.
es: Se ha completado la ejecución de {$jobCount} trabajos en la cola llamada {$queueName}.
eu: {$jobCount} lan exekutatu dira, {$queueName} izeneko ilaran.
fr_fr: L'exécution de(s) {$jobCount} tâche(s) dans la file d'attente {$queueName} est terminée.
hy_am: Ավարտվել է {$jobCount} աշխատանքը {$queueName} անունով հերթում:
id: Berhasil menjalankan {$jobCount} pekerjaan pada antrian yang dinamakan {$queueName}.
mk: Завршено извршување на {$jobCount} задачи во ред со име {$queueName}.
nb: Fullførte kjøringen av {$jobCount} jobber i køen kalt {$queueName}.
nl: Afgeronde lopende {$jobCount}opdrachten in de wachtrij {$queueName}.
pl: Zakończono wykonywanie zadań {$jobCount} w kolejce o nazwie {$queueName}.
pt_br: Completou a execução de {$jobCount} jobs na fila chamada {$queueName}.
pt_pt: Completou a execução da {$jobCount} tarefa na fila chamada {$queueName}.
ru: Завершено выполнение {$jobCount} задач в очереди с именем {$queueName}.
sl: Zaključeno zagnanih {$jobCount} opravil v čakalni vrsti {$queueName}.
uk: Завершено виконання {$jobCount} завдань у черзі з іменем "{$queueName}".
vi: Hoàn thành chạy {$jobCount} công việc trong hàng đợi có tên {$queueName}.
