Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.scheduledTask.noLog
source: Task produced no log.
ar_iq: المهمة لم تقدم سجل عمل لها.
bg_bg: Процесът за изпълнение на задачата не записа отчет (no log).
ca_es: La tasca no ha generat cap registre (log).
cs: Úloha nevytvořila žádný záznam do logu.
da_dk: Opgave genererede ingen log-data.
de: Geplante Aufgabe hat keine Logdatei erzeugt.
el_gr: Η ενέργεια δεν δημιούργησε κανένα αρχείο καταγραφής.
es: La tarea no ha generado ningún registro.
eu: Zereginak ez du erregistrorik sortu.
fa_ir: اجرای وظیفه هیچ log تولید نکرد
fi: Tehtävä ei tuottanut lokia.
fr_fr: La tâche n'a produit aucun journal d'événement.
hu_hu: A feladat nem készített naplót.
hy_am: Առաջադրանքը log-ում չի գրանցվել:
id: Tugas tidak menghasilkan log.
id_id: Tugas tidak menghasilkan log.
it_it: La procedura programmata non ha creato log.
ja: タスクはログを生成しませんでした。
ka_ge: ამოცანამ არ შექმნა ჟურნალი.
kk_kz: Тапсырма оқиғалар журналы үшін жазбалар жасамады.
ku_iq: تۆمارێكی كار بۆ ئه‌ركه‌كه‌ پێشكه‌ش نه‌كرا.
mk: Целта даде запис.
ms: Tugasan tidak menghasilkan log.
nb: Oppgaven ble ikke logget.
nl: De taak heeft niets gelogd.
pl: Proces nie wygenerował pliku dziennika.
pt_br: Tarefa não produziu log.
pt_pt: Tarefa não produziu nenhum registo/log.
ru: Задача не создавала записей для журнала событий.
sl: Opravilo ni povzročila nobenega zapisa v "log".
sr_rs@cyrillic: Задатак није произвео лог запис.
sr_rs@latin: Zadatak je proizveo log zapis.
sv: Åtgärden skapade inte någon logg.
tr_tr: Görev günlüğü oluşturulmadı.
uk: Завдання не створювало запису в журналі подій.
vi: Công việc không tạo ra nhật ký.
vi_vn: Tác vụ không có nhật ký.

# admin.scheduledTask.depositDois
source: Deposit DOIs with configured registration agency
ar_iq: إيداع معرفات المكونات الرقمية لدى وكالة التسجيل المعرفة
bg_bg: Депозиране на DOI в конфигурирана регистрационна агенция
cs: Uložení DOI u registrační agentury dle konfigurace
da_dk: Deponér DOI'er hos den konfigurerede registreringsorganisation
de: DOIs über die angegebene Registrierungsagentur abliefern
es: Depositar los DOI en la agencia de registro configurada
eu: Gordailutu DOIak konfiguratutako erregistro-agentzian
fr_fr: Dépôt des DOI auprès d'une agence d'enregistrement configurée
hu_hu: DOI bejegyzése a beállított regisztrációs ügynökségen keresztül
hy_am: Ավանդադրեք DOI-ներ կազմաձևված գրանցման գործակալությունում
id: Kirimkan DOI ke organisasi pendaftaran yang dikonfigurasi
it_it: Deposito di DOI presso l'agenzia di registrazione configurata
ka_ge: შეიტანეთ DOI კონფიგურირებული სარეგისტრაციო სააგენტოში
kk_kz: DOI-ді теңшелген тіркеу агенттігіне енгізіңіз
mk: Депонирајте DOI со конфигурирана агенција за регистрација
nb: Deponer DOIer hos den konfigurerte registreringsorganisasjon
nl: Deponeer DOI's bij het geconfigureerde registratiebureau
pl: Zdeponuj DOI w agencji rejestrującej, wskazanej w ustawieniach
pt_br: Deposito de DOIs com agência de registro configurada
pt_pt: Depositar os DOIs na agência de registo configurada
ru: Депонировать DOI в настроенном агентстве регистрации
sl: Deponiraj DOIje pri nastavljeni registracijski agenciji
sv: Deponera DOI:er hos den inställda organisationen
tr_tr: Yapılandırılmış ayarlarınız ile DOI'leri gönderin
uk: Депонувати DOI з налаштованим реєстраційним агентством
vi: Ký gửi DOI với cơ quan đăng ký đã cấu hình

# admin.scheduledTask.downloadLog
source: Your {$softwareName} installation automatically executed and finished this task and you can download the log file here: {$url}
ar_iq: تنصيبك الحالي من نظام المجلات المفتوحة يقوم تلقائياً بتنفيذ هذه المهمة وإنهائها، وبإمكانك الحصول على ملف توثيق المهام من هنا: {$url}
bg_bg: Вашата инсталация {$softwareName} автоматично се изпълни и завърши тази задача и можете да изтеглите отчетния файл тук: {$url}
ca_es: La instal·lació de l'{$softwareName} ha executat i finalitzat aquesta tasca automàticament i ja podeu descarregar-vos el fitxer de registre aquí: {$url}
cs: Instalace {$softwareName} se automatiky provedla a ukončila tuto úlohu, záznam logu si můžete stáhnout zde: {$url}
da_dk: Din {$softwareName}-installation udførte og afsluttede automatisk denne proces. Du kan downloade logfilen her: {$url}
de: Ihre {$softwareName}-Installation hat diese Aufgabe automatisch ausgeführt und beendet. Sie können die Logdatei hier herunterladen: {$url}
el_gr: Η εγκατάσταση του {$softwareName} εκτελέστηκε αυτόματα. Μπορείτε να κατεβάσετε το αρχείο καταγραφής της εγκατάστασης εδώ: {$url}
es: Su instalación de {$softwareName} ejecutó y finalizó automáticamente esta tarea y puede descargarse el archivo de registro aquí: {$url}
eu: Zure {$softwareName} instalazioa automatikoki exekutatu da eta amaitu du zeregin hau, eta erregistro-fitxategia hemen deskarga dezakezu: {$url}
fa_ir: نصب {$softwareName} به صورت خودکار انجام شده و به پایان رسید. می‌توانید فایل log مربوطه را از این آدرس دانلود کنید: {$url}
fi: {$softwareName}-asennuksesi suoritti ja lopetti tämän tehtävän automaattisesti. Voit ladata lokitiedoston täällä: {$url}
fr_fr: Votre installation de {$softwareName} a complété l'exécution de cette tâche. Vous pouvez télécharger le journal d'exécution ici : {$url}
hu_hu: Az Ön {$softwareName} telepítése automatikusan lefutott és befejeződött, a naplófájlt innen töltheti le: {$url}
hy_am: Ձեր {$ softwareName} տեղադրումը ավտոմատ կերպով կատարվեց և ավարտեց այս առաջադրանքը, և գրանցամատյանի ֆայլը կարող եք ներբեռնել այստեղ ՝ {$ url}
id: Instalasi {$softwareName} Anda secara otomatis menjalankan dan menyelesaikan tugas ini dan Anda dapat mengunduh file lognya di sini: {$url}
id_id: Instalasi {$softwareName} Anda secara otomatis menjalankan dan menyelesaikan tugas ini dan Anda dapat mengunduh file lognya di sini: {$url}
it_it: L'installazione di {$softwareName} è stata eseguita, puoi scaricare il log da qui: {$url}
ja: {$softwareName}のインストールが自動的にこのタスクを実行され、完了しました。ログファイルは 下記のリンクからダウンロードできます：{$url}
ka_ge: თქვენი {$softwareName}-ის ინსტალაცია ავტომატურად სრულდება და ამ დავალებას ასრულებს და შეგიძლიათ ჩამოტვირთოთ ჟურნალი: {$url}
kk_kz: {$softwareName} орнатуыңыз бұл тапсырманы автоматты түрде орындап, аяқтады және журнал файлын мына жерден жүктеп алуға болады: {$url}
ku_iq: جێگیرکردنی بەرنامەی {$softwareName} بە تۆماتیکی جێبەجێ کرا و تەواو بو، ئێستا تۆ دەتوانیت فایلەکە لێرە داببەزێنیت: {$url}
mk: Вашата {$softwareName} инсталација автоматски е извршена и заврши вашата цел и можете да гопреземете записот овде: {$url}
ms: Pemasangan {$softwareName} anda secara automatik dilaksanakan dan menyelesaikan tugasan ini dan anda boleh memuat turun fail log di sini: {$url}
nb: {$softwareName} gjorde oppgaven automatisk. Du kan laste ned loggen her: {$url}
nl: Uw {$softwareName} installatie heeft deze taak automatisch uitgevoerd en beëindigd, en u kan het logbestand hier downloaden: {$url}
pl: Twoja instalacja OJS - {$softwareName} - automatycznie włączyła i ukończyła zadanie. Możesz pobrać plik dziennika pod tym adresem: {$url}
pt_br: Sua instalação {$softwareName} executou automaticamente e finalizou esta tarefa. Você pode baixar o arquivo de registros (logs) aqui: {$url}
pt_pt: A {$softwareName} instalação foi executada e concluída automaticamente, sendo possível fazer o download do ficheiro de registo/ log aqui: {$url}
ru: Ваша инсталляция {$softwareName} автоматически выполнила и завершила эту задачу, вы можете скачать файл с журналом событий по этой ссылке: {$url}
sl: Izvršila se je avtomatska namestitev programske opreme {$softwareName}. Zapis v "log" datoteki lahko preneste tukaj: {$url}
sr_rs@cyrillic: Ваша {$softwareName} инсталација је аутоматски извршила и завршила овај задатак, лог фајл можете преузети овде: {$url}
sr_rs@latin: Vaša {$softwareName} instalacija je automatski izvršila i završila ovaj zadatak, log fajl možete preuzeti i pogledati ovde: {$url}
sv: Installationen av {$softwareName} startade automatiskt och färdigställde den här åtgärden. Du kan ladde ned loggfilen här: {$url}
tr_tr: {$softwareName} kurulumu bu görevi otomatik olarak yürüttü ve tamamladı. Günlük dosyasını buradan indirebilirsiniz: {$url}
uk: Ваша інсталяція {$softwareName} автоматично виконала і завершила це завдання, ви можете завантажити файл з журналом подій за цим посиланням: {$url}
vi: Cài đặt {$softwareName} của bạn đã tự động thực hiện và hoàn thành công việc này và bạn có thể tải xuống tệp nhật ký tại đây: {$url}
vi_vn: Quá trình cài đặt {$softwareName} của bạn đã tự động thực thi và hoàn thành tác vụ này và bạn có thể tải xuống tệp nhật ký tại đây: {$url}

# admin.scheduledTask.editorialReminder
source: Send an email to each editor reminding them of their outstanding tasks
ar_iq: أرسل بريدًا الكترونيًا إلى كل محرر لتذكيرهم بمهامهم المعلقة
bg_bg: Изпращане на имейл до всеки редактор, напомняйки му за неизпълнените му задачи
cs: Odeslání e-mailu každému redaktorovi s připomenutím nesplněných úkolů
da_dk: Send en e-mail til hver redaktør for at minde dem om deres uafsluttede opgaver
de: Eine E-Mail an alle Redakteur/innen schicken um sie an ihre ausstehenden Aufgaben zu erinnern
es: Enviar un correo electrónico a cada editor/a recordándole sus tareas pendientes
eu: Bidali mezu elektroniko bat editore bakoitzari bere zeregin nabarmenak gogoraraziz
fr_fr: Envoyer un courriel à chaque éditeur pour lui rappeler les tâches qui lui restent à accomplir
hy_am: Ուղարկեք նամակ յուրաքանչյուր խմբագրին՝ հիշեցնելով նրանց իրենց չմարված առաջադրանքների մասին
id: Kirim email ke setiap editor untuk mengingatkan mereka tentang tugas mereka yang belum terselesaikan
it_it: Invia un'e-mail a ciascun editore per ricordargli i compiti in sospeso
mk: Испратете емаил до секој уредник потсетувајќи ги на нивните задачи
nb: Send en e-post til hver redaktør for å minne dem om deres gjenstående oppgaver
nl: Verstuur een email naar elke redacteur met een herinnering aan de openstaande opdrachten
pl: Wyślij wiadomość e-mail do każdego redaktora, przypominając mu o zaległych zadaniach
pt_br: Envie um e-mail para cada editor lembrando-os de suas tarefas pendentes
pt_pt: Envie um e-mail para cada editor a recordar as suas tarefas pendentes
ru: Отправить письмо электронной почтой каждому редактору с напоминанием о его невыполненных задачах
sl: Pošlji email vsakemu uredniku z opomnikom o njihovih odprtih nalogah
sv: Skicka ett e-postmeddelande med en påminnelse om ofärdiga uppgifter till varje redaktör
tr_tr: Editörlere bekleyen görevlerini hatırlatan bir e-posta gönderin
uk: Надіслати електронний лист кожному редактору, нагадуючи їм про їхні невиконані завдання
vi: Gửi email cho mỗi biên tập viên nhắc nhở họ về các công việc còn tồn đọng

# admin.scheduledTask.editorialReminder.logStart
source: Identifying editors to remind in context {$contextId}
ar_iq: تحديد المحررين المراد تذكيرهم في سياق {$contextId}
bg_bg: Идентифициране на редактори за напомняне в контекст {$contextId}
cs: Identifikace editorů, které je třeba upomínat v kontextu {$contextId}
da_dk: Identificerer redaktører, der skal have en påmindelse i kontekst af {$contextId}
de: Identifizierung der zu erinnernden Redakteur/innen im Kontext {$contextId}
es: Identificando editores/as para recordar en el contexto {$contextId}
eu: Editoreak identifikatzea testuinguruan gogorarazteko {$contextId}
fr_fr: Identification des éditeurs à rappeler dans le contexte {$contextId}
hy_am: Խմբագիրների նույնականացում՝ հիշեցնելու այս համատեքստում {$contextId}
id: Mengidentifikasi editor untuk diingatkan dalam konteks {$contextId}
it_it: Identificazione degli editori da ricordare nella Casa Editrice {$contextId}
mk: Идентификување уредници за потсетување на контекст {$contextId}
nb: Identifiser redaktører som skal ha en påminnelse i kontekst av {$contextId}
pl: Identyfikacja redaktorów do przypomnienia w kontekście {$contextId}
pt_br: Identificando editores para lembrar no contexto {$contextId}
pt_pt: Identificar editores para recordar no contexto {$contextId}
ru: Определяем редакторов для напоминания в контексте «{$contextId}»
sl: Iskanje urednikov za opomnik v kontekstu {$contextId}
tr_tr: {$contextId} bağlamında editörlere hatırlatılacak durumları belirleyin
uk: Визначення редакторів для нагадування в контексті {$contextId}
vi: Đang xác định các biên tập viên cần nhắc nhở trong ngữ cảnh {$contextId}

# admin.scheduledTask.editorialReminder.logEnd
source: Dispatched {$count} jobs to send editorial email reminders to users {$userIds} in context {$contextId}
ar_iq: توجيه {$count} من المهام بشأن إرسال رسائل تذكير المحررين إلى {$userIds} ضمن سياق {$contextId}
bg_bg: Изпратени {$count} задания за изпращане на редакционни напомняния по имейл до потребителите {$userIds} в контекст {$contextId}
cs: Odesláno {$count} úkolů v rámci redakčních e-mailových upomínek uživatelům {$userIds} v kontextu {$contextId}
da_dk: Afsendte {$count} e-mails med en påmindelse om redaktionelt arbejde til brugerne {$userIds} i kontekst af {$contextId}
de: {$count} Jobs erstellt, um redaktionelle E-Mail-Erinnerungen an Benutzer/innen {$userIds} im Kontext {$contextId} zu senden
es: Se han distribuido {$count} recordatorios editoriales por correo para los usuarios/as {$userIds} en el contexto {$contextId}
eu: {$count} lan bidali dira {$userIds} erabiltzaileei {$contextId} testuinguruan mezu elektroniko bidezko gogorarazleak bidaltzeko
fr_fr: {$count} tâches distribuées pour envoyer des notifications par courriel aux utilisateurs {$userIds} en tant que {$contextId}
hy_am: Առաքված {$count} աշխատանքներ՝ խմբագրական էլ․ փոստի հիշեցումներ ուղարկելու համար {$userIds} օգտատերերին {$contextId} համատեքստում
id: Mengirimkan {$count} jobs untuk mengirim email pengingat editorial kepada pengguna {$userIds} dalam konteks {$contextId}
it_it: {$count} lavori per i quali inviare email editoriali come promemoria agli utenti {$userIds} nella Casa Editrice{$contextId}
mk: Испратени {$count} работни места за испраќање потсетници на уредувачкиот емаил до корисниците {$userIds} во контекст {$contextId}
nb: Sendte {$count} jobber for å sende redaksjonelle e-postpåminnelser til bruker(e) {$userIds} i konteksten {$contextId}
nl: Ingediende {$count} opdrachten om redactionele emailherinneringen te versturen aan de gebruikers {$userIds} in de omgeving {$contextId}
pl: Zadysponowano {$count} zadań, aby wysłać e-maile z przypomnieniami redakcyjnymi do użytkowników {$userIds} w kontekście {$contextId}
pt_br: Disparou {$count} jobs para enviar lembretes editoriais por e-mail para usuários {$userIds} no contexto {$contextId}
pt_pt: Foram enviados {$count} lembretes editoriais por e-mail para os utilizadores {$userIds} no contexto {$contextId}
ru: Добавлено {$count} задач по отправке редакционных напоминаний по электронной почте пользователям {$userIds} в контексте «{$contextId}»
sl: Odposlano {$count} emailov z uredniškim opomnikom uporabnikom {$userIds} v kontekstu {$contextId}
uk: Відправлені {$count} завдання для надсилання редакційних нагадувань електронною поштою користувачам {$userIds} у контексті {$contextId}
vi: Đã gửi {$count} công việc để gửi email nhắc nhở biên tập đến người dùng {$userIds} trong ngữ cảnh {$contextId}

# admin.scheduledTask.confirmClearLogs
source: Are you sure you want to delete all scheduled task execution logs?
ar_iq: هل أنت متأكد من رغبتك في حذف بيانات توثيق المهام المجدولة جميعاً؟
bg_bg: Сигурни ли сте, че искате да изтриете всички отчети (logs) за изпълнение на задачи?
ca_es: Esteu segur que voleu eliminar tots els registres d'execució de tasques programats?
cs: Jste si jisti, že chcete smazat logy všech provedených úloh?
da_dk: Er du sikker på, at du vil slette alle de genererede log-data fra planlagte opgaver?
de: Sind Sie sicher, dass Sie alle Logdateien zu geplanten Aufgaben löschen möchten?
el_gr: Επιβεβαιώνετε τη διαγραφή όλων των αρχείων διεκπεραίωσης των προγραμματισμένων εργασιών;
es: Está seguro de que quiere eliminar todos los registros de ejecución de tareas programados?
eu: Ziur zaude programatutako zereginen exekuzio-erregistro guztiak ezabatu nahi dituzula?
fa_ir: آیا مطمئنید که می‌خواهید فایل‌های log تمامی وظایف زمان‌بندی شده را حذف کنید؟
fi: Haluatko varmasti poistaa kaikki ajoitettujen tehtävien suorituslokit?
fr_fr: Êtes-vous certain de vouloir supprimer le journal d'exécution des tâches planifiées ?
hu_hu: Biztos benne, hogy törli az összes ütemezett feladat végrehajtásának naplóit?
hy_am: Վստա՞հ եք, որ ցանկանում եք ջնջել պլանավորված առաջադրանքների կատարման բոլոր գրանցամատյանները?
id: Anda yakin ingin menghapus semua log pelaksanaan tugas terjadwal?
id_id: Anda yakin ingin menghapus semua log pelaksanaan tugas terjadwal?
it_it: Sei sicuro di voler cancellare tutti i log della procedure programmate ?
ja: スケジュールされたタスク実行ログをすべて削除してもよろしいですか。
ka_ge: ნამდვილად გსურთ წაშალოთ დაგეგმილი დავალებების შესრულების ყველა ჟურნალი?
kk_kz: Барлық жоспарланған тапсырманы орындау журналдарын шынымен жойғыңыз келе ме?
ku_iq: ئایا تۆ دڵنیایت كه‌ ده‌ته‌وێ هه‌موو زانیارییه‌كانی به‌به‌ڵگه‌كردنی ئه‌ركه‌ نه‌خشه‌بۆكراوه‌كان بسڕیته‌وه‌؟
mk: Дали сте сигурни дека сакате да ги избришете сите записи закажани задачи за извршување?
ms: Adakah anda pasti mahu memadam semua log pelaksanaan tugas yang dijadualkan?
nb: Er du sikker på at du vil slette alle loggene over planlagte oppgaver?
nl: Weet u zeker dat u alle logbestanden van geplande opdrachten wilt verwijderen?
pl: Czy na pewno usunąć wszystkie pliki dziennika?
pt_br: Você tem certeza de que deseja excluir todos os registros de execução de tarefas agendadas?
pt_pt: Tem a certeza de que quer apagar todos os registos de execução de tarefas agendadas?
ru: Вы уверены, что хотите удалить все журналы событий, содержащие информацию о выполнении запланированных задач?
sl: Ste prepričani, da želite izbrisati vse "log" zapise opravil, ki so se zagnale iz razporejevalnika opravil?
sr_rs@cyrillic: Да ли сте сигурни да желите да обришете све логове извршења планираних задатака?
sr_rs@latin: Da li ste sigurni da želite da obrišete sve logove izvršenja planiranih zadataka?
sv: Är du säker på att du vill ta bort samtliga loggar för utförandet av schemalagda åtgärder?
tr_tr: Tüm zamanlanmış görev yürütme günlüklerini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити усі журнали подій, що містять інформацію про виконання запланованих завдань?
vi: Bạn có chắc chắn muốn xóa tất cả các nhật ký thực thi công việc đã lên lịch không?
vi_vn: Bạn có chắc chắn muốn xóa tất cả nhật ký thực thi tác vụ đã lên lịch không?

source: admin.scheduledTask.clearLogs
ar_iq: إزالة سجلات وقوعات المهام المجدولة
bg_bg: Изтриване на отчетите (logs) за планираните задачи
ca_es: Neteja els registres d'execució de tasques programats
cs: Smazat logy naplánovaných úloh
da_dk: Ryd logfiler over planlagte opgaver
de: Logdateien zur Ausführung geplanter Aufgaben löschen
el_gr: Διαγραφή αρχείων διεκπεραίωσης προγραμματισμένων εργασιών
es: Limpiar el registro de ejecución de tareas programadas
fa_ir: پاک کردن فایل‌های log وظایف زمان‌بندی شده
fi: Poista ajoitettujen tehtävien suorituslokit
fr_fr: Supprimer le journal d'exécution des tâches planifiées
hu_hu: Az elvégzett ütemezett feladatok log fájljainak törlése
hy_am: Մաքրել պլանավորված առաջադրանքների գրանցամատյանները
id: Bersihkan Log Eksekusi Tugas Terjadwal
id_id: Bersihkan Log Eksekusi Tugas Terjadwal
it_it: Svuota registro delle procedure programmate
ja: スケジュールされたタスク実行ログをクリア
ka_ge: დავალებების შესრულების დაგეგმილი ჟურნალების გასუფთავება
kk_kz: Жоспарланған тапсырманы орындау әрекеттерін тазалау
ku_iq: لابردنی زانیارییه‌كانی به‌به‌ڵگه‌كردنی ئه‌ركه‌ خشته‌كراوه‌كان
mk: Исчистете ги записите за закажаните задачи
ms: Kosongkan Log Pelaksanaan Tugasan Berjadual
nb: Tøm loggen over utførte oppgaver
nl: Verwijder alle logbestanden van geplande taken
pl: Wyczyść pliki dziennika
pt_br: Limpar Registros (logs) de Tarefas Agendadas
pt_pt: Limpar Registos/Logs das Tarefas
ru: Удалить журналы событий с информацией о выполнении запланированных задач
sl: Izbriši "log" zapise izvajanj opravil iz razporejevalnika opravil
sr_rs@cyrillic: Обриши логове извршења планираних задатака
sr_rs@latin: Obriši logove izvršenja planiranih zadataka
sv: Rensa loggar för schemalagda åtgärder
tr_tr: Zamanlanmış Görev Kayıtlarını Temizle
uk: Видалити журнали подій з інформацією про виконання запланованих завдань
vi: Xóa nhật ký thực thi tác vụ đã lên lịch
vi_vn: Xóa nhật ký thực thi tác vụ đã lên lịch

# admin.scheduledTask.clearLogs.description
source: Delete all logs of scheduled tasks processes that have been run.
ar_iq: إزالة كل سجلات الوقوعات لعمليات المهام المجدولة التي جرى تشغيلها.
bg_bg: Изтриване на всички отчети (logs) на процесите на планирани задачи, които са били стартирани.
cs: Odstranění všech protokolů spuštěných procesů naplánovaných úloh.
da_dk: Slet alle logfiler over planlagte opgaver, der har været kørt.
de: Alle Protokolle der ausgeführten geplanten Aufgabenprozesse löschen.
es: Eliminar todos los registros de procesos de tareas programadas que se hayan ejecutado.
eu: Ezabatu exekutatu diren zeregin programatuen erregistro (log) guztiak.
fr_fr: Supprimer tous les logs des processus de tâches planifiées qui ont été exécutés.
hy_am: Ջնջել պլանավորված առաջադրանքների գործընթացների բոլոր մատյանները, որոնք գործարկվել են:
id: Hapus semua log dari pekerjaan terjadwal yang telah dilakukan.
it_it: Elimina tutti i registri dei processi delle attività pianificate che sono stati eseguiti.
ka_ge: წაშალეთ დაგეგმილი ამოცანების პროცესების ყველა ჟურნალი, რომელიც გაშვებულია.
kk_kz: Орындалуға жоспарланған тапсырмалар үрдісінің барлық әрекеттерді жойыңыз.
mk: Избришете ги сите влезови на закажани задачи што биле извршени.
nb: Slett alle loggfiler over planlagte oppgaver som har blitt kjørt.
nl: Vernietig alle logboeken van de geplande en uitgevoerde taakprocessen.
pl: Usuń wszystkie dzienniki powstałe przy działaniu procesów realizujących zaplanowane zadania.
pt_br: Exclua todos os registros (logs) de processos de tarefas agendadas que foram executados.
pt_pt: Eliminar todos os registos de processos de tarefas programadas que tenham sido executadas.
ru: Удалить все журналы событий запланированных задач, которые запускались.
sl: Izbriši "log" zapise končanih opravil iz razporejevalnika opravil.
tr_tr: Çalışan tüm zamanlanmış görev süreçlerinin kayıtlarını silin.
uk: Видалити всі журнали запланованих завдань для запущених процесів.
vi: Xóa tất cả nhật ký của các quy trình công việc đã lên lịch đã chạy.

# admin.scheduledTask.clearLogs.delete
source: Delete Task Logs
ar_iq: حذف سجلات وقوعات المهام
bg_bg: Изтриване на отчети (logs) на задачите
cs: Odstranění protokolů úloh
da_dk: Slet logfiler over opgaver
de: Aufgabenprotokolle löschen
es: Eliminar registros de tareas
eu: Ezabatu zereginen erregistroak
fr_fr: Supprimer les logs des tâches
hy_am: Ջնջել առաջադրանքների գրանցամատյանները
id: Hapus Log Pekerjaan
it_it: Eliminare i registri delle attività
ka_ge: ამოცანების ჟურნალის წაშლა
kk_kz: Тапсырма мәліметтерін жою
mk: Избришете влезови за задачи
nb: Slett loggfiler over oppgaver
nl: Verwijder taaklogboeken
pl: Usuń dzienniki zadań
pt_br: Excluir registros (logs) de tarefas
pt_pt: Eliminar registos de tarefas
ru: Удалить журналы задач
sl: Izbriši "log" zapise
tr_tr: Görev Kayıtlarını Sil
uk: Видалити журнали завдань
vi: Xóa nhật ký công việc
