Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.confirmExpireSessions
source: Are you sure you want to expire all user sessions? All users who are currently logged into the system will be forced to log in again (yourself included).
ar_iq: هل أنت متأكد من رغبتك في إنهاء صلاحية جلسات التشغيل لجميع المستخدمين؟ إذ أن جميع المستخدمين الداخلين إلى الموقع سيُجبرون على الدخول إليه مجدداً (بضمنهم أنت).
bg_bg: Наистина ли искате да прекратите всички потребителски сесии? Всички потребители, които в момента са влезли в системата, ще бъдат принудени да влязат отново (включително и вие).
ca_es: Esteu segur/a que voleu vèncer totes les sessions d'usuari/ària? Tots els usuaris/àries que tinguin la sessió iniciada al sistema hauran d'iniciar la sessió de nou, inclòs vós.
cs: Jste si jistý, že chcete ukončit všechny uživatelské relace? Všichni uživatelé přihlášení do systému budou donuceni se znovu přihlásit (včetně vás).
da_dk: Er du sikker på, at du vil lade alle brugersessioner udløbe? Alle brugere, der i øjeblikket er logget på systemet, vil blive tvunget til at logge på igen (herunder dig selv).
de: Sind Sie sicher, dass Sie alle Benutzer/innensitzungen schließen wollen? Alle Benutzer/innen, die gerade arbeiten (auch Sie selbst), müssen sich danach neu einloggen.
el_gr: Επιβεβαιώνετε τον τερματισμό όλων των συνδέσεων Χρηστών στο σύστημα; Όλοι οι Χρήστες που αυτή τη στιγμή είναι συνδεδεμένοι στο σύστημα θα πρέπει να συνδεθούν ξανά (αφορά και τη δική σας σύνδεση).
es: ¿Está seguro de que desea que todas las sesiones de los usuarios/as caduquen? Todos los usuarios/as que actualmente estén registrados en el sistema estarán obligados a volver a iniciar sesión (usted incluido).
eu: Ziur zaude erabiltzaile-saio guztiak iraungi nahi dituzula? Sisteman sartuta dauden erabiltzaile guztiak berriro sartzera behartuko dituzu (zeure burua barne).
fa_ir: مطمئن هستید که می‌خواهید نشست (session) همه کاربران را منقضی کنید؟ در این صورت تمام کاربرانی که هم اکنون در سیستم هستند، از جمله خودتان، از سامانه خارج خواهید شد.
fi: Haluatko varmasti päättää kaikki käyttäjien istunnot? Kaikkien käyttäjien, jotka ovat parhaillaan kirjautuneena järjestelmään, on pakko kirjautua uudelleen (myös sinun).
fr_fr: Avez-vous la certitude de vouloir fermer toutes les sessions des utilisateurs et utilisatrices ? Tous les utilisateurs et utilisatrices actuellement connectés devront se reconnecter (vous y compris).
hr_hr: Jeste li sigurni da želite da sesije svih korisnika isteknu? Svi korisnici koji su trenutno prijavljeni u sustav bit će prisiljeni da se ponovno prijave (Vi također).
hu_hu: Biztosan lejárttá akarja tenni az összes felhasználói munkamenetet? Minden felhasználónak, aki bejelentkezett a rendszerbe újra be kell jelentkeznie (beleértve önt is).
hy_am: Համոզված եք, որ ուզում եք ավարտել բոլոր օգտատերերի սեսսիաները։ Բոլոր նրանք, ովքեր ներկայումս նույնականացված են, դուրս կհանվեն համակարգից։
id: Apakah Anda yakin ingin mengakhiri seluruh sesi pengguna? Semua pengguna yang sedang masuk ke dalam sistem akan dipaksa untuk login kembali (termasuk Anda).
id_id: Apakah Anda yakin ingin mengakhiri seluruh sesi pengguna? Semua pengguna yang sedang masuk ke dalam sistem akan dipaksa untuk login kembali (termasuk Anda).
it_it: Sei sicuro di voler chiudere tutte le sessioni utente? Tutti gli utenti attualmente collegati al sistema saranno costretti ad effettuare di nuovo il log in (te compreso).
ja: 全てのユーザのセッションを破棄してもよいですか。これを実行すると、現在、システムにログインしているユーザは（あなたを含めて）すべて再ログインが必要になります。
ka_ge: დარწმუნებული ხართ, რომ გსურთ მომხმარებლის ყველა სესიის ვადის ამოწურვა? ყველა მომხმარებელი, ვინც სისტემაშია შესული, იძულებული გახდება ხელახლა შევიდეს სისტემაში (თქვენი ჩათვლით).
kk_kz: Барлық қолданушы сеанстарын тоқтатқыңыз келетініне сенімдісіз бе? Дәл қазір жүйедегі барлық қолданушыларға өз есептік жазбасына қайта ену қажет болады (соның ішінде сізге де).
ku_iq: ؟ ئایا تۆ دڵنیای کە دەتەوێت کۆتایی بەکارپێکردنی هەموو بەکارهێنەران بهێنیت لە کاتێکدا هەموو بەکارهێنەران پێویستیانە جارێکی تر بچنەوە ناو پێگەکە (تەنانەت تۆش).
lv_lv: Vai tiešām vēlaties beigt visu lietotāju sesiju derīguma termiņu? Visi lietotāji, kuri pašlaik ir pieteikušies sistēmā, būs spiesti pieteikties atkārtoti (ieskaitot jūs).
mk: Дали сте сигурни дека сакате да ги истечете сите сесии на корисници? Сите корисници кои во моментот сте најавени во системот, ќе бидат принудени да се најават повторно (вклучено и вие).
ms: Adakah anda pasti mahu tamat tempoh semua sesi pengguna? Semua pengguna yang sedang log masuk ke sistem akan dipaksa untuk log masuk semula (termasuk anda sendiri).
nb: Er du sikker på at du vil avbryte alle aktive brukersesjoner? Alle som er logget inn på systemet, vil måtte logge inn igjen (du også).
nl: Weet u seker dat u alle gebruikerssessies wilt laten verlopen? Alle gebruikes die momenteel ingelogd zijn zullen opnieuw in moeten inloggen (inclusief uzelf).
pl: Czy na pewno wylogować wszystkich użytkowników? Wszyscy zalogowani do systemu użytkownicy będą zmuszeni zalogować się powtórnie (dotyczy to również ciebie).
pt_br: Deseja realmente expirar todas as sessões de todos os usuários? Todos os usuário conectados serão forçados a acessar novamente o sistema (incluindo o usuário atual).
pt_pt: Tem a certeza de que quer expirar todas as sessões dos utilizadores? Todos os utilizadores que estão atualmente ligados ao sistema serão forçados a entrar novamente no sistema (incluindo você mesmo).
ru: Вы уверены, что хотите прекратить все сессии пользователей? Все пользователи, которые сейчас работают в системе, должны будут заново войти в нее под своей учетной записью (в том числе и вы).
sl: Ste prepričani, da želite prekiniti vse uporabniške seje? Vsi uporabniki, ki so trenutno prijavljeni v sistem, se bodo morali ponovno prijaviti v sistem (vključno z vami).
sr_rs@cyrillic: Да ли сте сигурни да желите да сесије истекну свим корисницима? Сви корисници који су тренутно пријављени у систем биће присиљени да се поново пријаве (Ви такође).
sr_rs@latin: Da li ste sigurni da želite da sesije svih korisnika isteknu? Svi korisnici koji su trenutno prijavljeni u sistem će bit prisiljeni da se ponovno prijave (Vi takođe).
sv: Är du säker på att du vill avsluta alla användarsessioner? Användare som är inloggade i systemet kommer att behöva logga in igen (även du).
tr_tr: Tüm kullanıcı oturumlarını kapatmak istediğinizden emin misiniz? Siz dahil şu anda sitede oturum açmış olan tüm kullanıcılar sistemden çıkış yaptırılacak.
uk: Ви впевнені, що хочете закінчити всі користувацькі сеанси? Усі користувачі, які наразі увійшли в систему, будуть змушені увійти знову (у тому числі і ви).
vi: Bạn có chắc chắn muốn hết hạn tất cả các phiên người dùng không? Tất cả người dùng hiện đang đăng nhập vào hệ thống sẽ buộc phải đăng nhập lại (bao gồm cả bạn).
vi_vn: Bạn có chắc chắn muốn hết hạn tất cả các phiên người dùng không? Tất cả người dùng hiện đang đăng nhập vào hệ thống sẽ buộc phải đăng nhập lại (bao gồm cả bạn).

# admin.contentsOfConfigFile
source: Contents of configuration file
ar_iq: محتويات ملف التعريف
bg_bg: Съдържание на конфигурационен файл
ca_es: Continguts del fitxer de configuració
cs: Obsah konfiguračního souboru
da_dk: Konfigurationsfilens indhold
de: Inhalt der Konfigurationsdatei
el_gr: Περιεχόμενα αρχείου ρυθμίσεων
es: Contenidos del fichero de configuración
eu: Konfigurazio-fitxategiaren edukia
fa_ir: محتویات فایل پیکره‌بندی
fi: Määritystiedoston sisältö
fr_fr: Contenu du fichier de configuration
hr_hr: Sadržaj konfiguracijske datoteke
hu_hu: A konfigurációs fájl tartalma
hy_am: Կարգավորման ֆալյի պարունակությունները
id: File konfigurasi isi
id_id: File konfigurasi isi
it_it: Contenuti del file di configurazione
ja: 設定ファイルの内容
ka_ge: კონფიგურაციის ფაილის შიგთავსი
kk_kz: Конфигурация файлының мазмұны
ku_iq: ناوەرۆکی فایلی زانیارییەکان
lv_lv: Konfigurācijas faila saturs
mk: Содржина на датотеката за конфигурација
ms: Kandungan fail konfigurasi
nb: Innholdet i konfigurasjonsfilen
nl: Inhoud van het instellingenbestand
pl: Zawartość pliku konfiguracyjnego
pt_br: Conteúdo do arquivo de configuração
pt_pt: Conteúdo do ficheiro de configuração
ru: Содержимое конфигурационного файла
sl: Vsebina konfiguracijske datoteke
sr_rs@cyrillic: Садржај конфигурационог фајла
sr_rs@latin: Sadržaj konfiguracionog fajla
sv: Innehåll i konfigurationsfil
tr_tr: Yapılandırma dosyasının içeriği
uk: Зміст файлу конфігурації
vi: Nội dung tệp cấu hình
vi_vn: Nội dung của tệp cấu hình

# admin.contexts.confirmDelete
source: Are you sure you want to permanently delete {$contextName} and all of its contents?
ar_iq: هل أنت متأكد من رغبتك في الحذف النهائي لـ "{$contextName}" شاملاً ذلك كل المحتوى ذي الصلة؟
bg_bg: Наистина ли искате да изтриете за постоянно {$contextName} и цялото му съдържание?
ca_es: Segur que voleu eliminar permanentment {$contextName} i tots els seus continguts?
cs: Jste si jisti, že chcete trvale odstranit {$contextName} a všechen jeho/její obsah?
da_dk: Er du sikker på, at du vil slette {$contextName} og tilhørende indhold permanent?
de: Sind Sie sicher, dass Sie {$contextName} und den gesamten zugehörigen Inhalt dauerhaft löschen wollen?
el_gr: Επιβεβαιώνετε τη μόνιμη διαγραφή του {$contextName} και όλων των περιεχομένων;
es: ¿Seguro que quiere eliminar permanentemente {$contextName} y todo su contenido?
eu: Ziur zaude {$contextName} eta haren eduki guztia betiko ezabatu nahi dituzula?
fa_ir: آیا مطمئنید که می‌خواهید به‌طور دائم {$contextName} و تمام محتویات آن را پاک کنید؟
fi: Haluatko varmasti pysyvästi poistaa {$contextName} ja kaikki siihen liittyvät sisällöt?
fr_fr: Voulez vous de manière permanente supprimer {$contextName} et tout son contenu ?
hr_hr: Da li ste sigurni da želite trajno izbrisati {$contextName} i sav njegov sadržaj?
hu_hu: Biztosan véglegesen törölni akarja ezt {$contextName} annak minden tartalmával együtt?
hy_am: Համոզվա՞ծ եք, որ ուզում եք ջնջել {$contextName} և ամբողջ իր պարունակությունը։
id: Yakin ingin menghapus secara permanen {$contextName} dan seluruh isinya?
id_id: Yakin ingin menghapus secara permanen {$contextName} dan seluruh isinya?
it_it: Sei sicuro di voler rimuovere definitivamente {$contextName} e tutti i suoi contenuti?
ja: {$contextName}とそのすべてのコンテンツを完全に削除してもよろしいですか。
ka_ge: დარწმუნებული ხართ, რომ გსურთ სამუდამოდ წაშალოთ {$contextName} და მისი მთელი შინაარსი?
kk_kz: {$contextName} және барлық мазмұнды біржола жойғыңыз келетініне сенімдісіз бе?
ku_iq: ئایا دڵنیای کەدەتەوێ {$contextName}" و هەموو ئەوانەی پەیوەستن پێوەی، بەتەواوی بسڕیتەوە؟
lv_lv: Vai tiešām vēlaties neatgriezeniski dzēst {$contextName} un visu tā saturu?
mk: Дали сте сигурни дека сакате трајно да ја избришете {$contextName} и целата содржина?
ms: Adakah anda pasti mahu memadam {$contextName} dan semua kandungannya secara kekal?
nb: Er du sikker på at du vil slette {$contextName} og alt innholdet permanent?
nl: Weet u zeker dat u {$contextName} en alle inhoud wilt verwijderen?
pl: Czy na pewno usunąć {$contextName} wraz z całą zawartością?
pt_br: Tem certeza que deseja apagar permanentemente a {$contextName} e todo seu conteudo?
pt_pt: Tem a certeza que pretende apagar permanentemente {$contextName} e todo o seu conteúdo?
ru: Вы уверены, что хотите навсегда удалить {$contextName} и все содержимое?
sl: Ste prepričani, da želite trajno izbrisati {$contextName} skupaj z vso pripadajočo vsebino?
sr_rs@cyrillic: Да ли сте сигурни да желите да трајно обришете {$contextName} и цео његов садржај?
sv: Är du säker på att du vill ta bort {$contextName} permanent, inklusive allt dess innehåll?
tr_tr: {$contextName} ve tüm içeriklerini kalıcı olarak silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете назавжди видалити "{$contextName}" і весь його вміст?
vi: Bạn có chắc chắn muốn xóa vĩnh viễn {$contextName} và tất cả nội dung của nó không?
vi_vn: Bạn có chắc chắn muốn xóa vĩnh viễn {$contextName} và tất cả nội dung của nó không?

# admin.currentVersion
source: Current version
ar_iq: النسخة الحالية
bg_bg: Текуща версия
ca_es: Versió actual
cs: Aktuální verze
da_dk: Aktuel version
de: Aktuelle Version
el_gr: Τρέχουσα έκδοση
es: Versión actual
eu: Uneko bertsioa
fa_ir: نسخه جاری
fi: Nykyinen versio
fr_fr: Version actuelle
hr_hr: Trenutna verzija
hu_hu: Aktuális verzió
hy_am: Գործող տարբերակը
id: Versi Terkini
id_id: Versi Terkini
it_it: Versione corrente
ja: 現在のバージョン
ka_ge: მიმდინარე ვერსია
kk_kz: Ағымдағы нұсқа
ku_iq: وێنەی بەردەست
lv_lv: Pašreizējā versija
mk: Тековна верзија
ms: Versi terkini
nb: Nyeste versjon
nl: Actuele versie
pl: Bieżąca wersja
pt_br: Versão Atual
pt_pt: Versão Atual
ru: Текущая версия
sl: Trenutna verzija
sr_rs@cyrillic: Актуелна верзија
sr_rs@latin: Trenutna verzija
sv: Nuvarande version
tr_tr: Mevcut sürüm
uk: Поточна версія
vi: Phiên bản hiện tại
vi_vn: Phiên bản hiện tại

# admin.dateInstalled
source: Date installed
ar_iq: تأريخ التنصيب
bg_bg: Дата на инсталиране
ca_es: Data d’instal·lació
cs: Datum instalace
da_dk: Installationsdato
de: Installiert am
el_gr: Ημερομηνία εγκατάστασης
es: Fecha de instalación
eu: Instalatze-data
fa_ir: تاریخ نصب
fi: Asennuspäivä
fr_fr: Date d'installation
hr_hr: Datum instalacije
hu_hu: Telepítés dátuma
hy_am: Օրացույցային տվյալները կարգավորված են
id: Tanggal penginstalan
id_id: Tanggal penginstalan
it_it: Data d'installazione
ja: インストール日
ka_ge: ინსტალაციის თარიღი
kk_kz: Орнатылған күні
ku_iq: رێککەوتی دامەزراندن
lv_lv: Uzstādīšanas datums
mk: Дата на инсталација
ms: Tarikh dipasang
nb: Installasjonsdato
nl: Installatiedatum
pl: Data instalacji
pt_br: Data de instalação
pt_pt: Data de instalação
ru: Дата установки
sl: Datum namestitve
sr_rs@cyrillic: Датум инсталације
sr_rs@latin: Datum instalacije
sv: Installationsdatum
tr_tr: Kurulum tarihi
uk: Дата встановлення
vi: Ngày cài đặt
vi_vn: Ngày cài đặt

# admin.displayConfigFileInstructions
source: The contents of your updated configuration are displayed below. To apply the configuration changes you must open <tt>config.inc.php</tt> in a suitable text editor and replace its contents with the contents of the text field below.
ar_iq: إن محتويات ملفك التعريفي المحدث معروضة أدناه. لتطبيق التعديلات في الإعدادات، عليك بفتح الملف<tt>config.inc.php</tt> مستعملاً برنامج تحرير نصوص مناسب وتبديل محتوياته بمحتويات مربع النص أدناه.
bg_bg: Съдържанието на актуализираната ви конфигурация е показано по-долу. За да приложите промените в конфигурацията, трябва да отворите <tt>config.inc.php</tt> в подходящ текстов редактор и да замените съдържанието му със съдържанието на текстовото поле по-долу.
ca_es: El contingut de la configuració actualitzada es mostra a continuació. Per aplicar els canvis de configuració heu d'obrir <tt>config.inc.php</tt> en un editor de textos compatible i remplaçar el contingut amb el del camp de text a continuació.
cs: Obsah Vaší aktualizované konfigurace je zobrazen níže. K provedení změn konfigurace musíte otevřít <tt>config.inc.php</tt> ve vhodném textovém editoru a nahradit jeho obsah obsahem textového pole níže.
da_dk: Indholdet af den opdaterede konfiguration vises nedenfor. Hvis du vil aktivere konfigurationsændringerne, skal du åbne filen <tt>config.inc.php</tt> i en passende teksteditor og erstatte dens indhold med indholdet i tekstfeltet nedenfor.
de: Der Inhalt Ihrer aktualisierten Konfiguration wird nachstehend angezeigt. Öffnen Sie <tt>config.inc.php</tt> mit einem geeigneten Texteditor und ersetzen Sie den Inhalt durch den Text im nachstehenden Textfeld.
el_gr: Τα περιεχόμενα των ενημερωμένων ρυθμίσεων εμφανίζονται παρακάτω. Για να εφαρμόσετε τις αλλαγές στις ρυθμίσεις πρέπει να ανοίξετε το αρχείο &lt;tt&gt;config.inc.php&lt;/tt&gt; με κατάλληλο πρόγραμμα επεξεργασίας κειμένου και να αντικαταστήσετε τα περιεχόμενά του με το περιεχόμενο του ακόλουθου πεδίου κειμένου.
es: Los contenidos de su configuración actualizada se muestran a continuación. Para aplicar los cambios de configuración debe abrir <tt>config.inc.php</tt> en un editor de texto adecuado y reemplazar el contenido por los contenidos del campo de texto que aparecen a continuación.
eu: Zure konfigurazio eguneratua behean bistaratzen da. Konfigurazio-aldaketak aplikatzeko, testu-editore egoki batekin ireki beharko duzu <tt>config.inc.php</tt> eta bertako edukia aldatu beheko testu-eremuaren edukiarekin.
fa_ir: محتوای فایل به‌روزرسانی شده پیکربندی شما در زیر نشان داده شده است. برای اعمال تغییرات باید فایل <tt>config.inc.php</tt> را در یک ویرایشگر متن مناسب باز کنید و محتوای آن را با محتوای زیر عوض کنید.
fi: Päivitetyn määrityksen sisältö näkyy alla. Ottaaksesi määritysmuutokset käyttöön avaa <tt>config.inc.php</tt> sopivassa tekstieditorissa ja korvaa sen sisältö alla olevan tekstikentän sisällöllä.
fr_fr: Le contenu de votre configuration mise à jour est affiché ci-dessous. Pour appliquer les modifications affectées à cette configuration, vous devez ouvrir le <tt>config.inc.php</tt> dans un éditeur de texte adéquat et remplacer son contenu par le contenu de la zone de texte ci-dessous.
hr_hr: Sustav ne može automatski obaviti prepisivanje preko konfiguracijske datoteke. Kako biste primjenili konfiguracijske izmjene morate otvoriti datoteku <tt>config.inc.php</tt> u prikladnom uređivaču teksta i zamijeniti njegov sadržaj sa sadržajem teksta u polju ispod.
hu_hu: Alább látható a frissített konfigurációs fájl tartalma. A konfigurációs változtatások elfogadásához meg kell nyitnia a <tt>config.inc.php</tt> fájlt egy alkalmas szerkesztőben és lecserélni az ottani tartalmat az alább láthatóra.
hy_am: Ձեր կողմից թարմացված կարգավորումների պարունակությունը պատկերված է ստորև։ Հաստատելու համար անհրաժեշտ է բացել <tt>config.inc.php</tt> ֆալյը Text editor-ով և տեղադրել այնտեղ ստորև պատկերված տեքստը։
id: Isi dari konfigurasi yang sudah diupdate milik Anda ditampilkan sekarang. Untuk menerapkan perubahan konfigurasi Anda harus membuka <tt>config.inc.php</tt> di text editor yang sesuai dan mengganti isinya dengan isi text editor di bawah ini.
id_id: Isi dari konfigurasi yang sudah diupdate milik Anda ditampilkan sekarang. Untuk menerapkan perubahan konfigurasi Anda harus membuka <tt>config.inc.php</tt> di text editor yang sesuai dan mengganti isinya dengan isi text editor di bawah ini.
it_it: Il contenuto del file di configurazione aggiornato e visualizzato qui di seguito. Per applicare queste modifiche dovete aprire il file <tt>config.inc.php</tt> con un editor di testo e sostituirne il contenuto con il testo della form sottostante.
ja: アップデートされる設定内容は下記のとおりです。設定の変更を適用するために <tt>config.inc.php</tt> をテキストエディタで開き，下記のテキストフィールドの記述と置き換えてください。
ka_ge: თქვენი განახლებული კონფიგურაციის შინაარსი ნაჩვენებია ქვემოთ. კონფიგურაციის ცვლილებების მისაღებად თქვენ უნდა გახსნათ <tt>config.inc.php</tt> შესაფერისი ტექსტური რედაქტორი და შეცვალოთ მისი შინაარსი ქვემოთ მოცემული ტექსტის ველის შინაარსით.
kk_kz: Жаңартылған конфигурация мазмұны төменде көрсетілген. Өзгертулерді конфигурацияға қолдану үшін сәйкес мәтін редакторында <tt>config.inc.php</tt> файлын ашып, оның мазмұнын төмендегі мәтін ұясының мазмұнымен ауыстыру қажет.
ku_iq: ناوەرۆکی نوێکردنەوەکانت لە خوارەوە پیشان دراوە. بۆ جێبەجێکردنی گۆڕانەکان تۆ دەبێت ئەم لینکە بکەیتەوە <tt>config.inc.php</tt> و گۆڕانکاری لەو ناوەرۆکانە بکەیت کە پێویستە.
lv_lv: Jūsu atjauninātās konfigurācijas saturs ir parādīts zemāk. Lai lietotu konfigurācijas izmaiņas, atbilstošā teksta redaktorā jāatver <tt>config.inc.php</tt> un jāaizstāj tā saturs ar zemāk esošā teksta lauka saturu.
mk: Содржината на ажурираната конфигурација е прикажана подолу. За да ги примените промените во конфигурацијата, мора да го отворите <tt>config.inc.php</tt> во соодветен уредувач на текст и да ги замените неговите содржини со содржината на полето за текст подолу.
ms: Kandungan konfigurasi anda yang dikemas kini dipaparkan di bawah. Untuk menggunakan perubahan konfigurasi anda mesti membuka <tt>config.inc.php</tt> dalam teks editor yang sesuai dan menggantikan kandungannya dengan kandungan medan teks di bawah.
nb: Nedenfor ser du innholdet i den oppdaterte konfigurasjonen din. For å iverksette endringene, må du åpne <tt>config.inc.php</tt> i et egnet tekstbehandlingsprogram og erstatte innholdet i den med innholdet i tekstfeltet nedenfor.
nl: Uw gewijzigde instellingen worden hieronder getoond. Om uw wijzigingen te effectueren moet u <tt>config.inc.php</tt> openen in een geschikte teksteditor en de inhoud van het bestand vervangen door de inhoud van het tekstveld hieronder.
pl: Zawartość twojego zaktualizowanego pliku konfiguracyjnego wyświetlana jest poniżej. Aby zastosować zmiany musisz otworzyć plik <tt>config.inc.php</tt> w edytorze tekstowym i zamienić jego treść na tą widoczną poniżej.
pt_br: As configurações atuais são exibidas abaixo. Para alterar as configurações é necessário editar o arquivo <tt>config.inc.php</tt> manualmente em um editor de texto, substituindo-o com o conteúdo do campo a seguir.
pt_pt: O conteúdo de a sua configuração atualizada é apresentada abaixo. Para aplicar as alterações de configuração deve abrir <tt>config.inc.php</tt> num editor de texto adequado e substituir o seu conteúdo pelo conteúdo do campo de texto abaixo.
ru: Содержимое обновленной конфигурации показано ниже. Чтобы применить изменения к конфигурации, вы должны открыть <tt>config.inc.php</tt> в подходящем текстовом редакторе и заменить его содержимое содержимым текстового поля, расположенного ниже.
sl: Spodaj je prikazana posodobljena vsebina konfiguracijske datoteke. Odprite datoteko <tt>config.inc.php</tt> v primernem urejevalniku in zamenjajte vsebino datoteke s spodnjo.
sr_rs@cyrillic: Систем не може аутоматски обавити преписивање преко конфигурационог фајла. Како бисте применили конфигурационе измене морате отворити фајл <tt>config.inc.php</tt> у прикладном уређивачу текста и замeнити садржај у пољу испод.
sr_rs@latin: Sistem ne može automatski obaviti prepisivanje preko konfiguracionog fajla. Kako biste primenili konfiguracione izmene morate otvoriti fajl <tt>config.inc.php</tt> u prikladnom uređivaču teksta i zamieniti njegov sadržaj sa sadržajem teksta u polju ispod.
sv: Innehållet i din uppdaterade konfiguration visas nedan. För att spara ändringarna behöver du öppna <tt>config.inc.php</tt> i ett lämpligt textredigeringsprogram och ersätta dess innehåll med informationen i textfältet nedan.
tr_tr: Güncellenmiş yapılandırmanızın içeriği aşağıda gösterilmiştir. Yapılandırma değişikliklerini uygulayabilmek için <tt>config.inc.php</tt> dosyasını uygun bir metin editörü ile açmanız ve içeriğini aşağıda belirtilen içerikle değiştirmeniz gerekmektedir.
uk: Зміст вашої оновленої конфігурації наведено нижче. Для застосування змін конфігурації ви повинні відкрити <tt>config.inc.php</tt> у текстовому редакторі та замінити його зміст змістом текстового поля, наведеного нижче.
vi: Nội dung cấu hình đã cập nhật của bạn được hiển thị bên dưới. Để áp dụng các thay đổi cấu hình, bạn phải mở <tt>config.inc.php</tt> trong một trình soạn thảo văn bản phù hợp và thay thế nội dung của nó bằng nội dung của trường văn bản bên dưới.
vi_vn: Nội dung của cấu hình cập nhật của bạn được hiển thị bên dưới. Để áp dụng các thay đổi cấu hình, bạn phải mở <tt> config.inc.php </tt> trong một trình soạn thảo văn bản phù hợp và thay thế nội dung của nó bằng nội dung của trường văn bản bên dưới.
