Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.systemInformation.description
source: View information about the version and configuration settings of the application and server.
ar_iq: معاينة معلومات عن الإصدار وإعدادات التهيئة للبرنامج وللملقم.
bg_bg: Преглед на информация за версията и настройките за конфигурация на приложението и сървъра.
cs: Zobrazení informací o verzi a nastavení konfigurace aplikace a serveru.
da_dk: Se informationer om version og indstillinger af applikationen og serveren.
de: Informationen über die Version und Konfigurationseinstellungen der Anwendung und des Servers ansehen.
es: Ver información sobre la versión y la configuración de la aplicación y del servidor.
eu: Ikusi aplikazioaren eta zerbitzariaren bertsioaren eta konfigurazio-ezarpenei buruzko informazioa.
fr_fr: Afficher des informations sur la version et les paramètres de configuration de l'application et du serveur.
hy_am: Դիտեք հավելվածի և սպասարկող կայանի տարբերակի և կազմաձևման կարգավորումների մասին տեղեկատվությունը:
id: Lihat informasi tentang versi dan pengaturan konfigurasi pada aplikasi dan server.
it_it: Visualizza informazioni sulla versione e sulle impostazioni di configurazione dell'applicazione e del server.
ka_ge: იხილეთ ინფორმაცია აპლიკაციისა და სერვერის ვერსიისა და კონფიგურაციის პარამეტრების შესახებ.
kk_kz: Бағдарлама мен сервердің нұсқасы мен конфигурация параметрлері туралы ақпаратты қараңыз.
mk: Приказ на информации за верзијата и конфигурациските поставки на апликацијата и серверот.
nb: Se informasjon om versjonen og konfigurasjonsinnstillingene for applikasjonen og serveren.
nl: Verwezen wordt naar de informatie over de versie en configuratie-instellingen van de applicatie en server.
pl: Zobacz informacje o wersji i ustawieniach konfiguracyjnych aplikacji i serwera.
pt_br: Exiba informações sobre a versão e as definições de configuração do sistema e do servidor.
pt_pt: Ver informação sobre a versão e as definições de configuração do sistema e do servidor.
ru: Просмотр информации о версии и настройках конфигурации приложения и сервера.
sl: Poglej informacije o verziji in nastavitvah aplikacije in strežnika.
tr_tr: Sistemin ve çalıştığı sunucunun sürümü ve yapılandırma ayarları hakkındaki bilgileri görüntüleyin.
uk: Переглянути інформацію про версію і конфігураційні параметри програми та сервера.
vi: Xem thông tin về phiên bản và cài đặt cấu hình của ứng dụng và máy chủ.

# admin.systemInformation.view
source: View System Information
ar_iq: معاينة معلومات النظام
bg_bg: Преглед на системна информация
cs: Zobrazit systémové informace
da_dk: Se information om systemet
de: Systeminformationen ansehen
es: Ver información del sistema
eu: Ikusi sistema-informazioa
fr_fr: Afficher les informations sur le système
hy_am: Դիտեք համակարգի տեղեկատվությունը
id: Lihat Informasi Sistem
it_it: Visualizza le informazioni sul sistema
ka_ge: სისტემის ინფორმაციის ნახვა
kk_kz: Жүйе туралы ақпаратты қарау
mk: Погледнете ги информациите за системот
nb: Se systeminformasjon
nl: Verwezen wordt naar de systeem informatie
pl: Podejrzyj informacje o systemie
pt_br: Ver informações do sistema
pt_pt: Ver Informação do sistema
ru: Показать информацию о системе
sl: Poglej informacije o sistemu
tr_tr: Sistem Bilgilerini Görüntüle
uk: Переглянути відомості про систему
vi: Xem thông tin hệ thống

# admin.versionBuild
source: Build
ar_iq: بناء
bg_bg: Компилация (Build)
ca_es: Muntatge
cs: Sestavení
da_dk: Byg
el_gr: Έκδοση
es: Crear
eu: Konpilazio-bertsioa
fa_ir: ساخت
fi: Koontiversio
fr_fr: Assemblage
hr_hr: Građa
hu_hu: Felépítés
hy_am: Ստեղծել
id: Tubuh
id_id: Tubuh
it_it: Compilazione
ja: ビルド
ka_ge: ანაწყობი
kk_kz: Құрастыру
ku_iq: بنیاتنان
mk: Изведба
ms: Bina
nb: Versjon
pl: Wersja
pt_br: Construção
pt_pt: Construção
ru: Сборка
sl: Popravek
sr_rs@cyrillic: Грађа
sr_rs@latin: Građa
sv: Version
tr_tr: Derleme
uk: Збірка
vi: Bản build
vi_vn: Xây dựng

# admin.version.checkForUpdates
source: Check for updates
ar_iq: التحقق من وجود تحديثات
bg_bg: Проверка за обновления
ca_es: Cerca actualitzacions
cs: Zkontrolovat aktualizace
da_dk: Søg efter opdateringer
de: Nach Aktualisierungen suchen
el_gr: Ελέγξτε για ενημερώσεις
es: Buscar actualizaciones
eu: Begiratu eguneratzerik dagoen
fa_ir: بررسی به‌روزرسانی‌ها
fi: Tarkista päivitykset
fr_fr: Rechercher les mises à jour
hr_hr: Provjerite postoje li nove verzije
hu_hu: Frissítések ellenőrzése
hy_am: Ստուգել թարմացումները
id: Cek untuk update
id_id: Cek untuk update
it_it: Cerca aggiornamenti
ja: 更新チェック
ka_ge: განახლებების შემოწმება
kk_kz: Жаңарту барын тексеру
ku_iq: گه‌ڕان به‌ دوای نوێكردنه‌وه‌كان دا
mk: Побарај ажурирање
ms: Semak kemas kini
nb: Se etter oppdateringer
nl: Zoek naar updates
pl: Sprawdź aktualizacje
pt_br: Buscar atualizações
pt_pt: Pesquisar atualizações
ru: Проверить наличие обновлений
sl: Preveri za posodobitve
sr_rs@cyrillic: Проверите да ли постоје нове верзије
sr_rs@latin: Proverite da li postoje nove verzije
sv: Kolla efter uppdateringar
tr_tr: Güncellemeleri kontrol et
uk: Перевірити наявність оновлень
vi: Kiểm tra cập nhật
vi_vn: Kiểm tra cập nhật

# admin.version.downloadPackage
source: Download
ar_iq: التنزيل
bg_bg: Свали
ca_es: Baixa
cs: Stáhnout
de: Herunterladen
el_gr: Μεταφόρτωση
es: Descargar
eu: Deskargatu
fa_ir: دانلود
fi: Lataa
fr_fr: Télécharger
hr_hr: Preuzmite
hu_hu: Letöltés
hy_am: Ներբեռնել
id: Unduh
id_id: Unduh
it_it: Scarica
ja: ダウンロード
ka_ge: ჩამოტვირთვა
kk_kz: Жүктеу
ku_iq: دابه‌زاندن
mk: Симни
ms: Muat turun
nb: Last ned
pl: Pobierz
pt_br: Baixar
pt_pt: Transferir
ru: Скачать
sl: Prenesi
sr_rs@cyrillic: Преузмите
sr_rs@latin: Preuzmite
sv: Ladda ned
tr_tr: İndir
uk: Завантажити
vi: Tải xuống gói
vi_vn: Tải xuống

# admin.version.downloadPatch
source: Download Patch
ar_iq: حزمة التنزيل
bg_bg: Свали софтуерна поправка (patch)
ca_es: Baixa el pedaç
cs: Stáhnout patch
da_dk: Download programrettelse
de: Patch herunterladen
el_gr: Μεταφόρτωση επιρράματος κώδικα (patch)
es: Descargar parche
eu: Deskargatu adabakia
fa_ir: دانلود وصله
fi: Lataa korjaustiedosto
fr_fr: Télécharger un correctif
hr_hr: Preuzmite zakrpu
hu_hu: Javítás letöltése
hy_am: Ներբեռնել ուղին
id: Unduh Patch
id_id: Unduh Patch
it_it: Scarica patch
ja: パッチのダウンロード
ka_ge: კემსის ჩამოტვირთვა
kk_kz: Патчты жүктеу
ku_iq: پاكێجی دابه‌زاندنی
mk: Симни закрпа
ms: Muat turun Patch
nb: Last ned patch
nl: Download update
pl: Pobierz łatkę
pt_br: Baixar atualização (Patch)
pt_pt: Transferir Atualização
ru: Скачать исправление
sl: Prenesi popravek
sr_rs@cyrillic: Преузмите закрпу
sr_rs@latin: Preuzmite zakrpu
sv: Ladda ned patch
tr_tr: Yama İndir
uk: Завантажити виправлення
vi: Tải xuống bản vá
vi_vn: Tải xuống bản vá lỗi

# admin.versionHistory
source: Version history
ar_iq: تأريخ النسخ
bg_bg: История на версиите
ca_es: Historial de versions
cs: Historie verzí
da_dk: Versionshistorik
de: Bisherige Versionen
el_gr: Ιστορικό εκδόσεων
es: Historial de versiones
eu: Bertsio-historia
fa_ir: سوابق نسخه‌های نصب شده
fi: Versiohistoria
fr_fr: Historique de version
hr_hr: Prijašnje verzije
hu_hu: Verzió történet
hy_am: Տարբերակների պատմություն
id: Sejarah Versi
id_id: Sejarah Versi
it_it: Versioni precedenti
ja: バージョン履歴
ka_ge: ვერსიების ისტორია
kk_kz: Нұсқа тарихы
ku_iq: رێككه‌وتی وه‌شان
mk: Историја на верзиите
ms: Sejarah versi
nb: Versjonshistorikk
nl: Versiegeschiedenis
pl: Historia wersji
pt_br: Histórico de versões
pt_pt: Histórico de Versões
ru: История версий
sl: Zgodovina verzij
sr_rs@cyrillic: Претходне верзије
sr_rs@latin: Prethodne verzije
sv: Versionshistorik
tr_tr: Sürüm geçmişi
uk: Історія версій
vi: Lịch sử phiên bản
vi_vn: Lịch sử phiên bản

# admin.version.latest
source: Latest version
ar_iq: النسخة الأخيرة
bg_bg: Последна версия
ca_es: Versió més recent
cs: Nejaktuálnější verze
da_dk: Nyeste version
de: Neueste Version
el_gr: Τελευταία έκδοση
es: Última versión
eu: Azken bertsioa
fa_ir: آخرین نسخه
fi: Viimeisin versio
fr_fr: Dernière version
hr_hr: Zadnja verzija
hu_hu: A legutolsó verzió
hy_am: Վերջին տարբերակ
id: Versi Terbaru
id_id: Versi Terbaru
it_it: Ultima versione
ja: 最新バージョン
ka_ge: უახლესი ვერსია
kk_kz: Соңғы нұсқа
ku_iq: وه‌شانی كۆتایی
mk: Последна верзија
ms: Versi terkini
nb: Siste versjon
nl: Nieuwste versie
pl: Najnowsza wersja
pt_br: Última versão
pt_pt: Última versão
ru: Последняя версия
sl: Zadnja verzija
sr_rs@cyrillic: Последња верзија
sr_rs@latin: Poslednja verzija
sv: Senaste version
tr_tr: Son sürüm
uk: Остання версія
vi: Phiên bản mới nhất
vi_vn: Phiên bản mới nhất

# admin.versionMajor
source: Major
ar_iq: الرئيسي
bg_bg: Главна/основна версия
ca_es: Principal
cs: Hlavní
da_dk: Overordnet
de: Hauptversion
el_gr: Πρωτεύουσα
es: Principal
eu: Nagusia
fa_ir: کلی
fi: Pääversio
fr_fr: Majeure
hr_hr: Glavna
hu_hu: Fő
hy_am: Գլխավոր
id: Mayor
id_id: Mayor
it_it: Maggiore
ja: メジャー
ka_ge: ძირითადი
kk_kz: Үлкен
ku_iq: سه‌ره‌كی
mk: Главно
nb: Hoved
nl: Majeur
pl: Główna
pt_br: Maior
pt_pt: Maior
ru: Старшая
sl: Glavna
sr_rs@cyrillic: Главна
sr_rs@latin: Glavna
sv: Större
tr_tr: Büyük
uk: Базова
vi: Chính
vi_vn: Chính

# admin.versionMinor
source: Minor
ar_iq: الفرعي
bg_bg: Вторична (не е основна) версия
ca_es: Secundària
cs: Vedlejší
da_dk: Underordnet
de: Unterversion
el_gr: Δευτερεύουσα
es: Secudario
eu: Txikia
fa_ir: جزئی
fi: Aliversio
fr_fr: Mineure
hr_hr: Sporedna
hy_am: Կրտսեր
it_it: Minore
ja: マイナー
ka_ge: მცირე
kk_kz: Кіші
ku_iq: لاوه‌كی
mk: Споредна
nb: Under
nl: Mineur
pl: Pomniejsza
pt_br: Menor
pt_pt: Menor
ru: Младшая
sl: Manjša
sr_rs@cyrillic: Споредна
sr_rs@latin: Sporedna
sv: Mindre
tr_tr: Küçük
uk: Додаткова
vi: Thứ yếu
vi_vn: Phụ

# admin.version.moreInfo
source: More Information
ar_iq: مزيد من المعلومات
bg_bg: Повече информация
ca_es: Més informació
cs: Více informací
da_dk: Flere oplysninger
de: Nähere Informationen
el_gr: Περισσότερες πληροφορίες
es: Más información
eu: Informazio gehiago
fa_ir: اطلاعات بیشتر
fi: Lisätietoja
fr_fr: Pour en savoir plus
hr_hr: Više informacija
hu_hu: Bővebb információ
hy_am: Լրացուցիչ տեղեկատվություն
id: Informasi lebih lanjut
id_id: Informasi lebih lanjut
it_it: Altre informazioni
ja: さらなる情報
ka_ge: Მეტი ინფორმაცია
kk_kz: Толық ақпарат
ku_iq: زانیاری زێتر
mk: Повеќе информации
ms: Maklumat lanjut
nb: Mer informasjon
nl: Meer Informatie
pl: Więcej informacji
pt_br: Detalhar
pt_pt: Mais informações
ru: Дополнительная информация
sl: Več informacij
sr_rs@cyrillic: Више информација
sr_rs@latin: Više informacija
sv: Mer information
tr_tr: Daha Fazla Bilgi
uk: Більше інформації
vi: Thông tin thêm
vi_vn: Thêm thông tin

# admin.versionRevision
source: Revision
ar_iq: المراجعة
bg_bg: Ревизия
ca_es: Revisió
cs: Úprava
el_gr: Αναθεώρηση
es: Revisión
eu: Berrikuspena
fa_ir: اصلاح
fi: Tarkistusversio
fr_fr: Révision
hr_hr: Revizija
hu_hu: Átvizsgálás
hy_am: Վերանայում
id: Revisi
id_id: Revisi
it_it: Revisione
ja: リビジョン
ka_ge: ვერსია
kk_kz: Ревизия
ku_iq: پێداچونه‌وه‌
mk: Ревизија
ms: Semakan
nb: Revisjon
nl: Revisie
pl: Tekst poprawiony przez autora
pt_br: Revisão
pt_pt: Revisão
ru: Ревизия
sl: Revizija
sr_rs@cyrillic: Ревизија
sr_rs@latin: Revizija
sv: Bearbetning
tr_tr: Düzeltme
uk: Ревізія
vi: Bản sửa đổi
vi_vn: Bản sửa đổi

# admin.version.updateAvailable
source: An updated version is available
ar_iq: تتوفر نسخة محدثة
bg_bg: Налична е актуализирана версия
ca_es: Hi ha disponible una versió actualitzada
cs: Je dostupná aktualizace systému
da_dk: Der findes en opdateret version
de: Eine aktuellere Version ist verfügbar
el_gr: Μια νεώτερη έκδοση του λογισμικού είναι διαθέσιμη.
es: Hay una nueva versión disponible
eu: Bertsio eguneratu bat erabilgarri dago
fa_ir: نسخه به‌روز موجود است
fi: Päivitetty versio on saatavilla
fr_fr: Une mise à jour est disponible
hr_hr: Ažurirana verzija je dostupna
hu_hu: Frissített verzió érhető el
hy_am: Թարմացված տարբերակը հասանելի է
id: Versi yang telah diupdate sudah tersedia
id_id: Versi yang telah diupdate sudah tersedia
it_it: &Egrave; disponibile una versione aggiornata
ja: 新バージョンが利用できます
ka_ge: განახლებული ვერსია ხელმისაწვდომია
kk_kz: Жаңартылған нұсқа қол жетімді
ku_iq: وه‌شانی نوێكراوه‌ به‌رده‌سته‌
mk: Достапна е ажурирана верзија
ms: Versi yang dikemas kini tersedia
nb: En oppdatert versjon er tilgjengelig
nl: Er is een bijgewerkte versie beschikbaar
pl: Aktualizacja jest dostępna
pt_br: Uma versão atualizada está disponível
pt_pt: Atualização disponível
ru: Доступна обновленная версия
sl: Na voljo je posodobljena verzija
sr_rs@cyrillic: Ажурирана верзија је доступна
sr_rs@latin: Ažurirana verzija je dostupna
sv: En uppdaterad version finns tillgänglig
tr_tr: Güncellenmiş bir sürüm mevcut
uk: Доступна оновлена версія
vi: Có phiên bản cập nhật
vi_vn: Đã có phiên bản cập nhật

# admin.version.upToDate
source: Your system is up-to-date
ar_iq: إن نظامك مواكب لأحدث نسخة
bg_bg: Вашата система е актуална
ca_es: El vostre sistema està actualitzat
cs: Používáte aktuální verzi systému
da_dk: Systemet er opdateret
de: Ihr System ist auf dem aktuellen Stand
el_gr: Το σύστημά σας διαθέτει την τελευταία έκδοση του λογισμικού.
es: Su sistema está actualizado
eu: Zure sistema eguneratuta dago
fa_ir: سیستم شما به‌روز است
fi: Järjestelmäsi on ajan tasalla
fr_fr: Votre système est à jour
hr_hr: Vaš sustav je ažuran
hu_hu: A rendszere naprakész
hy_am: Ձեր համակարգը արդիական է
id: Sistem Anda up-to-date
id_id: Sistem Anda up-to-date
it_it: Il tuo sistema è aggiornato
ja: このシステムは最新版です
ka_ge: თქვენი სისტემა განახლებულია
kk_kz: Сізде жаңартылған жүйе
ku_iq: سیسته‌مه‌كه‌ت نوێترین وه‌شانه‌
mk: Ја имате последната верзија
ms: Sistem anda adalah terkini
nb: Systemet er oppdatert
nl: Uw systeem is up-to-date
pl: Twój system jest aktualny
pt_br: O sistema está atualizado
pt_pt: Sistema está atualizado
ru: Ваша система актуальна
sl: Vaš sistem je posodobljen
sr_rs@cyrillic: Имате последњу верзију система
sr_rs@latin: Imate poslednju verziju sistema
sv: Systemet kör den senaste versionen
tr_tr: Sisteminiz güncel
uk: Ваша система використовує поточну версію
vi: Hệ thống của bạn đã cập nhật
vi_vn: Hệ thống của bạn được cập nhật

# admin.version
source: Version
ar_iq: النسخة
bg_bg: Версия
ca_es: Versió
cs: Verze
el_gr: Έκδοση
es: Versión
eu: Bertsioa
fa_ir: نسخه
fi: Versio
hr_hr: Verzija
hu_hu: Verzió
hy_am: Տարբերակ
id: Versi
id_id: Versi
it_it: Versione
ja: バージョン
ka_ge: ვერსია
kk_kz: Нұсқа
ku_iq: وه‌شان
mk: Верзија
ms: Versi
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
pt_pt: Versão
ru: Версия
sl: Različica
sr_rs@cyrillic: Верзија
sr_rs@latin: Verzija
tr_tr: Sürüm
uk: Версія
vi: Phiên bản
vi_vn: Phiên bản

# admin.fileLoader.wrongBasePathLocation
source: Base path {$path} must be inside the public files directory.
ar_iq: المسار الأساسي {$path} ينبغي أن يكون ضمن حافظة الملفات العمومية.
bg_bg: Базовият път {$path} трябва да е в директорията с публични файлове.
ca_es: La ruta principal {$path} ha d'estar dins d'un directori de fitxer públic.
cs: Základní cesta {$path} musí být v rámci veřejně přístupných složek.
da_dk: Basisstien {$path} skal ligge under den offentligt tilgængelige filmappe.
de: Der Basispfad {$path} muss im Verzeichnis der öffentlichen Dateien liegen.
el_gr: Η βασική διαδρομή {$path} θα πρέπει να είναι μέσα στον φάκελο των δημοσίων αρχείων.
es: La ruta base {$path} debe estar dentro del directorio de archivos públicos.
eu: {$path} oinarrizko helbideak fitxategi publikoen direktorioaren barruan egon behar du.
fa_ir: مسیر {$path} باید در داخل پوشه فایل‌های عمومی باشد.
fi: Peruspolun {$path} on oltava julkisten tiedostojen hakemistossa.
fr_fr: Le chemin d'accès de base {$path} doit se trouver à l'intérieur du répertoire des fichiers publics.
hu_hu: Az alap elérési útvonalnak {$path} a publikus fájlkönyvtáron belül kell lennie.
hy_am: {$ Path} հիմնական ուղին պետք է լինի հանրային ֆայլերի ուղեցույցում:
id: Alamat utama {$path} harus berada di direktori file publik.
id_id: Alamat utama {$path} harus berada di direktori file publik.
it_it: Il percorso {$path} deve essere all'interno della cartella dei file pubblici.
ja: ベースパス{$path}は公開ファイルディレクトリ内にある必要があります。
ka_ge: ძირითადი გზა {$path} უნდა იყოს საჯარო ფაილების დირექტორიაში.
kk_kz: {$path} негізгі жолы жалпыға қолжетімді файлдар каталогында болуы керек.
ku_iq: پێویستە لە ناو فایلی گشتی ئاراستە کراوبێت {$path} ڕێگای سەرەکی
mk: Основна патека path {$path} мора да биде во директориумот на јавни датотеки.
ms: Laluan url {$path} mesti berada di dalam direktori fail awam.
nb: Katalogstien «{$path}» må være i den offentlige katalogen.
nl: Het basispad {$path} moet zich bevinden in een publiek toegankelijke folder.
pl: Bazowa ścieżka {$path} musi znajdować się wewnątrz folderu z publicznie dostępnymi plikami.
pt_br: O caminho base {$path} deve estar dentro do diretório de arquivos públicos.
pt_pt: O caminho base {$caminho} deve estar dentro do diretório de ficheiros públicos.
ru: Основной каталог {$path} должен быть внутри каталога с доступными для всех файлами.
sl: Osnovna pot {$path} mora biti znotraj mape z javnimi datotekami.
sr_rs@cyrillic: Базична путања {$path} мора бити унутар јавно доступног директоријума.
sr_rs@latin: Bazična putanja {$path} mora biti unutar javno dostupnog direktorijuma.
sv: Grundsökvägen {$path} måste ligga i katalogen för publika filer.
tr_tr: {$path} temel yolu ortak dosyalar dizini içinde bulunmalıdır.
uk: Основний каталог {$path} повинен знаходитись у каталозі загальнодоступних файлів.
vi: Đường dẫn cơ sở {$path} phải nằm trong thư mục tệp công cộng.
vi_vn: Đường dẫn cơ sở {$path} phải nằm trong thư mục tệp công khai.

# admin.fileLoader.pathNotAccessible
source: Folder {$path} is not a directory or is not readable.
ar_iq: حافظة الملفات {$path} ليست مساراً صحيحاً أو تتعذر قراءتها.
bg_bg: Папката {$path} не е директория или не може да се чете.
ca_es: La carpeta {$path} no és un directori o bé no es pot llegir.
cs: Složka {$path} není knihovna, nebo není zapisovatelná.
da_dk: Mappen {$path} er ikke et fil-katalog, eller også er mappen ikke læsbar.
de: Der Ordner {$path} ist kein Verzeichnis oder ist nicht lesbar.
el_gr: Ο {$path} δεν είναι φάκελος ή δεν είναι αναγνώσιμος.
es: La carpeta {$path} no es un directorio o no se puede leer.
eu: {$path} karpeta ez da direktorio bat edo ezin da irakurri.
fa_ir: مسیر {$path} آدرس یک پوشه نیست یا این پوشه قبل خواندن نمی‌باشد.
fi: Kansio {$path} ei ole hakemisto tai se ei ole luettavissa.
fr_fr: Le dossier {$path} n'est pas un répertoire ou ne peut être lu.
hu_hu: A mappa {$path} nem egy könyvtár vagy nem olvasható.
hy_am: {$ Path} պանակը ուղեցույց չէ կամ ընթերցելի չէ:
id: Folder {$path} bukan sebuah direktori atau tidak dapat dibaca.
id_id: Folder {$path} bukan sebuah direktori atau tidak dapat dibaca.
it_it: La cartella {$path} non è una cartella o non è scrivibile.
ja: フォルダ{$path}はディレクトリではないか、読み取りできません。
ka_ge: საქაღალდე {$path} არ არის დირექტორია ან არ იკითხება.
kk_kz: {$path} қалтасы каталог емес немесе оқу мүмкін емес.
ku_iq: فۆڵده‌ری دۆسییه‌كان {$path}ڕێڕه‌وێكی دروست نیه‌ یان ناخوێندرێته‌وه‌.
mk: Фолдерот path{$path не е директориум или не може да се чита.
ms: Folder {$path} bukan direktori atau tidak boleh dibaca.
nb: Mappen {$path} er ikke en mappe eller kan ikke leses.
nl: Het opgegeven pad {$path} is geen folder of niet leesbaar.
pl: Folder {$path} nie jest dostępny do odczytu.
pt_br: O diretório {$path} não é um diretório ou não é acessível.
pt_pt: A pasta {$path} não existe ou não está acessível.
ru: Папка {$path} не является каталогом или не доступна для чтения.
sl: Mapa {$path} ni mapa ali pa ni dosegljiva.
sr_rs@cyrillic: Директоријум {$path} није директоријум или није читљив.
sr_rs@latin: Direktorijum {$path} nije direktorijum ili nije čitljiv.
sv: Mappen {$path} är inte en katalog, eller så är den inte läsbar.
tr_tr: {$path} bir klasör değil veya okunabilir değil.
uk: Папка {$path} це не каталог або вона недоступна для читання.
vi: Thư mục {$path} không phải là thư mục hoặc không thể đọc được.
vi_vn: Thư mục {$path} không phải là một thư mục hoặc không thể đọc được.

# admin.fileLoader.moveFileFailed
source: File {$filename} could not be moved from {$currentFilePath} to {$destinationPath}
ar_iq: الملف {$filename} تعذر نقله من {$currentFilePath} إلى {$destinationPath}
bg_bg: Файл {$filename} не можа да бъде преместен от {$currentFilePath} в {$destinationPath}
ca_es: No s'ha pogut more el fitxer {$filename} des de {$currentFilePath} a {$destinationPath}
cs: Soubor {$filename} nemohl být přesunut z {$currentFilePath} do {$destinationPath}
da_dk: Filen {$filename} kunne ikke flyttes fra {$currentFilePath} til {$destinationPath}
de: Die Datei {$filename} konnte nicht von {$currentFilePath} nach {$destinationPath} verschoben werden
el_gr: Το αρχείο {$filename} δεν μπόρεσε να μετακινηθεί από {$currentFilePath} στο {$destinationPath}
es: El archivo {$filename} no se pudo mover de {$currentFilePath} a {$destinationPath}
eu: Ezin izan da {$filename} fitxategia {$currentFilePath}(e)tik {$destinationPath}(e)ra mugitu
fa_ir: فایل {$filename} قابل انتقال از {$currentFilePath} به {$destinationPath} نمی‌باشد.
fi: Tiedostoa {$filename} ei voitu siirtää sijainnista {$currentFilePath} sijaintiin {$destinationPath}
fr_fr: Le fichier {$filename} ne peut être déplacé de {$currentFilePath} à {$destinationPath}
hu_hu: A fájlt {$filename} áthelyezték innen: {$currentFilePath} ide: {$destinationPath}
hy_am: {$filename} նիշքը չի կարող տեղափոխվել {$currentFilePath} -ից {$destinationPath}
id: File {$filename} tidak bisa dipindahkan dari {$currentFilePath} ke {$destinationPath}
id_id: File {$filename} tidak bisa dipindahkan dari {$currentFilePath} ke {$destinationPath}
it_it: Il file {$filename} non può essre mosso da {$currentFilePath} a {$destinationPath}
ja: ファイル{$filename}を{$currentFilePath}から{$destinationPath}に移動できませんでした
ka_ge: ფაილი {$filename} ვერ გადაადგილდა {$currentFilePath}-დან {$destinationPath}-ში
kk_kz: {$filename} файлын {$currentFilePath} каталогынан {$destinationPath} ішіне көшіру мүмкін емес
ku_iq: ناتوانرێـت دۆسیه‌ی {$filename} له‌ {$currentFilePath} بگوێزرێته‌وه‌ بۆ {$destinationPath}
mk: Датотеката {$filename} не може да се премести од {$currentFilePath} до{$destinationPath}
ms: Fail {$filename} tidak dapat dialihkan daripada {$currentFilePath} ke {$destinationPath}
nb: Filen {$filename} kunne ikke flyttes fra {$currentFilePath} til {$destinationPath}
nl: Het bestand {$filename} kon niet worden verplaatst van {$currentFilePath} naar {$destinationPath}
pl: Plik {$filename} nie mógł być przesunięty z {$currentFilePath} do {$destinationPath}
pt_br: O arquivo {$filename} não pôde ser movido de {$currentFilePath} para {$destinationPath}
pt_pt: O ficheiro {$filename} não pode ser movido de {$currentFilePath} para {$destinationPath}
ru: Файл {$filename} не может быть перемещен из {$currentFilePath} в {$destinationPath}
sl: Dadoteke {$filename} ni bilo mogoče premakniti iz {$currentFilePath} v {$destinationPath}
sr_rs@cyrillic: Фајл {$filename} не може бити премештен из {$currentFilePath} у {$destinationPath}
sr_rs@latin: Fajl {$filename} ne može biti premešten iz {$currentFilePath} u {$destinationPath}
sv: Filen {$filename} kunde inte flyttas från {$currentFilePath} till {$destinationPath}
tr_tr: {$filename} dosyası {$currentFilePath} konumundan {$destinationPath} konumuna taşınamadı
uk: Файл {$filename} не можна перенести з {$currentFilePath} в {$destinationPath}
vi: Không thể di chuyển tệp {$filename} từ {$currentFilePath} đến {$destinationPath}
vi_vn: Không thể di chuyển tệp {$filename} từ {$currentFilePath} sang {$destinationPath}
