Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.settings.statistics.compressStatsLogs.description
source: Statistics are generated from access log files which are moved to <code>{$path}</code> once they have been processed. Should the log files be compressed into <code>.gz</code> files once they have been processed? Compressing log files may save disk space on the server.
ar_iq: يتم توليد الإحصائيات من ملفات سجلات الوقوعات والتي يتم نقلها إلى <code>{$path}</code> بمجرد معالجتها. هل ينبغي ضغط ملفات سجلات الوقوعات بصيغة ملفات <code>.gz</code> بمجرد معالجتها أم لا؟ ضغط تلك الملفات قد يوفر في مساحة الخزن المتاحة في الملقم.
cs: Statistiky jsou generovány ze souborů protokolu přístupu, které jsou po zpracování přesunuty do adresáře <code>{$path}</code>. Měly by být soubory protokolu po zpracování komprimovány do souborů <code>.gz</code>? Komprimování souborů protokolu může ušetřit místo na disku serveru.
da_dk: Statistik genereres fra adgangslogfiler, som flyttes til <code>{$path}</code>, når de er blevet behandlet. Skal logfilerne komprimeres til <code>.gz</code> filer, når de er blevet behandlet? Komprimering af logfiler kan spare diskplads på serveren.
de: Statistiken werden aus Zugriffsprotokolldateien erstellt, die nach ihrer Verarbeitung nach <code>{$path}</code> verschoben werden. Sollen die Protokolldateien nach ihrer Verarbeitung in <code>gz</code>-Dateien komprimiert werden? Die Komprimierung von Protokolldateien kann Speicherplatz auf dem Server sparen.
es: Las estadísticas se generan a partir de archivos de registro de acceso que se mueven a <code>{$path}</code> una vez que se han procesado. ¿Deberían comprimirse los archivos de registro en archivos <code>.gz</code> una vez que se hayan procesado? Comprimir los archivos de registro puede ahorrar espacio en disco en el servidor.
eu: Estatistikak sarbide-erregistroen fitxategietatik sortzen dira, eta prozesatu ondoren <code>{$path}</code>(e)ra eramaten dira. Erregistro-fitxategiak <code>.gz</code> fitxategietan konprimitu behar al dira prozesatu ondoren? Erregistro-fitxategiak konprimituz gero, zerbitzarian disko-espazioa aurreztu daiteke.
fr_fr: Les statistiques sont générées à partir des fichiers journaux d'accès qui sont déplacés vers <code>{$path}</code> une fois traités. Ces fichiers journaux doivent-ils ensuite être compressés en fichiers <code>.gz</code> ? La compression des fichiers journaux peut permettre d'économiser de l'espace disque sur le serveur.
hy_am: Վիճակագրությունը ստեղծվում է մուտքամատյան նիշքերից, որոնք մշակվելուց հետո տեղափոխվում են <code>{$path}</code>: Արդյո՞ք գրանցամատյանի նիշքերը մշակվելուց հետո պետք է սեղմվեն <code>.gz</code> նիշքերի մեջ: Մատյան նիշքերի սեղմումը կարող է խնայել սկավառակի տարածությունը կայանի վրա:
id: Statistik dihasilkan dari akses file log yang dipindahkan ke <code>{$path}</code> sesudah diproses. Apakah file log dikompresikan ke file <code>.gz</code> sesudah diproses? Mengkompresikan file log mungkin menghemat ruang disk pada server.
it_it: Le statistiche sono generate da file di log di accessovengono spostati in <code>{$path}</code> una volta che sono stati processati. I file di log devono essere compressi in formato <code>.gz</code> una volta processati? Comprimere i file di log può salvare spazio disco sul server.
nb: Statistikk genereres fra tilgangsloggfiler som flyttes til <code>{$path}</code> når de er behandlet. Bør loggfilene komprimeres til <code>.gz</code>-filer når de har blitt behandlet? Komprimering av loggfiler kan spare diskplass på serveren.
nl: Gegevens komen voort uit toegangslogbestanden, die verplaatst zijn naar <code>{$path}</code> na de verwerking. Moeten de logbestanden dan worden gecomprimeerd tot <code>.gz</code>-bestanden? Comprimeren maakt wellicht schijfruimte vrij op de server.
pl: Statystyki generowane są z plików dziennika dostępu, które po przetworzeniu przenoszone są do <code>{$path}</code>. Czy po przetworzeniu pliki te powinny być skompresowane do plików <code>.gz</code>? Kompresowanie plików dziennika może zaoszczędzić miejsce na dysku na serwerze.
pt_br: As estatísticas são geradas a partir de arquivos de log de acesso que são movidos para <code>{$path}</code> depois de processados. Os arquivos de log devem ser compactados em arquivos <code>.gz</code> depois de processados? A compactação de arquivos de log pode economizar espaço em disco no servidor.
pt_pt: As estatísticas são geradas a partir de ficheiros de registo de acesso que são movidos para <code>{$path}</code> uma vez processados. Caso os ficheiros de registo sejam comprimidos em <code>.gz</code> ficheiros depois de processados? A compressão de ficheiros de registo pode poupar espaço em disco no servidor.
sl: Statistike so pridobljene is dnevniških datotek, ki so po procesiranju premaknjene v <code>{$path}</code>. Ali naj bodo dnevniške datotek po procesiranju stisnjene v <code>.gz</code> datoteke? Stisnjene datoteke lahko zavzamejo manj prostora na strežniku.
uk: Статистика генерується з файлів журналів доступу, які переміщуються в <code>{$path}</code> після їх обробки. Чи слід стискати файли журналу у файли <code>.gz</code> після їх обробки? Стиснення файлів журналу може заощадити дисковий простір на сервері.
vi: Thống kê được tạo từ các tệp nhật ký truy cập được chuyển đến <code>{$path}</code> sau khi đã được xử lý. Các tệp nhật ký có nên được nén thành tệp <code>.gz</code> sau khi đã được xử lý không? Nén tệp nhật ký có thể tiết kiệm dung lượng đĩa trên máy chủ.

# admin.settings.statistics.compressStatsLogs.default
source: Leave the log files in place
ar_iq: ترك ملفات سجل الوقوعات في مكانها
cs: Ponechání souborů protokolu na místě
da_dk: Lad logfilerne forblive hvor de er
de: Die Protokolldateien an ihrem Platz lassen
es: Dejar los archivos de registro (logs) en su lugar
eu: Utzi erregistro-fitxategiak bere lekuan
fr_fr: Laisser les fichiers journaux en place
hy_am: Գրանցամատյանների նիշքերը թողեք տեղում
id: Tinggalkan file log di tempatnya
it_it: Lascia i file di log al loro posto
nb: La loggfilene være ukomprimert
nl: Laat de logbestanden op dezelfde locatie staan
pl: Pozostaw pliki dziennika na miejscu
pt_br: Deixe os arquivos de log arquivados como estão
pt_pt: Deixe os ficheiros de registo arquivados como estão
sl: Datoteke z dnevniškimi zapisi ostanejo kjer so
uk: Залишити файли журналу на місці
vi: Để nguyên các tệp nhật ký

# admin.settings.statistics.compressStatsLogs.compress
source: Compress the log files
ar_iq: ضغط ملفات سجلات الوقوعات
cs: Komprimace souborů protokolů
da_dk: Komprimer logfilerne
de: Protokolldateien komprimieren
es: Comprimir los archivos de registro (logs)
eu: Konprimitu erregistro-fitxategiak (logs)
fr_fr: Comprimer les fichiers journaux
hy_am: Սեղմեք գրանցամատյանների նիշքերը
id: Kompresikan file log
it_it: Comprimi i file di log
nb: Komprimer loggfilene
nl: Comprimeer de logbestanden
pl: Skompresuj pliki dziennika
pt_br: Compactar arquivos de logs
pt_pt: Comprimir os ficheiros de registo
sl: Dnevniški zapisi naj se stisnejo
uk: Стиснути файли журналу
vi: Nén các tệp nhật ký

# admin.settings.statistics.publicSushiApi.private
source: Restrict access to the COUNTER SUSHI statistics API to managers and admins
ar_iq: حصر إمكانية الوصول إلى واجهة برمجة التطبيق لإحصائيات COUNTER SUSHI بالمدراء والمشرفين
cs: Omezení přístupu k rozhraní API statistik COUNTER SUSHI na manažery a administrátory
da_dk: Begræns adgangen til COUNTER SUSHI statistik API til ledere og administratorer
de: Zugriff auf die COUNTER SUSHI Statistik-API auf Manager/innen und Admins beschränken
es: Restringir el acceso a la API de estadísticas COUNTER SUSHI a gestores/as y administradores/as
eu: Mugatu COUNTER SUSHI estatistiken APIrako sarbidea kudeatzaileei eta administratzaileei
fr_fr: Restreindre l'accès à l'API de statistiques COUNTER SUSHI aux gestionnaires et aux administrateurs
hy_am: Սահմանափակել մուտքը COUNTER SUSHI վիճակագրության API-երին կառավարիչների և ադմինների համար
id: Akses terbatas ke API statistik COUNTER SUSHI ke manajer dan admin
it_it: Restringi l'accesso alle API statistiche COUNTER SUSHI ai manager e agli amministratori
nb: Begrens tilgangen til COUNTER SUSHI statistikk-API til kun redaksjonsledere og administratorer
nl: Beperkte toegang tot de COUNTER SUSHI-gegevens API voor managers en beheerders
pl: Ogranicz dostęp do interfejsu API statystyk COUNTER SUSHI do menedżerów i administratorów
pt_br: Restrinja o acesso à API de estatísticas do COUNTER SUSHI a gerentes da revista e administradores
pt_pt: Restringir o acesso à API de estatísticas do COUNTER SUSHI aos gestores e administradores
sl: Omeji dostop do COUNTER SUSHI statistik API-je le za upravljalce in administratorje
uk: Обмежити доступ до API статистики ЛІЧИЛЬНИКА SUSHI менеджерам і адмінам
vi: Hạn chế quyền truy cập API thống kê COUNTER SUSHI cho người quản lý và quản trị viên

# admin.settings.statistics.sushiPlatform
source: Platform
ar_iq: المنصة
cs: Platforma
de: Plattform
es: Plataforma
eu: Plataforma
fr_fr: Plateforme
hy_am: Հարթակ
it_it: Piattaforma
nb: Plattform
pl: Platforma
pt_br: Plataforma para Estatísticas COUNTER SUSHI
pt_pt: Plataforma para Estatísticas COUNTER SUSHI
sl: Platforma
uk: Платформа
vi: Nền tảng

# admin.settings.statistics.sushiPlatform.description
source: According to the COUNTER SUSHI protocol, every statistics report must identify the "platform" providing the statistics. By default, the journal will be designated as the platform for all statistics. However, if all of the journals on this site are published, owned or operated by the same provider, you may wish to designate the site as the platform.
ar_iq: وفقًا لبروتوكول COUNTER SUSHI، ينبغي على كل تقرير إحصائي تعريف "المنصة" الموفرة للإحصائيات. إفتراضيًا سيتم النظر إلى المجلة على أنها المنصة لكل الإحصائيات. مع ذلك، إذا كانت كل مجلات الموقع مملوكة أو عائدة إلى نفس المؤسسة أو دار النشر، فقد ترغب باعتبار الموقع بمثابة المنصة.
cs: Podle protokolu COUNTER SUSHI musí každá statistická zpráva identifikovat "platformu", která statistiku poskytuje. Ve výchozím nastavení je jako platforma pro všechny statistiky označen časopis. Pokud jsou však všechny časopisy na této stránce vydávány, vlastněny nebo provozovány stejným poskytovatelem, můžete jako platformu určit tyto stránky.
da_dk: Ifølge COUNTER SUSHI-protokollen skal hver statistikrapport identificere "platformen", der leverer statistikken. Som standard vil tidsskriftet blive udpeget som platform for al statistik. Men hvis alle tidsskrifter på dette websted er udgivet, ejet eller drevet af den samme udbyder, kan du vælge at udpege webstedet som platformen.
de: Gemäß dem COUNTER SUSHI-Protokoll muss in jedem Statistikbericht die "Plattform" angegeben werden, die die Statistiken liefert. Standardmäßig wird die Zeitschrift als Plattform für alle Statistiken angegeben. Wenn jedoch alle Zeitschriften auf dieser Website von ein und demselben Anbieter herausgegeben, besitzt oder betrieben werden, können Sie die Website als Plattform angeben.
es: Según el protocolo COUNTER SUSHI, cada informe estadístico debe identificar la "plataforma" que proporciona las estadísticas. Por defecto, la revista será designada como la plataforma para todas las estadísticas. Sin embargo, si todas las revistas de este sitio son publicadas, operadas o propiedad del mismo proveedor, es posible que desee designar el sitio como plataforma.
eu: COUNTER SUSHI protokoloaren arabera, estatistika-txosten orok estatistikak ematen dituen "plataforma" identifikatu behar du. Lehenespenez, aldizkaria izendatuko da estatistika guztien plataforma gisa. Hala ere, gune honetako aldizkari guztiak hornitzaile beraren jabetzakoak edo ustiapenekoak badira, agian gunea plataforma gisa izendatu nahi izango duzu.
fr_fr: Le protocole COUNTER SUSHI prévoit que chaque rapport de statistiques doit identifier la « plateforme » qui fournit les statistiques. Par défaut, la revue/l'éditeur/le dépôt sera désigné comme la plateforme pour toutes les statistiques. Toutefois, si tous les journaux/éditeurs/dépôts de ce site sont publiés, détenus ou gérés par le même fournisseur, vous pouvez désigner le site comme plateforme.et tous les dépôts.
hy_am: Համաձայն COUNTER SUSHI արձանագրության՝ յուրաքանչյուր վիճակագրական զեկույց պետք է բացահայտի վիճակագրություն տրամադրող «հարթակը»: Լռելյայնորեն, ամսագիրը կնշանակվի որպես հարթակ բոլոր վիճակագրությունների համար: Այնուամենայնիվ, եթե այս կայքի բոլոր ամսագրերը հրատարակված են, պատկանում կամ շահագործվում են միևնույն մատակարարի կողմից, դուք կարող եք ընտրել կայքը որպես հարթակ:
id: Berdasarkan protokol COUNTER SUSHI, setiap laporan statistik harus mengidentifikasi "platform" yang menyediakan statistik. Secara default, jurnal akan ditunjuk sebagai platform untuk seluruh statistik. Namun, jika semua jurnal pada situs diterbitkan, dimiliki atau dijalankan oleh provider yang sama, anda dapat menunjuk situs tersebut sebagai platform.
it_it: In accordo col protocollo COUNTER SUSHI, ogni report statistico deve identificare la "piattaforma" che fornisce le statistiche. Di default, la rivista sarà indicata come piattaforma per tutte le statistiche. In ogni caso, se tutte le riviste su questo sito sono pubblicate, possedute o gestite dallo stesso produttore, può essere preferibile indicare il sito come piattaforma.
nb: I henhold til COUNTER SUSHI-protokollen må hver statistikkrapport identifisere "plattformen" som gir statistikken. Som standard vil tidsskriftet bli angitt som plattformen for all statistikk. Like fullt, hvis alle tidsskriftene på dette nettstedet er publisert, eid eller drevet av samme leverandør, kan det hende du ønsker å angi nettstedet som plattformen.
nl: Op grond van het COUNTER SUSHI-protocol, moet elk gegevensverslag het "platform" identificeren dat de gegevens levert. Standaard wordt het tijdschrift aangewezen als platform voor alle statistieken. Als alle tijdschriften op deze site echter worden uitgegeven door, beheerd door of in eigendom zijn van dezelfde aanbieder, kunt u de site als platform aanwijzen.
pl: Zgodnie z protokołem COUNTER SUSHI każdy raport statystyczny musi identyfikować „platformę” udostępniającą statystyki. Domyślnie platformą dla wszystkich statystyk będzie to czasopismo. Jeśli jednak w tej witrynie wszystkie czasopisma są własnością tego samego dostawcy, są przez niego publikowane lub obsługiwane, to jako platformę możesz wyznaczyć witrynę.
pt_br: Este software fornece estatísticas de uso de acordo com o protocolo COUNTER SUSHI. Este protocolo solicita que uma plataforma seja especificada. Por padrão, a revista será designada como a plataforma para todas as estatísticas. No entanto, se todos os periódicos neste site forem publicados, de propriedade ou operados pelo mesmo provedor, você poderá designar o site como a plataforma.
pt_pt: De acordo com o protocolo COUNTER SUSHI, cada relatório estatístico deve identificar a "plataforma" que fornece as estatísticas. Por defeito, a revista será designada como a plataforma para todas as estatísticas. Contudo, se todas as revistas deste site forem publicadas, de propriedade ou operadas pelo mesmo fornecedor, poder-se-á querer designar o site como a plataforma.
sl: Glede na COUNTER SUSHI protokol mora vsako statistično pročilo imenovati "platformo", ki posreduje statistike. Privzeto bo revijia določena kot platforma za vse statistike. V primeru, da vse revije na tem strežniku pripadajo enemu ponudniku, boste morda želeli, da bo celoten strežnik določen kot platforma.
uk: Відповідно до протоколу ЛІЧИЛЬНИКА SUSHI кожен статистичний звіт повинен ідентифікувати "платформу", що надає статистику. За замовчуванням журнал буде позначений як платформа для всієї статистики. Однак, якщо всі журнали на цьому вебсайті публікуються, належать або керуються одним і тим же постачальником, ви можете призначити платформою сайт.
vi: Theo giao thức COUNTER SUSHI, mỗi báo cáo thống kê phải xác định "nền tảng" cung cấp thống kê. Theo mặc định, tạp chí sẽ được chỉ định làm nền tảng cho tất cả thống kê. Tuy nhiên, nếu tất cả các tạp chí trên trang web này được xuất bản, sở hữu hoặc vận hành bởi cùng một nhà cung cấp, bạn có thể muốn chỉ định trang web làm nền tảng.

# admin.settings.statistics.sushiPlatform.sushiPlatformID
source: Platform ID
ar_iq: الرمز التعريفي للمنصة
cs: ID platformy
de: Plattform ID
es: ID de plataforma
eu: Plataformaren IDa
fr_fr: ID de la plateforme
hy_am: Հարթակի ID
id: ID Platform
it_it: ID della piattaforma
nb: Plattform ID
pl: Identyfikator platformy
pt_br: ID da plataforma
pt_pt: ID da plataforma
sl: ID platforme
sv: Plattforms-ID
uk: ID платформи
vi: ID nền tảng
