Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.languages.confirmReload
source: Are you sure you want to reload this locale? This will erase any existing locale-specific data such as customized email templates.
ar_iq: هل أنت متأكد من رغبتك في إعادة تحميل هذه اللغة؟ هذا من شأنه حذف أي بيانات تخصيصية للغة مثل قوالب المراسلات الالكترونية المخصصة.
bg_bg: Наистина ли искате да презаредите този език? Това ще изтрие всички съществуващи специфични за езика данни, като персонализирани шаблони за имейли.
ca_es: Esteu segur/a que voleu tornar a carregar aquesta configuració regional? Això eliminarà qualsevol dada de configuració regional existent, com ara les plantilles de correu electrònic personalitzades.
cs: Jste si jistý, že chcete znovu načíst tuto lokalizaci? To vymaže všechna existující data vztahující se k lokalizaci jako například přizpůsobené e-mailové šablony.
da_dk: Er du sikker på, at du vil genindlæse dette sprog? Denne handling sletter alle eksisterende sprogspecifikke data, f.eks. tilpassede e-mail-skabeloner.
de: Sind Sie sicher, dass Sie diese Regionaleinstellung neu laden wollen? Dadurch werden alle regionalspezifischen Daten (wie z.B. angepasste E-Mail-Vorlagen) gelöscht.
el_gr: Επιβεβαιώνετε την επαναφόρτωση της γλώσσας; Πρόκειται να διαγραφούν όλα τα δεδομένα που σχετίζονται με τη γλώσσα αυτή, όπως τα επεξεργασμένα πρότυπα ηλεκτρονικών μηνυμάτων.
es: ¿Está seguro de que quiere volver a cargar esta configuración regional? Esta opción borrará los datos de configuración específica existentes, como las plantillas de correo electrónico personalizadas.
eu: Ziur zaude hizkuntza hau birkargatu nahi duzula? Hizkuntza horretan definitutako datu guztiak borratu egingo dira, esate baterako, posta elektronikoko txantiloi pertsonalizatuak.
fa_ir: آیا می‌خواهید این زبان را از نو بارگذاری کنید؟ این کار باعث می‌شود داده‌های مختص این زبان مانند ایمیل‌های اختصاصی شده پاک شود
fi: Haluatko varmasti ladata tämän kielialueen uudelleen? Tämä poistaa kaikki aiemmat kielialuekohtaiset tiedot, kuten mukautetut sähköpostipohjat.
fr_fr: Avez-vous la certitude de vouloir réinitialiser cette langue ? Ceci effacera toute donnée spécifique à cette langue tels les modèles de courriel personnalisés.
hr_hr: Jeste li sigurni da ponovno želite učitati ovaj prijevod? To će obrisati sve izmjene u prijevodu koje su učinjene u pojedinim časopisima (na primjer, prilagođeni predlošci e-pošte).
hu_hu: Biztos benne, hogy újratölti ezt a nyelvi beállítást? Ez törölni fogja a meglévő hely-specifikus adatokat, mint például az átalakított e-mail sablonokat.
hy_am: Համեզված եք, որ ցանկանում եք վերագործարկել այս լեզուն։
id: Apakah Anda yakin ingin memuat ulang locale ini? Ini akan menghapus semua data spesifik-locale yang sudah ada seperti template email yang disesuaikan.
id_id: Apakah Anda yakin ingin memuat ulang locale ini? Ini akan menghapus semua data spesifik-locale yang sudah ada seperti template email yang disesuaikan.
it_it: Sei sicuro di voler aggiornare questa lingua aggiuntiva? Questo cancellerà le impostazioni già esistenti, come ad esempio i modelli per le email.
ja: この言語をリロードしてもよいですか。これを実行すると、サイトで修正した各言語の既存データ（メールテンプレートなど）が消去され、システム提供のデフォルトに戻されます。
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ ენის გადატვირთვა? ამით წაიშლება ენასთან დაკავშირებული არსებული მონაცემები, როგორიცაა ელფოსტის მორგებული შაბლონები.
kk_kz: Сіз бұл тілді қайта жүктегіңіз келетініне сенімдісіз бе? Бұл теңшелген электрондық пошта шаблондары сияқты белгілі бір аймаққа байланысты барлық деректерді жояды.
ku_iq: ئایا تۆ دڵنیایت لە دابەزاندنەوەی ئەم زمانە؟ ئەمە هەمو تایبەتمەندییەکانی زمان دەسڕێتەوە بۆ نمونە قاڵبە تایبەتییەکانی ئیمەیڵ.
mk: Дали сте сигурни дека сакате повторно да ја вчитате локализацијатат? Ова ќе ги избрише сите постоечки податоци специфични за локализацијата, како што се прилагодените обрасци за е-пошта.
ms: Adakah anda pasti mahu memuatkan semula bahasa ini? Ini akan memadam sebarang data khusus bahasa yang sedia ada seperti templat e-mel custom.
nb: Er du sikker på at du vil laste opp denne språkpakken på ny? Dette vil slette alle lokale tilpasninger på nåværende språkpakke, f.eks. på e-postmaler.
nl: Weet u zeker dat u deze taalbestanden opnieuw wilt laden? Eigen aanpassingen zoals in e-mail sjablonen zullen verloren gaan.
pl: Czy na pewno przeładować ten język? Takie działanie spowoduje usunięcie wszystkich danych związanych z językiem włączając w to szablony wiadomości e-mail.
pt_br: Deseja realmente recarregar este idioma? A execução irá apagar qualquer informação de idioma específico como customização de <em>e-mails</em>.
pt_pt: Deseja realmente recarregar este idioma? A sua execução irá apagar qualquer informação de idioma específico como customização de e-mails.
ru: Вы уверены, что хотите заново загрузить этот язык? Это приведет к удалению всех данных пользователя, связанных с этим языком, например, изменений в шаблонах писем электронной почты.
sl: Ste prepričani, da želite ponovno naložiti ta jezik? To bo izbrisalo vse obstoječe specifike, kot so email predloge.
sr_rs@cyrillic: Да ли сте сигурни да поново желите да учитате овај превод? То ће обрисати све измене у преводу које су урађене у појединим часописима (на пример, прилагођени шаблони имејлова).
sr_rs@latin: Da li ste sigurni da ponovno želite učitati ovaj prevod? To će obrisati sve izmene u prevodu koje su urađene u pojedinim časopisima (na primer, prilagođeni šabloni imejl pošte).
sv: Är du säker på att du vill uppdatera språkfilen? Tillgänglig språkspecifik information, t.ex. anpassade e-postformulär, kommer att raderas.
tr_tr: Bu dili yeniden yüklemek istediğinizden emin misiniz? Yeniden yükleme dile özgü hazırlanmış özelleştirilmiş e-posta şablonlarını silecektir.
uk: Ви впевнені, що бажаєте перезавантажити локалізацію? Це призведе до знищення всіх наявних специфічних локалізаційних даних, таких як шаблони електронних листів.
vi: Bạn có chắc chắn muốn tải lại ngôn ngữ bản địa này không? Điều này sẽ xóa mọi dữ liệu cụ thể cho ngôn ngữ bản địa hiện có, chẳng hạn như các mẫu email tùy chỉnh.
vi_vn: Bạn có chắc chắn muốn tải lại ngôn ngữ này không? Thao tác này sẽ xóa mọi dữ liệu hiện có theo ngôn ngữ cụ thể, chẳng hạn như các mẫu email tùy chỉnh.

# admin.languages.installedLocales
source: Installed Locales
ar_iq: اللغات المنصبة
bg_bg: Инсталирани езици
ca_es: Configuracions regionals instal·lades
cs: Instalované lokalizace
da_dk: Installerede sprog
de: Eingerichtete Regionaleinstellungen
el_gr: Εγκατεστημένες γλώσσες
es: Ficheros de idioma instalados
eu: Instalatutako hizkuntzak
fa_ir: زبان‌های نصب شده
fi: Asennetut kielialueet
fr_fr: Langues installées
hr_hr: Instalirani prijevodi
hu_hu: Telepített nyelvi fájlok
hy_am: Տեղադրված լեզուները
id: Locale yang diinstal
id_id: Locale yang diinstal
it_it: localizzazioni installate
ja: インストールされている言語
ka_ge: დაყენებული ენები
kk_kz: Орнатылған Тіл
ku_iq: شوێنەکانی دابەزین
lv_lv: Uzstādītās lokalizācijas
mk: Инсталирани локализации
ms: Bahasa/Locales yang Dipasang
nb: Installerte språkpakker
nl: Geïnstalleerde talen
pl: Zainstalowane języki
pt_br: Idiomas Instalados
pt_pt: Idiomas Instalados
ru: Установленные языки
sl: Nameščeni jeziki
sr_rs@cyrillic: Инсталиране локализације
sr_rs@latin: Instalirane lokalizacije
sv: Installerade språk/regioner
tr_tr: Yüklü Diller
uk: Установлені локалізації
vi: Ngôn ngữ bản địa đã cài đặt
vi_vn: Ngôn ngữ đã cài đặt

# admin.languages.installLanguages
source: Manage Locales
ar_iq: إدارة اللغات
bg_bg: Управление на езици
ca_es: Gestiona les configuracions regionals
cs: Spravovat lokalizace
da_dk: Administrér sprog
de: Regionaleinstellungen verwalten
el_gr: Εγκατάσταση γλωσσών
es: Gestionar ficheros de idioma
eu: Kudeatu localeak
fa_ir: نصب زبان‌ها
fi: Hallinnoi kielialueita
fr_fr: Gérer les langues
hr_hr: Postavi prijevode sustava
hu_hu: Nyelvi fájlok szerkesztése
hy_am: Կառավարել լեզուները
id: Mengatur Locale
id_id: Mengatur Locale
it_it: Amministra localizzazioni
ja: 言語の管理
ka_ge: ენების მართვა
kk_kz: Локализацияны басқару
ku_iq: به‌ڕێوه‌بردنی زمانه‌كان
lv_lv: Pārvaldīt lokalizācijas
mk: Уреди локализација
ms: Urus Bahasa/Locales
nb: Administrer språkpakker
nl: Beheer talen
pl: Zarządzaj językami
pt_br: Administrar idiomas
pt_pt: Administrar Idiomas
ru: Управление языками
sl: Upravljaj jezike
sr_rs@cyrillic: Подеси локализације
sr_rs@latin: Podesi lokalizacije
sv: Hantera språk/regioner
tr_tr: Dilleri Yönet
uk: Керування локалізаціями
vi: Quản lý ngôn ngữ bản địa
vi_vn: Quản lý ngôn ngữ

# admin.languages.availableLocales
source: Available Locales
ar_iq: اللغات المتوفرة
bg_bg: Достъпни езици
ca_es: Configuracions regionals disponibles
cs: Dostupné lokalizace
da_dk: Tilgængelige sprog
de: Verfügbare Regionaleinstellungen
el_gr: Διαθέσιμες γλώσσες
es: Idiomas disponibles
eu: Erabilgarri dauden hizkuntzak
fa_ir: زبان‌های موجود
fi: Saatavilla olevat kielialueet
fr_fr: Paramètres régionaux disponibles
hr_hr: Dostupni prijevodi
hu_hu: Elérhető nyelvek
hy_am: Հասանելի լեզուները
id: Bahasa yang Tersedia
id_id: Bahasa yang Tersedia
it_it: Lingue disponibili
ja: 使用可能な言語
ka_ge: ხელმისაწვდომი ენები
kk_kz: Қолжетімді тіл
ku_iq: زمانه‌ فه‌راهه‌مكراوه‌كان
lv_lv: Pieejamās lokalizācijas
mk: Можни локализации
ms: Bahasa/Locales Tersedia
nb: Tilgjengelige språkpakker
nl: Beschikbare talen
pl: Dostępne języki
pt_br: Idiomas disponíveis
pt_pt: Idiomas Disponíveis
ru: Доступные языки
sl: Jeziki, ki so na voljo
sr_rs@cyrillic: Доступне локализације
sr_rs@latin: Dostupne lokalizacije
sv: Tillgängliga språk/regioner
tr_tr: Kullanılabilir Diller
uk: Доступні локалізації
vi: Ngôn ngữ bản địa khả dụng
vi_vn: Các ngôn ngữ có sẵn

# admin.languages.installLocale
source: Install Locale
ar_iq: تنصيب لغة
bg_bg: Инсталиране на език
ca_es: Instal·la una configuració regional
cs: Instalovat lokalizaci
da_dk: Installér sprog
de: Regionaleinstellungen installieren
el_gr: Εγκατάσταση γλώσσας
es: Instalar configuración regional
eu: Instalatu hizkuntza
fa_ir: نصب زبان دیگر
fi: Asenna kielialue
fr_fr: Installer le paramètre régional
hr_hr: Instaliraj prijevod
hu_hu: Nyelv telepítése
hy_am: Տեղադրել լեզուն
id: Install Bahasa
id_id: Install Bahasa
it_it: Installa lingua
ja: 言語のインストール
ka_ge: ენის დაყენება
kk_kz: Орнату тілі
ku_iq: دامه‌زراندنی زمان
lv_lv: Uzstādīt lokalizāciju
mk: Инсталирај локализација
ms: Pasang Bahasa/Locale
nb: Installer språkpakker
nl: Installeer taalbestanden
pl: Zainstaluj tłumaczenie
pt_br: Instalar Idioma
pt_pt: Instalar Idioma
ru: Установить язык
sl: Namesti jezik
sr_rs@cyrillic: Инсталирај локализацију
sr_rs@latin: Instaliraj lokalizaciju
sv: Installera språk/regioner
tr_tr: Dil Yükle
uk: Установити локалізацію
vi: Cài đặt ngôn ngữ bản địa
vi_vn: Cài đặt ngôn ngữ

# admin.languages.installLocales
source: Install
ar_iq: تنصيب
bg_bg: Инсталирай
ca_es: Instal·la
cs: Instalovat
da_dk: Installér
de: Installieren
el_gr: Εγκατάσταση γλωσσών
es: Instalar
eu: Instalatu
fa_ir: نصب
fi: Asenna
fr_fr: Installer
hr_hr: Instaliraj
hu_hu: Telepítés
hy_am: Տեղադրել
id: Instal
id_id: Instal
it_it: Installazione
ja: インストール
ka_ge: დაყენება
kk_kz: Орнату
ku_iq: دانان/دامه‌زراندن
lv_lv: Uzstādīt
mk: Инсталирај
ms: Pasang
nb: Installer
nl: Installeer
pl: Instaluj
pt_br: Instalar
pt_pt: Instalar
ru: Установить
sl: Namesti
sr_rs@cyrillic: Инсталирај
sr_rs@latin: Instaliraj
sv: Installera
tr_tr: Yükle
uk: Установити
vi: Cài đặt
vi_vn: Cài đặt

# admin.languages.installNewLocales
source: Install New Locales
ar_iq: تنصيب لغات أخرى
bg_bg: Инсталиране на нови езици
ca_es: Instal·la configuracions regionals noves
cs: Instalovat nové lokalizace
da_dk: Installér nye sprog
de: Neue Regionaleinstellungen installieren
el_gr: Εγκατάσταση νέων γλωσσών
es: Instalar nuevos ficheros de idioma
eu: Instalatu hizkuntza gehiago
fa_ir: نصب زبان‌های جدید
fi: Asentaa uusia kielialueita
fr_fr: Installer de nouvelles langues
hr_hr: Instalacija novih prijevoda
hu_hu: Új nyelvi fájlok telepítése
hy_am: Տեղադրել նոր լեզուներ
id: Instal Locale
id_id: Instal Locale
it_it: Installa nuove localizzazioni
ja: 新規言語のインストール
ka_ge: ახალი ენების დაყენება
kk_kz: Жаңа Локализацияларды Орнату
ku_iq: داناننی زمانی تر
lv_lv: Uzstādīt Jaunas Lokalizācijas
mk: Инсталирај нова локализација
ms: Pasang Bahasa/Locales Baharu
nb: Installer nye språkpakker
nl: Installeer nieuwe talen
pl: Zainstaluj nowe języki
pt_br: Instalar Novos Idiomas
pt_pt: Instalar Novos Idiomas
ru: Установить новые языки
sl: Namesti nov jezik
sr_rs@cyrillic: Инсталирај нову локализацију
sr_rs@latin: Instaliraj novu lokalizaciju
sv: Installera nya språk/regioner
tr_tr: Yeni Dilleri Yükle
uk: Установити нові локалізації
vi: Cài đặt ngôn ngữ bản địa mới
vi_vn: Cài đặt ngôn ngữ mới

# admin.languages.languageSettings
source: Language Settings
ar_iq: إعدادات اللغة
bg_bg: Настройки на език
ca_es: Configuració de llengua
cs: Nastavení jazyka
da_dk: Sprogindstillinger
de: Spracheinstellungen
el_gr: Ρυθμίσεις γλωσσών
es: Configuración de idioma
eu: Hizkuntza-ezarpenak
fa_ir: تنظیمات زبان
fi: Kieliasetukset
fr_fr: Paramètres de langue
hr_hr: Postavke jezika
hu_hu: Nyelvi beállítások
hy_am: Լեզվի կարգաբերումներ
id: Pengaturan Bahasa
id_id: Pengaturan Locale
it_it: Impostazioni per le lingue
ja: 言語設定
ka_ge: ენის პარამეტრები
kk_kz: Тіл параметрлері
ku_iq: رێكخستنه‌كانی زمان
mk: Подесување на јазик
ms: Tetapan bahasa
nb: Språkinnstillinger
nl: Taalinstellingen
pl: Ustawienia języków
pt_br: Configurações de Idioma
pt_pt: Configurações de Idioma
ru: Настройки языка
sl: Nastavitve jezika
sr_rs@cyrillic: Подешавање језика
sr_rs@latin: Podešavanje jeyika
sv: Språkinställningar
tr_tr: Dil Ayarları
uk: Мовні налаштування
vi: Cài đặt ngôn ngữ
vi_vn: Cài đặt ngôn ngữ

# admin.languages.noLocalesAvailable
source: No additional locales are available for installation.
ar_iq: لا يتوفر المزيد من اللغات لغرض التنصيب.
bg_bg: Не са налични допълнителни езици за инсталиране.
ca_es: No hi ha cap altra configuració regional disponible per instal·lar.
cs: Žádné další lokalizace nejsou dostupné pro instalaci.
da_dk: Der findes ingen ekstra sprog, som kan installeres.
de: Keine weiteren Regionaleinstellungen verfügbar.
el_gr: Καμία επιπλέον γλώσσα δεν είναι διαθέσιμη για εγκατάσταση.
es: No existen archivos locales adicionales disponibles para la instalación.
eu: Ez dago hizkuntza gehiago instalatzeko.
fa_ir: هیچ زبان دیگری برای نصب وجود ندارد
fi: Muita kielialueita ei ole asennettavissa.
fr_fr: Aucune langue supplémentaire disponible.
hr_hr: Nema dodatnih prijevoda na raspolaganju za instalaciju.
hu_hu: Nem állnak rendelkezésre további nyelvi fájlok installálásra.
hy_am: Լրացուցիչ լեզուներ հասանելի չեն տեղադրելու համար:
id: Tidak ada bahasa tambahan yang tersedia untuk instalasi.
id_id: Tidak ada locale tambahan yang tersedia untuk instalasi.
it_it: Non è disponibile per l'installazione nessuna lingua aggiuntiva.
ja: インストールできる言語はありません。
ka_ge: დამატებითი ენები ხელმისაწვდომი არ არის ინსტალაციისთვის.
kk_kz: Орнату үшін қосымша тілдер жоқ.
ku_iq: زمانی زێتر نییه‌ بۆ دانان
mk: Нема дополнителни локализации за инсталација.
ms: Tiada bahasa/locales tambahan tersedia untuk pemasangan.
nb: Ingen andre språkpakker er tilgjengelige for installasjon.
nl: Er zijn geen bijkomende talen die geïnstalleerd kunnen worden.
pl: Brak dodatkowych języków możliwych do instalacji.
pt_br: Nenhum idioma adicional disponível para instalação.
pt_pt: Nenhum idioma adicional disponível para instalação.
ru: Нет доступных дополнительных языков для установки.
sl: Za namestitev ni na voljo drugih jezikov.
sr_rs@cyrillic: Нема додатних превода на располагању за инсталацију.
sr_rs@latin: Nema dodatnih prevoda na raspolaganju za instalaciju.
sv: Inga ytterligare språk/regioner är tillgängliga för installation.
tr_tr: Yüklenecek herhangi bir ek dil bulunmuyor.
uk: Жодної додаткової локалізації не доступно для встановлення.
vi: Không có ngôn ngữ bản địa bổ sung nào khả dụng để cài đặt.
vi_vn: Không có ngôn ngữ bổ sung nào có sẵn để cài đặt.

# admin.languages.reload
source: Reload Locale
ar_iq: إعادة تحميل اللغة
bg_bg: Презареди език
ca_es: Actualitza la configuració regional
cs: Znovu načíst lokalizace
da_dk: Genindlæs sprog
de: Regionaleinstellung neu laden
el_gr: Επαναφορτωση γλώσσας
es: Volver a cargar ficheros de idiomas
eu: Birkargatu hizkuntza
fa_ir: نصب مجدد زبان
fi: Lataa kielialue uudelleen
fr_fr: Recharger la langue
hr_hr: Ponovno učitavanje prijevoda
hu_hu: Nyelvi fájlok újratöltése
hy_am: Վերբեռնել լեզու
id: Muat Ulang Bahasa
it_it: Ricarica localizzazione
ja: 言語のリロード
ka_ge: ენის გადატვირთვა
kk_kz: Тіл стандартын қайта жүктеу
ku_iq: دووباره‌ باركردنه‌وه‌ زمان
mk: Превчитај локализација
ms: Muat semula Bahasa/Locale
nb: Last opp språkpakke på nytt
nl: Taalbestanden opnieuw laden
pl: Przeładuj język
pt_br: Recarregar idioma
pt_pt: Recarregar Idioma
ru: Заново загрузить язык
sl: Ponastavi jezik
sr_rs@cyrillic: Поновно учитавање локализације
sr_rs@latin: Ponovno učitavanje lokalizacije
sv: Ladda om språk/region
tr_tr: Dili Yeniden Yükle
uk: Перезавантажити локалізацію
vi: Tải lại ngôn ngữ bản địa
vi_vn: Tải lại Ngôn ngữ

# admin.languages.uninstall
source: Uninstall Locale
ar_iq: إلغاء تنصيب اللغة
bg_bg: Деинсталирай език
ca_es: Desinstal·la la configuració regional
cs: Odinstalovat lokalizaci
da_dk: Fjern sprog
de: Regionaleinstellung deinstallieren
el_gr: Απεγκατασταση γλώσσας
es: Desinstalar fichero de idiomas
eu: Desinstalatu hizkuntza
fa_ir: حذف زبان
fi: Poista kielialue
fr_fr: Désinstaller la langue
hr_hr: Deinstalacija prijevoda
hu_hu: Nyelvi fájl törlése
hy_am: Հեռացնել լեզուն
id: Hapus Bahasa
id_id: Uninstal locale
it_it: Disinstalla localizzazione
ja: 言語のアンインストール
ka_ge: ენის წაშლა
kk_kz: Тілді жою
ku_iq: هه‌ڵوه‌شاندنه‌وه‌ی دانانی زمان
mk: Анинсталирај локализација
ms: Nyahpasang Bahasa/Locale
nb: Avinstaller språkpakke
nl: De-installeer taal
pl: Odinstaluj język
pt_br: Desinstalar idioma
pt_pt: Desinstalar Idioma
ru: Удалить язык
sl: Odstrani jezik
sr_rs@cyrillic: Брисање локализације
sr_rs@latin: Brisanje lokalizacije
sv: Avinstallera språk/region
tr_tr: Dili Kaldır
uk: Демонтувати локалізацію
vi: Gỡ cài đặt ngôn ngữ bản địa
vi_vn: Gỡ cài đặt Ngôn ngữ

# admin.phpInfo
source: Extended PHP Information
ar_iq: معلومات PHP الإضافية
bg_bg: Разширена информация за PHP
ca_es: Informació de PHP ampliada
cs: Rozšířené informace o PHP
da_dk: Detaljerede oplysninger om PHP
de: Ausführliche Informationen zu PHP
el_gr: Αναλυτικές Πληροφορίες για το PHP
es: Información PHP ampliada
eu: PHP informazio xehea
fa_ir: اطلاعات تفصیلی PHP
fi: Laajat PHP-tiedot
fr_fr: Information détaillée concernant PHP
hr_hr: Dodatne informacije o PHP instalaciji
hu_hu: Bővített PHP információ
hy_am: Ընդլայնել PHP տեղեկատվությունը
id: Informasi PHP Selengkapnya
id_id: Informasi PHP Selengkapnya
it_it: Informazioni dettagliate su PHP
ja: PHP環境設定情報
ka_ge: PHP-ის გაფართოებული ინფორმაცია
kk_kz: PHP туралы қосымша ақпарат
ku_iq: زانیاریی PHP زێتر
mk: Проширени PHP информации
ms: Maklumat PHP Lanjutan
nb: Mer PHP-informasjon
nl: Uitgebreide PHP informatie
pl: Wyświetl informację o wersji PHP
pt_br: Informações do PHP
pt_pt: Informações sobre PHP
ru: Расширенная информация PHP
sl: Razširjene informacije o PHP
sr_rs@cyrillic: Додатне информације о PHP-у
sr_rs@latin: Dodatne informacije o PHP-u
sv: Utökad PHP-information
tr_tr: Genişletilmiş PHP Bilgisi
uk: Розширена інформація про PHP
vi: Thông tin PHP mở rộng
vi_vn: Thông tin PHP mở rộng

# admin.scheduledTask
source: Scheduled task
ar_iq: مهمة مجدولة
bg_bg: Планирана задача
ca_es: Tasques planificades
cs: Naplánovaná úloha
da_dk: Planlagt opgave
de: Geplante Aufgabe
el_gr: Προγραμματισμένη ενέργεια
es: Tarea programada
eu: Programatutako zeregina
fa_ir: وظایف زمان‌بندی شده
fi: Ajoitettu tehtävä
fr_fr: Tâche programmée
hr_hr: Zakazani zadatak
hu_hu: Ütemezett feladat
hy_am: Պլանավորված առաջադրանք
id: Tugas Terjadwal
id_id: Tugas Terjadwal
it_it: Procedura programmata
ja: スケジュールされたタスク
ka_ge: დაგეგმილი დავალება
kk_kz: Жоспарланған тапсырма
ku_iq: ئه‌ركێكی خشته‌ بۆكراو
mk: Планирани цели
ms: Tugas yang dijadualkan
nb: Planlagt oppgave
nl: Geplande taak
pl: Zaplanowane zadania
pt_br: Tarefa Agendada
pt_pt: Tarefa agendada
ru: Запланированная задача
sl: Razporejevalnik opravil
sr_rs@cyrillic: Планирани задаци
sr_rs@latin: Planirani zadaci
sv: Schemalagd åtgärd
tr_tr: Zamanlanmış görevler
uk: Заплановане завдання
vi: Công việc đã lên lịch
vi_vn: Công việc đã lên lịch

# admin.scheduledTask.startTime
source: Task process started.
ar_iq: بدأت المهمة.
bg_bg: Процесът за изпълнение на задачата стартира.
ca_es: S'ha iniciat la tasca.
cs: Naplánovaný proces se spustil.
da_dk: Planlagt opgave påbegyndt.
de: Geplante Aufgabe wurde gestartet.
el_gr: Η ενέργεια άρχισε.
es: Se ha iniciado la tarea.
eu: Zereginaren prozesua hasi da.
fa_ir: پردازش وظیفه آغاز شد
fi: Tehtäväprosessi alkoi.
fr_fr: Début du processus.
hr_hr: Zakazani zadatak je pokrenut.
hu_hu: Feladat folyamat elindítva.
hy_am: Առաջադրանքի կատարման գործընթացը սկսված է:
id: Proses tugas dimulai.
id_id: Proses tugas dimulai.
it_it: Inizia procedura programmata.
ja: タスクプロセスが開始されました。
ka_ge: დავალების პროცესი დაიწყო.
kk_kz: Тапсырманы орындау процесі басталды.
ku_iq: ئه‌ركه‌كه‌ ده‌ستی پێكرد.
mk: Процесот на цел започна.
ms: Proses tugasan bermula.
nb: Oppgave startet.
nl: Geplande taak is gestart.
pl: Proces rozpoczęty.
pt_br: Iniciada tarefa agendada.
pt_pt: Tarefa agendada iniciada.
ru: Начато выполнение задачи.
sl: Proces opravila se je začel.
sr_rs@cyrillic: Процес задатка је започео.
sr_rs@latin: Proces zadatka je započeo.
sv: Åtgärdsprocess påbörjad.
tr_tr: Görev süreci başlatıldı.
uk: Розпочато виконання завдання.
vi: Đã bắt đầu xử lý công việc.
vi_vn: Quá trình tác vụ bắt đầu.

# admin.scheduledTask.stopTime
source: Task process stopped.
ar_iq: توقفت المهمة.
bg_bg: Процесът за изпълнение на задачата завърши.
ca_es: S'ha aturat la tasca.
cs: Naplánovaný proces byl ukončen.
da_dk: Planlagt opgave afsluttet.
de: Geplante Aufgabe wurde beendet.
el_gr: Η ενέργεια σταμάτησε.
es: Se ha detenido la tarea.
eu: Zereginaren prozesua gelditu da.
fa_ir: پردازش وظیفه متوقف شد.
fi: Tehtäväprosessi päättyi.
fr_fr: Arrêt du processus.
hr_hr: Zakazani zadatak je završen.
hu_hu: Feladat folyamat leállítva.
hy_am: Առաջադրանքի գործընթացը դադարեցվել է:
id: Proses tugas dihentikan.
id_id: Proses tugas dihentikan.
it_it: Ferma procedura programmata.
ja: タスクプロセスが停止しました。
ka_ge: დავალების პროცესი შეჩერებულია.
kk_kz: Тапсырманы орындау процесі тоқтатылды.
ku_iq: ئه‌ركه‌كه‌ وه‌ستا.
mk: Процесот на цел запре.
ms: Proses tugas dihentikan.
nb: Oppgave stanset.
nl: Geplande taak is gestopt.
pl: Proces zatrzymany.
pt_br: Tarefa agendada parou.
pt_pt: Tarefa agendada interrompida.
ru: Закончено выполнение задачи.
sl: Proces opravila se je ustavil.
sr_rs@cyrillic: Процес задатка је стао.
sr_rs@latin: Proces zadatka je stao.
sv: Åtgärdsprocess avslutad.
tr_tr: Görev süreci durduruldu.
uk: Завершено виконання завдання.
vi: Đã dừng xử lý công việc.
vi_vn: Quá trình tác vụ đã dừng.
