Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.cli.tool.jobs.available.options.run.empty.description
source: No jobs available to run in the queue named {$queueName}.
ar_iq: ليست هناك أعمال متاحة لتشغيلها في الطابور {$queueName}.
cs: Ve frontě s názvem {$queueName} nejsou k dispozici žádné úlohy ke spuštění.
da_dk: Ingen opgaver tilgængelige i køen kaldet {$queueName}.
de: In der Warteschlange {$queueName} sind keine Aufträge zur Ausführung verfügbar.
es: No hay trabajos disponibles para ejecutar en la cola {$queueName}.
eu: Ez dago exekutatzeko lanik eskuragarri {$queueName} izeneko ilaran.
fr_fr: Aucune tâche n'est disponible dans la file d'attente {$queueName}.
hy_am: {$queueName} անունով հերթում առաջադրանքներ չկան:
id: Tidak ada pekerjaan yang tersedia untuk menjalankan antrian yang dinamakan {$queueName}.
mk: Нема достапни работни места за извршување во редот со име {$queueName}.
nb: Ingen jobber tilgjengelig for å kjøre i køen kalt {$queueName}.
nl: Er zijn geen opdrachten beschikbaar om de wachtrij {$queueName} uit te voeren.
pl: W kolejce o nazwie {$queueName} brak zadań dostępnych do wykonania.
pt_br: Nenhum job disponível para execução na fila chamada {$queueName}.
pt_pt: Nenhuma tarefa disponível para execução na fila chamada {$queueName}.
ru: В очереди с именем {$queueName} нет доступных для выполнения задач.
sl: V čakalni vrsti {$queueName} ni nobenega opravila na voljo za zagon.
uk: Немає завдань, доступних для запуску в черзі з іменем "{$queueName}".
vi: Không có công việc nào khả dụng để chạy trong hàng đợi có tên {$queueName}.

# admin.cli.tool.jobs.available.options.total.description
source: Display the total queued jobs. Pass the flag --failed to see failed total failed jobs.
ar_iq: عرض كمية الأعمال التي في الطابور
bg_bg: Показване на количеството задания на опашката
cs: Zobrazení množství úloh ve frontě
da_dk: Vis antal opgaver i køen
de: Die Gesamtzahl der Aufträge in der Warteschlange anzeigen. Verwenden Sie das Flag --failed, um alle fehlgeschlagenen Aufträge anzuzeigen.
es: Mostrar el total de trabajos en cola. Usa el parámetro --failed para ver el total de trabajos fallidos.
eu: Bistaratu ilaran dauden lan guztiak. Pasa --failed parametroa huts egindako lan guztiak ikusteko.
fr_fr: Afficher le nombre total de tâches en file d'attente. Ajoutez l'indicateur --failed pour afficher le total des tâches en échec.
hu_hu: A várólistára állított feladatok mennyiségének megjelenítése
hy_am: Ցուցադրել հերթագրված աշխատանքների քանակը
id: Menampilkan total pekerjaan dalam antrian. Masukkan flag --failed untuk melihat total pekerjaan yang gagal.
it_it: Visualizzare la quantità di lavori in coda
ka_ge: აჩვენეთ მომლოდინე სამუშაოების რაოდენობა
kk_kz: Кезекке қойылған тапсырмалар санын көрсету
mk: Прикажи ги работите редоследно. Поминете го знамето --неуспешно гледање неуспешните вкупно неуспешни работи.
nb: Vis det totale antallet jobber i køen. Send flagget --failed for å se totalt antall mislykkede jobber.
nl: Geef het totale aantal opdrachten in de wachtrij weer. Druk op de button --mislukt om het totaal aantal foutieve opdrachten te zien.
pl: Wyświetl łączną liczbę zadań w kolejce. Jeżeli interesują Cię jedynie te zakończone niepowodzeniem, to użyj przełącznika --failed.
pt_br: Exibir a quantidade de tarefas em fila
pt_pt: Lista de todas as tarefas em espera. Parâmetro --failed para listar todos os trabalhos falhados.
ru: Показать количество задач в очереди
sl: Prikaži število opravil v čakalni vrsti. uporabite parameter --failed za število vseh neuspešnih opravil.
uk: Відобразити загальну кількість завдань у черзі. Включити позначку --невдало (--failed), щоб побачити загалом невдалі з невдалих робіт.
vi: Hiển thị tổng số công việc trong hàng đợi. Truyền cờ --failed để xem tổng số công việc thất bại.

# admin.cli.tool.jobs.available.options.help.description
source: Display the Jobs command usage
ar_iq: عرض استعمالات أمر الأعمال
bg_bg: Покажете използването на командата Jobs
cs: Zobrazení použití příkazu Jobs
da_dk: Vis brugen af opgavekommandoen
de: Command-Nutzung der Aufträge anzeigen
es: Mostrar el uso del comando Trabajos (Jobs)
eu: Erakutsi Jobs komandoaren erabilera
fr_fr: Afficher les paramètres d'utilisation de la commande Jobs
hu_hu: A Jobs parancs használatának megjelenítése
hy_am: Ցուցադրել Jobs հրամանի օգտագործումը
id: Menampilkan penggunaan perintah pekerjaan
it_it: Visualizzare l'utilizzo del comando per i lavori
ka_ge: სამუშაოების ბრძანების გამოყენების ჩვენება
kk_kz: Тапсырма пәрменін пайдалануды көрсету
mk: Прикажете ја употребата на командата Работни места
nb: Vis hvordan kommandoen Jobs skal brukes
nl: Geef het gebruik van de opdrachteninstructie weer
pl: Wyświetl użycie polecenia Jobs
pt_br: Disponibilizar o comando de uso Tarefas
pt_pt: Disponibilizar o comando de uso Tarefas
ru: Показать использование команды Jobs
sl: Prikači način uporabe ukaza Jobs
uk: Відобразити використання команди "Завдання"
vi: Hiển thị cách sử dụng lệnh Công việc

# admin.cli.tool.jobs.available.options.usage.description
source: Display the Jobs usage parameters
ar_iq: عرض معاملات استعمال الأعمال
bg_bg: Показване на параметрите за използване на Jobs
cs: Zobrazení parametrů použití Jobs
da_dk: Vis brugsparametre for opgaver
de: Nutzungsparameter der Aufträge anzeigen
es: Mostrar los parámetros de uso de Trabajos (Jobs)
eu: Bistaratu lanen (Jobs) erabilera-parametroak
fr_fr: Afficher les paramètres d'utilisation de la commande Jobs
hu_hu: A Jobs használati paramétereinek megjelenítése
hy_am: Ցուցադրել Jobs օգտագործման պարամետրերը
id: Menampilkan parameter penggunaan pekerjaan
it_it: Visualizzare i parametri di utilizzo del lavoro
ka_ge: სამუშაოების გამოყენების პარამეტრების ჩვენება
kk_kz: Тапсырмаларды пайдалану параметрлерін көрсету
mk: Прикажете ги параметрите за користење на Работни места
nb: Vis parametre til kommandoen Jobs
nl: Geef de parameters van het opdrachtengebruik weer
pl: Wyświetl parametry polecenia Jobs dotyczące użycia
pt_br: Exibir os parâmetros de uso de Tarefas
pt_pt: Disponibilizar os parâmetros de uso Tarefas
ru: Показать параметры, используемые в команде Jobs
sl: Prikaži parametre ukaza Jobs
uk: Відобразити параметри використання "Завдань"
vi: Hiển thị tham số sử dụng Công việc

# admin.cli.tool.jobs.empty.option
source: Option could not be empty! Check the usage method.
ar_iq: لا يمكن أن يكون الخيار فارغًا! تحقق من طريقة الاستعمال.
bg_bg: Опцията не може да бъде празна! Проверете метода на използване.
cs: Možnost nemůže být prázdná! Zkontrolujte způsob použití.
da_dk: Muligheden kan ikke være tom! Kontroller anvendelsen.
de: Option konnte nicht leer sein! Überprüfen Sie die Nutzungsmethode.
es: La opción no puede estar vacía. Verifique el método de uso.
eu: Aukera ezin da hutsik egon! Egiaztatu erabilera-metodoa.
fr_fr: L'option ne peut pas être vide ! Vérifier la méthode d'utilisation.
hu_hu: Az opció nem lehet üres! Ellenőrizze a felhasználási módot.
hy_am: Տարբերակը չէր կարող դատարկ լինել: Ստուգեք օգտագործման եղանակը:
id: Pilihan tidak boleh kosong! Gunakan metode penggunaan.
it_it: L'opzione non può essere vuota! Controllare il metodo di utilizzo.
ka_ge: ვარიანტი არ შეიძლება იყოს ცარიელი! შეამოწმეთ გამოყენების მეთოდი.
kk_kz: Опция бос болмауы мүмкін! Пайдалану әдісін тексеріңіз.
mk: Опцијата не може да биде празна! Проверете го начинот на користење.
nb: Alternativet kunne ikke være tomt! Sjekk hvordan den skal brukes.
nl: Deze optie zou niet leeg behoren te zijn! Controleer de gebruikswijze.
pl: Opcja nie może być pusta! Sprawdź metodę użycia.
pt_br: A opção não pode estar vazia! Verifique o método de uso.
pt_pt: A opção não pode estar vazia! Verifique o método de uso.
ru: Параметр не может быть пустым! Проверьте использование метода.
sl: Opcija mora biti podana! Preveri način uporabe.
uk: Параметр не може бути порожнім! Перевірте метод використання.
vi: Tùy chọn không thể trống! Kiểm tra phương thức sử dụng.

# admin.cli.tool.jobs.queued.jobs.failed.title
source: Failed Queued Jobs
de: Fehlgeschlagene Aufträge in der Warteschlange
es: Trabajos en cola fallidos
eu: Ilaran dauden huts egindako lanak
fr_fr: Travaux en echec de la queue
id: Pekerjaan dalam antrian gagal
mk: Неуспешни последователни Работи
nb: Mislykkede jobber i kø
nl: Foutieve opdrachten in de wachtrij
pl: Zadania kolejki zakończone niepowodzeniem
pt_pt: Tarefas em Fila com Falha
ru: Задачи в очереди, завершившиеся неудачей
sl: Neuspešna opravila iz čakalne vrste
uk: Невдалі завдання в черзі
vi: Công việc trong hàng đợi thất bại

# admin.cli.tool.jobs.queued.jobs.title
source: Queued Jobs
ar_iq: الأعمال في الطابور
bg_bg: Задачи на опашка (Jobs)
cs: Fronta Jobs
da_dk: Opgaver i kø
de: Aufträge in der Warteschlange
es: Trabajos en cola
eu: Ilaran dauden lanak
fr_fr: Tâches en attente
hu_hu: Várólistás feladatok
hy_am: Հերթագրված աշխատանքներ
id: Pekerjaan dalam antrian
it_it: Lavori in coda
ka_ge: სამუშაოები მოლოდინში
kk_kz: Кезектегі тапсырмалар
mk: Последователни работи
nb: Jobber i kø
nl: Opdrachten in de wachtrij
pl: Zadania kolejki
pt_br: Tarefas em lista de espera
pt_pt: Tarefas em lista de espera
ru: Задачи в очереди
sl: Čakalna vrsta opravil
uk: Завдання в черзі
vi: Công việc trong hàng đợi

# admin.cli.tool.jobs.queued.jobs.fields.queue
source: Queue
ar_iq: الطابور
bg_bg: Опашка
cs: Fronta
da_dk: Kø
de: Warteschlange
es: Cola
eu: Ilara
fr_fr: File d'attente
hu_hu: Várólista
hy_am: Հերթ
id: Antrian
it_it: Coda
ka_ge: რიგი
kk_kz: Кезек
mk: Ред
nb: Kø
nl: Wachtrij
pl: Kolejka
pt_br: Fila
pt_pt: Fila
ru: Очередь
sl: Čakalna vrsta
uk: Черга
vi: Hàng đợi

# admin.cli.tool.jobs.queued.jobs.fields.connection
source: Connection
de: Verbindung
es: Conexión
eu: Konexioa
fr_fr: Connexion
id: Koneksi
mk: Поврзување
nb: Kobling
nl: Verbinding
pl: Połączenie
pt_pt: Ligação
ru: Подключение
sl: Povezava
uk: Зв'язок
vi: Kết nối

# admin.cli.tool.jobs.queued.jobs.fields.job.display.name
source: Job Display Name
ar_iq: مسمى عرض العمل
bg_bg: Екранно име на задачата (Job)
cs: Zobrazení názvu úlohy
da_dk: Opgavens visningsnavn
de: Anzeigename des Auftrags
es: Nombre del trabajo
eu: Lanaren bistaratzeko izena
fr_fr: Nom de la tâche
hu_hu: Feladat megjelenítendő neve
hy_am: Աշխատանքի ցուցադրման անվանումը
id: Nama Tampilan Pekerjaan
it_it: Nome visualizzato del lavoro
ka_ge: სამუშაოს საჩვენებელი სახელი
kk_kz: Көрсетілген тапсырма атауы
mk: Прикажи име на работа
nb: Jobbnavn
nl: Naam van de opdrachtweergave
pl: Wyświetlana nazwa zadania
pt_br: Nome de exibição da Tarefa
pt_pt: Nome da Tarefa Disponibilizada
ru: Отображаемое название задачи
sl: Ime opravila
uk: Коротке ім'я завдання
vi: Tên hiển thị công việc

# admin.cli.tool.jobs.queued.jobs.fields.attempts
source: Attempts
ar_iq: المحاولات
bg_bg: Опити
cs: Pokusy
da_dk: Forsøg
de: Versuche
es: Intentos
eu: Saiakerak
fr_fr: Essais
hu_hu: Kísérletek
hy_am: Փորձեր
id: Usaha
it_it: Tentativi
ka_ge: მცდელობები
kk_kz: Әрекеттер
mk: Обиди
nb: Forsøk
nl: Pogingen
pl: Próby
pt_br: Tentativas
pt_pt: Tentativas
ru: Попытки
sl: Poskusi
uk: Спроби
vi: Số lần thử

# admin.cli.tool.jobs.queued.jobs.fields.reserved.at
source: Reserved At
ar_iq: محجوز عند
bg_bg: Резервирано в
cs: Rezervováno na
da_dk: Reserveret til
de: Reserviert in
es: Reservado a
eu: Norentzat erreserbatua
fr_fr: Réservé sur
hu_hu: Fenntartva ekkortól
hy_am: Ամրագրված է
id: Direservasi Pada
it_it: Riservato a
ka_ge: დაჯავშნილია
kk_kz: Сақталған
mk: Резервирано во
nb: Reservert
nl: Gereserveerd bij
pl: Zarezerwowane o
pt_br: Reservado em
pt_pt: Reservado a
ru: Зарезервирована
sl: Rezervirano
uk: Зарезервовано
vi: Đã được đặt vào lúc

# admin.cli.tool.jobs.queued.jobs.fields.available.at
source: Available At
ar_iq: متاح عند
bg_bg: Достъпно в
cs: Dostupné na
da_dk: Tilgængelig hos
de: Verfügbar in
es: Disponible en
eu: Eskuragarri hemen
fr_fr: Disponible sur
hu_hu: Elérhető ettől
hy_am: Հասանելի է
id: Tersedia Pada
it_it: Disponibile per
ka_ge: ხელმისაწვდომია
kk_kz: Жетімді
mk: Достапно на
nb: Tilgjengelig
nl: Beschikbaar bij
pl: Dostępne o
pt_br: Disponível em
pt_pt: Disponível em
ru: Доступна
sl: Na voljo
uk: Доступно
vi: Khả dụng vào lúc

# admin.cli.tool.jobs.queued.jobs.fields.created.at
source: Created At
ar_iq: منشأ عند
bg_bg: Създадено в
cs: Vytvořeno v
da_dk: Skabt af
de: Kreiert in
es: Creado en
eu: Noiz sortua
fr_fr: Créé à
hu_hu: Létrehozva ekkor
hy_am: Ստեղծված է
id: Dibuat Pada
it_it: Creato per
ka_ge: შექმნილია
kk_kz: Құрылған
mk: Создадено на
nb: Opprettet
nl: Ontstaan bij
pl: Utworzono o
pt_br: Criado em
pt_pt: Criado em
ru: Создана
sl: Ustvarjeno
uk: Створено
vi: Đã tạo vào lúc

# admin.cli.tool.jobs.queued.jobs.fields.failed.at
source: Failed At
de: Fehlgeschlagen in
es: Error en
eu: Noiz huts egin
fr_fr: Échec à
id: Gagal Pada
mk: Неуспешно во
nb: Mislyktes
nl: Foutief bij
pl: Nie udało się o
pt_pt: Falhou em
ru: Завершилась неудачей в
sl: Ni uspelo pri
uk: Не вдалося
vi: Đã thất bại vào lúc

# admin.cli.tool.jobs.queued.jobs.fields.exception
source: Exception Message
de: Ausnahmemitteilung
es: Mensaje de error inesperado
eu: Salbuespen mezua
fr_fr: Message d'exception
id: Pesan Pengecualian
mk: Порака за исклучување
nb: Feilmelding
nl: Foutmelding
pl: Komunikat o wyjątku
pt_pt: Mensagem de Exceção
ru: Сообщение об ошибке
sl: Sporočilo o izjemi
uk: Повідомлення про виняток
vi: Thông báo ngoại lệ

# admin.cli.tool.jobs.pagination
source: Pagination
ar_iq: ترقيم الصفحات
bg_bg: Страниране
cs: Stránkování
da_dk: Sidetal
de: Seitenzahlen
es: Paginación
eu: Orrikatzea
hu_hu: Oldalszámozás
hy_am: Էջակալում
id: Paginasi
it_it: Impaginazione
ka_ge: გვერდებად დანომვრა
kk_kz: Парақшалау
mk: Нумерирање
nb: Paginering
nl: Pagina-instelling
pl: Stronicowanie
pt_br: Paginação
pt_pt: Paginação
ru: Разбивка на страницы
sl: Paginacija
tr_tr: Sayfalandırma
uk: Нумерація
vi: Phân trang

# admin.cli.tool.jobs.pagination.current
source: Current
ar_iq: الحالي
bg_bg: Текуща
cs: Aktuální
da_dk: Nuværende
de: Aktuell
es: Actual
eu: Unekoa
fr_fr: Actuel
hu_hu: Jelenlegi
hy_am: Ընթացիկ
id: Saat ini
it_it: Corrente
ka_ge: მიმდინარე
kk_kz: Ағымдағы
mk: Тековно
nb: Gjeldende
nl: Lopend
pl: Bieżący
pt_br: Atual
pt_pt: Atual
ru: Текущая
sl: Trenutni
tr_tr: Son Sayı
uk: Поточне
vi: Hiện tại

# admin.cli.tool.jobs.pagination.previous
source: Previous
ar_iq: السابق
bg_bg: Предишна
cs: Předchozí
da_dk: Foregående
de: Vorherige
es: Anterior
eu: Aurrekoa
fr_fr: Précédent
hu_hu: Előző
hy_am: Նախորդ
id: Sebelum
it_it: Precedente
ka_ge: წინა
kk_kz: Алдыңғы
mk: Претходно
nb: Forrige
nl: Eerdere
pl: Poprzedni
pt_br: Anterior
pt_pt: Anterior
ru: Предыдущая
sl: Predhodni
tr_tr: Önceki
uk: Попереднє
vi: Trước

# admin.cli.tool.jobs.pagination.next
source: Next
ar_iq: التالي
bg_bg: Следваща
cs: Následující
da_dk: Næste
de: Nächste
es: Siguiente
eu: Hurrengoa
fr_fr: Suivant
hu_hu: Következő
hy_am: Հաջորդ
id: Berikutnya
it_it: Successivo
ka_ge: შემდეგი
kk_kz: Келесі
mk: Следно
nb: Neste
nl: Volgende
pl: Następny
pt_br: Próxima
pt_pt: Seguinte
ru: Следующая
sl: Naslednji
tr_tr: Sonraki
uk: Наступне
vi: Tiếp

# admin.cli.tool.jobs.purge.without.id
source: You should pass at least a Job ID, '--all' or '--queue=' to use this command
ar_iq: ينبغي عليك تمرير الرمز التعريفي للعمل على الأقل، ضع '--all' أو '--queue=' لاستعمال هذا الأمر
bg_bg: Трябва да подадете поне идентификатор (ID) на задание, '--all' или '--queue=', за да използвате тази команда
cs: Chcete-li použít tento příkaz, měli byste zadat alespoň Job ID, '--all' nebo '--queue='
da_dk: Du skal som minimum angive opgave ID, '--all' eller '--queue=' for at bruge denne kommando
de: Sie sollten mindestens eine Auftrags-ID '--all' oder '--queue=' verwenden, um diesen Befehl zu benutzen
es: Para utilizar este comando debería introducir, al menos, un identificador de trabajo (Job ID) '--all' o '--queue='
eu: Komando hau erabiltzeko, gutxienez, lanaren IDa, '--all' edo '--queue=' pasa beharko zenuke
fr_fr: Pour utiliser cette commande, vous devez indiquer au moins un ID de tâche, '--all' ou '--queue='
hu_hu: Használnia kell legalább egy Feladat ID-t vagy '--all'-t vagy '--queue=' -t ennek a parancsnak a használatakor
hy_am: Այս հրամանն օգտագործելու համար դուք պետք է փոխանցեք առնվազն Job ID, '--all' կամ '--queue='
id: Anda harus memasukkan setidaknya sebuah Job ID, '--all' atau '--queue=' untuk menggunakan perintah ini
it_it: Per utilizzare questo comando è necessario inserire almeno un ID lavoro, '--all' o '--queue='
ka_ge: ამ ბრძანების გამოსაყენებლად თქვენ უნდა გადასცეთ მინიმუმ სამუშაოს ID, '--all' ან '--queue='
kk_kz: Осы пәрменді пайдалану үшін кем дегенде '--all' немесе '--queue=' тапсырма идентификаторын беру керек
mk: За да ја користите оваа команда, треба да дадете идентификација за работа, „--all“ или „--queue=“
nb: Du bør sende minst en jobb ID, '--all' eller '--queue=' for å bruke denne kommandoen
nl: U moet ten minste een Opdracht-ID doorgeven, '--alle' of '--wachtrij' om deze instructie te gebruiken
pl: Aby użyć tego polecenia, należy mu przekazać co najmniej ID zadania, przełącznik '--all' lub parametr '--queue='
pt_br: Deve passar pelo menos um ID da Tarefa, '--all' ou '--queue=' para usar este comando
pt_pt: Deve passar pelo menos pelo Job ID '--all' ou '--queue=' para usar este comando
ru: Для использования этой команды вы должны передать как минимум ID задачи, '--all' или '--queue='
sl: Uporabiti morate ID opravila, '--all' ali '--queue='
uk: Ви повинні вказати принаймні ID завдання, --усі (--all) або --черга= (--queue=), щоб використовувати цю команду
vi: Bạn nên truyền ít nhất một ID công việc, '--all' hoặc '--queue=' để sử dụng lệnh này

# admin.cli.tool.jobs.test.job.failed.dispatch.message
source: Dispatched test job that is bound to failed in queue named {$queueName}
ar_iq: تم التخلص من الأعمال التجريبية المؤشرة على أنها فاشلة ضمن الطابور المسمى {$queueName}
cs: Odeslaná testovací úloha, která je vázána na chybu ve frontě s názvem {$queueName}
da_dk: Afsendte testopgave, der vil mislykkes, til køen kaldet {$queueName}
de: Versendeter Testauftrag, der an das Fehlschlagen in der Warteschlange {$queueName} gebunden ist
es: Trabajo de prueba enviado que está destinado a fallar en la cola {$queueName}
eu: Probako lana bidali da eta huts egingo duela aurreikusten da {$queueName} izeneko ilaran
fr_fr: Le travail de test exécuté et en échec est lié à la file d'attente {$queueName}
hy_am: Ուղարկված փորձնական աշխատանք, որը կարող է ձախողվել {$queueName} անունով հերթում
id: Pekerjaan pengujian yang gagal dikirim dalam antrian bernama {$queueName}
nb: Sendt testjobb som er dømt til å mislyktes i køen med navnet {$queueName}
nl: Verplaatste testopdracht, die hoogstwaarschijnlijk foutief zal zijn, in wachtrij genaamd {$queueName}
pl: Zakończone niepowodzeniem zadanie testowe, zadysponowane w kolejce nazwanej {$queueName}
pt_br: Job de teste despachado que está destinado a falhar na fila chamada {$queueName}
pt_pt: Tarefa de teste despachada que está destinada a falhar na fila chamada {$queueName}
ru: В очередь с именем {$queueName} добавлена тестовая задача, которая завершается неудачей
sl: Testno pravilo, ki bo neuspešno, je razporejeno v čakalno vrsto {$queueName}
uk: Відправлене тестове завдання, пов'язане з невдачею в черзі з іменем "{$queueName}"
vi: Đã gửi công việc thử nghiệm bị ràng buộc phải thất bại trong hàng đợi có tên {$queueName}

# admin.cli.tool.jobs.test.job.success.dispatch.message
source: Dispatched test job that is bound to success in queue named {$queueName}
ar_iq: تم التخلص من الأعمال التجريبية المؤشرة على أنها موفقة ضمن الطابور المسمى {$queueName}
cs: Odeslaná testovací úloha, která je vázána na úspěch ve frontě s názvem {$queueName}
da_dk: Afsendte testopgave, der vil lykkes, til køen kaldet {$queueName}
de: Versendeter Testauftrag, der an den Erfolg in der Warteschlange {$queueName} gebunden ist
es: El trabajo de prueba ejecutado con éxito está vinculado a la cola {$queueName}
eu: {$queueName} izeneko ilaran arrakasta izateko konpromisoa duen probako lana bidali da
fr_fr: Le travail de test exécuté avec succès est lié à la file d'attente {$queueName}
hy_am: Ուղարկված թեստային աշխատանք, որը պետք է հաջողությամբ ավարտվի {$queueName} անունով հերթում
id: Pekerjaan pengujian yang sukses dikirim dalam antrian bernama{$queueName}
nb: Sendt testjobb som er dømt til å lykkes i køen kalt {$queueName}
nl: Verplaatste testopdracht die hoogstwaarschijnlijk zal slagen in wachtrij genaamd {$queueName}
pl: Zakończone powodzeniem zadanie testowe, zadysponowane w kolejce nazwanej {$queueName}
pt_br: Job de teste despachado que está vinculado ao sucesso na fila chamada {$queueName}
pt_pt: Tarefa de teste despachada que está vinculada ao sucesso na fila chamada {$queueName}
ru: В очередь с именем {$queueName} добавлена тестовая задача, которая завершается успехом
sl: Testno pravilo, ki bo uspešno, je razporejeno v čakalno vrsto {$queueName}
uk: Відправлене тестове завдання, пов'язане з успіхом у черзі з іменем "{$queueName}"
vi: Đã gửi công việc thử nghiệm bị ràng buộc phải thành công trong hàng đợi có tên {$queueName}

# admin.cli.tool.jobs.test.invalid.option
source: Invalid test job option. It can only take 'failed' or 'success' for '--only=' option.
ar_iq: خيار عملية الفحص خاطئ. ينبغي أن يقتصر على احتمالين اثنين هما 'failed' أو 'success' بالنسبة إلى الخيار '--only=' option
cs: Neplatná možnost testovací úlohy. Pro volbu „--only=“ lze použít pouze „failed“ nebo „success“.
da_dk: Ugyldig testopgave-parameter. Du kan kun angive 'failed' eller 'success' til '--only=' parameteren
de: Ungültige Testauftragsoption. Für die Option '--only' kann nur 'failed' oder 'success' angegeben werden.
es: Opción no válida para un trabajo de prueba. La opción '--only=' solo permite los valores 'failed' o 'success'.
eu: Probako lan-aukera baliogabea. '--only=' aukerak 'failed' edo 'success' bakarrik onar dezake.
fr_fr: Option non valide pour une tâche de test. L'option '--only=' n'accepte que les valeurs 'failed' ou 'success'.
hy_am: Անվավեր թեստային աշխատանքի տարբերակ: Այն կարող է լինել միայն «'failed' կամ 'success' այս '--only=' տարբերակի համար
id: Pilihan pekerjaan pengujian tidak sah. Hanya dapat memilih 'failed' atau 'success' untuk pilihan '--only='.
nb: Ugyldig alternativ for testjobb. Alternativet '--only=' tar kun 'failed' eller 'success'.
pl: Nieprawidłowa opcja dla zadania testowego. Dla parametru '--only=' jedyne prawidłowe wartości to 'failed' albo 'success'.
pt_br: Opção de job de teste inválida. Só pode levar 'failed' ou 'success' para a opção '--only='.
pt_pt: Opção de tarefa de teste inválida. Só pode levar 'failed' ou 'success' para a opção '--only='.
ru: Некорректный параметр тестовой задачи. Для опции '--only=' могут быть заданы только 'failed' или 'success'.
sl: Neveljavna opcija za testno pravilo. Za opcijo '--only=' se lahko uporabi le 'failed' or 'success'.
uk: Неприпустимий параметр тестового завдання. Для параметра --тільки= (--only=) може бути прийнято лише "невдало" або "успішно" .
vi: Tùy chọn công việc thử nghiệm không hợp lệ. Nó chỉ có thể nhận 'failed' hoặc 'success' cho tùy chọn '--only='.

# admin.cli.tool.jobs.purge.invalid.id
source: Invalid job ID
ar_iq: الرمز التعريفي للعمل غير صالح
bg_bg: Невалиден идентификатор (ID) за задачата (job)
cs: Neplatné ID úlohy
da_dk: Ugyldigt opgave ID
de: Ungültige Auftrags-ID
es: ID de trabajo inválido
eu: Lanaren ID baliogabea
fr_fr: ID de travail invalide
hu_hu: Érvénytelen feladat ID
hy_am: Աշխատանքի անվավեր ID
id: Job ID tidak sah
it_it: ID lavoro non valido
ka_ge: სამუშაოს ID არასწორია
kk_kz: Қате тапсырма идентификаторы
nb: Ugyldig jobb ID
nl: Ongeldige ID-opdracht
pl: Nieprawidłowy identyfikator zadania
pt_br: ID da Tarefa inválida
pt_pt: ID da Tarefa inválida
ru: Неправильный ID задачи
sl: Napačen ID opravila
uk: Недійсний ID завдання
vi: ID công việc không hợp lệ
