Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.scheduledTask.usageStatsLoader.monthExists
source: Skipped log file {$file} because statistics from that month have already been calculated. To recalculate statistics for a previous month, you must restore all of that month's log files and use the CLI tool to reprocess statistics.
ar_iq: تم تخطي ملف سجل الوقوعات {$file} لأن الإحصائيات من ذلك الشهر قد تم احتسابها مسبقًا. لإعادة حساب الإحصائيات لشهر سابق، ينبغي عليك استعادة كل ملفات سجل الوقوعات لذلك الشهر واستعمال أداة سطر الأوامر لإعادة معالجة الإحصائيات.
cs: Přeskočen soubor protokolu {$file}, protože statistiky z tohoto měsíce již byly vypočteny. Chcete-li přepočítat statistiky za předchozí měsíc, musíte obnovit všechny soubory protokolu z tohoto měsíce a použít nástroj CLI k opětovnému zpracování statistik.
da_dk: Sprang over logfilen {$file}, fordi der allerede er blevet udregnet statistik for den måned. For at genberegne statistik for en tidligere måned skal du gendanne alle den pågældende måneds logfiler og bruge CLI værktøjet til at genbehandle statistik.
de: Die Protokolldatei {$file} wurde übersprungen, da die Statistiken für diesen Monat bereits berechnet wurden. Um die Statistiken für einen früheren Monat neu zu berechnen, müssen Sie alle Protokolldateien dieses Monats wiederherstellen und das CLI-Tool verwenden, um die Statistiken neu zu verarbeiten.
es: Se ha omitido el archivo de registro {$file} porque las estadísticas de ese mes ya se habían calculado. Para recalcular las estadísticas de un mes anterior deberá restaurar todos los archivos de registro del mes y usar la herramienta de interficie de línea de comandos (CLI) para volver a procesar las estadísticas.
eu: {$file} erregistro-fitxategia saltatu da, hilabete horretako estatistikak dagoeneko kalkulatu direlako. Aurreko hilabete bateko estatistikak birkalkulatzeko, hilabete horretako erregistro-fitxategi guztiak leheneratu behar dituzu, eta CLI tresna erabili estatistikak birprozesatzeko.
fr_fr: Le fichier journal {$file} a été ignoré car les statistiques de ce mois ont déjà été calculées. Pour recalculer les statistiques d'un mois antérieur, vous devez restaurer tous les fichiers journaux de ce mois et utiliser l'outil CLI pour retraiter les statistiques.
hy_am: {$file} մատյան նիշքը բաց է թողնվել, քանի որ այդ ամսվա վիճակագրությունն արդեն հաշվարկված է: Նախորդ ամսվա վիճակագրությունը վերահաշվարկելու համար դուք պետք է վերականգնեք այդ ամսվա բոլոր մատյան նիշքերը և օգտագործեք CLI գործիքը՝ վիճակագրությունը վերամշակելու համար:
id: File {$file} log dilewati karena statistik dari bulan tersebut sudah dihitung. Untuk menghitung ulang statistik dari bulan sebelumnya, anda harus menyimpan semua file log dari bulan tersebut dan menggunakan alat CLI untuk memproses statistik.
it_it: Il file di registro {$file} è stato saltato perché le statistiche di quel mese sono già state calcolate. Per ricalcolare le statistiche di un mese precedente è necessario ripristinare tutti i file di registro di quel mese e utilizzare lo strumento CLI per rielaborare le statistiche.
mk: Датотеката за евиденција {$file} е прескокната бидејќи статистиката од тој месец е веќе пресметана. За повторно пресметување на статистиката за претходниот месец, мора да ги вратите сите датотеки за евиденција од тој месец и да ја користите алатката CLI за повторно да ја обработувате статистиката.
nb: Hoppet over loggfilen {$file} fordi statistikk fra den måneden allerede er beregnet. For å beregne statistikk for en tidligere måned på nytt, må du gjenopprette alle månedens loggfiler og bruke CLI-verktøyet til å behandle statistikk på nytt.
nl: Dit betreft een verwijderd logbestand {$file} omdat de maandgegevens al zijn verwerkt. Om gegevens opnieuw te verwerken voor een eerdere maand, moet u alle betreffende maandlogbestanden opnieuw opslaan en de CLI-button gebruiken om de gegevens opnieuw te verwerken.
pl: Pominięto plik dziennika {$file}, ponieważ statystyki z tego miesiąca zostały już obliczone. Aby ponownie obliczyć statystyki z poprzedniego miesiąca, musisz przywrócić wszystkie pliki dziennika z tego miesiąca i użyć narzędzia linii poleceń do ponownego przetworzenia statystyk.
pt_br: Arquivo de log {$file} ignorado porque as estatísticas daquele mês já foram calculadas. Para recalcular as estatísticas de um mês anterior, você deve restaurar todos os arquivos de log desse mês e usar a ferramenta CLI para reprocessar as estatísticas.
pt_pt: Ficheiro de registo ignorado {$file} porque as estatísticas desse mês já foram calculadas. Para recalcular as estatísticas de um mês anterior, deve restaurar todos os ficheiros de registo desse mês e utilizar a ferramenta CLI para reprocessar as estatísticas.
ru: Пропущен файл журнала событий {$file}, поскольку статистика за тот месяц уже была рассчитана. Чтобы пересчитать статистику за предыдущий месяц, необходимо восстановить все файлы журнала событий за тот месяц и использовать инструмент CLI для повторной обработки статистики.
sl: Datoteka z dnevniškimi zapisi {$file} je bila preskočena, ker so bile statistike za tisti mesec že izračunane. Za ponoven izrčun statistik za pretekli mesec, morate obnoviti vse datoteke z dnevniškimi zapisi za tisti mesec in uporabiti CLI orodje za ponoven izračun statistik.
uk: Пропущено файл журналу "{$file}", оскільки статистику за цей місяць уже обчислено. Щоб перерахувати статистику за попередній місяць, потрібно відновити всі файли журналів за цей місяць і повторно обробити статистику за допомогою інструмента командного рядка.
vi: Đã bỏ qua tệp nhật ký {$file} vì thống kê của tháng đó đã được tính toán. Để tính toán lại thống kê cho tháng trước, bạn phải khôi phục tất cả các tệp nhật ký của tháng đó và sử dụng công cụ CLI để xử lý lại thống kê.

# admin.job.processLogFile.wrongLoglineFormat
source: The line {$lineNumber} in the log file {$file} is in the wrong format and will thus be skipped.
de: Die Zeile {$lineNumber} in der Protokolldatei {$file} hat das falsche Format und wird daher übersprungen.
es: Se omitirá la línea {$lineNumber} en el archivo de registro {$file} porque tiene un formato incorrecto.
eu: {$file} erregistro-fitxategiko {$lineNumber} lerroa formatu okerrean dago eta, beraz, saltatu egingo da.
fr_fr: La ligne {$lineNumber} dans le fichier journal {$file} n'a pas le bon format et sera donc ignorée.
id: Baris {$lineNumber} pada file {$file} log ada di dalam format yang salah sehingga akan dilewati.
nl: De regel {$lineNumber} in het logbestand zit in het foutieve format en zal dus worden verwijderd.
pl: Wiersz {$lineNumber} w pliku dziennika {$file} ma niewłaściwy format i dlatego zostanie pominięty.
pt_pt: A linha {$lineNumber} no ficheiro de registo {$file} está no formato errado e por isso será ignorada.
vi: Dòng {$lineNumber} trong tệp nhật ký {$file} có định dạng sai và do đó sẽ bị bỏ qua.

# admin.job.processLogFile.invalidLogEntry
source: Invalid log entry at line {$lineNumber} in the log file {$file}: {$error}
de: Ungültiger Protokolleintrag in Zeile {$lineNumber} in der Protokolldatei {$file}: {$Fehler}
es: Entrada de registro inválida en la línea {$lineNumber} del archivo de registro {$file}: {$error}
eu: Erregistro-sarrera baliogabea {$file} erregistro-fitxategiko {$lineNumber} lerroan: {$error}
fr_fr: Entrée de journal invalide à la ligne {$lineNumber} dans le fichier journal {$file} : {$error}
id: Entri log yang tidak sah pada baris {$lineNumber} pada file log {$file}: {$error}
nl: Ongeldige inlog in regel {$lineNumber} in het logbestand {$file}: {error}
pl: Nieprawidłowy wpis dziennika dla wiersza {$lineNumber} w pliku dziennika {$file}: {$error}
pt_pt: Entrada de registo inválida na linha {$lineNumber} no ficheiro de registo {$file}: {$error}
vi: Mục nhật ký không hợp lệ ở dòng {$lineNumber} trong tệp nhật ký {$file}: {$error}

# admin.job.processLogFile.invalidLogEntry.time
source: Time is not a valid date.
de: Die Zeit ist kein gültiges Datum.
es: La fecha no es válida.
eu: Ordua ez da baliozko data.
fr_fr: L'heure (Time) n'a pas un format de date valide.
id: Time bukan merupakan tanggal yang benar.
pl: Czas nie jest prawidłową datą.
pt_pt: Hora não é uma data válida.
vi: Thời gian không phải là ngày hợp lệ.

# admin.job.processLogFile.invalidLogEntry.contextId
source: Context ID is not an integer.
de: Kontext ID ist keine ganze Zahl.
es: El ID de contexto (Context ID) no es un número entero.
eu: Testuinguruaren IDa ez da zenbaki osoa.
fr_fr: L'ID du contexte n'est pas un nombre entier.
id: Context ID bukan sebuah integer.
pl: Identyfikator kontekstu nie jest liczbą całkowitą.
pt_pt: O ID de contexto não é um número inteiro.
vi: ID ngữ cảnh không phải là số nguyên.

# admin.job.processLogFile.invalidLogEntry.submissionId
source: Submission ID is not an integer.
de: Einreichungs-ID ist keine ganze Zahl.
es: El ID de envío (Sumbission ID) no es un número entero.
eu: Bidalketaren IDa ez da zenbaki osoa.
fr_fr: L'ID de la soumission n'est pas un nombre entier.
id: Submission ID bukan sebuah integer.
pl: Identyfikator zgłoszenia nie jest liczbą całkowitą.
pt_pt: O ID de submissão não é um número inteiro.
vi: ID bài nộp không phải là số nguyên.

# admin.job.processLogFile.invalidLogEntry.representationId
source: Representation ID is not an integer.
de: Repräsentations-ID ist keine ganze Zahl.
es: El ID de representación (Representation ID) no es un número entero.
eu: Irudikapenaren IDa (Representation ID) ez da zenbaki osoa.
fr_fr: L'ID de la représentation n'est pas un nombre entier.
id: Representation ID bukan sebuah integer.
nl: De representatie-ID is geen afgerond geheel.
pl: Identyfikator reprezentacji nie jest liczbą całkowitą.
pt_pt: O ID de representação não é um número inteiro.
vi: ID biểu diễn không phải là số nguyên.

# admin.job.processLogFile.invalidLogEntry.assocType
source: Assoc type is not supported.
de: Assoc type wird nicht unterstützt.
es: El tipo asociado (Assoc type) no es compatible.
eu: Assoc mota (Assoc type) ez da onartzen.
fr_fr: Le type associé n'est pas supporté.
id: Assoc type tidak didukung.
nl: Assoc type wordt niet ondersteund.
pl: Nie obsługiwany typ przypisania.
pt_pt: O tipo Assoc não é suportado.
vi: Loại kết hợp không được hỗ trợ.

# admin.job.processLogFile.invalidLogEntry.fileType
source: File type is not supported.
de: Dateityp wird nicht unterstützt.
es: El tipo de archivo (File type) no es compatible.
eu: Fitxategi-mota ez da onartzen.
fr_fr: Le type de fichier n'est pas supporté.
id: File type tidak didukung.
nl: Bestandstype wordt niet ondersteund.
pl: Nie obsługiwany typ pliku.
pt_pt: O tipo de ficheiro não é suportado.
vi: Loại tệp không được hỗ trợ.

# admin.job.processLogFile.invalidLogEntry.country
source: Country is not a two alphabetic characters string.
de: Land ist keine aus zwei Buchstaben bestehende Zeichenfolge.
es: El país (Country) debe ser una cadena alfabética de dos caracteres.
eu: Herrialdea ez da bi karaktere alfabetiko dituen katea.
fr_fr: Le pays n'est pas une chaîne de deux caractères alphabétiques.
id: Country tidak terdiri dari string yang panjangnya maksimal dua karakter alfabet.
nl: De naam van het land is geen alfabetisch tweeletter-tekenreeks.
pl: Kraj nie jest ciągiem składającym się z dwóch znaków alfabetu.
pt_pt: País não é uma sequência de dois caracteres alfabéticos.
vi: Quốc gia không phải là chuỗi hai ký tự chữ cái.

# admin.job.processLogFile.invalidLogEntry.region
source: Region is not up to three alphanumeric characters long string.
de: Region ist keine aus bis zu drei alphanumerischen Zeichen bestehende Zeichenfolge.
es: La región (Region) debe ser una cadena alfanumérica de hasta tres caracteres.
eu: Eskualdea ez da gehienez hiru karaktere alfanumeriko dituen kate luzea.
fr_fr: La région n'est pas une chaîne d'un maximum de trois caractères alphanumériques.
id: Region tidak terdiri dari string yang panjangnya maksimal tiga karakter alfanumerik.
nl: De regio is geen alfa-nummerieke tekenreeks tot drie letters.
pl: Region nie jest łańcuchem składającym się z maksymalnie trzech znaków alfanumerycznych.
pt_pt: A região não pode ter até três caracteres alfanuméricos de sequência longa.
vi: Khu vực không phải là chuỗi tối đa ba ký tự chữ và số.

# admin.job.processLogFile.invalidLogEntry.institutionIds
source: Institution IDs is not an array.
de: Institutions-ID ist kein Array.
es: Los ID de instituciones (Institution IDs) deben ser una array.
eu: Erakundeen IDak ez dira array bat.
fr_fr: Les identifiants des institutions ne sont dans un tableau.
id: Institution ID bukan sebuah array.
nl: De ID van het instituut is geen array.
pl: Identyfikatory instytucji to nie tablica.
pt_pt: IDs de instituição não é um array.
vi: ID tổ chức không phải là mảng.

# admin.job.processLogFile.insertError
source: Error occured when processing the log file {$file} at the line {$lineNumber}: {$msg}
de: Bei der Verarbeitung der Protokolldatei {$file} ist in der Zeile {$lineNumber} ein Fehler aufgetreten: {$msg}
es: Error al procesar el archivo de registro {$file} en la línea {$lineNumber}: {$msg}
eu: Errore bat gertatu da {$file} erregistro-fitxategia prozesatzean, {$lineNumber} lerroan: {$msg}
fr_fr: Une erreur s'est produite lors du traitement du fichier journal {$file} à la ligne {$lineNumber} : {$msg}
id: Terjadi kesalahan pada saat memproses file log {$file} pada baris {$lineNumber}: {$msg}
nl: Er deed zich een foutmelding voor bij het verwerken van het logbestand {$file} bij de regel {$lineNumber}: {$msg}
pl: Podczas przetwarzania pliku dziennika {$file} wystąpił błąd w wierszu {$lineNumber}: {$msg}
pt_pt: Ocorreu um erro ao processar o ficheiro de log {$file} na linha {$lineNumber}: {$msg}
vi: Đã xảy ra lỗi khi xử lý tệp nhật ký {$file} ở dòng {$lineNumber}: {$msg}

# admin.server.apacheVersion
source: Apache version
ar_iq: رقم نسخة Apache
bg_bg: Версия на Apache
ca_es: Versió d’Apache
cs: Verze Apache
el_gr: Έκδοση Apache
es: Versión Apache
eu: Apache bertsioa
fa_ir: نسخه آپاچی
fi: Apache-versio
fr_fr: Version Apache
hr_hr: Verzija Apache-a
hu_hu: Apache verzió
hy_am: Apache տարբերակ
id: Versi Apache
id_id: Versi Apache
it_it: Versione di Apache
ja: Apacheバージョン
ka_ge: Apache-ის ვერსია
kk_kz: Apache Нұсқасы
ku_iq: ژماره‌ی وه‌شانی Apache
mk: Apache верзија
ms: versi Apache
nb: Apache-versjon
nl: Apache versie
pl: Wersja serwera Apache
pt_br: Versão do Apache
pt_pt: Versão do Apache
ru: Версия Apache
sl: Apache verzija
sr_rs@cyrillic: Верзија Apache-a
sr_rs@latin: Verzija Apache-a
tr_tr: Apache sürümü
uk: Версія Apache
vi: Phiên bản Apache
vi_vn: Phiên bản Apache

# admin.server.dbDriver
source: Database driver
ar_iq: مشغل قاعدة البيانات
bg_bg: Драйвър на базата данни
ca_es: Controlador de la base de dades
cs: Ovladač databáze
de: Datenbanktreiber
el_gr: Οδηγός βάσης δεδομένων
es: Driver de la base de datos
eu: Datu-basearen kontrolatzailea
fa_ir: درایور پایگاه داده
fi: Tietokantaohjain
fr_fr: Pilote de base de données
hr_hr: Tip baze podataka
hu_hu: Adatbázis illesztőprogram
hy_am: Տվյալների բազաների համապատասխանեցման ծրագիր
id: Driver basis data
it_it: Driver del database
ja: データベースドライバ
ka_ge: მონაცემთა ბაზის დრაივერი
kk_kz: Дерекқор драйвері
ku_iq: به‌كارخه‌ری بنكه‌ی زانیارییه‌كان
mk: Драјвер за датабаза
ms: Pemandu pangkalan data
pl: Sterownik bazy danych
pt_br: Driver do banco de dados
pt_pt: Driver da Base de Dados
ru: Драйвер базы данных
sl: Gonilnik baze podatkov
sr_rs@cyrillic: Тип базе података
sr_rs@latin: Tip baze podataka
sv: Drivrutin databas
tr_tr: Veri tabanı sürücüsü
uk: Драйвер бази даних
vi: Trình điều khiển cơ sở dữ liệu
vi_vn: Trình điều khiển cơ sở dữ liệu

# admin.server.dbVersion
source: Database server version
ar_iq: رقم نسخة ملقم قاعدة البيانات
bg_bg: Версия на сървъра на базата данни
ca_es: Versió del servidor de la base de dades
cs: Verze databázového serveru
da_dk: Version af databaseserver
de: Version des Datenbankservers
el_gr: Έκδοση εξυπηρετητή βάσης δεδομένων
es: Versión del servidor de bases de datos
eu: Datu-base zerbitzariaren bertsioa
fa_ir: نسخه پایگاه داده
fi: Tietokantapalvelimen versio
fr_fr: Version du serveur de bases de données
hr_hr: Verzija poslužitelja baze podataka
hu_hu: Adatbázis szerver verzió
hy_am: Տվյալների բազայի սերվերի տարբերակ
id: Versi server database
id_id: Versi server database
it_it: Versione del server di database
ja: データベースサーババージョン
ka_ge: მონაცემთა ბაზის სერვერის ვერსია
kk_kz: Дерекқор серверінің нұсқасы
ku_iq: وه‌شانی سێرڤه‌ری بنكه‌ی زانیارییه‌كان
mk: Верзија на датабаза серверот
ms: Versi pelayan pangkalan data
nb: Versjon av databaseserver
nl: Database server versie
pl: Wersja serwera bazy danych
pt_br: Versão do servidor de banco de dados
pt_pt: Versão do Servidor de Base de Dados
ru: Версия СУБД
sl: Verzija podatkovnega strežnika
sr_rs@cyrillic: Верзија сервера базе података
sr_rs@latin: Verzija servera baze podataka
sv: Version databasserver
tr_tr: Veri tabanı sunucusu sürümü
uk: Версія серверу баз даних
vi: Phiên bản máy chủ cơ sở dữ liệu
vi_vn: Phiên bản máy chủ cơ sở dữ liệu

# admin.serverInformation
source: Server Information
ar_iq: معلومات الملقم
bg_bg: Информация за сървъра
ca_es: Informació del servidor
cs: Informace o serveru
da_dk: Serveroplysninger
de: Serverinformationen
el_gr: Πληροφορίες εξυπηρετητή
es: Información del servidor
eu: Zerbitzariari buruzko informazioa
fa_ir: اطلاعات سرور
fi: Palvelimen tiedot
fr_fr: Information sur le serveur
hr_hr: Informacije poslužitelja
hu_hu: Szerver információ
hy_am: Սերվերի տեղեկատվություն
id: Informasi Server
id_id: Informasi Server
it_it: Informazioni sul Server
ja: サーバ情報
ka_ge: ინფორმაცია სერვერის შესახებ
kk_kz: Сервер туралы ақпарат
ku_iq: زانیارییه‌كانی سێرڤه‌ر
mk: Информација за серверот
ms: Maklumat Pelayan
nb: Serverinformasjon
nl: Server informatie
pl: Informacje dotyczące serwera
pt_br: Informações do servidor
pt_pt: Informações do Servidor
ru: Информация о сервере
sl: Informacije o strežniku
sr_rs@cyrillic: Информације о серверу
sr_rs@latin: Informacije o serveru
tr_tr: Sunucu Bilgisi
uk: Інформація про сервер
vi: Thông tin máy chủ
vi_vn: Thông tin Máy chủ

# admin.server.phpVersion
source: PHP version
ar_iq: رقم نسخة PHP
bg_bg: Версия на PHP
ca_es: Versió de PHP
cs: Verze PHP
el_gr: Έκδοση PHP
es: Versión PHP
eu: PHP bertsioa
fa_ir: نسخه PHP
fi: PHP-versio
fr_fr: Version PHP
hr_hr: Verzija PHP-a
hu_hu: PHP verzió
hy_am: PHP տարբերակ
id: Versi PHP
id_id: Versi PHP
it_it: Versione di PHP
ja: PHPバージョン
ka_ge: PHP ვერსია
kk_kz: PHP нұсқасы
ku_iq: ژماره‌ی وه‌شانی PHP
mk: PHP верзија
ms: versi PHP
nb: PHP-versjon
nl: PHP versie
pl: Wersja PHP
pt_br: Versão do PHP
pt_pt: Versão do PHP
ru: Версия PHP
sl: PHP verzija
sr_rs@cyrillic: Верзија PHP-a
sr_rs@latin: Verzija PHP-a
tr_tr: PHP sürümü
uk: Версія PHP
vi: Phiên bản PHP
vi_vn: Phiên bản PHP

# admin.server.platform
source: OS platform
ar_iq: منصة نظام التشغيل
bg_bg: ОС платформа
ca_es: Plataforma del SO
cs: Platforma OS
da_dk: Operativsystemplatform
de: OS-Plattform
el_gr: Πλατφόρμα λειτουργικού συστήματος
es: Plataforma SO
eu: SE plataforma
fa_ir: سیستم‌عامل
fi: Käyttöjärjestelmäalusta
fr_fr: Système d'exploitation
hr_hr: Platforma OS-a
hu_hu: Operációs rendszer változat
hy_am: OS հարթակ
id: Platform OS
id_id: Platform OS
it_it: Sistema operativo
ja: OS
ka_ge: საოპერაციო სისტემის პლათფორმა
kk_kz: ОЖ платформасы
ku_iq: سه‌كۆی سیسته‌می به‌كارخستن
mk: OS платформа
ms: platform OS
nb: OS-plattform
nl: Besturingssysteem
pl: System operacyjny
pt_br: Sistema Operacional
pt_pt: Sistema Operativo
ru: ОС платформы
sl: OS platforma
sr_rs@cyrillic: Платформа ОС
sr_rs@latin: Platforma OS-a
sv: Operativsystem/plattform
tr_tr: İşletim Sistemi Platformu
uk: Операційна платформа
vi: Nền tảng hệ điều hành
vi_vn: Nền tảng hệ điều hành

# admin.settings
source: Settings
ar_iq: الإعدادات
bg_bg: Настройки
ca_es: Configuració
cs: Nastavení
da_dk: Indstillinger
de: Einstellungen
el_gr: Ρυθμίσεις
es: Ajustes
eu: Ezarpenak
fa_ir: تنظیمات
fi: Asetukset
fr_fr: Paramètres
hu_hu: Beállítások
hy_am: Կարգաբերումներ
id: Pengaturan
id_id: Pengaturan
it_it: Impostazioni
ja: 設定
ka_ge: პარამეტრები
kk_kz: Баптаулар
ku_iq: رێكخستنه‌كان
mk: Подесувања
ms: Tetapan
nb: Innstillinger
nl: Instelligen
pl: Ustawienia
pt_br: Configurações
pt_pt: Configurações
ru: Настройки
sl: Nastavitve
sr_rs@cyrillic: Подешавања
sr_rs@latin: Podešavanja
sv: Inställningar
tr_tr: Ayarlar
uk: Налаштування
vi: Cài đặt
vi_vn: Cài đặt

# admin.settings.about
source: About the Site
ar_iq: عن الموقع
bg_bg: За този сайт
ca_es: Quant a la descripció del lloc
cs: O popisu stránky
da_dk: Om webstedet
de: Beschreibung Über uns
el_gr: Σχετικά με τον ιστότοπο
es: Descripción del sitio
eu: Guneari buruz
fa_ir: درباره سایت
fi: Tietoa sivustosta
fr_fr: Description "À propos du site"
hr_hr: Opis stranice
hu_hu: Az oldalról
hy_am: Կայքի մասին
id: Deskripsi Situs
id_id: Deskripsi Situs
it_it: Descrizione del sito
ja: このサイトについて
ka_ge: ამ საიტის შესახებ
kk_kz: Сайт туралы
ku_iq: ده‌رباره‌ی پێگه‌
mk: За сајтот
ms: Mengenai Laman
nb: Om nettstedet
nl: Over de site
pl: O Czasopiśmie
pt_br: Descrição sobre o Portal
pt_pt: Acerca do Portal
ru: О сайте
sl: O tem spletišču
sr_rs@cyrillic: О сајту
sr_rs@latin: Opis sajta
sv: Om webbplatsen
tr_tr: Site Hakkında
uk: Про цей вебсайт
vi: Giới thiệu về trang web
vi_vn: Giới thiệu Trang web

# admin.settings.enableBulkEmails.label
source: Bulk Emails
ar_iq: الرسائل بالجملة
bg_bg: Групови имейли
cs: Hromadné e-maily
da_dk: Masse-emails
de: Massen-E-Mails
es: Correos electrónicos masivos
eu: Mezu elektroniko masiboak
fi: Massasähköpostit
fr_fr: Courriels groupés
hu_hu: Tömeges e-mailek
hy_am: Մասսայական էլ․ նամակ
id: Email Sampah
it_it: Email massive
ja: 一括メール
ka_ge: მასობრივი დაგზავნა
kk_kz: Жаппай хат тарату
mk: Мноштво имејли
ms: E-mel Pukal
nb: Masseutsendelse av e-epost
nl: Massa-e-mailberichten
pl: Masowe wiadomości e-mail
pt_br: E-mails em Massa
pt_pt: E-mails em massa
ru: Множественная рассылка писем
sl: Masovni emaili
sr_rs@cyrillic: Групни имејл
sv: Massutskick (e-post)
tr_tr: Toplu E-posta
uk: Масові електронні листи
vi: Email hàng loạt

# admin.settings.contactEmail
source: Email of principal contact
ar_iq: البريد الالكتروني لعنوان الاتصال الأساسي
bg_bg: Имейл на контактното лице
ca_es: Adreça electrònica del contacte principal
cs: E-mail hlavní kontaktní osoby
da_dk: E-mail-adresse på primær kontaktperson
de: E-Mail-Adresse des Hauptkontakts
el_gr: Ηλεκτρονική διεύθυνση Υπεύθυνου Επικοινωνίας
es: Correo electrónico del contacto principal
eu: Kontaktu nagusiaren helbide elektronikoa
fa_ir: ایمیل اطلاعات تماس اصلی
fi: Pääasiallisen yhteyshenkilön sähköposti
fr_fr: Courriel du contact principal
hr_hr: E-pošta glavnog kontakta
hu_hu: Email a fő kapcsolattartónak
hy_am: Կոնտակտային էլ. հասցե
id: Email Kontak Utama
id_id: Email Kontak Utama
it_it: Email del contatto principale
ja: 連絡担当者メールアドレス
ka_ge: ძირითადი კონტაქტის ელფოსტა
kk_kz: Негізгі контактінің электрондық поштасы
ku_iq: ئیمه‌یلی ناونیشانی په‌یوه‌ندیكردنی بنچینه‌یی
mk: Имејл на примарниот контакт
ms: E-mel kenalan utama
nb: E-postadresse til kontaktperson
nl: E-mailadres van de eerste contactpersoon
pl: Adres e-mail głównego administratora
pt_br: E-mail do Contato Principal
pt_pt: E-mail do Contacto Principal
ru: E-mail контактного лица
sl: Email glavnega stika
sr_rs@cyrillic: Имејл главног контакта
sr_rs@latin: Imejl glavnog kontakta
sv: E-postadress till primär kontakt
tr_tr: Temel iletişim e-posta adresi
uk: Електронна пошта основної контактної особи
vi: Email liên hệ chính
vi_vn: Email của Liên lạc chính
