Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.scheduledTask.publishSubmissions
source: Publish submissions scheduled for publication
ar_iq: نشر طلبات التقديم المجدولة للنشر
bg_bg: Публикувайте изпратените материали, планирани за публикуване
ca_es: Publicar les trameses programades per a publicació
cs: Publikovat příspěvky naplánované na zveřejnění
da_dk: Publicér indsendelser, der er planlagt til offentliggørelse
de: Die zur Veröffentlichung vorgesehenen Beiträge jetzt veröffentlichen
el_gr: Δημοσίευση των προγραμματισμένων για δημοσίευση υποβολών
es: Publicar los envíos programados para su publicación
eu: Argitaratu argitaratzeko programatutako bidalketak
fi: Julkaise käsikirjoitukset, jotka on ajastettu julkaistavaksi
fr_fr: Publier les soumissions dont la publication est planifiée
hu_hu: Megjelentetésre ütemezve
hy_am: Հրապարակել ներկայացված հոդվածները
id: Terbitkan naskah yang telah dijadwalkan terbit
id_id: Terbitkan naskah yang telah dijadwalkan terbit
it_it: Pubblica gli articoli pianificati
ja: 予約済み投稿の発行
ka_ge: დაგეგმილი შენატანის გამოქვეყნება
kk_kz: Жариялауға жоспарланған материалдарды жариялау
ku_iq: بڵاوکردنەوەی توێژینەوە دانراوەکان بۆ بڵاوکردنەوە
mk: Објавувете ги поднесоците закажани за објавување
ms: Terbitkan penyerahan yang dijadualkan untuk diterbitkan
nb: Publiser innleveringer som er planlagt for publisering
nl: Publiceer de hiervoor geplande inzendingen
pl: Opublikuj zgłoszenia zaplanowane do publikacji
pt_br: Publicar submissões agendadas para esta publicação
pt_pt: Publicar as submissões agendadas para publicação
ru: Опубликовать материалы, запланированные к публикации
sl: Objavi prispevke načrtovane za objavo
sr_rs@cyrillic: Објави радове планиране за објављивање
sv: Publicera bidrag som är schemalagda för publicering
tr_tr: Yayın için planlanmış gönderileri yayımla
uk: Опублікувати подання, заплановані до публікації
vi: Xuất bản các bài nộp đã lên lịch xuất bản
vi_vn: Xuất bản các bài gửi đã được lên lịch xuất bản

# admin.scheduledTask.reviewReminder
source: Review reminder
ar_iq: تذكير التحكيم
bg_bg: Напомняне на рецензент
ca_es: Recordatori de revisió
cs: Připomenutí recenze
da_dk: Påmindelse om bedømmelse
de: Erinnerung an Begutachtung
el_gr: Υπενθύμιση αξιολόγησης
es: Recordatorio de revisión
eu: Berrikuspenaren gogorarazlea
fa_ir: یادآوری داوری
fi: Muistutus arvioinnista
fr_fr: Rappel d'examen
hu_hu: Lektori emlékeztető
hy_am: Գրախոսության հիշեցում
id: Pengingat Review
id_id: Pengingat Review
it_it: Promemoria per la revisione
ja: 査読リマインダー
ka_ge: მიმოხილვის შეხსენება
kk_kz: Рецензентке ескерту
ku_iq: به‌بیرهێنانه‌وه‌ی پێداچونه‌وه‌
mk: Прегледај ги потсетниците
ms: Peringatan ulasan
nb: Påminnelse om fagfellevurdering
nl: Recensieherinnering
pl: Przypomnienie recenzji
pt_br: Lembrete de avaliador
pt_pt: Lembrete de revisão
ru: Напоминание рецензенту
sl: Opomnik za recenzijo
sr_rs@cyrillic: Подсетник за рецензента
sr_rs@latin: Podsetnik recenziranja
sv: Granskningspåminnelse
tr_tr: Değerlendirme hatırlatıcısı
uk: Нагадування рецензенту
vi: Nhắc nhở đánh giá
vi_vn: Nhắc nhở phản biện

# admin.scheduledTask.statisticsReport
source: Editorial Report Notification
ar_iq: إشعار تقرير التحرير
bg_bg: Уведомление за редакционен доклад
cs: Upozornění na redakční zprávu
da_dk: Notifikation om redaktionel rapport
de: Redaktionsreport Benachrichtigung
es: Notificación de informe editorial
eu: Argitalpen-txostenaren jakinarazpena
fr_fr: Notification de rapport éditorial
hu_hu: Értesítés Szerkesztőségi jelentésről
hy_am: Խմբագրական զեկույցի մասին ծանուցում
id: Notifikasi Laporan Editorial
it_it: Notifica del rapporto editoriale
ka_ge: სარედაქციო ანგარიშის შეტყობინება
kk_kz: Редакциялық есеп туралы хабарлама
mk: Известување за уреднички извештај
nb: Varsel om redaksjonell rapport
nl: Bekendmaking van het redactionele verslag
pl: Powiadomienie o raporcie redakcyjnym
pt_br: Notificação de relatório editorial
pt_pt: Notificação de Relatório Editorial
ru: Уведомление о редакционном отчёте
sl: Obvestilo o uredniškem poročilu
sv: Avisering om redaktionsrapport
tr_tr: Editöryal Raporlama Bildirimi
uk: Повідомлення про редакційний звіт
vi: Thông báo báo cáo biên tập

# admin.scheduledTask.subscriptionExpiryReminder
source: Subscription expiry reminder
ar_iq: تذكير انتهاء صلاحية الاشتراك
bg_bg: Напомняне за изтичане на абонамент
ca_es: Recordatori de caducitat de la subscripció
cs: Připomenutí vypršení předplatného
da_dk: Påmindelse om abonnementsophør
de: Erinnerung an Ende des Abonnements
el_gr: Υπενθύμιση λήξης συνδρομής
es: Recordatorio de caducidad de subscripción
eu: Harpidetza iraungitze abisua
fa_ir: یادآوری اتمام اشتراک
fi: Muistutus tilauksen päättymisestä
fr_fr: Rappel d'expiration d'abonnement
hu_hu: Emlékeztető az előfizetés lejáratáról
hy_am: Բաժանորդագրության ժամկետի ավարտի մասին հիշեցում
id: Pengingat masa habis berlangganan
id_id: Pengingat masa habis berlangganan
it_it: Promemoria per la scadenza dell'abbonamento
ja: 読期間終了リマインダー
ka_ge: გამოწერის დასრულების ვადის შეხსენება
kk_kz: Жазылымның аяқталуы туралы ескерту
ku_iq: به‌بیرهێنانه‌وه‌ی به‌كۆۆتاهاتنی به‌شداریكردن
mk: Потсетник за завршување на претплатата
ms: Peringatan tamat tempoh langganan
nb: Påminnelse om at abonnementet løper ut
nl: Herinnering aan vervaldatum van het abonnement
pl: Przypomnienie o końcu subskrypcji
pt_br: Lembrete de expiração de assinatura
pt_pt: Lembrete expiração da assinatura
ru: Напоминание об окончании подписки
sl: Opomnik za potek naročnine
sr_rs@cyrillic: Подсетник за истек претплате
sr_rs@latin: Podsetnik isteka pretplate
sv: Påminnelse om att prenumeration går ut
tr_tr: Abonelik sona erme hatırlatıcısı
uk: Нагадування про закінчення строку дії підписки
vi: Nhắc nhở hết hạn đăng ký
vi_vn: Nhắc nhở hết hạn thuê bao

# admin.scheduledTask.removeUnvalidatedExpiredUsers
source: Remove unvalidated expired users
ar_iq: إزالة حسابات المستخدمين منتهية الصلاحية التي لم يتم التحقق منها
bg_bg: Премахване на невалидирани потребители с изтекъл срок на валидация
cs: Odstranění neověřených uživatelů s prošlou platností
da_dk: Fjern uvaliderede, udløbne brugere
de: Unvalidierte abgelaufene Benutzer/innen entfernen
es: Eliminar usuarios caducados y no validados
eu: Ezabatu iraungitako erabiltzaile baliozkotu gabeak
fr_fr: Supprimer les utilisateurs expirés et non validés
hy_am: Հեռացրեք չվավերացված ժամկետանց օգտվողներին
id: Hapus pengguna lama yang tidak divalidasi
it_it: Rimuovere gli utenti scaduti non validati
mk: Отстранете ги невалидните истечени корисници
nb: Fjern ubekreftede, utløpte brukere
nl: Verwijder niet-gevalideerde gebruikers met een verlopen account
pl: Usuń użytkowników, którzy nie zweryfikowali się w wyznaczonym okresie czasu
pt_br: Remover usuários expirados não validados
pt_pt: Remover utilizadores expirados e não validados
ru: Удалить пользователей, не прошедших валидацию в установленный срок
sl: Odstrani nepotrjene pretečene uporabnike
tr_tr: Doğrulanmamış, süresi dolmuş kullanıcıları silin
uk: Видалення неперевірених користувачів, строк дії підписки яких закінчився
vi: Xóa người dùng hết hạn chưa được xác thực

# admin.scheduledTask.removeFailedJobs
source: Remove much older failed jobs from failed job list.
de: Ältere fehlgeschlagene Aufgaben aus der Liste der fehlgeschlagenen Aufgaben entfernen.
es: Eliminar los trabajos más antiguos de la lista de trabajos fallidos.
eu: Ezabatu huts egindako lan zaharragoak huts egindako lanen zerrendatik.
fr_fr: Supprimez les travaux les plus anciens de la liste des travaux en échec.
id: Hapus pekerjaan yang sebelumnya gagal dari daftar pekerjaan yang gagal.
mk: Отстранете ги многу постарите неуспешни работни места од списокот со неуспешни работни места.
nb: Fjern veldig gamle mislykkede jobber fra jobblisten.
nl: Verwijder oude niet-succesvolle opdrachten van de betreffende lijst.
pl: Z listy zadań zakończonych niepowodzeniem usuń te najstarsze.
pt_pt: Remover tarefas falhadas mais antigas da lista de tarefas falhadas.
ru: Удалить более старые задачи, завершившиеся с ошибкой, из списка задач, потерпевших неудачу.
sl: Odstrani zelo stara neuspešna opravila iz liste.
uk: Видалити набагато старіші невдалі завдання зі списку невдалих завдань.
vi: Xóa các công việc thất bại đã cũ khỏi danh sách công việc thất bại.

# admin.scheduledTask.processQueueJobs
source: Process pending queue jobs
ar_iq: العملية تنتظر أعمال الطابور
cs: Zpracování úloh čekajících ve frontě
da_dk: Behandl afventende opgaver i kø
de: Ausstehende Aufgaben in der Warteschlange abarbeiten
es: Procesar los trabajos pendientes
eu: Prozesatu zain dauden ilarako lanak
fr_fr: Traiter les travaux en attente
hy_am: Մշակել սպասվող հերթերի աշխատանքները
id: Proses pekerjaan yang tertunda dalam antrian
mk: Процесирајте задачи на чекање во редица
nb: Behandle jobber som venter i køen
nl: Verwerk nog niet gestarte opdrachten in de wachtrij
pl: Przetwarzaj zadania oczekujące w kolejce
pt_br: Processar jobs pendentes na fila
pt_pt: Processar tarefas pendentes na fila
ru: Обработка очереди задач, ожидающих выполнения
sl: Obdelaj opravila v čakalni vrsti
uk: Обробка завдань, що очікують на розгляд у черзі
vi: Xử lý các công việc trong hàng đợi đang chờ xử lý

# admin.scheduledTask.updateGeoDB
source: Update DB-IP city lite database
ar_iq: تحديث قاعدة البيانات DB-IP city lite
bg_bg: Актуализиране на базата данни DB-IP city lite
cs: Aktualizace databáze DB-IP city lite
da_dk: Opdater DB-IP city lite database
de: DB-IP city lite Datenbank aktualisieren
es: Actualizar la base de datos DB-IP city lite
eu: Eguneratu DB-IP city lite datu-basea
fr_fr: Mise à jour de la base de données DB-IP city lite
hy_am: Թարմացրեք DB-IP city lite տվյալների բազան
id: Perbaharui database DB-IP city lite
it_it: Aggiornamento del database DB-IP city lite
mk: Ажурирајте ја базата на податоци за DB-IP
nb: Oppdater DB-IP city lite database
nl: Actualiseer DB-IP adres lite databank
pl: Zaktualizuj bazę danych DB-IP City Lite
pt_br: Atualizar banco de dados DB-IP city lite
pt_pt: Atualizar base de dados DB-IP city lite
ru: Обновление базы данных DB-IP city lite
sl: Posodobi DB-IP city lite bazo podatkov
tr_tr: DB-IP city lite veritabanını güncelleyin
uk: Оновити базу даних DB-IP city lite
vi: Cập nhật cơ sở dữ liệu DB-IP thành phố lite

# admin.scheduledTask.updateGeoDB.fileRename.error
source: Renaming the DB-IP city lite database file {$sourceFilename} to {$targetFilename} failed.
ar_iq: عملية تغيير اسم ملف قاعدة البيانات DB-IP city lite {$sourceFilename} إلى{$targetFilename} قد فشلت.
bg_bg: Преименуването на файла с DB-IP city lite база данни {$sourceFilename} на {$targetFilename} не бе успешно.
cs: Přejmenování souboru databáze DB-IP city lite {$sourceFilename} na {$targetFilename} se nezdařilo.
da_dk: Omdøbningen af DB-IP city lite database-filen {$sourceFilename} til {$targetFilename} mislykkedes.
de: Umbenennung der DB-IP city lite Datenbank-Datei {$sourceFilename} zu {$targetFilename} fehlgeschlagen.
es: El cambio de nombre del archivo de la base de datos DB-IP city lite {$sourceFilename} por {$targetFilename} ha fallado.
eu: DB-IP city lite datu-basearen {$sourceFilename} fitxategia {$targetFilename} izenarekin berrizendatzeak huts egin du.
fr_fr: L'opération de renommage du fichier de la base de données DB-IP city lite {$sourceFilename} en {$targetFilename} a échoué.
hy_am: Չհաջողվեց վերանվանել DB-IP city lite տվյալների բազայի ֆայլը {$sourceFilename} դեպի {$targetFilename}:
id: Penggantian nama file database DB-IP city lite {$sourceFilename} to {$targetFilename} gagal.
it_it: La ridenominazione del file del database DB-IP city lite {$sourceFilename} in {$targetFilename} non è riuscita.
mk: Преименувањето на датотеката со базата на податоци на DB-IP city lite {$sourceFilename} во {$targetFilename} не успеа.
nb: Endring av navn på databasefilen DB-IP city lite fra {$sourceFilename} til {$targetFilename} mislyktes.
pl: Zmiana nazwy pliku bazy danych DB-IP City Lite {$sourceFilename} na {$targetFilename} nie powiodła się.
pt_br: Falha ao renomear o arquivo de banco de dados DB-IP city lite {$sourceFilename} para {$targetFilename}.
pt_pt: Falha ao renomear o ficheiro da base de dados DB-IP city lite {$sourceFilename} para {$targetFilename}.
ru: Переименование файла базы данных DB-IP city lite {$sourceFilename} в {$targetFilename} не удалось.
sl: Preimenovanje datoteke DB-IP city lite baze podatkov {$sourceFilename} v {$targetFilename} ni uspelo.
uk: Не вдалося перейменувати файл бази даних DB-IP city lite {$sourceFilename} на {$targetFilename}.
vi: Đổi tên tệp cơ sở dữ liệu DB-IP thành phố lite {$sourceFilename} thành {$targetFilename} thất bại.

# admin.scheduledTask.usageStatsLoader
source: Usage statistics file loader task
ar_iq: مهمة تحميل ملف إحصائيات الاستعمال
bg_bg: Статистика за ползване на задача за зареждане на файлове
cs: Úloha nahrání souboru statistik využití
da_dk: Brugerstatistik over fil-loader-opgave
de: Task zum Laden der Nutzungsstatistik-Datei
es: Tarea de carga de archivo de estadísticas de uso
eu: Erabilera-estatistiken fitxategia kargatzeko zeregina
fi: Kävijätilastotiedostojen ajoitettu tehtävä
fr_fr: Tâche de chargement du fichier de statistiques d'utilisation
hu_hu: Használati statisztika file töltési feladata
hy_am: Օգտագործման վիճակագրության ֆայլերի բեռնիչի առաջադրանք
id: Beban loader file statistik pemakaian
it_it: Nome del task per il carico delle statistiche d'uso
mk: Користи постапка за фајл од корисничка статистика
nb: Oppgave for lasting av filer til bruksstatistikk
nl: De gebruiksgegevens van de bestandsladertaak
pl: Zadanie ładowarki pliku statystyk użycia
pt_br: Tarefa do carregador de arquivo de estatísticas de uso
pt_pt: Tarefa carregador de ficheiros de estatísticas de utilização
ru: Задача загрузчика файлов статистики использования
sl: Opravilo nalagalnika datoteke s statistikami
sv: Filladdningsuppgift för användningsstatistik
tr_tr: Kullanım istatistikleri dosya yükleyici görevi
uk: Завдання завантажувача файлів статистики використання
vi: Công việc tải tệp thống kê sử dụng
vi_vn: Tác vụ trình tải tệp thống kê sử dụng

# admin.scheduledTask.usageStatsLoader.processingPathNotEmpty
source: The directory {$directory} is not empty. This could indicate a previously failed process, or a concurrently running process. This file will be automatically reprocessed.
ar_iq: إن المجلد {$directory} ليس فارغًا. قد يشير ذلك إلى عملية سابقة فاشلة، أو عملية شغالة الآن. ستتم إعادة معالجة هذا الملف تلقائيًا.
cs: Adresář {$directory} není prázdný. To může znamenat předchozí neúspěšný proces nebo souběžně běžící proces. Tento soubor bude automaticky znovu zpracován.
da_dk: Direktivet {$directory} er ikke tomt. Dette kan indikere en tidligere forfejlet proces eller en igangværende proces. Denne fil vil automatisk blive genbehandlet.
de: Das Verzeichnis {$directory} ist nicht leer. Dies könnte auf einen zuvor fehlgeschlagenen Prozess oder auf einen gleichzeitig laufenden Prozess hinweisen. Diese Datei wird automatisch erneut verarbeitet.
es: El directorio {$directory} no está vacío. Esto podría indicar un proceso previo fallido o un proceso ejecutándose simultáneamente. Este archivo se volverá a procesar automáticamente.
eu: {$directory} direktorioa ez dago hutsik. Horrek aldez aurretik huts egindako prozesu bat adieraz lezake, edo aldi berean exekutatzen ari den prozesu bat. Fitxategi hau automatikoki berriro prozesatuko da.
fr_fr: Le répertoire {$directory} n'est pas vide. Cela peut indiquer un processus qui a échoué précédemment ou un processus en cours d'exécution. Ce fichier sera automatiquement retraité.
hy_am: Գրացուցակը {$directory} դատարկ չէ: Սա կարող է ցույց տալ նախկինում ձախողված գործընթաց կամ միաժամանակ գործող գործընթաց: Այս ֆայլը ավտոմատ կերպով կվերամշակվի:
id: Direktori {$directory} tidak kosong. Ini mengindikasikan proses yang telah gagal sebelumnya, atau proses yang berlangsung bersamaan. File ini akan diproses secara otomatis.
it_it: La directory {$directory} non è vuota. Questo potrebbe indicare un processo precedentemente fallito o un processo in esecuzione simultanea. Questo file verrà automaticamente rielaborato.
mk: Директориумот {$directory} не е празен. Ова може да укаже на претходно неуспешен процес или процес кој се извршува истовремено. Оваа датотека автоматски ќе се обработи.
nb: Mappen {$directory} er ikke tom. Dette kan indikere en tidligere mislykket prosess, eller en prosess som kjører samtidig. Denne filen blir automatisk behandlet på nytt.
nl: Deze map {$directory} is niet leeg. Dat kan wijzen op een eerder foutieve of een gelijklopende verwerking. Dit bestand zal automatisch opnieuw worden verwerkt.
pl: Katalog {$directory} nie jest pusty. Może to wskazywać na poprzednio zakończony niepowodzeniem proces lub współbieżnie działający proces. Ten plik zostanie automatycznie ponownie przetworzony.
pt_br: O diretório {$directory} não está vazio. Isso pode indicar um processo com falha anterior ou um processo em execução simultaneamente. Este arquivo será reprocessado automaticamente.
pt_pt: O directório {$directório} não está vazio. Isto poderá indicar um processo anteriormente falhado, ou um processo em curso em simultâneo. Este ficheiro será automaticamente reprocessado.
ru: Каталог {$directory} не пуст. Это может указывать на то, что предыдущий процесс завершился неудачей, или на то, что процесс запущенпараллельно . Этот файл будет автоматически обработан заново.
sl: Mapa {$directory} ni prazna. To lahko pomeni, da je bil predhoden proces neuspešen ali hkrtno izvajanje procesa. Ta datoteka bo avtomatično ponovno obdelana.
uk: Каталог "{$directory}" не порожній. Це може вказувати на попередній невдалий процес або процес, що наразі триває. Цей файл буде автоматично оброблено.
vi: Thư mục {$directory} không trống. Điều này có thể cho thấy một quy trình xử lý trước đó đã thất bại hoặc một quy trình xử lý đồng thời đang chạy. Tệp này sẽ được xử lý lại tự động.

# admin.job.processLogFile.openFileFailed
source: The file {$file} could not be opened and was rejected.
de: Die Datei {$file} konnte nicht geöffnet werden und wurde zurückgewiesen.
es: El archivo {$file} no pudo abrirse y fue rechazado.
eu: Ezin izan da {$file} fitxategia ireki eta baztertu egin da.
fr_fr: Le fichier {$file} n'a pas pu être ouvert et a été rejeté.
id: File {$file} tidak bisa dibuka sehingga ditolak.
nl: Het bestand {$file} kan niet worden geopend en werd afgewezen.
pl: Nie można było otworzyć pliku {$file}, więc został odrzucony.
pt_pt: O ficheiro {$file} não pode ser aberto e foi rejeitado.
vi: Không thể mở tệp {$file} và đã bị từ chối.

# admin.scheduledTask.usageStatsLoader.veryOldLogFile
source: The file {$file} is in old log file format that cannot be processed and will thus be moved back to the stage directory.
ar_iq: إن الملف {$file} هو ملف سجل وقوعات قديم لا يمكن معالجته ولهذا السبب ستتم إعادته إلى مجلد المرحلة.
cs: Soubor {$file} je ve starém formátu protokolu, který nelze zpracovat, a proto bude přesunut zpět do adresáře fáze.
da_dk: Filen {$file} er i et gammelt logfilsformat, som ikke kan behandles, og den vil derfor blive flyttet tilbage til stage-direktivet.
de: Die Datei {$file} hat ein altes Protokolldateiformat, das nicht verarbeitet werden kann, und wird daher zurück in das Verzeichnis "Stage" geschoben.
es: El archivo {$file} está en un formato de registro antiguo que no puede ser procesado, así que se devolverá al directorio de preparación ('stage directory').
eu: {$file} fitxategia prozesatu ezin den erregistro-fitxategi formatu zaharrean dago eta, beraz, prestaketa direktoriora ('stage directory') eramango da berriro.
fr_fr: Le fichier journal {$file} est dans un ancien format qui ne peut pas être traité, il sera donc déplacé vers le répertoire de stockage.
hy_am: {$file} նիշքը հին մատյանի նիշքի ձևաչափով է, որը հնարավոր չէ մշակել և այդպիսով հետ կտեղափոխվի փուլավորման պանակ:
id: File {$file} adalah format file log yang lama yang tidak pernah diproses dan akan dipindahkan pada tahap direktori.
it_it: Il file {$file} è in un vecchio formato di file di log che non può essere elaborato e quindi verrà spostato nella directory di stage.
mk: Датотеката {$file} е во стар формат на датотека за евиденција што не може да се обработи и затоа ќе се премести во претходната фаза.
nb: Filen {$file} er i et gammelt loggfilformat som ikke kan behandles og vil dermed bli flyttet tilbake til stage-mappen.
nl: Het bestand {$file} betreft een oud logbestandformat, dat niet kan worden verwerkt en dus wordt terugverwezen naar de hoofdmap
pl: Plik {$file} jest w starym formacie pliku dziennika, którego nie można przetworzyć i dlatego zostanie przeniesiony z powrotem do katalogu etapu.
pt_br: O arquivo {$file} está no formato de arquivo de log antigo que não pode ser processado e, portanto, será movido de volta para o diretório de estágio.
pt_pt: O ficheiro {$file} está num formato de ficheiro de registo antigo que não pode ser processado e será assim movido de volta para o diretório da etapa.
ru: Файл {$file} имеет старый формат файла журнала событий, который не может быть обработан и поэтому будет перемещен обратно в рабочий каталог.
sl: Datoteka {$file} je v stari obliki dnevniškega zapisa in ne more biti obdelana, zato bo premaknjena nazaj v odložitveno mapo.
uk: Файл "{$file}" має старий формат файлу журналу, який не може бути оброблений і, таким чином, буде переміщений назад до каталогу стадії.
vi: Tệp {$file} ở định dạng tệp nhật ký cũ không thể xử lý và do đó sẽ được chuyển trở lại thư mục giai đoạn.
