Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.job.compileMetrics.returnToStaging.error
source: Job that loads the usage stats data from the file {$file} failed, and the file could not be moved from {$archivedFilePath} to {$stagingPath}.
ar_iq: فشلت المهمة التي تقوم بتحميل بيانات الاستعمال الإحصائية من الملف {$file}، والملف تعذر نقله من {$archivedFilePath} إلى {$stagingPath}.
cs: Úloha, která načítá data statistik použití ze souboru {$file}, selhala a soubor nebylo možné přesunout z {$archivedFilePath} do {$stagingPath}.
da_dk: Opgave, der indlæser brugsstatistikdata fra filen {$file} fejlede, og filen kunne ikke flyttes fra {$archivedFilePath} til {$stagingPath}.
de: Der Auftrag zum Laden der Nutzungsstatistikdaten aus der Datei {$file} ist fehlgeschlagen, und die Datei konnte nicht von {$archivedFilePath} nach {$stagingPath} verschoben werden.
es: El trabajo que carga los datos estadísticos de uso del archivo {$file} ha fallado, y el archivo no se pudo mover de {$archivedFilePath} a {$stagingPath}.
eu: {$file} fitxategitik erabilera-estatistikak kargatzen dituen lanak huts egin du, eta fitxategia ezin izan da {$archivedFilePath}(e)tik {$stagingPath}(e)ra mugitu.
fr_fr: Le travail qui charge les données de statistiques d'utilisation à partir du fichier {$file} a échoué, et le fichier n'a pas pu être déplacé de {$archivedFilePath} vers {$stagingPath}.
hy_am: Աշխատանքը, որը բեռնում է օգտագործման վիճակագրության տվյալները {$file} նիշքից, ձախողվեց, և նիշքը չհաջողվեց տեղափոխել {$archivedFilePath}-ից {$stagingPath}:
id: Pekerjaan yang memuat data statistik penggunaan dari file {$file} gagal, dan file tidak dapat dipindahkan dari {$archivedFilePath} ke {$stagingPath}.
it_it: Il lavoro che carica i dati delle statistiche di utilizzo dal file {$file} è fallito e non è stato possibile spostare il file da {$archivedFilePath} a {$stagingPath}.
nb: Jobben som laster inn bruksstatistikkdata fra filen {$file} mislyktes, og filen kunne ikke flyttes fra {$archivedFilePath} til {$stagingPath}.
nl: Foutmelding van het gebruik van gegevensstatistieken uit het bestand {$file} en het bestand kon niet worden verplaatst worden uit {$archivedFilePath} to {$stagingPath}.
pl: Zadanie ładowania z pliku {$file} danych o statystykach użytkowania nie powiodło się i nie można przenieść tego pliku z {$archivedFilePath} do {$stagingPath}.
pt_br: A tarefa que carrega os dados de estatísticas de uso do arquivo {$file} falhou e o arquivo não pôde ser movido de {$archivedFilePath} para {$stagingPath}.
pt_pt: A tarefa que carrega os dados das estatísticas de utilização do ficheiro {$file} falhou, e o ficheiro não pode ser movido de {$archivedFilePath} para {$stagingPath}.
ru: Задача, загружающая данные статистики использования из файла {$file}, завершилась неудачей, и файл не удалось переместить из {$archivedFilePath} в {$stagingPath}.
sl: Opravilo, ki naloži uporabniške statistike iz datoteke {$file}, ni bilo uspešno. Datoteke ni bilo mogoče pramakniti iz {$archivedFilePath} na {$stagingPath}.
uk: Завдання, яке завантажує дані статистики використання з файлу "{$file}", не вдалося, і файл не вдалося перемістити з {$archivedFilePath} до {$stagingPath}.
vi: Công việc tải dữ liệu thống kê sử dụng từ tệp {$file} đã thất bại và không thể di chuyển tệp từ {$archivedFilePath} đến {$stagingPath}.

# admin.job.compileMetrics.error
source: Job that loads the usage stats data from the file {$file} failed. The file has been moved to the stage directory.
ar_iq: فشلت المهمة التي تقوم بتحميل بيانات الاستعمال الإحصائية من الملف {$file}. الملف تم نقله إلى مجلد المرحلة.
cs: Úloha, která načítá data statistik použití ze souboru {$file}, selhala. Soubor byl přesunut do adresáře etapy.
da_dk: Opgave, der indlæser brugsstatistikdata fra filen {$file}, fejlede. Filen er blevet flyttet til stage direktivet.
de: Der Auftrag zum Laden der Nutzungsstatistikdaten aus der Datei {$file} ist fehlgeschlagen. Die Datei wurde in das Verzeichnis "Stage" verschoben.
es: El trabajo que carga los datos estadísticos de uso del archivo {$file} ha fallado. El archivo se ha movido al directorio de preproducción.
eu: {$file} fitxategitik erabilera-estatistikak kargatzen dituen lanak huts egin du. Fitxategia stage direktoriora mugitu da.
fr_fr: Le travail de chargement des données statistiques d'utilisation à partir du fichier {$file} a échoué. Le fichier a été déplacé dans le répertoire stage.
hy_am: Աշխատանքը, որը բեռնում է օգտագործման վիճակագրության տվյալները {$file} նիշքից, ձախողվեց: Նիշքը տեղափոխվել է փուլավորման պանակ:
id: Pekerjaan yang memuat data statistik penggunaan dari file {$file} gagal. File telah dipindahkan ke direktori tahapan.
it_it: Il lavoro che carica i dati delle statistiche di utilizzo dal file {$file} non è riuscito. Il file è stato spostato nella directory stage.
nb: Jobben som laster inn bruksstatistikkdata fra filen {$file} mislyktes. Filen er flyttet til stage-mappen.
nl: Er zijn foutmeldingen bij het laden van de statistische gegevens uit het bestand {$file}. Het bestand is verplaatst naar de stage directory.
pl: Zadanie ładowania z pliku {$file} danych o statystykach użytkowania nie powiodło się, ale plik ten został przeniesiony do katalogu pomostowego.
pt_br: Falha na tarefa que carrega os dados de estatísticas de uso do arquivo {$file}. O arquivo foi movido para o diretório stage.
pt_pt: Falha na tarefa que carrega os dados de estatísticas de uso do ficheiro {$file}. O ficheiro foi movido para o diretório da etapa.
ru: Задача, загружающая данные статистики использования из файла {$file}, не выполнена. Файл был перемещен в рабочий каталог.
sl: Opravilo, ki naloži uporabniške statistike iz datoteke {$file}, ni bilo uspešno. Datoteka je bila premaknjena v odložitveno mapo.
uk: Завдання, яке завантажує дані статистики використання з файлу "{$file}", не вдалося. Файл переміщено до каталогу stage.
vi: Công việc tải dữ liệu thống kê sử dụng từ tệp {$file} đã thất bại. Tệp đã được chuyển đến thư mục giai đoạn.

# admin.settings.statistics.collection
source: Data Collection
ar_iq: جمع البيانات
cs: Sběr dat
da_dk: Data Indsamling
de: Datensammlung
es: Recolección de datos
eu: Datu-bilketa
fr_fr: Collecte de données
hy_am: Տվյալների հավաքագրում
id: Koleksi Data
it_it: Raccolta dati
nb: Datainnsamling
nl: Gegevensverzameling
pl: Kolekcja danych
pt_br: Coleção de Dados
pt_pt: Coleção de Dados
ru: Сбор данных
sl: Zbirka podatkov
uk: Збір даних
vi: Thu thập dữ liệu

# admin.settings.statistics.collection.description
source: Configure what kind of usage statistics should be collected.
ar_iq: تعريف نوعية إحصائيات الاستعمال التي ينبغي جمعها.
cs: Nakonfigurujte, jaké statistiky používání se mají shromažďovat.
da_dk: Konfigurer, hvilken type brugsstatistik der skal indsamles.
de: Einstellen, welche Art von Nutzungsstatistiken gesammelt werden sollen.
es: Configurar qué tipo de estadísticas de uso se deben recopilar.
eu: Konfiguratu zer-nolako erabilera-estatistikak bildu behar diren.
fr_fr: Configurer le type de statistiques d'utilisation à collecter.
hy_am: Կարգավորեք թե ինչ տեսակի օգտագործման վիճակագրություն է պետք հավաքել:
id: Konfigurasikan tipe statistik penggunaan apa yang harus dikumpulkan.
it_it: Specifica che tipo di statistiche d'uso devono essere raccolte.
nb: Konfigurer hva slags bruksstatistikk som skal samles inn.
nl: Pas de instellingen aan m.b.t. welk type gebruiksgegevens moet worden verzameld.
pl: Skonfiguruj jaki rodzaj statystyk użycia ma być zbierany.
pt_br: Configure o tipo de estatística de uso que deve ser coletada.
pt_pt: Configurar que tipo de estatísticas de utilização devem ser recolhidas.
ru: Настройте, какая статистика использования должна собираться.
sl: Nastavite, kakšne statistike bi radi zbirali.
uk: Налаштуйте, яку статистику використання потрібно збирати.
vi: Cấu hình loại thống kê sử dụng nên được thu thập.

# admin.settings.statistics.storage
source: Data Storage
ar_iq: خزن البيانات
cs: Uložiště dat
da_dk: Datalagring
de: Datenspeicherung
es: Almacenamiento de datos
eu: Datuen biltegiratzea
fr_fr: Stockage des données
hy_am: Տվյալների պահոց
id: Penyimpanan Data
it_it: Archiviazione dei dati
nb: Datalagring
nl: Dataopslag
pl: Przechowywanie danych
pt_br: Armazenamento de dados
pt_pt: Armazenamento de dados
ru: Хранилище данных
sl: Shramba podatkov
uk: Зберігання даних
vi: Lưu trữ dữ liệu

# admin.settings.statistics.storage.description
source: Configure what usage statistics should be stored on the server.
ar_iq: تعريف ماهية إحصائيات الاستعمال التي ينبغي خزنها في الملقم.
cs: Konfigurace statistik používání, které se mají ukládat na serveru.
da_dk: Konfigurer hvilken brugsstatistik, der skal gemmes på serveren.
de: Einstellen, welche Nutzungsstatistiken auf dem Server gespeichert werden sollen.
es: Configurar qué estadísticas de uso deben almacenarse en el servidor.
eu: Konfiguratu zer erabilera-estatistika gorde behar diren zerbitzarian.
fr_fr: Configurer les statistiques d'utilisation à stocker sur le serveur.
hy_am: Կարգավորեք թե ինչ տեսակի օգտագործման վիճակագրություն է հարկավոր պահել կայանում:
id: Konfigurasikan statistik penggunaan apa yang harus disimpan di server.
it_it: Specifica quali statistiche d'uso dovrebbero essere archiviate sul server.
nb: Konfigurer hvilken bruksstatistikk som skal lagres på serveren.
nl: Pas de instellingen aan welke gebruiksgegevens moeten worden opgeslagen in de server.
pl: Skonfiguruj jakie statystyki użycia mają być przechowywane na serwerze.
pt_br: Configure quais estatísticas de uso devem ser armazenadas no servidor.
pt_pt: Configurar quais as estatísticas de utilização que devem ser armazenadas no servidor.
ru: Настройте, какая статистика использования должна храниться на сервере.
sl: Nastavite katere vrste statistik naj se shranjujeno na strežniku.
uk: Налаштуйте, яка статистика використання повинна зберігатися на сервері.
vi: Cấu hình loại thống kê sử dụng nên được lưu trữ trên máy chủ.

# admin.settings.statistics.sushi
source: Sushi Protocol
ar_iq: بروتوكول Sushi
cs: Protokol Sushi
da_dk: Sushi protokol
de: Sushi Protokoll
es: Protocolo Sushi
eu: Sushi protokoloa
fr_fr: Protocole Sushi
hy_am: Sushi համաձայնագիր
id: Protokol Sushi
it_it: Protocollo Sushi
nb: Sushi protokoll
pl: Protokół SUSHI
pt_br: Protocolo Sushi
pt_pt: Protocolo Sushi
ru: Протокол Sushi
sl: Sushi protokol
uk: Протокол Sushi
vi: Giao thức Sushi

# admin.settings.statistics.sushi.description
source: Configure the <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a> protocol, an industry-recognized format for distributing usage statistics.
ar_iq: تهيئة البروتوكول <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a>، وهو صيغة خاصة بصنعة توزيع إحصائيات الاستعمال.
cs: Konfigurace protokolu <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a>, což je průmyslově uznávaný formát pro distribuci statistik používání.
da_dk: Konfigurer <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a> protokollen, et brancheanerkendt format til distribution af brugsstatistikker.
de: Das <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a> Protokoll einrichten, ein branchenweit anerkanntes Format für die Verteilung von Nutzungsstatistiken.
es: Configurar el protocolo <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a>, un formato reconocido en la industria para distribuir estadísticas de uso.
eu: Konfiguratu <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a> protokoloa, erabilera-estatistikak banatzeko industrian aitortutako formatua.
fr_fr: Configurer le protocole <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a>, un format reconnu par l'industrie pour la distribution de statistiques d'utilisation.
hy_am: Կազմաձևեք <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a> արձանագրությունը, որը արդյունաբերության կողմից ընդունված ձևաչափ է օգտագործման վիճակագրության բաշխման համար:
id: Konfigurasikan protokol <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a>, format yang diakui industri untuk penyebaran statistik penggunaan.
it_it: Configura il protocollo <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a>, un formato per la distribuzione delle statistiche d'uso riconosciuto in ambito industriale.
nb: Konfigurer <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a>-protokollen, et bransjeanerkjent format for distribusjon av bruksstatistikk.
nl: Configureer de <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a> protocol, een door de industrie erkend formulier voor het distribueren van gebruiksgegevens.
pl: Skonfiguruj protokół <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a>.
pt_br: Configure o protocolo <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a>, um formato reconhecido pela indústria para distribuir estatísticas de uso.
pt_pt: Configure o protocolo <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a>, um formato reconhecido pela indústria para distribuir estatísticas de uso.
ru: Настройте протокол <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a>, признанный в отрасли формат для передачи статистики использования.
sl: Nastavite <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a> protokol, industrijsko priznan format za distribuiranje statistik.
uk: Налаштуйте протокол <a href="https://www.projectcounter.org/counter-sushi/">ЛІЧИЛЬНИК 5 SUSHI</a>, визнаний у галузі формат розповсюдження статистики використання.
vi: Cấu hình <a href="https://www.projectcounter.org/counter-sushi/">COUNTER 5 SUSHI</a> protocol, định dạng được công nhận trong ngành để phân phối thống kê sử dụng.

# admin.settings.statistics.keepDaily
source: Monthly or Daily Statistics
ar_iq: إحصائيات شهرية أم يومية
cs: Měsíční či denní statistiky
da_dk: Månedlig eller daglig statistik
de: Monatliche oder tägliche Statistiken
es: Estadísticas diarias o mensuales
eu: Hileko edo eguneko estatistikak
fr_fr: Statistiques mensuelles ou journalières
hy_am: Ամսական կամ ամենօրյա վիճակագրություն
id: Statistik Bulanan atau Harian
it_it: Satatistiche mensili o giornaliere
nb: Månedlig eller daglig statistikk
nl: Gegevens per maand of per dag
pl: Statystyki miesięczne lub dzienne
pt_br: Estatísticas Mensais ou Diárias
pt_pt: Estatísticas Mensais ou Diárias
ru: Ежемесячная или ежедневная статистика
uk: Щомісячна або щоденна статистика
vi: Thống kê hàng tháng hoặc hàng ngày

# admin.settings.statistics.keepDaily.description
source: Whether or not to track daily or monthly usage statistics. Tracking daily statistics may increase your database size considerably.
ar_iq: فيما إذا كان تقفي بيانات إحصائيات الاستعمال يكون على أساس شهري أم يومي. تقفي الإحصائيات اليومية قد يرفع من حجم قاعدة بياناتك بشكل ملحوظ.
cs: Zda sledovat denní nebo měsíční statistiky používání. Sledování denních statistik může značně zvětšit velikost databáze.
da_dk: Hvorvidt der skal spores daglige eller månedlige brugsstatistikker. Sporing af daglige statistikker kan øge din databases størrelse betydeligt.
de: Ob tägliche oder monatliche Nutzungsstatistiken geführt werden sollen. Tägliche Statistiken können die Größe Ihrer Datenbank erheblich erhöhen.
es: Indicar si quiere hacer un seguimiento diario o mensual de las estadísticas de uso. Rastrear diariamente las estadísticas puede aumentar considerablemente el tamaño de su base de datos.
eu: Eguneko edo hileko erabilera-estatistiken jarraipena egin edo ez. Eguneko estatistiken jarraipenak zure datu-basearen tamaina nabarmen handitu dezake.
fr_fr: Indiquez si vous souhaitez suivre les statistiques d'utilisation quotidiennes ou mensuelles. Le suivi des statistiques quotidiennes peut augmenter considérablement la taille de la base de données.
hy_am: Հետևել օրական կամ ամսական օգտագործման վիճակագրությանը, թե ոչ: Ամենօրյա վիճակագրությանը հետևելը կարող է զգալիորեն մեծացնել ձեր տվյալների շտեմարանի չափը:
id: Apakah akan melacak atau tidak statistik penggunaan harian atau bulanan. Pengecekan statistik harian dapat meningkatkan ukuran database anda secara signifikan.
it_it: Tracciare o no le statistiche giornaliere. Il tracciamento giornaliero delle statistiche può aumentare considerevolmente le dimensioni del database.
nb: Hvorvidt du skal spore daglig eller månedlig bruksstatistikk. Sporing av daglig statistikk kan øke databasestørrelsen betraktelig.
pl: Zdecyduj czy śledzić dzienne (znaczny wzrost rozmiaru bazy danych) czy miesięczne statystyki użytkowania.
pt_br: Se deve ou não rastrear estatísticas de uso diárias ou mensais. O rastreamento de estatísticas diárias pode aumentar consideravelmente o tamanho do seu banco de dados.
pt_pt: Se deve ou não registar estatísticas de uso diárias ou mensais. O registo de estatísticas diárias pode aumentar consideravelmente o tamanho da base de dados.
ru: Отслеживать ежедневную или ежемесячную статистику использования. Отслеживание ежедневной статистики может значительно увеличить размер базы данных.
uk: Відстежувати чи ні щоденну чи щомісячну статистику використання. Відстеження щоденної статистики може значно збільшити розмір вашої бази даних.
vi: Có theo dõi thống kê sử dụng hàng ngày hoặc hàng tháng hay không. Theo dõi thống kê hàng ngày có thể làm tăng kích thước cơ sở dữ liệu của bạn đáng kể.

# admin.settings.statistics.keepDaily.keep
source: Track daily and monthly statistics
ar_iq: تقفي إحصائيات شهرية ويومية
cs: Sledování denních a měsíčních statistik
da_dk: Spor daglige og månedlige statistikker
de: Tägliche und monatliche Statistiken führen
es: Rastrear estadísticas diarias y mensuales
eu: Jarrai itzazu eguneko eta hileko estatistikak
fr_fr: Suivi des statistiques quotidiennes et mensuelles
hy_am: Հետևեք ամենօրյա և ամսական վիճակագրությանը
id: Pengecekan statistik harian dan bulanan
it_it: Tracciare le statistiche giornaliere e mensili
nb: Spor daglig og månedlig statistikk
nl: Houdt dagelijks en maandelijks gegevens bij
pl: Śledź statystyki dzienne i miesięczne
pt_br: Acompanhe estatísticas diárias e mensais
pt_pt: Acompanhe estatísticas diárias e mensais
ru: Отслеживать ежедневную и ежемесячную статистику
sl: Zbiraj dnevni in mesečne statistike
uk: Відстежувати щоденну і щомісячну статистику
vi: Theo dõi thống kê hàng ngày và hàng tháng

# admin.settings.statistics.keepDaily.discard
source: Only track monthly statistics
ar_iq: تقفي إحصائيات شهرية فقط
cs: Sledovat pouze měsíční statistiky
da_dk: Spor kun månedlige statistikker
de: Nur monatliche Statistiken führen
es: Solo rastrear estadísticas mensuales
eu: Jarraitu soilik hilekok estatistikak
fr_fr: Suivre uniquement les statistiques mensuelles
hy_am: Հետևեք միայն ամսական վիճակագրությանը
id: Hanya mengecek statistik bulanan
it_it: Tracciare solo le statistiche mensili
nb: Spor kun månedlig statistikk
nl: Enkel het bijhouden van gegevens per maand
pl: Śledź tylko statystyki miesięczne
pt_br: Acompanhe apenas estatísticas mensais
pt_pt: Acompanhe apenas estatísticas mensais
ru: Отслеживать только ежемесячную статистику
sl: Zbiraj le mesečne statistike
uk: Відстежувати лише щомісячну статистику
vi: Chỉ theo dõi thống kê hàng tháng

# admin.settings.statistics.compressStatsLogs.label
source: Compress Logs
ar_iq: ضغط سجلات الوقوعات
cs: Komprese protokolů
da_dk: Komprimer logfiler
de: Protokolle komprimieren
es: Comprimir registros (logs)
eu: Konprimitu erregistroak (logs)
fr_fr: Compresser les journaux d'événements
hy_am: Սեղմել տեղեկամատյանները
id: Mengkompresi Logs
it_it: Comprimere i log
nb: Komprimer logger
nl: Gecomprimeerde logs
pl: Kompresuj dzienniki
pt_br: Compactar Logs
pt_pt: Comprimir Registos
ru: Сжать журналы событий
sl: Stisni dnevniške zapise
uk: Стиснути журнали
vi: Nén nhật ký
