Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.cli.tool.appKey.warning.replaceValidKey
source: A valid APP Key already set in the config file. To overwrite, pass the flag --force with the command.
eu: Baliozko APP gako bat dagoeneko konfigurazio-fitxategian ezarrita dago. Gainidazteko, pasa --force parametroa komandoarekin batera.
id: APP Key yang sah telah diatur pada config file. Jika kita timpa, berikan bendera----force with the command.
nl: Een geldige appsleutel is al in het configuratiebestand ingesteld. Om over te schrijven, druk de button--force met de instructie.
vi: Một khóa ứng dụng hợp lệ đã được đặt trong tệp cấu hình. Để ghi đè, hãy sử dụng cờ --force với lệnh.

# admin.cli.tool.appKey.success.writtenToConfig
source: App key set successfully in the config file.
eu: Aplikazioaren gakoa behar bezala ezarri da konfigurazio-fitxategian.
id: Pengaturan App key sukses pada config fiile.
nl: De appsleutel is succesvol in het configuratiebestand gezet.
vi: Đã đặt khóa ứng dụng thành công trong tệp cấu hình.

# admin.cli.tool.appKeyVariable.success.writtenToConfig
source: App key variable set successfully in the config file. Run command `php lib/pkp/tools/appKey.php generate` to set a new app key.
eu: Aplikazioaren gakoa aldagaia behar bezala ezarri da konfigurazio-fitxategian. Exekutatu `php lib/pkp/tools/appKey.php generate` komandoa aplikazioaren gako berri bat ezartzeko.
id: Variabel kunci aplikasi berhasil ditetapkan dalam berkas konfigurasi. Jalankan perintah `php lib/pkp/tools/appKey.php generate` untuk menetapkan kunci aplikasi baru.
nl: De appsleutel is succesvol in het configuratiebestand gezet. Voer de instructie `php lib/pkp/tools/appKey.php generate` uit om een nieuwe appsleutel in te stellen.
vi: Đã đặt biến khóa ứng dụng thành công trong tệp cấu hình. Chạy lệnh `php lib/pkp/tools/appKey.php generate` để đặt khóa ứng dụng mới.

# admin.cli.tool.appKeyVariable.error.writtenToConfig
source: Unable to set the `app_key` variable in the config file. Please update the config file's general section and add line `app_key = `.
eu: Ezin da `app_key` aldagaia konfigurazio-fitxategian ezarri. Mesedez, eguneratu konfigurazio-fitxategiaren atal orokorra eta gehitu `app_key = ` lerroa.
id: Tidak dapat menyetel variabel `app_key` dalam berkas konfigurasi. Harap perbarui bagian umum berkas konfigurasi dan tambahkan baris `app_key = `.
nl: Niet in staat om de 'app key'-variabele in het configuratiebestand te zetten. U wordt verzocht om het algemene gedeelte va het configuratiebestand te actualiseren en de regel ' app_key' toe te voegen=" .
vi: Không thể đặt biến `app_key` trong tệp cấu hình. Vui lòng cập nhật phần general của tệp cấu hình và thêm dòng `app_key = `.

# admin.cli.tool.appKey.success.valid
source: A valid app key set in the config file
eu: Konfigurazio-fitxategian ezarritako aplikazioaren gako baliozkoa
id: App key yang sah diatur pada config file
nl: Geldig ingestelde appsleutel in het configuratiebestand
vi: Một khóa ứng dụng hợp lệ đã được đặt trong tệp cấu hình

# admin.cli.tool.scheduler.options.run.description
source: Run the scheduler.
eu: Exekutatu zereginen programatzailea.
id: Jalankan scheduler.
nl: Voer de planning uit.
vi: Chạy bộ lập lịch.

# admin.cli.tool.scheduler.options.list.description
source: List all scheduled tasks.
eu: Zerrendatu programatutako zeregin guztiak.
id: Daftarkan seluruh tugas terjadwal.
nl: Registreer alle geplande taken.
vi: Liệt kê tất cả các tác vụ đã lên lịch.

# admin.cli.tool.scheduler.options.work.description
source: Start the schedule worker.
eu: Abiarazi programatutako langilea.
id: Mulai pekerja jadwal.
nl: Start de roosterplanner.
vi: Bắt đầu trình chạy lịch trình.

# admin.cli.tool.scheduler.options.test.description
source: Run a particular scheduled task from list or use the --name to run a specific one. Set the flag --no-scroll to view the full list without scrolling.
eu: Exekutatu zerrendatik programatutako zeregin jakin bat edo erabili --name zeregin zehatz bat exekutatzeko. Ezarri --no-scroll parametroa zerrenda osoa ikusteko scrollik gabe.
id: Jalankan tugas terjadwal tertentu dari daftar atau gunakan --name untuk menjalankan tugas tertentu. Atur tanda --no-scroll untuk melihat daftar lengkap tanpa menggulir.
nl: Voer een specifieke geplande taak uit de lijst uit of gebruik de --naam om een specifieke taak uit te voeren. Stel de button --no-scroll in om de gehele lijst te zien zonder te hoeven scrollen.
vi: Chạy một tác vụ đã lên lịch cụ thể từ danh sách hoặc sử dụng --name để chạy một tác vụ cụ thể. Đặt cờ --no-scroll để xem toàn bộ danh sách mà không cần cuộn.

# admin.cli.tool.scheduler.options.usage.description
source: Display the Scheduler usage parameters.
eu: Bistaratu zeregin-programatzailearen erabilera-parametroak.
id: Tampilkan parameter penggunaan Scheduler.
nl: Geef de parameters van het planningsgebruik weer.
vi: Hiển thị các tham số sử dụng Bộ lập lịch.

# admin.cli.tool.scheduler.maintenance.message
source: Can not run scheduled tasks because the application maintenance mode is enabled.
eu: Ezin dira programatutako lanak exekutatu, aplikazioaren mantentze-lanen modua gaituta dagoelako.
id: Tidak dapat menjalankan tugas terjadwal karena pemeliharaan aplikasi diaktifkan.
nl: NIet in staat om de geplande taken uit te voeren, omdat de onderhoudsapplicatiemodus is ingeschakeld.
vi: Không thể chạy các tác vụ đã lên lịch vì chế độ bảo trì ứng dụng đang được bật.

# admin.cli.tool.scheduler.mean.those
source: Did you mean one of the following?
eu: Honako hauetakoren bat esan nahi zenuen?
id: Apa yang anda maksudkan ada pada salah satu dari pilihan berikut?
nl: Bedoelde u een van de volgende?
vi: Ý bạn là một trong những cái sau?

# admin.cli.tool.schedule.sandbox.message
source: Can not run scheduled tasks because the application sandbox mode is enabled.
eu: Ezin dira programatutako lanak exekutatu, aplikazioaren sandbox modua gaituta dagoelako.
id: Tidak dapat menjalankan tugas terjadwal karena aplikasi sandbox diaktifkan.
nl: Niet in staat om de geplande taken uit te voeren omdat de applicatie zandbakmodus is ingeschakeld.
vi: Không thể chạy các tác vụ đã lên lịch vì chế độ sandbox của ứng dụng đang được bật.

# admin.cli.tool.scheduler.options.work.running.info
source: Running scheduled tasks every minute.
eu: Minuturo programatutako zereginak exekutatzen.
id: Menjalankan tugas terjadwal setiap menit.
nl: Elke minuut bezig met geplande taken.
vi: Đang chạy các tác vụ đã lên lịch mỗi phút.

# admin.cli.tool.scheduler.tasks.empty
source: No scheduled tasks have been registered.
eu: Ez da programatutako zereginik erregistratu.
id: Tidak ada tugas terjadwal yang terdaftar.
nl: Geen van de geplande taken zijn geregistreerd.
vi: Chưa có tác vụ nào được lên lịch đăng ký.

# admin.cli.tool.scheduler.tasks.notFound
source: No matching scheduled task found.
eu: Ez da aurkitu bat datorren programatutako zereginik.
id: Tidak ada pekerjaan terjadwal yang ditemukan.
nl: Geen passende geplande taken gevonden.
vi: Không tìm thấy tác vụ đã lên lịch phù hợp.

# admin.cli.tool.scheduler.run.prompt
source: Which command would you like to run?
eu: Zein komando exekutatu nahiko zenuke?
id: Perintah apa yang ingin anda jalankan?
nl: Welke instructie wilt u uitvoeren?
vi: Bạn muốn chạy lệnh nào?

source: admin.scheduledTask.usageStatsLoader.jobDispatched
ar_iq: لقد تم إنهاء العملية الجانبية التي ستعالج ملف سجل الوقوعات {$file} وتخزن بيانات الإحصائيات.
cs: Úloha na pozadí, která zpracuje soubor protokolu {$file} a uloží statistická data, byla odeslána.
da_dk: Baggrundsopgaven med at behandle logfilen {$file} og gemme statistikdata er blevet behandlet.
de: Der Hintergrundauftrag, der die Protokolldatei {$file} verarbeitet und die Statistikdaten speichert, wurde eingeleitet.
es: Se ha enviado el trabajo a segundo plano para procesar el archivo de registro {$file} y almacenar los datos estadísticos.
fr_fr: La tâche d'arrière-plan qui traitera le fichier journal {$file} et stockera les données statistiques a été lancée.
hy_am: Ետնամասային աշխատանքը, որը կմշակի գրանցամատյանի {$file} նիշքը և կպահի վիճակագրության տվյալները, ուղարկվել է:
it_it: Il lavoro in background che elaborerà il file di registro {$file} e memorizzerà i dati statistici è stato inviato.
mk: Позадинска работа што ќе ја обработи датотеката за евиденција {$file} и ќе ги складира статистичките податоци е испратена.
nb: Bakgrunnsjobben som skal behandle loggfilen {$file} og lagre statistikkdataene er sendt.
pl: Zadanie w tle, które przetworzy plik dziennika {$file} i zapisze dane statystyczne, zostało zadysponowane.
pt_br: A tarefa em segundo plano que processará o arquivo de log {$file} e armazenará os dados estatísticos foi despachada.
pt_pt: A tarefa em segundo plano que processará o ficheiro de log {$file} e armazenará os dados estatísticos foi despachada.
ru: Фоновая задача, которая будет обрабатывать файл журнала событий {$file} и сохранять статистические данные, была обработана.
sl: Proces, ki bo v ozadju obdelal datoteko z dnevniškimi zapisi {$file}, je bil zagnan.
uk: Відправлено фонове завдання, яке оброблятиме файл журналу "{$file}" та зберігатиме статистичні дані.

# admin.jobs.list.id
source: ID
ar_iq: الرمز التعريفي
pl: Identyfikator

# admin.cli.tool.jobs.queued.jobs.fields.id
source: ID
ar_iq: الرمز التعريفي
mk: Идентификатор
