Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.cli.tool.jobs.work.option.tries.description
source: Number of times to attempt a job before logging it failed[default : '{$default}']
ar_iq: عدد محاولات إعادة المهمة قبل تأشيرها على انها فاشلة [الافتراضي: '{$default}']
cs: Počet pokusů o provedení úlohy před zaznamenáním jejího neúspěchu[výchozí : „{$default}“]
da_dk: Antal gange en opgave forsøges før den logges som fejlet[default : '{$default}']
de: Anzahl der Versuche für einen Auftrag, bevor er als fehlgeschlagen protokolliert wird[default : '{$default}']
es: Número de intentos para llevar a cabo un trabajo antes de registrarlo como fallido[default : '{$default}']
eu: Lan bat huts eginda bezala erregistratu aurretik egin beharreko saiakera-kopurua [lehenetsia: '{$default}']
fr_fr: Nombre de tentatives d'exécution d'un travail avant d'enregistrer l'échec [default : '{$default}']
hy_am: Աշխատանքի մուտքագրումը ձախողվելուց առաջ փորձերի քանակը[default : '{$default}']
id: Jumlah waktu untuk mencoba pekerjaan sebelum masuk[default : '{$default}']
nb: Antall ganger å prøve en jobb før logging av den mislyktes [default : '{$default}']
nl: Het aantal mislukte pogingen om een opdracht voor het loggen uit te voeren[default : '{$default}']
pl: Ile razy próbować wykonać zadanie zanim niepowodzenie jego wykonania zostanie zarejestrowane [domyślnie: '{$default}']
pt_br: Número de tentativas de um job antes de registrá-lo falhou[default : '{$default}']
pt_pt: Número de vezes para se tentar um trabalho antes de o registar como falhado[default : '{$default}']
sl: Število ponovitev zagona opravila, preden se ga zabeleži kot neuspešnega (privzeto: {$default}')
uk: Кількість спроб виконати завдання перед тим, як зареєструвати його не вдалося [за замовчуванням: {$default}]
vi: Số lần thử một công việc trước khi ghi nhật ký thất bại[mặc định : '{$default}']

# admin.cli.tool.jobs.work.option.force.description
source: Force the worker to run even in maintenance mode[default : {$default}]
ar_iq: إجبار العامل على التنفيذ حتى في وضع الصيانة [الافتراضي: '{$default}']
cs: Vynutit spuštění workeru i v režimu údržby[výchozí : „{$default}]“
da_dk: Påtving arbejderen at køre selv i vedligeholdelsestilstand[default : {$default}]
de: Erzwingen, dass der worker auch im Wartungsmodus läuft[default : {$default}]
es: Forzar la ejecución del trabajador aunque esté en modo de mantenimiento[default : {$default}]
eu: Behartu langilea exekutatzera mantentze-moduan egonik ere [lehenetsia : {$default}]
fr_fr: Force le worker à s'exécuter même en mode maintenance [default : {$default}]
hy_am: Ստիպեք աշխատողին աշխատել նույնիսկ սպասարկման ռեժիմում[default : {$default}]
id: Memaksa pekerja untuk menjalankan dalam mode perbaikan[default : '{$default}']
nb: Tving arbeideren til å kjøre selv i vedlikeholdsmodus [standard: {$default}]
pl: Zmuś proces roboczy do działania nawet w trybie konserwacji [domyślnie: {$default}]
pt_br: Forçar o worker a ser executado mesmo no modo de manutenção[default : {$default}]
pt_pt: Forçar o trabalhado a funcionar mesmo em modo de manutenção[default : {$default}]
sl: Prisili "delavca", da teče tudi v vzdrževalnem načinu (privzeto: {$default}')
uk: Змусити worker працювати навіть у режимі обслуговування [за замовчуванням: {$default}]
vi: Buộc worker chạy ngay cả ở chế độ bảo trì[mặc định : {$default}]

# admin.cli.tool.jobs.work.option.stopWhenEmpty.description
source: Stop when the queue is empty[default : {$default}]
ar_iq: التوقف عندما يكون الطابور فارغًا [الافتراضي: '{$default}']
cs: Zastavit, když je fronta prázdná[výchozí : „{$default}]“
da_dk: Stop når køen er tom[default : {$default}]
de: Anhalten, wenn die Warteschlange leer ist[default : {$default}]
es: Parar cuando la cola esté vacía[default : {$default}]
eu: Gelditu ilara hutsik dagoenean[lehenetsia: {$default}]
fr_fr: Arrêter si la file d'attente est vide [défaut : {$default}]
hy_am: Դադարեցրեք, երբ հերթը դատարկ է[default : {$default}]
id: Berhenti ketika antrian kosong[default : '{$default}']
nb: Stopp når køen er tom [standard: {$default}]
nl: Stop wanneer de wachtrij leeg is [default : {$default}]
pl: Zatrzymaj, gdy kolejka jest pusta [domyślnie: {$default}]
pt_br: Pare quando a fila estiver vazia[default: {$default}]
pt_pt: Parar quando a fila estiver vazia[default: {$default}]
sl: Zaustavi, ko je čakalna vrsta prazna (privzeto: {$default}')
uk: Зупинитися, коли черга пуста [за замовчуванням: {$default}]
vi: Dừng khi hàng đợi trống[mặc định : {$default}]

# admin.cli.tool.jobs.work.option.maxJobs.description
source: The number of jobs to process before stopping[default : '{$default}']
ar_iq: عدد المهام التي ينبغي تنفيذها قبل التوقف [الافتراضي: '{$default}']
cs: Počet úloh, které se mají zpracovat před zastavením[výchozí : „{$default}“]
da_dk: Antal opgaver, der behandles før stop[default : '{$default}']
de: Die Anzahl der Aufträge, die vor dem Anhalten verarbeitet werden sollen[default : '{$default}']
es: El número de trabajos que procesar antes de detenerse[default : '{$default}']
eu: Gelditu aurretik prozesatu beharreko lan-kopurua[lehenetsia: '{$default}']
fr_fr: Nombre de travaux à traiter avant de s'arrêter [default : '{$default}']
hy_am: Աշխատանքների քանակը, որոնք պետք է մշակվեն մինչև դադարեցնելը[default : '{$default}']
id: Jumlah pekerjaan yang diproses sebelum berhenti[default : '{$default}']
nb: Antall jobber som skal behandles før stopp [default : '{$default}']
nl: Het aantal te verwerken opdrachten voor het stoppen[default : {$default}]
pl: Liczba zadań do przetworzenia przed zatrzymaniem [domyślnie: '{$default}']
pt_br: O número de jobs a serem processados antes de parar[default: '{$default}']
pt_pt: O número de trabalhos a serem processados antes de parar[default: '{$default}']
sl: Število opravil, ki se opravijo pred zaustavitvijo (privzeto: {$default}')
uk: Кількість завдань, які потрібно обробити перед зупинкою [за замовчуванням: {$default}]
vi: Số lượng công việc sẽ xử lý trước khi dừng[mặc định : '{$default}']

# admin.cli.tool.jobs.work.option.maxTime.description
source: The maximum number of seconds the worker should run[default : '{$default}']
ar_iq: أقصى عدد من الثواني التي ينبغي أن يعمل خلالها العامل [الافتراضي: '{$default}']
cs: Maximální počet sekund, po které má worker běžet[výchozí : „{$default}“]
da_dk: Maximum antal sekunder arbejderen skal køre[default : '{$default}']
de: Die maximale Anzahl von Sekunden, die der worker laufen soll[default : '{$default}']
es: El número máximo de segundos que el "worker" debería ejecutarse[default : '{$default}']
eu: Langilea gehienez exekutatu behar den segundo kopurua[lehenetsia: '{$default}']
fr_fr: Le nombre maximum de secondes pendant lesquelles le « worker » doit fonctionner [default : '{$default}']
hy_am: Վայրկյանների առավելագույն քանակը, որի ընթացքում պետք է աշխատի աշխատողը[default : '{$default}']
id: Jumlah maksimal detik pekerja yang harus dijalankan[default : '{$default}']
nb: Maksimalt antall sekunder arbeideren skal kjøre [default : '{$default}']
nl: Het maximum aantal seconden dat de medewerker [default : '{$default}'] moet uitvoeren
pl: Maksymalna liczba sekund działania procesu roboczego [domyślnie: '{$default}']
pt_br: O número máximo de segundos que o worker deve executar[default: '{$default}']
pt_pt: O número máximo de segundos que o worker deve executar[default: '{$default}']
sl: Največje število sekund, ko "delavec" lahko teče (privzeto: {$default}')
uk: Максимальна кількість секунд, які повинен працювати worker [за замовчуванням: {$default}]
vi: Thời gian tối đa (giây) worker nên chạy[mặc định : '{$default}']

# admin.cli.tool.jobs.work.option.rest.description
source: Number of seconds to rest between jobs[default : '{$default}']
ar_iq: عدد ثواني الاستراحة ما بين المهام [الافتراضي: '{$default}']
cs: Počet sekund pro nečinnost mezi úlohami[výchozí : „{$default}“]
da_dk: Antal sekunder i hvile mellem opgaver[default : '{$default}']
de: Anzahl der Sekunden für die Pause zwischen Aufträgen[default : '{$default}']
es: Número de segundos de espera entre trabajos[default : '{$default}']
eu: Lanen artean atseden hartzeko segundo kopurua[lehenetsia: '{$default}']
fr_fr: Nombre de secondes de repos entre les travaux [default : '{$default}']
hy_am: Աշխատանքների միջև հանգստի վայրկյանների քանակը[default : '{$default}']
id: Jumlah detik untuk jeda antara pekerjaan[default : '{$default}']
nb: Antall sekunder å vente mellom jobbene [default : '{$default}']
nl: Het aantal wachtseconden tussen opdrachten [default : '{$default}']
pl: Liczba sekund odpoczynku między zadaniami [domyślnie: '{$default}']
pt_br: Número de segundos para descanso entre jobs [default : '{$default}']
pt_pt: Número de segundos para descanso entre trabalhos [default : '{$default}']
sl: Število sekun za pavzo med opravili (privzeto: {$default}')
uk: Кількість секунд відпочинку між завданнями [за замовчуванням: {$default}]
vi: Số giây nghỉ giữa các công việc[mặc định : '{$default}']

# admin.cli.tool.jobs.work.option.test.description
source: Run the worker deamon for test queue
ar_iq: تشغيل برنامج العامل في الخلفية للطابور التجريبي
cs: Spustit deamon worker pro testovací frontu
da_dk: Kør "worker deamon" i testkø
de: Worker-Daemon für die Test-Warteschlange ausführen
es: Ejecutar el trabajador demonio (daemon) para la cola de pruebas
eu: Exekutatu deabrua langilea proben ilararentzat
fr_fr: Exécuter le « worker deamon » pour la file d'attente de test
hy_am: Գործարկեք աշխատողի deamon -ը փորձարկման հերթի համար
id: Jalankan worker deamon untuk antrian pengujian
nb: Kjør arbeider-bakgrunnsprosessen for testkø
nl: Voer het achtergrondprogramma uit voor de testwachtrij
pl: Uruchom demona procesu roboczego dla kolejki testowej
pt_br: Execute o daemon do worker para a fila de teste
pt_pt: Execute o daemon do trabalho para a fila de teste
sl: Zaženi "delavca" za testno čakalno vrsto
uk: Запустити worker deamon для черги тестів
vi: Chạy worker deamon cho hàng đợi thử nghiệm

# admin.settings.statistics.sushiPlatform.isSiteSushiPlatform
source: Use the site as the platform for all journals.
ar_iq: استعمال الموقع كمنصة لكل المجلات.
cs: Použijte tento web jako platformu pro všechny časopisy.
da_dk: Brug hjemmesiden som platform til alle tidsskrifterne.
es: Utilizar el sitio como plataforma para todas las revistas.
eu: Erabili gune hau aldizkari guztien plataforma gisa.
fr_fr: Utiliser le site comme plateforme pour toutes les revues.
hy_am: Օգտագործեք կայքը որպես հարթակ բոլոր ամսագրերի համար:
id: Menggunakan situs ini sebagai platform untuk seluruh jurnal.
it_it: Indica il sito come piattaforma per tutte le riviste.
nb: Bruk nettsiden som plattform for alle tidsskrifter.
nl: Gebruik de website als platform voor alle tijdschriften.
pt_br: Use o site como plataforma para todos os periódicos.
pt_pt: Usar este website como a plataforma para todas as revistas.
sl: Uporabi strežnik kot platformo za vse revije.
sv: Använd siten som plattform för alla tidskrifter.
uk: Використовувати вебсайт як платформу для всіх журналів.
vi: Sử dụng trang web làm nền tảng cho tất cả các tạp chí.

# admin.settings.sharedReviewerStatistics
source: Reviewer statistics
es: Estadísticas del revisor/a
eu: Ebaluatzailearen estatistikak
fr_fr: Statistiques des évaluateur·rice·s
id: Statistik reviewer
nl: De gegevens van de recensent
pt_pt: Estatísticas dos Revisores
vi: Thống kê người đánh giá

# admin.settings.sharedReviewerStatistics.description
source: In a multi-context installation, reviewer statistics, such as the count of submitted reviews, can be displayed either individually for each context or aggregated collectively.
es: En una instalación multicontexto, las estadísticas de revisores/as, como el recuento de revisiones enviadas, pueden mostrarse tanto de forma individual para cada contexto como agrupadas colectivamente.
eu: Testuinguru anitzeko instalazio batean, ebaluatzaileen estatistikak, hala nola bidalitako berrikuspenen kopurua, testuinguru bakoitzerako banan-banan edo taldean multzokatuta bistara daitezke.
fr_fr: Dans une installation multi-contexte, les statistiques relatives aux évaluateur·rice·s, telles que le nombre d'évaluations soumises, peuvent être affichées soit individuellement pour chaque contexte, soit collectivement.
id: Pada instalasi multi-konteks, statistik reviewer, seperti jumlah review yang dikirim, dapat ditampilkan secara individual untuk setiap konteks atau dikumpulkan secara kolektif.
nl: In een multi omgevingsinstallatie, kunnen de gegevens van de recensent, zoals het aantal van de ingezonden recensie, individueel voor iedere omgeving worden weergegeven of collectief samengevoegd.
pt_pt: Numa instalação multicontexto, as estatísticas dos revisores, como a contagem de avaliações enviadas, podem ser exibidas individualmente para cada contexto ou agregadas coletivamente.
vi: Trong cài đặt đa ngữ cảnh, thống kê người đánh giá, chẳng hạn như số lượng đánh giá đã nộp, có thể hiển thị riêng lẻ cho mỗi ngữ cảnh hoặc tổng hợp lại.

# admin.settings.sharedReviewerStatistics.disable
source: Disable aggregated reviewer statistics
es: Deshabilitar las estadísticas agregadas del revisor/a
eu: Desgaitu ebaluatzailearen estatistika multzokatuak
fr_fr: Désactiver les statistiques agrégées des évaluateur·rice·s
id: Nonaktifkan statistik reviewer yang dikumpulkan
nl: Schakel de samengevoegde gegevens van de recensenten uit
pt_pt: Desativar estatísticas agregadas dos revisores
vi: Vô hiệu hóa thống kê người đánh giá tổng hợp

# admin.fileLoader.fileDispatched
source: File {$filename} was moved to dispatch folder.
es: El archivo {$filename} se ha movido a la carpeta de envío.
eu: {$filename} fitxategia bidalketa-karpetara mugitu da.
fr_fr: Le fichier {$filename} a été déplacé dans le dossier d'envoi.
id: File {$filename} dipindahkan ke folder pengiriman.
pt_pt: O ficheiro {$filename} foi movido para a pasta de expedição.
vi: Tệp {$filename} đã được chuyển đến thư mục gửi.

# admin.cli.tool.jobs.sandbox.message
source: Can not run queue jobs because the application sandbox mode is enabled.
es: No se pueden ejecutar los trabajos en cola porque el modo sandbox de la aplicación está activado.
eu: Ezin dira ilara-lanak exekutatu, aplikazioaren sandbox modua gaituta dagoelako.
fr_fr: Les travaux en attente ne peuvent pas être exécutés car le mode « bac à sable » de l'application est activé.
id: Tidak dapat menjalankan pekerjaan dalam antrian karena mode aplikasi sandbox diaktifkan.
nl: Kan geen opdrachten in de wachtrij plaatsen, omdat de veiligheidsmodus van de applicatie is ingeschakeld.
pt_pt: Não é possível executar tarefas em fila de espera porque o modo sandbox da aplicação está ativo.
vi: Không thể chạy công việc trong hàng đợi vì chế độ sandbox ứng dụng đã bật.

# admin.cli.tool.jobs.available.options.restart.description
source: Restart queue worker daemons after their current job.
es: Reiniciar 'daemons' de trabajos en cola tras la tarea actual.
eu: Berrabiarazi 'daemos' langileen ilara uneko zereginaren ondoren.
fr_fr: Redémarrer les worker daemons de la file d'attente après leur travail actuel.
id: Jalankan kembali daftar antrian worker daemons setelah pekerjaan yang sedang dilakukan sekarang.
nl: Herstart de taken die op de achtergrond lopen na afloop van de huidige taak.
pt_pt: Reinicia os daemons de trabalho em fila após o trabalho atual.
vi: Khởi động lại các daemon worker hàng đợi sau khi công việc hiện tại của chúng hoàn thành.

# admin.cli.tool.jobs.available.options.restart.confirm
source: Workers will gracefully quit after completing the execution of current job.
es: Los trabajadores/as se retirarán elegantemente después de completar la ejecución de la tarea actual.
eu: Langileek adeitasunez utziko dute lana uneko zeregina amaitu ondoren.
fr_fr: Les workers quitteront le système après avoir terminé l'exécution du travail en cours.
id: Workers akan berhenti setelah menyelesaikan eksekusi dari pekerjaan sekarang.
nl: Medewerkers zullen geruisloos stoppen, nadat zij de uitvoering van de lopende opdracht hebben afgerond.
pt_pt: Serão abandonadas graciosamente as tarefas depois de concluída a execução das tarefas atuais.
vi: Worker sẽ thoát một cách nhẹ nhàng sau khi hoàn thành việc thực thi công việc hiện tại.

# admin.job.archiveLogFile.error
source: The file {$file} could not be moved from {$dispatchFilePath} to {$archivedFilePath}.
es: El archivo {$file} no se pudo mover de {$dispatchFilePath} a {$archivedFilePath}.
eu: Ezin izan da eraman {$file} fitxategia {$dispatchFilePath}(e)tik {$archFilePath}(e)ra.
fr_fr: Le fichier {$file} n'a pas pu être déplacé de {$dispatchFilePath} vers {$archivedFilePath}.
id: File {$file} tidak dapat dipindahkan dari {$dispatchFilePath} ke {$archivedFilePath}.
nl: Het bestand {$file} kon niet worden verplaatst uit {$dispatchFilePath} to {$archivedFilePath}.
pt_pt: O ficheiro {$file} não pode ser movido de {$dispatchFilePath} para {$archivedFilePath}.
vi: Không thể di chuyển tệp {$file} từ {$dispatchFilePath} đến {$archivedFilePath}.

# admin.job.processLogFile.fileNotFound
source: The file {$file} does not exist.
es: El archivo {$file} no existe.
eu: {$file} fitxategia ez da existitzen.
fr_fr: Le fichier {$file} n'existe pas.
id: File {$file} tidak ada.
nl: Het bestand {$file} bestaat niet.
pt_pt: O ficheiro {$file} não existe.
vi: Tệp {$file} không tồn tại.

# admin.scheduledTask.removeExpiredInvitations
source: Dispatch a job to automatically remove expired Invitations
eu: Bidali lan bat iraungitako gonbidapenak automatikoki ezabatzeko
id: Kirim pekerjaan untuk menghapus undangan yang kedaluwarsa secara otomatis
nl: Verplaats een opdracht om automatisch verlopen uitnodigingen te verwijderen
vi: Gửi một công việc để tự động xóa các Lời mời đã hết hạn

# admin.cli.tool.appKey.options.usage.description
source: Display the AppKey usage parameters
eu: Bistaratu AppKey-ren erabilera-parametroak
id: Menampilkan parameter penggunaan AppKey
nl: Geef de parameters van het appsleutelgebruik weer
vi: Hiển thị các tham số sử dụng AppKey

# admin.cli.tool.appKey.options.validate.description
source: Validate the current app key if any found in the config file
eu: Baliozkotu uneko aplikazioaren gakoa, konfigurazio-fitxategian baten bat aurkitzen bada
id: Memvalidasi app key terkini jika ditemukan pada config file
nl: Valideer de huidige appsleutel indien deze in het configuratiebestand wordt gevonden
vi: Xác thực khóa ứng dụng hiện tại nếu có trong tệp cấu hình

# admin.cli.tool.appKey.options.configure.description
source: Add the app_key config variable in the config.inc.php file.
eu: Gehitu app_key konfigurazio aldagaia config.inc.php fitxategian.
id: Tambahkan variabel app_key config pada config.inc.php file.
nl: Voeg de configuratie-variabele van de app_sleutel toe in het config.inc.phpbestand.
vi: Thêm biến cấu hình app_key vào tệp config.inc.php.

# admin.cli.tool.appKey.options.generate.description
source: Generate a new app key and replace in the config file. Pass with flag --show to only view and --force to overwrite an existing valid app key.
eu: Sortu aplikazio-gako berri bat eta ordeztu konfigurazio-fitxategian. Pasa --show parametroa soilik ikusteko eta --force lehendik dagoen baliozko aplikazio-gako bat gainidazteko.
id: Buat kunci aplikasi baru dan ganti di berkas konfigurasi. Berikan dengan tanda --show untuk hanya melihat dan --force untuk menimpa kunci aplikasi yang valid.
nl: Maak een nieuwe appsleutel en plaats deze in het configuratiebestand. Druk op de button--show voor alleen bekijken en de button --force om een bestaande geldige appsleutel over te schrijven.
vi: Tạo khóa ứng dụng mới và thay thế trong tệp cấu hình. Sử dụng cờ --show để chỉ xem và --force để ghi đè khóa ứng dụng hợp lệ hiện có.

# admin.cli.tool.appKey.mean.those
source: Did you mean one of the following?
eu: Honako hauetakoren bat esan nahi zenuen?
id: Apakah yang anda maksud terdapat pada salah satu dari pilihan berikut?
nl: Bedoelde u een van de volgende?
vi: Ý bạn là một trong những cái sau?

# admin.cli.tool.appKey.show
source: Generated App Key: {$appKey}
eu: Sortutako aplikazio-gakoa: {$appKey}
id: Menghasilkan App Key: {$appKey}
nl: Gegenereerde appsleutel: {$appKey}
vi: Khóa ứng dụng đã tạo: {$appKey}

# admin.cli.tool.appKey.error.missingKeyVariable
source: No key variable named `app_key` defined in the `general` section of config file. Please update the config file's general section and add line `app_key = ` or run the command `php lib/pkp/tools/appKey.php configure` to set it.
eu: Ez da `app_key` izeneko gako-aldagairik definitu konfigurazio-fitxategiko `general` atalean. Mesedez, eguneratu konfigurazio-fitxategiaren atal orokorra eta gehitu `app_key = ` lerroa edo exekutatu `php lib/pkp/tools/appKey.php configure` komandoa hura ezartzeko.
id: Tidak ada variabel kunci bernama `app_key` yang ditetapkan di bagian `general` pada berkas konfigurasi. Harap perbarui bagian umum berkas konfigurasi dan tambahkan baris `app_key = ` atau jalankan perintah `php lib/pkp/tools/appKey.php configure` untuk menyetelnya.
nl: Er is geen variabele 'app_key' beschreven in het 'general'-gedeelte van het configuratiebestand. U wordt verzocht het algemene gedeelte van de configuratiebestanden te actualiseren en een regel 'app_key=' of de instructie `php lib/pkp/tools/appKey.php configure` toe te voegen om de app key in te stellen.
vi: Không có biến khóa nào tên là `app_key` được định nghĩa trong phần `general` của tệp cấu hình. Vui lòng cập nhật phần general của tệp cấu hình và thêm dòng `app_key = ` hoặc chạy lệnh `php lib/pkp/tools/appKey.php configure` để đặt nó.

# admin.cli.tool.appKey.error.alreadyKeyVariableExists
source: The `app_key` variable already exists under the `general` section in the config file. Run command `php lib/pkp/tools/appKey.php generate` to set a new app key.
eu: `app_key` aldagaia existitzen da dagoeneko konfigurazio-fitxategiko `general` atalean. Exekutatu `php lib/pkp/tools/appKey.php generate` komandoa aplikazioaren gako berri bat ezartzeko.
id: Variabel `app_key` sudah ada di bagian `general` dalam berkas konfigurasi. Jalankan perintah `php lib/pkp/tools/appKey.php generate` untuk menetapkan kunci aplikasi baru.
nl: De 'app key'-variabele bestaat reeds onder het 'general' gedeelte in het configuratiebestand. Voer instructie `php lib/pkp/tools/appKey.php generate`uit om een nieuwe appsleutel in te stellen.
vi: Biến `app_key` đã tồn tại trong phần `general` của tệp cấu hình. Chạy lệnh `php lib/pkp/tools/appKey.php generate` để đặt khóa ứng dụng mới.

# admin.cli.tool.appKey.error.missingAppKey
source: No app key set in the config file .
eu: Ez da aplikazioaren gakorik ezarri konfigurazio-fitxategian.
id: Tidak ada app key yang diatur pada config file.
nl: Er is geen app sleutel ingesteld in het configuratiebestand.
vi: Chưa đặt khóa ứng dụng trong tệp cấu hình.

# admin.cli.tool.appKey.error.InvalidAppKey
source: Invalid app key set, unsupported cipher or incorrect key length. Supported ciphers are: {$ciphers}.
eu: Aplikazioren gako baliogabea, zifratze bateraezina edo gakoaren luzera okerra. Zifratze bateragarriak hauek dira: {$ciphers}.
id: Kumpulan kunci aplikasi tidak valid, sandi tidak didukung, atau panjang kunci salah. Sandi yang didukung adalah: {$ciphers}.
nl: Ongeldige ingestgelde appsleutel, niet-ondersteunde code of onjuiste lengte. Ondersteunde versleutelcodes zijn: {$ciphers}.
vi: Khóa ứng dụng được đặt không hợp lệ, thuật toán mã hóa không được hỗ trợ hoặc độ dài khóa không chính xác. Các thuật toán mã hóa được hỗ trợ là: {$ciphers}.
