Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.settings.contactName
source: Name of principal contact
ar_iq: اسم عنوان الاتصال الأساسي
bg_bg: Име на контактното лице
ca_es: Nom del contacte principal
cs: Jméno hlavní kontaktní osoby
da_dk: Navn på primær kontaktperson
de: Name des Hauptkontakts
el_gr: Ονοματεπώνυμο Υπεύθυνου Επικοινωνίας
es: Nombre del contacto principal
eu: Kontaktu nagusiaren izena
fa_ir: نام اطلاعات تماس اصلی
fi: Pääasiallinen yhteyshenkilön nimi
fr_fr: Nom du contact principal
hr_hr: Ime glavnog kontakta
hu_hu: A fő kapcsolattartó neve
hy_am: Հիմնական կապի անվանումը
id: Nama Kontak Utama
id_id: Nama Kontak Utama
it_it: Nome del contatto principale
ja: 連絡担当者名
ka_ge: ძირითადი კონტაქტის სახელი
kk_kz: Негізгі контактінің аты-жөні
ku_iq: ناوی کەسی پەیوەندیكردنی سەرەکی
mk: Име на главниот контакт
ms: Nama kenalan utama
nb: Navn på kontaktperson
nl: Naam van de eerste contactpersoon
pl: Nazwa głównego administratora
pt_br: Nome do contato principal
pt_pt: Nome do Contacto Principal
ru: Имя контактного лица
sl: Ime glavnega stika
sr_rs@cyrillic: Име главног контакта
sr_rs@latin: Ime glavnog kontakta
sv: Namn på primär kontakt
tr_tr: İletişim için temel kişi adı
uk: Ім'я основної контактної особи
vi: Tên liên hệ chính
vi_vn: Tên của Liên lạc chính

# admin.settings.introduction
source: Introduction
ar_iq: المقدمة
bg_bg: Въведение
ca_es: Introducció
cs: Úvod
da_dk: Introduktion
de: Einführung
el_gr: Εισαγωγή
es: Introducción
eu: Sarrera
fa_ir: معرفی
fi: Esittely
hr_hr: Uvod
hu_hu: Bemutatkozás
hy_am: Ներածություն
id: Pendahuluan
id_id: Pendahuluan
it_it: Introduzione
ja: あいさつ文
ka_ge: გაცნობითი ხასიათის შესავალი
kk_kz: Кіріспе
ku_iq: پێشه‌كی
mk: Вовед
ms: Pengenalan
nb: Innledning
nl: Introductie
pl: Wprowadzenie
pt_br: Introdução
pt_pt: Introdução
ru: Преамбула
sl: Uvod
sr_rs@cyrillic: Увод
sr_rs@latin: Uvod
sv: Introduktion
tr_tr: Giriş
uk: Вступ
vi: Giới thiệu
vi_vn: Giới thiệu

# admin.settings.minPasswordLength
source: Minimum password length (characters)
ar_iq: أقل طول لكلمة المرور
bg_bg: Минимална дължина на паролата (знаци)
ca_es: Longitud mínima de la contrasenya
cs: Minimální délka hesla
da_dk: Minimumlængde for adgangskode
de: Mindestlänge des Passworts
el_gr: Ελάχιστο μήκος κωδικού πρόσβασης
es: Longitud mínima de la contraseña
eu: Pasahitzaren gutxieneko luzera
fa_ir: حداقل طول رمز ورود
fi: Salasanan vähimmäispituus (merkkiä)
fr_fr: Longueur minimum du mot de passe
hr_hr: Minimalna duljina lozinke
hu_hu: Minimális jelszó hosszúság (karakterszám)
hy_am: Գաղտնաբառի նվազագույն երկարություն (նշան)
id: Panjang Kata Sandi Min
id_id: Panjang Kata Sandi Min
it_it: Lunghezza minima delle password
ja: 最小パスワード長
ka_ge: პაროლის მინიმალური სიგრძე (სიმბოლოები)
kk_kz: Құпия сөздің минималды ұзындығы (таңбалар)
ku_iq: كوررتترین تێپه‌ڕ وشه‌
mk: Минимална должина на лозинката (каркатери)
ms: Panjang kata laluan minimum (aksara)
nb: Minste passordlengde (tegn)
nl: Minimale wachtwoordlengte
pl: Minimalna długość hasła
pt_br: Tamanho mínimo de senha
pt_pt: Tamanho mínimo de senha
ru: Минимальная длина пароля (в символах)
sl: Najmanjša dolžina gesla (znakov)
sr_rs@cyrillic: Минимална дужина лозинке
sr_rs@latin: Minimalna dužina lozinke
sv: Minimilängd på lösenord (antal tecken)
tr_tr: Şifre için en az karakter sayısı
uk: Мінімальна довжина пароля
vi: Độ dài mật khẩu tối thiểu (ký tự)
vi_vn: Độ dài mật khẩu tối thiểu (ký tự)

# admin.settings.restrictBulkEmails
source: Restrict Bulk Emails
ar_iq: تقييد الرسائل بالجملة
bg_bg: Ограничаване на груповите имейли
cs: Omezit hromadné e-maily
da_dk: Begræns masse-e-mails
de: Massen-E-Mails einschränken
es: Restringir correos electrónicos masivos
eu: Mugatu mezu elektroniko masiboak
fi: Rajoita massasähköposteja
fr_fr: Restreindre les courriels groupés
hu_hu: Tömeges e-mailek korlátozása
hy_am: Արգելել մասսայական էլ․ նամակների ուղարկումը
id: Batasi Email Massal
it_it: Limita le email massive
ja: 一括メールを制限する
ka_ge: მასობრივი დაგზავნის აკრძალვა
kk_kz: Жаппай хат таратуды шектеу
mk: Спречи мноштво имејли
ms: Hadkan E-mel Pukal
nb: Begrens masseutsendelse av e-post
nl: Beperken massa-emailberichten
pl: Ogranicz masowe wiadomości e-mail
pt_br: Restringir Emails em Massa
pt_pt: Restringir E-mails em massa
ru: Ограничить множественную рассылку писем
sl: Omeji masovne emaile
sr_rs@cyrillic: Ограничи групне имејлове
sv: Begränsa massutskick
tr_tr: Toplu E-postaları Kısıtla
uk: Обмежити масові електронні листи
vi: Hạn chế email hàng loạt

# admin.settings.disableBulkEmailRoles.label
source: Disable Roles
ar_iq: تعطيل الأدوار
bg_bg: Деактивиране на ролите
cs: Deaktivovat role
da_dk: Deaktivér roller
de: Rollen deaktivieren
es: Desactivar roles
eu: Desgaitu rolak
fi: Rajoita roolin mukaan
fr_fr: Désactiver des rôles
hu_hu: Szerepkörök letiltása
hy_am: Անջատել դերերը
id: Nonaktifkan Peran
it_it: Disabilita ruoli
ja: 役割の無効化
ka_ge: როლების გამორთვა
kk_kz: Рөлдерді өшіру
mk: Онеспособи улоги
ms: Nyahdayakan Peranan
nb: Deaktiver roller
nl: Schakel rollen uit
pl: Wyłącz role
pt_br: Desabilitar Papéis
pt_pt: Desativar Papéis
ru: Отключить роли
sl: Onemogoči vloge
sr_rs@cyrillic: Онемогући улогу
sv: Inaktivera roller
tr_tr: Rolleri Devre Dışı Bırak
uk: Вимкнути ролі
vi: Vô hiệu hóa vai trò

# admin.settings.disableBulkEmailRoles.adminOnly
source: Only an administrator is allowed to modify this setting.
ar_iq: فقط المشرف يُسمح له بتعديل هذا الإعداد.
bg_bg: Само администратор има право да променя тази настройка.
cs: Tato nastavení může měnit jen administrátor.
da_dk: Kun en administrator har tilladelse til at ændre denne indstilling.
de: Nur ein Administrator darf diese Einstellung ändern.
es: Solo un administrador/a puede modificar este ajuste.
eu: Administratzaile batek bakarrik alda dezake ezarpen hori.
fi: Ainoastaan ylläpitäjä voi muokata tätä asetusta.
fr_fr: Seul l'administratrice ou l'administrateur est autorisé à modifier ce paramètre.
hu_hu: Csak egy adminisztrátor módosíthatja ezt a beállítást.
hy_am: Այս կարգաբերման մեջ փոփոխություն անելու իրավունք ունի միայն ադմինիստրատորը։
id: Hanya administrator yang dapat mengubah pengaturan ini.
it_it: Solo gli amministratori possono modificare questa impostazione.
ja: この設定を変更できるのは管理者だけです。
ka_ge: მხოლოდ ადმინისტრატორს აქვს ამ პარამეტრის შეცვლის უფლება.
kk_kz: Бұл параметрді тек әкімшіге өзгертуге рұқсат етіледі.
mk: Само на администраторот му е дозволено да го смени ова подесување.
ms: Hanya pentadbir dibenarkan mengubah suai tetapan ini.
nb: Kun en administrator har tillatelse til å endre denne innstillingen.
nl: Alleen een beheerder is bevoegd deze instelling aan te passen.
pl: Tylko administrator może modyfikować to ustawienie.
pt_br: Somente um administrador tem permissão para modificar esta configuração.
pt_pt: Apenas o administrador pode alterar esta configuração.
ru: Только администратор может изменять эту настройку.
sl: To nastavitev lahko spreminja le administrator.
sr_rs@cyrillic: Само администратор може да промени подешавање.
sv: Endast webbplatsadministratörer kan ändra denna inställning.
tr_tr: Bu ayarı yalnızca yöneticinin değiştirmesine izin verilir.
uk: Змінювати цей параметр може лише адміністратор.
vi: Chỉ quản trị viên mới được phép sửa đổi cài đặt này.

# admin.settings.siteLanguage
source: Site language
ar_iq: لغة الموقع
bg_bg: Език на сайта
ca_es: Llengua del lloc
cs: Jazyk stránky
da_dk: Sprog på websted
de: Sprache der Website
el_gr: Γλώσσα ιστοτόπου
es: Idioma
eu: Gunearen hizkuntza
fa_ir: زبان سایت
fi: Sivuston kieli
fr_fr: Langue du site
hr_hr: Jezik stranice
hu_hu: Oldalnyelv
hy_am: Կայքի լեզու
id: Bahasa Situs
id_id: Bahasa Situs
it_it: Lingua del sito
ja: サイトの言語
ka_ge: საიტის ენა
kk_kz: Сайт тілі
ku_iq: زمانی پێگه‌
mk: Јазик на сајтот
ms: Bahasa laman
nb: Nettstedets språk
nl: Taal van de site
pl: Język strony
pt_br: Idioma do Portal
pt_pt: Idioma do Portal
ru: Язык сайта
sl: Jezik spletišča
sr_rs@cyrillic: Језик сајта
sr_rs@latin: Jezik sajta
sv: Språk för webbplatsen
tr_tr: Site Dili
uk: Мова вебсайту
vi: Ngôn ngữ trang web
vi_vn: Ngôn ngữ trang web

# admin.settings.siteStyleSheetInvalid
source: Invalid site style sheet format. Accepted format is .css.
ar_iq: صيغة ملف أنماط الموقع غير صحيحة. الصيغة المقبولة هي .css.
bg_bg: Невалиден формат на файла със стилове за сайта. Приеманият формат е .css.
ca_es: El format del full d'estil del lloc web no és vàlid. El format admès és .css.
cs: Neplatný formát stylu stránky. Podporovaný formát je .css.
da_dk: Ugyldigt stylesheet-format. Det accepterede format er .css.
de: Ungültiges Format für die Formatvorlage der Website. Gültiges Format ist .css.
el_gr: Μη έγκυρος τύπος αρχείου γραφικής μορφοποίησης ιστοτόπου. Αποδεκτός τύπος αρχείου είναι το .css.
es: Formato inválido de hoja de estilo del sitio. El formato aceptado es .css.
eu: Gunearen estilo-orriaren formatua ez da baliozkoa: .css formatua izan behar du.
fa_ir: استایل شیت انتخاب شده نامناسب است. باید از نوع css باشد.
fi: Virheellinen sivuston tyylitiedoston muoto. Hyväksytty muoto on .css.
fr_fr: Format de la feuille de style du site invalide. Le format accepté est .css.
hr_hr: Neispravni style sheet format. Sustav prihvaća samo .css format.
hu_hu: Érvénytelen az oldal stílusformátuma. Az elfogadott formátum a css.
hy_am: Կայքի ոճի բլանկի անվավեր ձևաչափ: Ընդունելի ձևաչափը՝ css:
id: Format Stylesheet situs tidak valid. Format yang diterima adalah .css.
id_id: Format Stylesheet situs tidak valid. Format yang diterima adalah .css.
it_it: Formato del foglio di stile del sito non valido. Il formato accettato è .css.
ja: サイトのスタイルシートのフォーマットが不正です。使用できるフォーマットは、.css です。
ka_ge: საიტის სტილის ფორმატი არასწორია. მიღებული ფორმატია .css.
kk_kz: Сайт стилі кестесінің пішімі қате. Рұқсат етілген формат — .css.
ku_iq: داڕشته‌ی دۆسه‌ی جۆره‌كانی پێگه‌كه‌ ناڕاسته‌. دارشته‌ی په‌سه‌ند ئه‌مه‌یه‌.css.
mk: Невалиден формат на лист во стилот на страницата. Прифатениот формат е .css.
ms: Format lembaran gaya laman tidak sah. Format yang diterima ialah .css.
nb: Ugyldig filformat for stilarket. Gyldig filformatet: .css.
nl: Onjuist bestandstype voor site stylesheet. Geldig bestandstype is .css.
pl: Niepoprawny format stylów strony. Akceptowany format pliku to CSS.
pt_br: Formato de folha de estilo inválido. Formato aceitável é .css. Verifique as configuração de mime_type, permissões e dono de pasta.
pt_pt: Formato de folha de estilos inválido. Formato aceite é .css.
ru: Неверный формат таблицы стилей сайта. Разрешенный формат — .css.
sl: Napačen format stilske tablice. Dovoljeni formati je .css.
sr_rs@cyrillic: Неисправан формат упутства. Систем прихвата само .css формат.
sr_rs@latin: Neispravan format stranice stila. Sistem prihvata samo .css format.
sv: Ogiltigt format på stilmall för webbplatsen. Tillåtet format är: .css.
tr_tr: Geçersiz site sitil dosyası formatı. .css formatında olan sitil dosyası kabul edilmektedir.
uk: Неприпустимий формат таблиці стилю вебсайту. Припустимим форматом є .css.
vi: Định dạng biểu định kiểu trang web không hợp lệ. Định dạng được chấp nhận là .css.
vi_vn: Định dạng Biểu định kiểu trang web không hợp lệ. Định dạng được chấp nhận là .css.

# admin.settings.siteStyleSheet
source: Site style sheet
ar_iq: ملف أنماط الموقع
bg_bg: Таблица със стилове за сайта
ca_es: Full d’estil del lloc
cs: Styl stránky
da_dk: Stylesheet til websted
de: Formatvorlage der Website
el_gr: Αρχείο γραφικής μορφοποίησης ιστοτόπου
es: Hoja de estilo del sitio
eu: Gunearen estilo-orria
fa_ir: استایل شیت سایت
fi: Sivuston tyylitiedosto
fr_fr: Feuille de style du site
hr_hr: Style sheet (CSS) mrežne stranice
hu_hu: Oldal stíluslap
hy_am: Կայքի ոճի բլանկ
id: Style Sheet
id_id: Style Sheet
it_it: Foglio di stile del sito
ja: サイトのスタイルシート
ka_ge: საიტის სტილთა ცხრილი
kk_kz: Сайт стилі кестесі
ku_iq: دۆسیه‌ی جۆره‌كانی پێگه‌
mk: syle sheet на сајтот
ms: Lembaran gaya laman
nb: Nettstedets stilark (style sheet)
pl: Szablon stylów strony
pt_br: Folha de Estilos do Portal (CSS)
pt_pt: Folha de Estilos do Portal (CSS)
ru: Таблица стилей сайта
sl: Stilska tablica spletišča
sr_rs@latin: Stranica stila (CSS) sajta
sv: Stilmall för webbplatsen
tr_tr: Site sitil dosyası
uk: Таблиця стилю вебсайту
vi: Biểu định kiểu trang web
vi_vn: Biểu định kiểu trang web

# admin.settings.siteLogo
source: Site Logo
ar_iq: شعار الموقع
bg_bg: Лого на сайта
ca_es: Logotip del lloc
cs: Logo stránek
da_dk: Webstedets logo
de: Logo der Website
el_gr: Λογότυπο ιστοτόπου
es: Logo del sitio
eu: Gunearen logoa
fa_ir: لوگوی سایت
fi: Sivuston logo
fr_fr: Logo du site
hu_hu: Oldal Logo
hy_am: Կայքի լոգո
id: Logo Situs
id_id: Logo Situs
it_it: Logo
ja: サイトロゴ
ka_ge: საიტის ლოგო
kk_kz: Сайт логотипі
ku_iq: لۆگۆی پێگه‌
mk: Лого на сајтот
ms: Logo Laman
nb: Nettstedets logo
nl: Website logo
pl: Logo strony
pt_br: Logotipo do Site
pt_pt: Logo do Portal
ru: Логотип сайта
sl: Logotip spletišča
sr_rs@cyrillic: Лого сајта
sr_rs@latin: Logo sajtа
sv: Webbplatslogotyp
tr_tr: Site Logosu
uk: Логотип вебсайту
vi: Logo trang web
vi_vn: Logo trang web

# admin.settings.siteTitle
source: Site Name
ar_iq: عنوان الموقع
bg_bg: Име на сайта
ca_es: Títol del lloc
cs: Název stránky
da_dk: Titel på websted
de: Titel der Website
el_gr: Τίτλος ιστοτόπου
es: Nombre del sitio
eu: Gunearen titulua
fa_ir: عنوان سایت
fi: Sivuston nimi
fr_fr: Titre du site
hr_hr: Naziv stranice
hu_hu: Oldalnév
hy_am: Կայքի անվանում
id: Nama Situs
id_id: Nama Situs
it_it: Titolo del sito
ja: サイト名
ka_ge: საიტის სახელი
kk_kz: Сайт атауы
ku_iq: ناونیشانی پێگه‌
mk: Име на сајтот
ms: Nama Laman
nb: Nettstedets tittel
nl: Site titel
pl: Tytuł strony
pt_br: Título do Portal
pt_pt: Título do Portal
ru: Название сайта
sl: Ime spletišča
sr_rs@cyrillic: Назив сајта
sr_rs@latin: Naziv sajta
sv: Webbplatsens namn
tr_tr: Site Başlığı
uk: Назва вебсайту
vi: Tên trang web
vi_vn: Tên trang web

# admin.settings.siteTheme
source: Site Theme
ar_iq: نمط الموقع
bg_bg: Тема (оформление) на сайта
ca_es: Tema del lloc web
cs: Téma stránek
da_dk: Website tema
de: Thema der Website
el_gr: Γραφική μορφοποίηση ιστοτόπου
es: Tema del sitio
eu: Gunearen gaia
fa_ir: پوسته سایت
fi: Sivuston teema
fr_fr: Thème du site
hu_hu: Oldal sablon
hy_am: Կայքի թեմա
id: Tema Situs
id_id: Tema Situs
it_it: Tema del sito
ja: サイトシーム
ka_ge: საიტის თემა
kk_kz: Сайтты безендіру темасы
ku_iq: جۆری پێگه‌
mk: Тема на сајтот
ms: Tema Laman
nb: Nettstedets tema
nl: Site thema
pl: Szablon strony
pt_br: Tema do Portal
pt_pt: Template do Portal
ru: Тема оформления сайта
sl: Tema spletišča
sr_rs@cyrillic: Шаблон сајта
sr_rs@latin: Šablon sajta
sv: Tema för webbplats
tr_tr: Site Teması
uk: Тема вебсайту
vi: Giao diện trang web
vi_vn: Chủ đề trang web

# admin.siteAdmin
source: Site Administration
ar_iq: إدارة الموقع
bg_bg: Администрация на сайта
ca_es: Administració del lloc
cs: Administrace stránek
da_dk: Administration af websted
de: Administration der Website
el_gr: Τεχνική διαχείριση ιστοτόπου
es: Administración del sitio
eu: Gune-administrazioa
fa_ir: مدیریت سایت
fi: Sivuston ylläpito
fr_fr: Administration du site
hu_hu: Oldal adminisztráció
hy_am: Կայքի կառավարում
id: Administrasi Situs
id_id: Administrasi Situs
it_it: Amministrazione del sito
ja: サイト管理
ka_ge: საიტის ადმინისტრაცია
kk_kz: Сайтты әкімшілеу
ku_iq: به‌ڕێوه‌بردنی پێگه‌
mk: Администрирање на сајтот
ms: Pentadbir Laman
nb: Nettstedsadministrasjon
nl: Sitebeheer
pl: Administracja stroną
pt_br: Administração do Portal
pt_pt: Administração do Portal
ru: Администрирование сайта
sl: Administracija spletišča
sr_rs@cyrillic: Администрација сајта
sr_rs@latin: Administracija sajta
sv: Webbplatsadministration
tr_tr: Site Yönetimi
uk: Адміністрування вебсайту
vi: Quản trị trang web
vi_vn: Quản trị trang web

# admin.siteManagement
source: Site Management
ar_iq: إدارة الموقع
bg_bg: Управление на сайта
ca_es: Administració del lloc web
cs: Správa stránek
da_dk: Administration af websted
de: Management der Website
el_gr: Διαχείριση ιστοτόπου
es: Gestión del sitio
eu: Gunearen kudeaketa
fa_ir: مدیریت سایت
fi: Sivuston hallinnointi
fr_fr: Gestion du site
hr_hr: Upravljanje stranicom
hu_hu: Oldal beállítás
hy_am: Կայքի կառավարում
id: Manajemen Situs
id_id: Manajemen Situs
it_it: Gestione del sito
ja: サイト管理
ka_ge: Საიტის მენეჯმენტი
kk_kz: Сайтты басқару
ku_iq: به‌ڕێوه‌بردنی پێگه‌
mk: Менаџмент на сајтот
ms: Pengurusan Laman
nb: Nettstedsadministrasjon
nl: Sitebeheer
pl: Zarządzanie stroną
pt_br: Administração do Portal
pt_pt: Administração da Revista
ru: Управление сайтом
sl: Upravljanje spletišča
sr_rs@cyrillic: Управљање сајтом
sr_rs@latin: Upravljanje sajtom
sv: Hantera webbplats
tr_tr: Site Yönetimi
uk: Керування вебсайтом
vi: Quản lý trang web
vi_vn: Quản lý trang web

# admin.siteSettings
source: Site Settings
ar_iq: إعدادات الموقع
bg_bg: Настройки на сайта
ca_es: Configuració del lloc
cs: Nastavení stránek
da_dk: Indstillinger for websted
de: Einstellungen der Website
el_gr: Ρυθμίσεις ιστοτόπου
es: Configuración del sitio
eu: Gunearen ezarpenak
fa_ir: تنظیمات سایت
fi: Sivuston asetukset
fr_fr: Paramètres du site
hr_hr: Postavke stranice
hu_hu: Oldal beállítások
hy_am: Կայքի կարգաբերումներ
id: Pengaturan Situs
id_id: Pengaturan Situs
it_it: Impostazioni
ja: サイト設定
ka_ge: საიტის პარამეტრები
kk_kz: Сайт баптаулары
ku_iq: رێكخستنه‌كانی پێگه‌
mk: Подесувања на сајтот
ms: Tetapan Laman
nb: Nettstedets innstillinger
nl: Site instellingen
pl: Ustawienia strony
pt_br: Configurações do Portal
pt_pt: Configurações do Portal
ru: Настройки сайта
sl: Nastavitve spletišča
sr_rs@cyrillic: Подешавање сајта
sr_rs@latin: Podešavanje sajta
sv: Webbplatsinställningar
tr_tr: Site Ayarları
uk: Налаштування вебсайту
vi: Cài đặt trang web
vi_vn: Cài đặt Trang web

# admin.siteSetup
source: Site Setup
ar_iq: تهيئة الموقع
bg_bg: Инстралиране на сайта
ca_es: Desplegament del lloc web
cs: Nastavení stránek
da_dk: Website opsætning
de: Einrichtung der Website
el_gr: Παραμετροποίηση λειτουργιών ιστοτόπου
es: Configuración del sitio
eu: Gunearen konfigurazioa
fa_ir: نصب سایت
fi: Sivuston asetukset
fr_fr: Réglage du site
hu_hu: Oldal beállítások
hy_am: Կայքի տեղադրում
id: Pengaturan Situs
id_id: Pengaturan Situs
it_it: Setup del sito
ja: サイトセットアップ
ka_ge: საიტის დაყენება
kk_kz: Сайтты орнату
ku_iq: دامه‌زراندنی پێگه‌
mk: Поставување на сајтот
ms: Persediaan Laman
nb: Nettstedets oppsett
nl: Site instellingen
pl: Konfiguracja strony
pt_br: Configuração do Portal
pt_pt: Configuração do Portal
ru: Установка сайта
sl: Namestitev spletišča
sr_rs@latin: Podešavanje sajta
sv: Konfiguration av webbplats
tr_tr: Site Kurulum
uk: Налаштування вебсайту
vi: Thiết lập trang web
vi_vn: Thiết lập trang web

# admin.systemConfigFileReadError
source: The configuration file <tt>config.inc.php</tt> does not exist, is not readable, or is invalid.
ar_iq: إن ملف الإعدادات <tt>config.inc.php</tt> غير موجود، أو تتعذر قراءته، أو غير صحيح.
bg_bg: Конфигурационният файл <tt>config.inc.php</tt> не съществува, не може да бъде прочетен или не е валиден.
ca_es: El fitxer de configuració <tt>config.inc.php</tt> no existeix, no es pot llegir o bé no és vàlid.
cs: Konfigurační soubor <tt>config.inc.php</tt> neexistuje, není čitelný nebo je neplatný.
da_dk: Konfigurationsfilen <tt>config.inc.php</tt> findes ikke, kan ikke læses eller er ugyldig.
de: Die Konfigurationsdatei <tt>config.inc.php</tt> ist nicht vorhanden, nicht lesbar oder ungültig.
el_gr: Το αρχείο ρυθμίσεων &lt;tt&gt;config.inc.php&lt;/tt&gt; δεν υπάρχει, δεν είναι αναγνώσιμο, ή δεν είναι έγκυρο.
es: El archivo de configuración <tt>config.inc.php</tt> no existe, no se puede leer o no es válido.
eu: <tt>config.inc.php</tt> konfigurazio-fitxategia ez dago, ezin da irakurri, edo ez da baliozkoa.
fa_ir: فایل پیکربندی <tt>config.inc.php</tt> وجود ندارد، قابل خواندن نیست و یا بی‌اعتبار است.
fi: Määritystiedostoa <tt>config.inc.php</tt> ei ole olemassa, ei voi lukea tai se on viallinen.
fr_fr: Le fichier de configuration <tt>config.inc.php</tt> n'existe pas, n'est pas lisible, ou n'est pas valide.
hr_hr: Konfiguracijska datoteka <tt>config.inc.php</tt> ne postoji, nije čitljiva ili je neispravna.
hu_hu: A konfigurációs fájl <tt>config.inc.php</tt> nem található, nem olvasható vagy érvénytelen.
hy_am: <tt> config.inc.php </tt> ֆայլը գոյություն չունի, ընթերցելի չէ կամ անվավեր է:
id: File konfigurasi <tt>config.inc.php</tt> tidak ada, tidak terbaca, atau invalid.
id_id: File konfigurasi <tt>config.inc.php</tt> tidak ada, tidak terbaca, atau invalid.
it_it: Il file di configurazione <tt>config.inc.php</tt> non esiste, non &#x00E8; leggibile o non &#x00E8; valido.
ja: 設定ファイル <tt>config.inc.php</tt> が存在しないか，読み込めない，あるいは無効です。
ka_ge: კონფიგურაციის ფაილი <tt>config.inc.php</tt> არ არსებობს, არ იკითხება, ან არასწორია.
kk_kz: <tt>config.inc.php</tt> конфигурация файлы жоқ, оқылмайды немесе жарамсыз.
ku_iq: دۆسییه‌ی رێكخستنه‌كان <tt>config.inc.php</tt> بوونى نییه‌، يان ناخوێندرێته‌وه‌، یان راست نییه‌.
mk: Конфигурациската датотека <tt>config.inc.php</tt> не постои, не може да се чита или не е валидна.
ms: Fail konfigurasi <tt>config.inc.php</tt> tidak wujud, tidak boleh dibaca atau tidak sah.
nb: Konfigurasjonsfilen <tt>config.inc.php</tt> finnes ikke, kan ikke leses eller er ugyldig.
nl: Het instellingenbestand <tt>config.inc.php</tt> bestaat niet, is niet leesbaar of is onbruikbaar.
pl: Plik konfiguracyjny <tt>config.inc.php</tt> nie istnieje, nie można go odczytać lub jest uszkodzony.
pt_br: O documento de configuração <tt>config.inc.php</tt> não existe, não possui permissão de leitura ou está corrompido.
pt_pt: O ficheiro de configuração <tt>config.inc.php</tt> não existe, não possui permissão de leitura ou está corrompido.
ru: Конфигурационный файл <tt>config.inc.php</tt> не существует, не доступен для чтения или является неправильным.
sl: Konfiguracijska datoteka <tt>config.inc.php</tt> ne obstaja, ni berljiva ali je neveljavna.
sr_rs@cyrillic: Конфигурациони фајл <tt>config.inc.php</tt> не постоји, није читљив или је неисправн.
sr_rs@latin: Konfiguracioni fajl <tt>config.inc.php</tt> ne postoji, nije čitljiv ili je neispravan.
sv: Konfigurationsfilen <tt>config.inc.php</tt> existerar inte, är ogiltig, eller går inte att läsa.
tr_tr: <tt>config.inc.php</tt> adlı konfigürasyon dosyası bulunamıyor, okunabilir değil veya geçersiz.
uk: Файл конфігурації <tt>config.inc.php</tt> не існує, не доступний для читання або пошкоджений.
vi: Tệp cấu hình <tt>config.inc.php</tt> không tồn tại, không thể đọc được hoặc không hợp lệ.
vi_vn: Tệp cấu hình <tt> config.inc.php </tt> không tồn tại, không thể đọc được hoặc không hợp lệ.

# admin.systemInformation
source: System Information
ar_iq: معلومات النظام
bg_bg: Системна информация
ca_es: Informació del sistema
cs: Systémové informace
da_dk: Systemoplysninger
de: Systeminformationen
el_gr: Πληροφορίες συστήματος
es: Información del sistema
eu: Sistema-informazioa
fa_ir: اطلاعات سیستم
fi: Järjestelmätiedot
fr_fr: Information sur le système
hr_hr: Informacije o sustavu
hu_hu: Rendszer információ
hy_am: Համակարգի տեղեկատվություն
id: Informasi Sistem
id_id: Informasi Sistem
it_it: Informazioni sul sistema
ja: システム情報
ka_ge: სისტემური ინფორმაცია
kk_kz: Жүйе туралы ақпарат
ku_iq: زانیارییه‌كانی سیسته‌م
mk: Системски информации
ms: Maklumat Sistem
nb: Systeminformasjon
nl: Systeeminformatie
pl: Informacje dotyczące systemu
pt_br: Informações sobre o Sistema
pt_pt: Informações sobre o Sistema
ru: Информация о системе
sl: Informacije o sistemu
sr_rs@cyrillic: Информације о систему
sr_rs@latin: Informacije o sistemu
tr_tr: Sistem Bilgisi
uk: Інформація про систему
vi: Thông tin hệ thống
vi_vn: Thông tin hệ thống
