Repository: pkp/pkp-lib
Catalog: locale/*/admin.po
Languages: ar_iq, bg_bg, ca_es, cs, da_dk, de, el_gr, es, eu, fa_ir, fi, fr_fr, hr_hr, hu_hu, hy_am, id, id_id, it_it, ja, ka_ge, kk_kz, ku_iq, lv_lv, mk, ms, nb, nl, pl, pt_br, pt_pt, ru, sl, sr_rs@cyrillic, sr_rs@latin, sv, tr_tr, uk, vi, vi_vn

# admin.systemInfo.settingName
source: Setting Name
ar_iq: اسم الإعداد
bg_bg: Име на настройката
ca_es: Configuració de nom
cs: Nastavení - název
da_dk: Navn på indstilling
de: Name der Einstellung
el_gr: Ονομασία ρύθμισης
es: Nombre de configuración
eu: Ezarpenaren izena
fa_ir: نام تنظیم
fi: Asetuksen nimi
fr_fr: Fixation du nom
hr_hr: Naziv postavke
hu_hu: Beállítás neve
hy_am: Կարգավորման անվանում
id: Pengaturan Nama
id_id: Pengaturan Nama
it_it: Nome
ja: 設定名
ka_ge: პარამეტრის სახელი
kk_kz: Атау енгізу
ku_iq: ناوی ڕێکخستن
lv_lv: Iestatījumu Nosaukums
mk: Име на подесувањето
ms: Nama Tetapan
nb: Innstillingsnavn
nl: Instellingsnaam
pl: Nazwa
pt_br: Nome da Configuração
pt_pt: Nome da configuração
ru: Задаем название
sl: Ime nastavitve
sr_rs@cyrillic: Назив подешавања
sr_rs@latin: Naziv podešavanja
sv: Inställningens namn
tr_tr: Ayar Adı
uk: Назва налаштування
vi: Tên cài đặt
vi_vn: Đặt tên

# admin.systemInfo.settingValue
source: Setting Value
ar_iq: قيمة الإعداد
bg_bg: Стойност на настройката
ca_es: Configuració de valor
cs: Nastavení - hodnota
da_dk: Indsættelse af værdi
de: Wert der Einstellung
el_gr: Τιμή ρύθμισης
es: Valor de configuración
eu: Ezarpenaren balioa
fa_ir: مقدار تنظیم
fi: Asetuksen arvo
fr_fr: Fixation de la valeur
hr_hr: Vrijednost postavke
hu_hu: Beállítás értéke
hy_am: Կարգավորման արժեք
id: Pengaturan Nilai
id_id: Pengaturan Nilai
it_it: Valore
ja: 設定値
ka_ge: პარამეტრის მნიშვნელობა
kk_kz: Мән орнату
ku_iq: بەهای ڕێکخستن
lv_lv: Iestatījumu Vērtība
mk: Вредност на подесувањето
ms: Tetapan Nilai
nb: Innstillingsverdier
nl: Waarde van de instelling
pl: Wartość
pt_br: Valor da Configuração
pt_pt: Valor da configuração
ru: Задаем значение
sl: Vrednost nastavitve
sr_rs@cyrillic: Вредност подешавања
sr_rs@latin: Vrednost podešavanja
sv: Inställningens värde
tr_tr: Ayar Değeri
uk: Значення налаштування
vi: Giá trị cài đặt
vi_vn: Giá trị cài đặt

# admin.adminFunctions
source: Administrative Functions
ar_iq: الوظائف الإدارية
bg_bg: Административни функции
ca_es: Funcions administratives
cs: Administrátorské funkce
da_dk: Administrative funktioner
de: Administrationsaufgaben
el_gr: Λειτουργίες διαχείρισης
es: Funciones administrativas
eu: Funtzio administratiboak
fa_ir: عملیات مدیریتی
fi: Ylläpitoon liittyvät toiminnot
fr_fr: Fonctions administratives
hr_hr: Administrativne funkcije
hu_hu: Adminisztratív funkciók
hy_am: Ադմինիստրատիվ ֆունկցիաներ
id: Fungsi Administratif
id_id: Fungsi Administratif
it_it: Funzioni di amministrazione
ja: 管理機能
ka_ge: ადმინისტრაციული ფუნქციები
kk_kz: Әкімшілік функциялар
ku_iq: ئەرکە کارگێڕییەکان
lv_lv: Administratīvās Funkcijas
mk: Административна функција
ms: Fungsi Pentadbiran
nb: Administrative funksjoner
nl: Administratieve functies
pl: Funkcje administracyjne
pt_br: Funções Administrativas
pt_pt: Funções Administrativas
ru: Административные функции
sl: Administrativne funkcije
sr_rs@cyrillic: Административне функције
sr_rs@latin: Administrativne funkcije
sv: Administrativa funktioner
tr_tr: Yönetsel İşlevler
uk: Адміністративні функції
vi: Các chức năng quản trị
vi_vn: Các chức năng quản trị

# admin.deleteCache
source: Delete Caches
ar_iq: حذف المخبوءات
bg_bg: Изтриване на кеша
cs: Smazat cache
da_dk: Slet caches
de: Caches löschen
es: Borrar caché
eu: Ezabatu katxea
fr_fr: Vider les caches
hr_hr: Obriši cache memoriju
hy_am: Ջնջել քեշերը
id: Hapus Cache
it_it: Cancella Cache
ka_ge: ქეშების წაშლა
kk_kz: Кэштерді жою
lv_lv: Dzēst kešatmiņas
mk: Избришете Кешови
nb: Slett cache
nl: Leeg cache
pl: Usuń pamięci podręczne
pt_br: Excluir caches
pt_pt: Eliminar Cache
ru: Удалить кэши
sl: Izbriši začasni pomnilnik (cash)
sv: Radera cache
tr_tr: Önbelleği Sil
uk: Очистити кеші
vi: Xóa bộ nhớ đệm

# admin.deleteCache.description
source: Delete cache files from the system. This should only be done in development environments.
ar_iq: حذف الملفات المخبأة من النظام. ينبغي القيام بذلك فقط في بيئات التطوير.
bg_bg: Изтриване на кешираните от системата файлове. Това трябва да се прави само в среди за разработка.
cs: Odstranění souborů mezipaměti ze systému. Toto by se mělo provádět pouze ve vývojovém prostředí.
da_dk: Slet filer i cachen fra systemet. Dette bør udelukkende gøres i udviklingsmiljøer.
de: Cache Dateien aus dem System löschen. Dies sollte nur in Entwicklungs-Umgebungen getan werden.
es: Borrar los archivos de la memoria caché del sistema. Esto solo debería hacerse en entornos de desarrollo.
eu: Ezabatu cache fitxategiak sistematik. Hori garapen-inguruneetan bakarrik egin behar da.
fr_fr: Vider les fichiers caches du système. Ceci ne devrait être fait qu'en environnement de développement.
hr_hr: Obriši datoteke cache memorije iz sustava. Ovo bi se trebalo raditi samo u razvojnim okruženjima.
hy_am: Ջնջել քեշի նիշքերը համակարգից: Դա պետք է արվի միայն զարգացման միջավայրում:
id: Hapus berkas cache dari sistem. Ini hanya boleh dilakukan di lingkungan pengembangan.
it_it: Cancellare i file della cache dal sistema. Questa operazione deve essere eseguita solo in ambienti di sviluppo.
ka_ge: წაშალეთ ქეში ფაილები სისტემიდან. ეს უნდა გაკეთდეს მხოლოდ შუალედურ გარემოში.
kk_kz: Жүйеден кэш файлдарын жойыңыз. Бұл тек әзірлеу орталарында жасалуы керек.
lv_lv: Izdzēsiet kešatmiņas failus no sistēmas. Tas jādara tikai izstrādes vidēs.
mk: Избришете ги кеш-датотеките од системот. Ова треба да се прави само во развојни средини.
nb: Slett cache-filer fra systemet. Dette bør kun gjøres i utviklingsmiljøer.
nl: Wis cache bestanden uit het systeem. Dit kan alleen gedaan worden in de ontwikkelomgeving.
pl: Usuń pliki pamięci podręcznej z systemu. Należy to robić tylko w środowiskach programistycznych.
pt_br: Exclua os arquivos de cache do sistema. Isso só deve ser feito em ambientes de desenvolvimento.
pt_pt: Elimine os ficheiros de cache do sistema. Isto só poderá ser feito em ambiente de desenvolvimento.
ru: Удаляет файлы кэша из системы. Это стоит делать только на серверах, использующихся для разработки.
sl: Izbriši začasne datoteke (cash) na datotečnem sistemu. To se lahko naredi le na razvojnem okolju.
sv: Radera cache-filer från systemet. Ska endast utföras i utvecklingsmiljöer.
tr_tr: Önbellek dosyalarını sistemden silin. Bu yalnızca geliştirme ortamlarında yapılmalıdır.
uk: Видалити файли кешу із системи. Це слід робити лише в середовищах розробки.
vi: Xóa các tệp bộ nhớ đệm khỏi hệ thống. Điều này chỉ nên thực hiện trong môi trường phát triển.

source: admin.clearDataCache
ar_iq: حذف خبء البيانات
bg_bg: Изтриване на кеша на данните
ca_es: Esborra la memòria cau de dades
cs: Vymazat mezipaměti dat
da_dk: Slet datacache
de: Den Datenspeicher leeren
el_gr: Καθαρισμός κρυφής μνήμης δεδομένων
es: Borrar caché de datos
eu: Garbitu datu-cacheak
fa_ir: پاک کردن نهان گاه داده‌ها
fi: Tyhjennä datavälimuistit
fr_fr: Vider les caches de données
hr_hr: Brisanje pričuvne memorije podataka
hu_hu: Adat Cache törlése
hy_am: Ջնջել տվյալների քեշը
id: Hapus Data Cache
id_id: Hapus Data Cache
it_it: Svuota la cache dei dati
ja: データキャッシュのクリア
ka_ge: მონაცემთა კეშის წაშლა
kk_kz: Деректер кэштерін тазарту
ku_iq: داتا لابەلاکان بسڕەوە
lv_lv: Notīrīt Datu Kešatmiņu
mk: Исчистете ги мемориските податоци
ms: Kosongkan Cache Data
nb: Tøm data-cacher
nl: Leeg data caches
pl: Wyczyść pamięć cache danych
pt_br: Excluir caches de dados
pt_pt: Eliminar Cache de Dados
ru: Очистить кэши данных
sl: Izbriši začasen pomnilnik (cash) za podatke
sr_rs@cyrillic: Брисање кеш меморије података
sr_rs@latin: Brisanje keš memorije podataka
sv: Radera data-cache
tr_tr: Önbellek Verilerini Sil
uk: Очистити кеш даних
vi: Xóa bộ nhớ cache dữ liệu
vi_vn: Xóa bộ nhớ cache dữ liệu

source: admin.clearTemplateCache
ar_iq: حذف خبء القوالب
bg_bg: Изтриване на кеша на шаблоните
ca_es: Esborra la memòria cau de plantilles
cs: Vymazat dočasné mezipaměti
da_dk: Slet skabeloncachen
de: Den Vorlagenspeicher leeren
el_gr: Καθαρισμός κρυφής μνήμης προτύπων
es: Borrar caché de la plantilla
eu: Garbitu txantiloi-cachea
fa_ir: پاک کردن نهان گاه الگوها
fi: Tyhjennä mallipohjien välimuisti
fr_fr: Vider le cache de modèles
hr_hr: Brisanje pričuvne memorije predloška
hu_hu: Sablon Cache törlése
hy_am: Ջնջել ձևանմուշ քեշը
id: Hapus Template Cache
id_id: Hapus Template Cache
it_it: Svuota la cache dei template
ja: テンプレートキャッシュのクリア
ka_ge: შაბლონის კეშის წაშლა
kk_kz: Үлгі кэшін тазарту
ku_iq: قاڵبە لابەلاکان بسڕەوە
lv_lv: Notīrīt Veidņu Kešatmiņu
mk: Избриши го кешот со шаблони
ms: Kosongkan Cache Templat
nb: Tøm mal-cache
nl: Leeg template cache
pl: Wyczyść pamięć cache szablonów
pt_br: Excluir caches de template
pt_pt: Limpar Cache do Template
ru: Очистить кэш шаблонов
sl: Izbriši začasen pomnilnik (cash) za predloge
sr_rs@cyrillic: Брисање кеш меморије шаблона
sr_rs@latin: Brisanje keš memorije šablona
sv: Radera mall-cache
tr_tr: Tema Önbelleğini Sil
uk: Очистити кеш шаблонів
vi: Xóa bộ nhớ đệm mẫu
vi_vn: Xóa bộ nhớ đệm mẫu

# admin.configFileUpdatedInstructions
source: Your configuration file has been successfully updated. Please note that if your site no longer functions correctly you may need to manually fix your configuration by editing <tt>config.inc.php</tt> directly.
ar_iq: ملف التعريف الخاص بك تم تحديثه بنجاح. لطفاً، لاحظ أنه إن لم يعد موقعك عاملاً بالشكل الصحيح، فقد تضطر إلى إجراء التصحيح على ملف التعريف يدوياً عبر التعديل المباشر على الملف<tt>config.inc.php</tt>.
bg_bg: Вашият конфигурационен файл е актуализиран успешно. Моля, обърнете внимание, че ако вашият сайт вече не функционира правилно, може да се наложи ръчно да коригирате конфигурацията си, като редактирате директно <tt>config.inc.php</tt>.
ca_es: El fitxer de configuració s'ha desat correctament. Tingueu en compte que si el seu lloc ja no funciona correctament potser haureu de modificar manualment la configuració editant <tt>config.inc.php</tt> directament.
cs: Váš konfigurační soubor byl úspěšně aktualizován. Vemte, prosím, v úvahu, že pokud již Vaše stránka nefunguje správně, budete možná muset ručně opravit vaši konfiguraci přímo úpravou souboru <tt>config.inc.php</tt>.
da_dk: Konfigurationsfilen er blevet opdateret. Vær opmærksom på, at hvis webstedet ikke længere fungerer korrekt, skal du muligvis rette konfigurationen manuelt ved at redigere direkte i filen <tt>config.inc.php</tt>.
de: Ihre Konfigurationsdatei wurde erfolgreich aktualisiert. Beachten Sie bitte, dass Sie, falls Ihre Seite nicht mehr richtig arbeitet, eventuell die Konfiguration manuell wiederherstellen müssen, indem Sie direkt <tt>config.inc.php</tt> bearbeiten.
el_gr: Το αρχείο ρυθμίσεων ενημερώθηκε επιτυχώς. Σε περίπτωση που ο ιστότοπος δεν λειτουργεί σωστά, ίσως χρειαστεί να παραμετροποιήσετε χειροκίνητα τις ρυθμίσεις με άμεση επεξεργασία του αρχείου &lt;tt&gt;config.inc.php&lt;/tt&gt;.
es: El archivo de configuración se ha actualizado con éxito. Es posible que, si su sitio ya no funciona correctamente, tenga que arreglar la configuración de forma manual mediante la edición de <tt>config.inc.php</tt> directamente.
eu: Zure konfigurazio-fitxategia ondo eguneratu da. Kontuan izan, zure guneak ez badu ondo funtzionatzen, behar bada eskuz konpondu beharko duzula konfigurazioa, zuzenean <tt>config.inc.php</tt>editatuz.
fa_ir: فایل پیکربندی شما با موفقیت به‌روزرسانی گردید. لطفاً به یاد داشته باشید که در صورت عدم کارکرد صحیح سایت ممکن است لازم شود که به‌طور دستی فایل <tt>config.inc.php</tt> را ویرایش کنید.
fi: Määritystiedostosi on päivitetty onnistuneesti. Huomioithan, että jos sivustosi ei enää toimi oikein, saatat joutua korjaamaan määrityksiä manuaalisesti muokkaamalla suoraan <tt>config.inc.php</tt>-tiedostoa.
fr_fr: Votre fichier de configuration a été mis à jour avec succès. Noter que si votre site ne fonctionne plus correctement, vous aurez peut être à réparer manuellement votre configuration en modifiant directement le <tt>config.inc.php</tt>.
hr_hr: Vaša konfiguracijska datoteka je uspješno ažurirana. Imajte na umu da ukoliko vaša stranica više ne radi ispravno, tada ćete morati ručno podesiti svoju konfiguraciju prilikom direktnog uređivanja <tt>config.inc.php</tt> datoteke.
hu_hu: A konfigurációs fájlja sikeresen frissítve lett. Kérem, vegye figyelembe, hogyha a weboldal nem működik megfelelően, akkor előfordulhat, hogy kézzel kell javítania a konfigurációs fájl <tt>config.inc.php</tt> közvetlen szerkesztésével.
hy_am: Ձեր կարգավորումների նիշքը հաջողությամբ թարմացվել է։ Խնդրում ենք հաշվի առնել, որ եթե կայքը չի գործում ինչպես կարգն է, անհրաժեշտ է անմիջական միջամտությամբ կարգավորել <tt>config.inc.php</tt> նիշքը.
id: File konfigurasi Anda telah sukses diupdate. Jika situs Anda tidak lagi berfungsi dengan benar, Anda mungkin perlu memperbaiki konfigurasi Anda secara manual dengan mengedit <tt>config.inc.php</tt> secara langsung.
id_id: File konfigurasi Anda telah sukses diupdate. Jika situs Anda tidak lagi berfungsi dengan benar, Anda mungkin perlu memperbaiki konfigurasi Anda secara manual dengan mengedit <tt>config.inc.php</tt> secara langsung.
it_it: Il file di configurazione &#x00E8; stato modificato con successo. Da notare che se il sito non dovesse pi&#x00F9; funzionare correttamente dopo queste modifiche sar&#x00E0; necessario sistemare manualmente il file di configurazione <tt>config.inc.php</tt>.
ja: あなたの設定ファイルは正常にアップデートされました。もしあなたのサイトがまだ正常に機能していない場合は，<tt>config.inc.php</tt> を直接編集して設定を修正する必要があるかもしれません。
ka_ge: თქვენი კონფიგურაციის ფაილი წარმატებით განახლდა. გთხოვთ გაითვალისწინოთ, რომ თუ თქვენი საიტი აღარ ფუნქციონირებს, შეიძლება დაგჭირდეთ თქვენი კონფიგურაციის ხელით გამოსწორება <tt>config.inc.php</tt>-ის რედაქტირებით.
kk_kz: Сіздің конфигурациялық файлыңыз сәтті жаңартылды. Назар аударыңыз, егер сіздің сайтыңыз жұмысын тоқтатса, <tt>config.inc.php</tt> файлын тікелей өңдеу арқылы конфигурацияны қолмен түзету қажет болуы мүмкін.
ku_iq: فایلی زانیارییەکانی تایبەت بەخۆت بەسەرکەوتوویی نوێ کرایەوە، تکایە ئەگەر پێگەکەت بەشێوەیەکی دروست کارانەبوو، دەتوانی زانیارییەکان بەدەستکارییەوە راستبکەیەوە بەشیوەیەکی راستەوخۆ لەسەر فایلەکە
lv_lv: Jūsu konfigurācijas fails ir veiksmīgi atjaunināts. Lūdzu, ņemiet vērā, ja jūsu vietne vairs nedarbojas pareizi, iespējams, būs manuāli jālabo konfigurācija, rediģējot <tt>config.inc.php</tt>.
mk: Вашата датотека за конфигурација е успешно ажурирана. Забележете дека ако вашата веб-страница веќе не работи правилно, можеби ќе треба рачно да ја поправите вашата конфигурација со директно уредување на <tt>config.inc.php</tt>.
ms: Fail konfigurasi anda telah berjaya dikemas kini. Sila ambil perhatian bahawa jika laman anda tidak lagi berfungsi dengan betul, anda mungkin perlu membetulkan konfigurasi anda secara manual dengan mengedit <tt>config.inc.php</tt> secara langsung.
nb: Konfigurasjonen ble oppdatert. Dersom nettstedet ikke lenger virker som det skal, må du kanskje ordne konfigurasjonen manuelt. Det gjør du ved å redigere <tt>config.inc.php</tt> direkte.
nl: Uw instellingenbestand is gewijzigd. Merk op dat u <tt>config.inc.php</tt> mogelijk met de hand moet aanpassen als uw site niet meer correct werkt.
pl: Twój plik konfiguracyjny został zaktualizowany. Jeżeli twoja strona w dalszym ciągu nie działa poprawnie, poddaj ręcznej edycji plik <tt>config.inc.php</tt>.
pt_br: O documento de configuração foi atualizado com sucesso. Caso as alterações incorram em erros no sistema será necessário atualizar manualmente o arquivo <tt>config.inc.php</tt>.
pt_pt: O documento de configuração foi actualizado com sucesso. Note que se o seu site já não estiver a funcionar corretamente, poderá ter de corrigir manualmente a sua configuração através da edição <tt>config.inc.php</tt>.
ru: Ваш конфигурационный файл был успешно обновлен. Пожалуйста, обратите внимание на то, что если ваш сайт перестал правильно работать, вам может быть необходимо вручную исправить вашу конфигурацию, отредактировав <tt>config.inc.php</tt> напрямую.
sl: Konfiguracijska datoteka je bila uspešno posodobljena. Opozorilo: v primeru, da spletišče ne bo pravilno delovalo, boste morda morali ročno popraviti konfiguracijsko datoteko <tt>config.inc.php</tt>.
sr_rs@cyrillic: Ваш конфигурациони фајл је успешно ажуриран. Имајте на уму да уколико ваш сајт више не ради исправно, потребно је ручно подесити конфигурацију директним уређивањем фајла <tt>config.inc.php</tt>.
sr_rs@latin: Vaš konfiguracioni fajl je uspešno ažurirana. Imajte na umu da ukoliko vaš sajt više ne radi ispravno, morate ručno podesiti konfiguraciju prilikom direktnog uređivanja <tt>config.inc.php</tt> fajla.
sv: Ändringarna har sparats i din konfigurationsfil. Kom ihåg att om sidan inte längre fungerar korrekt måste du göra ändringar manuellt i <tt>config.inc.php</tt>.
tr_tr: Yapılandırma dosyanız başarı ile güncellendi. Sitenizin işlevlerinin düzgün şekilde çalışmaması durumunda doğrudan <tt>config.inc.php</tt> dosyasında gerekli düzenlemeleri yaparak sorunu giderebilirsiniz.
uk: Ваш файл конфігурації успішно оновлено. Будь ласка, зауважте, що в разі, якщо ваш вебсайт тепер не функціонує коректно, можливо, потрібно вручну виправити вашу конфігурацію шляхом безпосереднього редагування файлу <tt>config.inc.php</tt>.
vi: Tệp cấu hình của bạn đã được cập nhật thành công. Lưu ý rằng nếu trang web của bạn không còn hoạt động đúng cách, bạn có thể cần sửa cấu hình thủ công bằng cách chỉnh sửa trực tiếp <tt>config.inc.php</tt>.
vi_vn: Tệp cấu hình của bạn đã được cập nhật thành công. Xin lưu ý rằng nếu trang web của bạn không còn hoạt động bình thường, bạn có thể cần phải sửa cấu hình của mình theo cách thủ công bằng cách chỉnh sửa trực tiếp <tt> config.inc.php </tt>.

# admin.confirmClearTemplateCache
source: Are you sure you want to clear the cache of compiled templates?
ar_iq: هل أنت متأكد من رغبتك في إزالة الملفات المخبأة الخاصة بالقوالب المجمَّعة؟
bg_bg: Сигурни ли сте, че искате да изчистите кеша на компилираните шаблони?
ca_es: Esteu segur/a que voleu esborrar la memòria cau de les plantilles compilades?
cs: Jste si jisti, že chcete vymazat mezipaměť zkompilovaných šablon?
da_dk: Er du sikker på, at du vil rydde cachen for kompilerede skabeloner?
de: Sind Sie sicher, dass Sie den Vorlagenspeicher leeren wollen?
el_gr: Επιβεβαιώνετε τη διαγραφή των υπαρχόντων προτύπων από την κρυφή μνήμη;
es: ¿Seguro que quieres borrar la caché de las plantillas confeccionadas?
eu: Ziur zaude konpilatutako txantiloien cachea garbitu nahi duzula?
fa_ir: آیا مطمئن هستید که می‌خواهید نهان گاه الگوهای کامپایل شده را پاک کنید؟
fi: Haluatko varmasti tyhjentää koostettujen mallipohjien välimuistin?
fr_fr: Avez-vous la certitude de vouloir effacer le cache des modèles compilés ?
hr_hr: Jeste li sigurni da želite obrisati pričuvnu memoriju izrađenih predložaka?
hu_hu: Biztosan törölni szeretné a betöltött sablonokat a cache-ből?
hy_am: Համոզված եք, որ ուզում եք ջնջել Template-ի քեշ հիշողությունը։
id: Apakah Anda yakin ingin membersihkan template cache yang disusun?
id_id: Apakah Anda yakin ingin membersihkan template cache yang disusun?
it_it: Sei sicuro di voler svuotare la cache dei template compilati?
ja: コンパイル済テンプレートのキャッシュをクリアしてもよいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ შეადგინოთ შედგენილი შაბლონების მეხსიერება?
kk_kz: Жиналған шаблон кэшін тазартқыңыз келетініне сенімдісіз бе?
ku_iq: ئایا دڵنیاییت کە دەتەوێ زانیارییەشاراوەکانت بەشێوەیەکی کۆکراوەیی بسڕیتەوە
lv_lv: Vai tiešām vēlaties notīrīt kompilēto veidņu kešatmiņu?
mk: Дали сте сигурни дека сакате да го исчистите кешот на собрани шаблони?
ms: Adakah anda pasti mahu mengosongkan cache templat yang disusun?
nb: Er du sikker på at du vil tømme cachen med maler?
nl: Weet u zeker dat u de cache met gecompileerde templates wilt legen?
pl: Czy na pewno usunąć pamięć cache skompilowanych szablonów?
pt_br: Deseja realmente limpar o Cache das templates compiladas?
pt_pt: Tem a certeza que quer limpar a cache dos modelos compilados?
ru: Вы уверены, что хотите очистить кэш скомпилированных шаблонов?
sl: Ste prepričani, da želite izbrisati začasen pomnilnik za predloge?
sr_rs@cyrillic: Да ли сте сигурни да желите да обришете кеш меморију израђених шаблона?
sr_rs@latin: Da li ste sigurni da želite obrisati keš memoriju izrađenih šablona?
sv: Är du säker på att du vill rensa all samlad mall-cache?
tr_tr: Derlenmiş şablonları önbellekten silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете очистити кеш скомпільованих шаблонів?
vi: Bạn có chắc chắn muốn xóa bộ nhớ đệm các mẫu đã biên dịch không?
vi_vn: Bạn có chắc chắn muốn xóa bộ nhớ cache của các mẫu đã biên dịch không?
