Repository: pkp/pkp-lib
Catalog: locale/*/api.po
Languages: ar_iq, az, bg, ca_es, da_dk, de, de_de, el_gr, es, es_es, fi_fi, fr_ca, fr_fr, hr, hu, hy_am, id_id, it, ja_jp, kk_kz, ms_my, nl, pt, pt_br, ru, sv_se, tr, uk, vi

# api.400.paramNotSupported
source: The {$param} parameter is not supported.
ar_iq: إن العامل {$param} غير مدعوم.
az: {$param} parametri dəstəklənmir.
bg: Параметърът «{$param}» не се поддържа.
ca_es: El paràmetre {$param} no està suportat.
da_dk: Parameteren {$param} understøttes ikke.
de: Der Parameter {$param} wird nicht unterstützt.
de_de: Der Parameter {$param} wird nicht unterstützt.
el_gr: Η παράμετρος {$param} δεν υποστηρίζεται.
es: El parámetro {$param} no está soportado.
es_es: El parámetro {$param} no está soportado.
fi_fi: Parametria {$param} ei tueta.
fr_ca: Le paramètre « {$param} » n'est pas supporté.
fr_fr: Le paramètre « {$param} » n'est pas supporté.
hr: Parametar {$param} nije podržan.
hu: A {$param} paraméter nem támogatott.
hy_am: Այս {$param} պարամետրը չի աջակցվում։
id_id: Parameter {$param} tidak didukung.
it: Il parametro {$param} non è supportato.
ja_jp: {$param} パラメーターはサポートされていません。
kk_kz: {$param} параметріне қолдау көрсетілмейді.
ms_my: Parameter {$param} tidak disokong.
nl: De {$param} wordt niet ondersteund.
pt: O parâmetro {$param} não é suportado.
pt_br: O parâmetro {$param} não é suportado.
ru: Параметр «{$param}» не поддерживается.
sv_se: {$param}-parametern stöds ej.
tr: {$param} parametresi desteklenmiyor.
uk: Параметр "{$param}" не підтримується.
vi: Tham số {$param} không được hỗ trợ.

# api.400.propReadOnly
source: The {$prop} property can not be modified.
ar_iq: لا يمكن تعديل الخاصية {$prop}.
az: {$prop} xüsusiyyətinə dəyişiklik etmək mümkün deyil.
bg: Свойството {$prop} не може да се променя.
de: Die Eigenschaft {$prop} kann nicht verändert werden.
es: La propiedad {$prop} no puede ser modificada.
fr_fr: La propriété {$prop} ne peut pas être modifiée.
hr: Svojstvo {$prop} ne može se mijenjati.
nl: De {$prop}-eigendom kan niet worden gewijzigd.
pt: A propriedade {$prop} não pode ser modificada.
ru: Свойство {$prop} не может быть изменено.
tr: {$prop} özelliği değiştirilemez.
uk: Властивість "{$prop}" змінити не можна.
vi: Thuộc tính {$prop} không thể sửa đổi.

# api.400.invalidApiToken
source: The API token could not be validated. This may indicate an error in the API token or that the API token is no longer valid.
ar_iq: تعذر التحقق من ترميز واجهة برمجة التطبيق. قد يشير هذا إلى خطأ في ترميز واجهة برمجة التطبيق أو أنه لم يعد صالحاً.
az: API işarəsini doğrulamaq mümkün olmadı. Bu, API işarəsindəki xətanı və ya API işarəsinin artıq etibarlı olmadığını göstərə bilər.
bg: API маркерът (токен) не може да бъде валидиран. Това може да показва грешка в API маркера или че API маркерът вече не е валиден.
da_dk: API-token kunne ikke valideres. Dette kan indikere en fejl i API-token, eller at API-token ikke længere er gyldigt.
de: Das API-Token konnte nicht validiert werden. Dies kann auf einen Fehler im API-Token hinweisen oder darauf, dass das API-Token nicht mehr gültig ist.
el_gr: Δεν ήταν δυνατή η επικύρωση του διακριτικού API. Αυτό μπορεί να υποδεικνύει ένα σφάλμα στο διακριτικό API ή ότι το διακριτικό API δεν είναι πλέον έγκυρο.
es: No se ha podido validar la API token. Esto podría indicar un error en la API token o que esta ya no es válida.
fr_ca: Le jeton API n'a pas pu être validé. Cela peut indiquer une erreur dans le jeton API, ou bien qu'il n'est plus valide.
fr_fr: Le jeton API n'a pas pu être validé. Cela peut indiquer une erreur dans le jeton API ou que le jeton API n'est plus valide.
hr: API token nije mogao biti potvrđen. To može ukazivati na pogrešku u API tokenu ili da API token više nije valjan.
hu: Az API-token nem volt érvényesíthető. Ez azt jelezheti, hogy az API-tokenben hiba van, vagy az API-token már nem érvényes.
hy_am: API թոքենը հնարավոր չէ ստուգել։ Հնարավոր է կա API թոքենի սխալ կամ API թոքենը այլևս վավեր չէ։
it: Il token API non ha potuto essere validato. Questo può indicare un errore nel token APPI o che il token API non è più valido.
ja_jp: API トークンを検証できませんでした。 これは、 API トークンのエラーまたは API トークンが無効であることを示している可能性があります。
kk_kz: API токенін тексеру мүмкін емес. Бұл API токеніндегі қатені немесе API токенінің енді жарамсыз екенін көрсетуі мүмкін.
ms_my: Token API tidak dapat disahkan. Ini mungkin menunjukkan ralat dalam token API atau token API tidak lagi sah.
nl: De API-token kan niet worden gevalideerd. Dit kan duiden op een foutmelding in de API-token of betekenen dat de API-token niet langer geldig is.
pt: O toke da API não pôde ser validado. Isto pode indicar um erro no token da API ou que o token da API já não é válido.
pt_br: O token da API não pôde ser validado. Isso pode indicar um erro no token da API ou que o token não é mais válido.
ru: Токен API не удаётся проверить. Это может говорить об ошибке в токене API или о том, что данный токен API больше недействителен.
sv_se: API-token kunde inte valideras. Detta kan indikera ett fel i API-token eller att API-token inte längre är giltig.
tr: API anahtarı doğrulanamadı. Bu, API anahtarı hatalı olduğunu veya geçerli olmadığını gösterir.
uk: Токен API не вдалося перевірити. Це може свідчити про помилку в токені API або про те, що токен API більше не дійсний.
vi: Không thể xác thực token API. Điều này có thể cho thấy lỗi trong token API hoặc token API không còn hiệu lực.

# api.400.tokenCouldNotBeDecoded
source: The apiToken could not be decoded because of the following error: {$error}
ar_iq: تعذر فك شفرة ترميز واجهة برمجة التطبيق بسبب الخطأ الآتي: {$error}
az: Aşağıdakı xətaya görə apiToken şifrəsini açmaq mümkün olmadı: {$error}
bg: ApiToken не може да бъде декодиран поради следната грешка: {$error}
da_dk: ApiToken kunne ikke afkodes på grund af følgende fejl: {$error}
de: Das API-Token konnte aufgrund des folgenden Fehlers nicht entschlüsselt werden: {$error}
el_gr: Δεν ήταν δυνατή η αποκωδικοποίηση του διακριτικού API λόγω του ακόλουθου σφάλματος: {$error}
es: No se ha podido descodificar la API token a causa del siguiente error: {$error}
fr_ca: Le jeton API n'a pu être validé à cause de l'erreur suivante : {$error}
fr_fr: Le jeton API n'a pas pu être décodé à cause de l'erreur suivante : {$error}
hr: ApiToken se nije mogao dekodirati zbog sljedeće pogreške: {$error}
hu: Az apiToken nem volt dekódolható a következő hiba miatt: {$error}
hy_am: API թոքենը չի հաջողվում ապակոդավորել հետևյալ սխալի պատճառով․ {$error}
it: Il token API non ha potuto essere decodificato per via dell'errore seguente: {$error}
ja_jp: 次のエラーのため、 apiToken をデコードできませんでした： {$error}
kk_kz: Келесі қатеге байланысты API маркерін декодтау мүмкін болмады: {$error}
ms_my: ApiToken tidak dapat dinyahkod kerana ralat berikut: {$error}
nl: De API-token kan niet worden gedecodeerd vanwege de volgende foutmelding: {$error}
pt: A apiToken não pôde ser descodificado devido ao seguinte erro: {$error}
pt_br: A apiToken não pôde ser decodificada devido ao seguinte erro: {$error}
ru: Токен API не удаётся декодировать из-за следующей ошибки: {$error}
sv_se: API-token kunde inte avkodas på grund av följande fel: {$error}
tr: apiToken hata nedeniyle kodu çözümleyemedi: {$error}
uk: Токен API не вдалося розшифрувати через таку помилку: {$error}
vi: Không thể giải mã apiToken do lỗi sau: {$error}

# api.400.requireEmailSubjectBody
source: You must provide a subject and body for the email.
ar_iq: ينبغي عليك توفير موضوع البريد الالكتروني ومتنه.
az: E-poçt üçün mövzu və mətni təqdim etməlisiniz.
bg: Трябва да посочите тема и съдържание на имейла.
de: Sie müssen einen Betreff und einen Text für diese E-Mail eingeben.
es: Debe proporcionar el asunto y el cuerpo del correo electrónico.
fr_fr: Vous devez préciser l'objet et le corps du courriel.
hr: Morate navesti predmet i tijelo e-poruke.
hy_am: Էլ․ փոստի համար պետք է նշեք թեման և նյութը:
it: È necessario fornire un oggetto e un corpo per l'e-mail.
kk_kz: Хаттың тақырыбы мен мәтінін көрсету керек.
nl: U moet het onderwerp en tekstbericht aan de e-mail toevoegen.
pt: Deve fornecer um assunto e corpo para o e-mail.
pt_br: Você deve fornecer um assunto e corpo para o e-mail.
ru: Вы должны указать тему и текст для письма электронной почты.
sv_se: Ämne och brödtext krävs.
tr: E-posta için bir konu ve içerik girmelisiniz.
uk: Ви повинні вказати тему й тіло електронного листа.
vi: Bạn phải cung cấp chủ đề và nội dung cho email.

# api.files.400.notAllowedCreatedAt
source: It is not possible to change the time this was created.
ar_iq: ليس من الممكن تغيير وقت إنشائه.
az: Yaradılma vaxtını dəyişmək mümkün deyil.
bg: Не е възможно да се промени времето на създаването му.
da_dk: Det er ikke muligt at ændre det tidspunkt, hvor det blev oprettet.
de: Es ist nicht möglich die Zeit zu ändern, zu der dies erzeugt wurde.
el_gr: Δεν είναι δυνατή η αλλαγή της ώρας δημιουργίας.
es: No es posible cambiar la fecha en que fue creado.
fr_ca: Il n'est pas possible de modifier l'heure de création.
fr_fr: Il est impossible de modifier l'heure de création.
hr: Nije moguće promijeniti vrijeme kada je ovo kreirano.
hu: Nem lehetséges a létrehozás időpontját megváltoztatni.
hy_am: Այս էլեմենտի ստեղծման ժամանակը փոխել հնարավոր չէ։
it: Non è possibile cambiare il momento in cui questo elemento è stato creato.
ja_jp: 作成時刻を変更することはできません。
kk_kz: Оны жасау уақытын өзгерту мүмкін емес.
ms_my: Tidak boleh mengubah masa ianya dicipta.
nl: Het is niet mogelijk om de gecreëerde tijd te wijzigen.
pt: Não é possível alterar a hora em que foi criado.
pt_br: Não é possível alterar a hora em que foi criado.
ru: Невозможно изменить время создания этого элемента.
sv_se: Det är inte möjligt att ändra tidpunkten för när detta skapades.
tr: Oluşturulduğu zamanı değiştirmek mümkün değildir.
uk: Неможливо змінити час створення цього.
vi: Không thể thay đổi thời gian tạo này.

# api.dois.403.prefixRequired
source: A DOI prefix is required to generate DOIs.
ar_iq: توليد معرفات المكونات الرقمية يتطلب وجود بادئتها.
az: DOI-ləri yaratmaq üçün DOI prefiksi tələb olunur.
bg: За генериране на DOI е необходим префикс за DOI.
de: Ein DOI Präfix wird benötigt um DOIs zu erstellen.
es: Es necesario un prefijo DOI para generar los DOI.
fr_fr: Un préfixe DOI est nécessaire pour générer des DOI.
hr: DOI prefiks je potreban za generiranje DOI.
hy_am: DOI-ներ ստեղծելու համար պահանջվում է DOI նախածանց:
it: Per generare i DOI è necessario un prefisso DOI.
nl: Een DOI -voorvoegsel wordt vereist voor het genereren van DOI's.
pt: É necessário um prefixo para gerar DOIs.
pt_br: Um prefixo DOI é necessário para gerar DOIs.
ru: Для генерации DOI требуется префикс DOI.
sv_se: Ett DOI-prefix krävs för att kunna skapa DOI:er.
tr: DOI'leri oluşturmak için bir DOI öneki gereklidir.
uk: Для створення DOI необхідний префікс DOI.
vi: Cần có tiền tố DOI để tạo DOI.

# api.403.unauthorized
source: You are not authorized to access the requested resource.
ar_iq: ليست لديك صلاحية الوصول إلى المورد الذي طلبته.
az: Tələb olunan resursa daxil olmaq səlahiyyətiniz yoxdur.
bg: Нямате право на достъп до искания ресурс.
ca_es: No esteu autoritzat per accedir al recurs sol·licitat.
da_dk: Du er ikke bemyndiget til at få adgang til den ønskede ressource.
de: Sie sind nicht berechtigt auf die angeforderte Quelle zuzugreifen.
de_de: Sie sind nicht berechtigt auf die angeforderte Quelle zuzugreifen.
el_gr: Δεν έχετε διακαιώματα πρόσβασης στον αιτούμενο πόρο.
es: No está autorizado para acceder al recurso solicitado.
es_es: No está autorizado para acceder al recurso solicitado.
fi_fi: Sinulla ei ole pääsyä pyydettyyn resurssiin.
fr_ca: Vous n'êtes pas autorisé-e à accéder à la ressource demandée.
fr_fr: Vous n'avez pas l'autorisation d'accéder à la ressource demandée.
hr: Niste ovlašteni za pristup traženom izvoru.
hu: Nincs jogosultsága a hozzáféréshez.
hy_am: Ձեզ հասանելի չէ այս նյութը:
id_id: Anda tidak berwenang mengakses sumber yang Anda diminta.
it: Non hai i permessi necessari per accedere a questa risorsa.
ja_jp: 要求されたリソースにアクセスする権限がありません。
kk_kz: Сіз сұралған ресурсқа кіруге рұқсат бермейсіз.
ms_my: Anda tidak dibenarkan untuk mengakses sumber yang diminta.
nl: U bent niet geautoriseerd om toegang tot de verzochte bron te verkrijgen.
pt: Não tem autorização para aceder ao recurso solicitado.
pt_br: Você não está autorizado para acessar o recurso solicitado.
ru: Вы не авторизованы для доступа к запрашиваемому ресурсу.
sv_se: Du har inte tillgång till den efterfrågade resursen.
tr: Sorgulanan kaynağa erişim için yetkilendirilmediniz.
uk: Ви не авторизовані для доступу до запитуваного ресурсу.
vi: Bạn không được phép truy cập tài nguyên được yêu cầu.

# api.404.resourceNotFound
source: The requested resource was not found.
ar_iq: تعذر العثور على المورد المطلوب.
az: Tələb olunan resurs tapılmadı.
bg: Исканият ресурс не е намерен.
ca_es: No s'ha trobat el recurs sol·licitat.
da_dk: Den ønskede ressource blev ikke fundet.
de: Die angeforderte Ressource wurde nicht gefunden.
de_de: Die angeforderte Ressource wurde nicht gefunden.
el_gr: Δεν βρέθηκε ο πόρος που ζητήθηκε.
es: No se encontró el recurso solicitado.
es_es: No se encontró el recurso solicitado.
fi_fi: Pyydettyä resurssia ei löytynyt.
fr_ca: La resource demandée n'a pas été trouvée.
fr_fr: La ressource demandée n'a pas été trouvée.
hr: Traženi izvor nije pronađen.
hu: A kérés nem található.
hy_am: Պահանջվող ռեսուրսը չի գտնվել:
id_id: Sumber yang diminta tidak ditemukan.
it: Non è possibile trovare la risorsa richiesta.
ja_jp: 要求されたリソースが見つかりませんでした。
kk_kz: Сұралған ресурс табылған жоқ.
ms_my: Sumber yang diminta tidak ditemui.
nl: De verzochte bron werd niet gevonden.
pt: O recurso solicitado não foi encontrado.
pt_br: O recurso requisitado não foi encontrado.
ru: Запрашиваемый ресурс не найден.
sv_se: Den efterfrågade resursen kunde inte hittas.
tr: Sorgulanan kaynak bulunamadı.
uk: Запитуваний ресурс не знайдено.
vi: Không tìm thấy tài nguyên được yêu cầu.

# api.404.endpointNotFound
source: The requested URL was not recognized.
ar_iq: تعذر التعرف على الرابط المطلوب.
az: Sorğu edilən URL tanınmadı.
bg: Заявеният URL адрес не бе разпознат.
ca_es: No s'ha reconegut l'URL sol·licitada.
da_dk: Den angivne URL blev ikke genkendt.
de: Die angeforderte URL wurde nicht erkannt.
de_de: Die angeforderte URL wurde nicht erkannt.
el_gr: Η ζητούμενη διεύθυνση URL δεν αναγνωρίστηκε.
es: La URL solicitada no fue reconocida.
es_es: La URL solicitada no fue reconocida.
fi_fi: Pyydettyä URL-polkua ei tunnistettu.
fr_ca: L'URL demandé n'a pas été reconnu.
fr_fr: L'URL demandé n'a pas été reconnu.
hr: Traženi URL nije prepoznat.
hu: Nem ismert URL.
hy_am: Պահանջվող հղումը չի ճանաչվել:
id_id: URL yang diminta tidak dikenali.
it: l'URL richiesto non è riconosciuto.
ja_jp: 要求された URL が認識されませんでした。
kk_kz: Сұралған URL мекенжайы танылмады.
ms_my: URL yang diminta tidak dikenali.
nl: De verzochte URL werd niet herkend.
pt: O URL solicitado não foi reconhecido.
pt_br: A URL solicitada não foi reconhecida.
ru: Запрошенный URL не распознан.
sv_se: URL:en kunde inte hittas.
tr: Sorgulanan URL tanınmadı.
uk: Запитувану URL-адресу не розпізнано.
vi: URL được yêu cầu không được nhận dạng.

# api.500.apiSecretKeyMissing
source: The API token can not be used to access this site because the site administrator has not configured a secret key.
ar_iq: لا يمكن استعمال ترميز واجهة برمجة التطبيق للوصول إلى هذا الموقع لأن مشرف الموقع لم يقم بتعريف مفتاح السر.
az: API nişanı bu sayta daxil olmaq üçün istifadə edilə bilməz, çünki sayt administratoru gizli açarı konfiqurasiya etməyib.
bg: API маркерът (токен) не може да се използва за достъп до този сайт, тъй като администраторът на сайта не е конфигурирал секретен ключ.
da_dk: API-token kan ikke bruges til at få adgang til dette websted, fordi webstedsadministratoren ikke har konfigureret en hemmelig nøgle.
de: Das API-Token kann nicht für den Zugriff auf diese Site verwendet werden, da der Site-Administrator keinen geheimen Schlüssel konfiguriert hat.
el_gr: Το διακριτικό API δεν μπορεί να χρησιμοποιηθεί για πρόσβαση σε αυτόν τον ιστότοπο επειδή ο διαχειριστής του ιστότοπου δεν έχει διαμορφώσει ένα μυστικό κλειδί.
es: No se ha podido utilizar la API token para acceder a este sitio porque el administrador/a no ha configurado una clave secreta.
fr_ca: Le jeton API ne peut être utilisé pour accéder à ce site car l'administrateur.trice n'a pas configuré de clé secrète.
fr_fr: Le jeton API ne peut pas être utilisé pour accéder à ce site car aucune clé secrète n'a été configurée par l'administrateur ou l'administratrice du site.
hr: API token ne može se koristiti za pristup ovoj stranici jer administrator stranice nije konfigurirao tajni ključ.
hu: Az API-token nem használható a webhely eléréséhez, mivel a webhely rendszergazdája nem állított be titkos kulcsot.
hy_am: API թոքենը հնարավոր չէ օգտագործել այս կայքի թույլտվություն ստանալու համար, քանի որ կայքի ադմինիստրատորը տեղադրել է գաղտնի բանալի։
it: Il token API non può essere utilizzato per accedere a questo sito perché l'amministratore del sito non ha configurato una chiave segreta.
ja_jp: サイト管理者が秘密鍵を設定していないため、 API トークンを使用してこのサイトにアクセスすることはできません。
kk_kz: Бұл сайтқа кіру үшін API таңбалауышын пайдалану мүмкін емес, өйткені сайт әкімшісі құпия кілтті теңшеген жоқ.
ms_my: Token API tidak boleh digunakan untuk mengakses laman ini kerana pentadbir laman belum mengkonfigurasi kunci rahsia.
nl: De API-token kan niet worden gebruikt om toegang te verkrijgen tot deze website, omdat de beheerder geen geheime sleutel heeft geconfigureerd.
pt: O token da API não pôde ser usado para aceder a este site porque o administrador não configurou uma chave secreta.
pt_br: O token da API não pode ser usado para acessar este site, porque o administrador do site não configurou uma chave secreta.
ru: Токен API нельзя использовать для доступа к этому сайту, так как администратор сайта не настроил секретный ключ.
sv_se: API-token kan inte användas för att få tillgång till webbsidan eftersom webbplatsadministratören inte har konfigurerat en hemlig nyckel.
tr: Yönetici tarafından gizli bir anahtar yapılandırmadığından, API anahtar bu siteye erişmek için kullanılamaz.
uk: Токен API не може бути використаний для доступу до цього вебсайту, оскільки адміністратор сайту не налаштував секретний ключ.
vi: Token API không thể được sử dụng để truy cập trang web này vì quản trị viên trang web chưa cấu hình khóa bí mật.

# api.announcements.404.announcementNotFound
source: The announcement you requested was not found.
ar_iq: تعذر العثور على الإعلان الذي طلبته.
az: İstədiyiniz elan tapılmadı.
bg: Обявлението, което поискахте, не бе намерено.
da_dk: Den meddelelse, du søgte efter, blev ikke fundet.
de: Die Mitteilung, die Sie angefragt haben, wurde nicht gefunden.
el_gr: Η ανακοίνωση που ζητήσατε δεν βρέθηκε.
es: No se ha encontrado el aviso solicitado.
fr_ca: L'annonce que vous avez demandée est introuvable.
fr_fr: L'annonce que vous avez demandée est introuvable.
hr: Obavijest koju ste tražili nije pronađena.
hu: A kért bejelentés nem található.
hy_am: Հայտարարությունը, որը Դուք փնտրում եք, չի գտնվել։
it: L'avviso richiesto non è stato trovato.
ja_jp: 要求されたお知らせが見つかりませんでした。
kk_kz: Сіз сұраған хабарландыру табылған жоқ.
ms_my: Pengumuman yang anda minta tidak ditemui.
nl: De aankondiging waar u om verzocht werd niet gevonden.
pt: A notícia que solicitou não foi encontrada.
pt_br: A notícia que você solicitou não foi encontrada.
ru: Объявление, запрошенное Вами, не найдено.
sv_se: Meddelandet du efterfrågande hittades inte.
tr: İstediğiniz duyuru bulunamadı.
uk: Оголошення, яке ви запитали, не знайдено.
vi: Không tìm thấy thông báo bạn yêu cầu.

# api.institutions.404.institutionNotFound
source: The institution you requested was not found.
ar_iq: تعذر العثور على المؤسسة التي طلبتها.
az: İstədiyiniz təşkilat tapılmadı.
bg: Институцията, която търсите, не беше намерена.
de: Die Einrichtung, nach der Sie suchen, wurde nicht gefunden.
es: No se encontró la institución solicitada.
fr_fr: L'institution que vous recherchez est introuvable.
hr: Institucija koju ste tražili nije pronađena.
it: L'istituzione richiesta non è stata trovata.
nl: Het instituut waar u om verzocht werd niet gevonden.
pt: A institutuição que solicitou não foi encontrada.
ru: Запрашиваемая вами организация не найдена.
sv_se: Den efterfrågade institutionen kunde inte hittas.
tr: Aradığınız kurum bulunamadı.
uk: Організацію, яку ви запитали, не знайдено.
vi: Không tìm thấy tổ chức bạn yêu cầu.

# api.contexts.400.localesNotSupported
source: The following locales are not supported: {$locales}.
ar_iq: اللغات الآتية غير مدعومة: {$locales}.
az: Aşağıdakı dillər dəstəklənmir: {$locales}.
bg: Следните локални езици не се поддържат: {$locales}.
da_dk: Følgende sprog understøttes ikke: {$locales}.
de: Die folgenden Sprachen werden nicht unterstützt: {$locales}.
el_gr: Οι παρακάτω τοπικές ρυθμίσεις δεν υποστηρίζονται: {$locales}.
es: Las siguientes configuraciones regionales no son compatibles: {$locales}.
fr_ca: Les paramètres régionaux suivants ne sont pas supportés : {$locales}.
fr_fr: Les traductions suivantes ne sont pas supportées : {$locales}.
hr: Sljedeće oznake jezika nisu podržane: {$locale}.
hu: A következő nyelvek nem támogatottak: {$locales}.
hy_am: Հետևյալ լեզուները չեն սպասարկվում․ {$locales}։
it: Le seguenti lingue non sono supportate: {$locales}.
ja_jp: 次の言語のみがサポートされていません: {$locales}。
kk_kz: Келесі тілдерге қолдау көрсетілмейді: {$locales}.
ms_my: Bahasa/Locales berikut tidak disokong: {$locales}.
nl: De volgende taal- of regio-instellingen worden niet ondersteund: {$locales}.
pt: Os seguintes idiomas não são suportados: {$locales}.
pt_br: Os seguintes idiomas não são suportados: {$locales}.
ru: Не поддерживаются следующие языки: {$locales}.
sv_se: Följande språk stödjs inte: {$locales}.
tr: Ayarlar desteklenmez: {$locales}.
uk: Не підтримуються такі локалізації: {$locales}.
vi: Các ngôn ngữ sau không được hỗ trợ: {$locales}.

# api.dois.403.editItemOutOfContext
source: You cannot edit an item's DOI that is not in this context.
ar_iq: لا يمكنك تحرير معرف المكون الرقمي للعنصر الذي ليس في هذا السياق.
az: Bu kontekstdə olmayan DOI-nin elementini redaktə edə bilməzsiniz.
bg: Не можете да редактирате DOI на елемент, който не е в този контекст.
de: Sie können keine DOI eines Objektes bearbeiten, dass nicht in diesem Kontext ist.
es: No puede editar un elemento del DOI que no aparezca en este contexto.
fr_fr: Vous ne pouvez pas éditer un DOI qui est en dehors de cette situation.
hr: Ne možete uređivati DOI stavke koja nije u ovom kontekstu.
hy_am: Դուք չեք կարող խմբագրել նյութի DOI-ն, որն այս համատեքստում չէ:
it: Non è possibile modificare il DOI di un elemento che non si trova in questo contesto.
kk_kz: Сіз осы контексте жоқ элементтің DOI өңдей алмайды
nl: U kunt geen DOI-items bewerken, die niet in deze omgeving voorkomen.
pt: Não pode editar o DOI de um item que não se encontra neste contexto.
pt_br: Você não pode editar o DOI de um item que não esteja neste contexto.
ru: Вы не можете редактировать DOI элемента, который не находится в этом контексте.
sv_se: Du kan inte redigera ett DOI som inte finns i denna kontext.
tr: Bu bağlamda olmayan bir öğenin DOI'sini düzenleyemezsiniz.
uk: Ви не можете редагувати DOI елемента, який не відповідає цьому контексту.
vi: Bạn không thể chỉnh sửa DOI của mục không thuộc ngữ cảnh này.

# api.dois.403.pubTypeNotRecognized
source: The publication type was not recognized.
ar_iq: لم يتم التعرف على نوع المنشور
az: Nəşr növü tanınmadı.
bg: Типът публикация не беше разпознат
de: Der Publikationstyp wurde nicht erkannt.
es: No se reconoció el tipo de publicación.
fr_fr: Le type de publication n'a pas été reconnu.
hr: Vrsta publikacije nije prepoznata.
nl: Het publicatietype werd niet herkend.
pt: O tipo de publicação não foi reconhecido.
ru: Тип публикации не был распознан.
tr: Yayın türü tanınmadı
uk: Тип публікації не було розпізнано.
vi: Loại ấn phẩm không được nhận dạng.
