Repository: pkp/pkp-lib
Catalog: locale/*/api.po
Languages: ar_iq, az, bg, ca_es, da_dk, de, de_de, el_gr, es, es_es, fi_fi, fr_ca, fr_fr, hr, hu, hy_am, id_id, it, ja_jp, kk_kz, ms_my, nl, pt, pt_br, ru, sv_se, tr, uk, vi

# api.dois.404.contextNotFound
source: This endpoint is not available from the site-wide namespace, and must be requested for a given context.
ar_iq: هذه النقطة الطرفية غير متاحة من جانب مساحة الاسم التي على مستوى كل الموقع، وينبغي التماسها لسياق معين.
az: Bu son nöqtə bütün sayt ad məkanında mövcud deyil və verilmiş kontekst üçün tələb olunmalıdır.
bg: Тази крайна точка не е налична от пространството от имена за целия сайт и трябва да бъде поискана за даден контекст.
de: Dieser Endpunkt ist nicht über den seitenübergreifenden Namensraum verfügbar und muss für einen bestimmten Kontext angefordert werden.
es: Este terminal no está disponible desde el espacio de nombres de todo el sitio y debe solicitarse para un determinado contexto.
fr_fr: Ce point d'accès n'est pas disponible dans l'espace de noms à l'échelle du site et doit être demandé pour un contexte donné.
hr: Ova krajnja točka nije dostupna iz imenskog prostora na cijelom web-mjestu i mora se zatražiti za određeni kontekst.
hy_am: Այս վերջնակետը հասանելի չէ կայքի ամբողջ անվանատարածքից և պետք է պահանջվի տվյալ համատեքստի համար:
it: Questo endpoint non è disponibile nello spazio dei nomi del sito e deve essere richiesto per un determinato contesto.
kk_kz: Бұл соңғы нүкте бүкіл сайттың аттар кеңістігінен қол жетімді емес және берілген мәтінмән үшін сұралуы керек.
pt: Este endpoint não está disponível no namespace de todo o site e deve ser solicitado para um determinado contexto.
pt_br: Esse endpoint não está disponível no namespace de todo o site e deve ser solicitado para um determinado contexto.
ru: Эта конечная точка не доступна из пространства имён сайта и должна запрашиваться для заданного контекста.
tr: Bu uç nokta, site genelindeki ad alanında kullanılamaz ve belirli bir bağlam için istenmelidir.
uk: Ця кінцева точка недоступна в просторі імен для всього сайту, тому її потрібно запитувати для певного контексту.
vi: Điểm cuối này không khả dụng từ không gian tên toàn trang web và phải được yêu cầu cho một ngữ cảnh nhất định.

# api.dois.404.doiNotFound
source: The DOI you requested was not found.
ar_iq: تعذر العثور على معرف المكون الرقمي الذي طلبته.
az: Tələb etdiyiniz DOI tapılmadı.
bg: DOI, който поискахте, не беше намерен.
de: Die DOI, nach der Sie suchen, konnte nicht gefunden werden.
es: No se encontró el DOI solicitado.
fr_fr: Le DOI que vous recherchez est introuvable.
hr: DOI koji ste tražili nije pronađen.
hy_am: Ձեր պահանջած DOI-ն չի գտնվել:
it: Il DOI richiesto non è stato trovato.
kk_kz: Сіз сұраған DOI табылған жоқ.
nl: De DOI waar u om verzocht werd niet gevonden.
pt: O DOI solicitado não foi encontrado.
pt_br: O DOI solicitado não foi encontrado.
ru: Запрошенный вами DOI не найден.
sv_se: Den efterfrågade DOI:n hittades inte.
tr: İstediğiniz DOI bulunamadı.
uk: Запитаний вами DOI не знайдено.
vi: Không tìm thấy DOI bạn yêu cầu.

# api.dois.404.pubObjectNotFound
source: The publication object you requested was not found.
ar_iq: لم يتم العثور على مكون النشر الذي طلبته.
az: İstədiyiniz nəşr obyekti tapılmadı.
bg: Обектът за публикуване, който поискахте, не беше намерен.
de: Das angefragte Publikationsobjekt wurde nicht gefunden.
es: No se encontró el objeto de publicación solicitado.
fr_fr: L'élément de la publication demandé n'a pas été trouvé.
hr: Objekt objave koji ste tražili nije pronađen.
nl: Het gepubliceerde onderwerp waar u om verzocht werd niet gevonden.
pt: O objeto de publicação solicitado não foi encontrado.
ru: Запрошенный вами объект публикации не найден.
tr: İstediğiniz nesne bulunamadı.
uk: Запитуваний об'єкт публікації не знайдено.
vi: Không tìm thấy đối tượng xuất bản bạn yêu cầu.

# api.dois.404.submissionNotFound
source: The submission you requested was not found.
az: İstədiyiniz məqalə tapılmadı.
bg: Исканото от вас изпращане на материали не беше намерено.
de: Die angefragte Einreichung wurde nicht gefunden.
es: No se encontró el envío solicitado.
fr_fr: La soumission que vous recherchez est introuvable.
hr: Tražena prijava nije pronađena.
nl: De inzending waar u om verzocht werd niet gevonden.
pt: A submissão solicitada não foi encontrada.
ru: Запрошенный вами материал не найден.
tr: İstediğiniz aday makale bulunamadı.
uk: Запитане вами подання не знайдено.
vi: Không tìm thấy bài nộp bạn yêu cầu.

# api.dois.400.noUnpublishedItems
source: Unpublished items cannot be exported/deposited. Please deselect unpublished items and try again.
ar_iq: العناصر غير المنشورة لا يمكن تصديرها/إيداعها. يرجى إزالة التأشير من العناصر غير المنشورة ثم المحاولة مجددًا.
az: Dərc olunmamış elementləri ixrac etmək/depozit etmək olmaz. Lütfən, dərc olunmamış elementlərin seçimini ləğv edin və yenidən cəhd edin.
bg: Непубликуваните елементи не могат да бъдат експортирани/депозирани. Моля, премахнете избора на непубликувани елементи и опитайте отново.
de: Unveröffentlichte Artikel können nicht ausgegeben/abgeliefert werden. Bitte wählen Sie alle unveröffentlichten Artikel ab und versuchen es erneut.
es: Los elementos sin publicar no se pueden exportar/depositar. Desmarque los elementos sin publicar y vuelva a intentarlo.
fr_fr: Les éléments non publiés ne peuvent pas être exportés/déposés. Veuillez désélectionner les éléments non publiés et réessayer.
hr: Neobjavljene stavke ne mogu se izvesti/pohraniti. Poništite odabir neobjavljenih stavki i pokušajte ponovno.
hy_am: Չհրապարակված նյութերը չեն կարող արտահանվել/ավանդադրվել: Խնդրում ենք ապաընտրել չհրապարակված նյութերը և նորից փորձել:
it: Gli articoli non pubblicati non possono essere esportati/depositati. Deselezionare gli articoli non pubblicati e riprovare.
kk_kz: Жарияланбаған материалдарды экспорттауға/сақтауға беруге болмайды. Жарияланбаған элементтерді алып тастаңыз және әрекетті қайталаңыз.
nl: Ongepubliceerde items kunnen niet worden geëxporteerd/opgeslagen. U wordt vriendelijk verzocht om de ongepubliceerde items uit de selectie te verwijderen en het opnieuw te proberen.
pt: Itens não publicados não podem ser exportados/depositados. Desmarque os itens não publicados e tente novamente.
pt_br: Itens não publicados não podem ser exportados/depositados. Desmarque os itens não publicados e tente novamente.
ru: Неопубликованные элементы не могут быть экспортированы/депонированы. Пожалуйста, уберите выделение с неопубликованных элементов и попробуйте снова.
sv_se: Opublicerade objekt kan inte exporteras. Välj bort opublicerade objekt och försök igen.
tr: Yayımlanmamış ögeler dışarı aktarılamaz/gönderilemez. Lütfen yayınlanmamış ögelerin seçimini kaldırın ve tekrar deneyin.
uk: Неопубліковані елементи не можна експортувати / депонувати. Скасуйте виділення неопублікованих елементів і повторіть спробу.
vi: Không thể xuất/ký gửi các mục chưa xuất bản. Vui lòng bỏ chọn các mục chưa xuất bản và thử lại.

# api.dois.400.creationFailed
source: An error occurred and the DOI object could not be created.
ar_iq: وقع خطأ ما وتعذر إنشاء كيان معرف المكون الرقمي.
az: Xəta baş verdi və DOI obyektini yaratmaq mümkün olmadı.
bg: Възникна грешка и DOI обектът не можа да бъде създаден.
de: Ein Fehler ist aufgetreten und das DOI-Objekt konnte nicht kreiert werden.
es: Ocurrió un error y el objeto DOI no pudo crearse.
fr_fr: Une erreur s'est produite et l'objet DOI n'a pas pu être créé.
hr: Došlo je do pogreške i DOI objekt se nije mogao stvoriti.
hy_am: Սխալ առաջացավ, և DOI օբյեկտը չհաջողվեց ստեղծել:
it: Si è verificato un errore e non è stato possibile creare l'oggetto DOI.
kk_kz: Қате пайда болды және DOI нысанын жасау мүмкін болмады.
nl: Er deed zich een foutmelding voor en het DOI-object kan niet worden aangemaakt.
pt: Ocorreu um erro e o objeto DOI não pôde ser criado.
pt_br: Ocorreu um erro e o objeto DOI não pôde ser criado.
ru: Произошла ошибка и объект DOI не может быть создан.
sv_se: Ett fel inträffade och DOI-objektet kunde inte skapas.
tr: Bir hata oluştu ve DOI nesnesi oluşturulamadı.
uk: Сталася помилка, і не вдалося створити об'єкт DOI.
vi: Đã xảy ra lỗi và không thể tạo đối tượng DOI.

# api.dois.400.xmlExportFailed
source: An XML validation error occurred and the XML could not be exported.
ar_iq: وقع خطأ عند التحقق من صحة XML وتعذر تصديره.
az: XML doğrulama xətası baş verdi və XML ixrac edilə bilmədi.
bg: Възникна грешка при проверка на XML и XML не можа да бъде експортиран.
de: Ein XML-Validierungsfehler ist aufgetreten und die XML konnte nicht ausgegeben werden.
es: Ocurrió un error en la validación del XML y no se pudo exportar.
fr_fr: Une erreur de validation XML s'est produite et le XML n'a pas pu être exporté.
hr: Dogodila se pogreška provjere valjanosti XML-a i XML se nije mogao izvesti.
hy_am: XML վավերացման սխալ տեղի ունեցավ, և XML-ը չհաջողվեց արտահանել:
it: Si è verificato un errore di convalida XML e non è stato possibile esportare l'XML.
kk_kz: XML тексеру қатесі орын алды және XML экспортталмады.
nl: Er deed zich een foutmelding voor bij de XML-validering en de XML kan niet worden geëxporteerd.
pt: Ocorreu um erro de validação XML e não foi possível exportar o XML.
pt_br: Ocorreu um erro de validação de XML e não foi possível exportar o XML.
ru: Произошла ошибка валидации XML и XML нельзя экспортировать.
sv_se: Ett fel i XML-valideringen inträffade och XML:en kunde inte exporteras.
tr: Bir XML doğrulama hatası oluştu ve XML dışa aktarılamadı.
uk: Сталася помилка перевірки XML, і не вдалося експортувати XML.
vi: Đã xảy ra lỗi xác thực XML và không thể xuất XML.

# api.dois.400.markRegisteredFailed
source: An error occurred and some of the submitted items were not marked registered.
ar_iq: وقع خطأ ما وبعض العناصر المسلمة لم يتم تأشيرها على أنها مسجلة.
az: Xəta baş verdi və təqdim edilən elementlərin bəziləri qeydiyyatdan keçməyib.
bg: Възникна грешка и някои от изпратените елементи не бяха отбелязани като регистрирани.
de: Ein Fehler ist aufgetreten und einige der eingereichten Artikel wurden nicht als 'registriert' markiert.
es: Ocurrió un error y algunos de los elementos enviados no fueron marcados como registrados.
fr_fr: Une erreur s'est produite et certains des éléments soumis n'ont pas été marqués comme étant enregistrés.
hr: Došlo je do pogreške i neke od poslanih stavki nisu označene kao registrirane.
hy_am: Սխալ է տեղի ունեցել, և ներկայացված որոշ նյութեր չեն նշվել որպես գրանցված:
it: Si è verificato un errore e alcuni degli elementi inviati non sono stati contrassegnati come registrati.
kk_kz: Қате пайда болды және жіберілген кейбір тауарлар тіркелген деп белгіленбеді.
nl: Er deed zich een foutmelding voor en een aantal ingezonden items zijn niet gespecificeerd geregistreerd.
pt: Ocorreu um erro e alguns dos itens submetidos não foram marcados como registados.
pt_br: Ocorreu um erro e alguns dos itens enviados não foram marcados como registrados.
ru: Произошла ошибка и некоторые из отправленных элементов не были отмечены как зарегистрированные.
sv_se: Ett fel har inträffat och vissa av de bifogade objekten har inte märkts upp som registrerade.
tr: Bir hata oluştu ve gönderilen ögelerden bazıları kayıtlı olarak işaretlenmedi.
uk: Сталася помилка, і деякі з поданих елементів не було позначено як зареєстровані.
vi: Đã xảy ra lỗi và một số mục đã nộp không được đánh dấu là đã đăng ký.

# api.dois.400.depositFailed
source: Some items were not deposited successfully. Please check the individual items for their specific error messages.
ar_iq: لم ينجح إيداع بعض العناصر. يرجى التحقق منها فردًا فردًا للوقوف على رسائل الخطأ الخاصة بكل منها.
az: Bəzi elementlər uğurla depozitə qoyulmadı. Xüsusi xəta mesajları üçün fərdi elementləri yoxlayın.
bg: Някои елементи не бяха депозирани успешно. Моля, проверете отделните елементи за техните специфични съобщения за грешка.
de: Einige Artikel wurden nicht erfolgreich abgeliefert. Bitte überprüfen Sie die einzelnen Artikel auf ihre spezifischen Fehlermeldungen.
es: Algunos elementos no se depositaron con éxito. Compruebe los mensajes de error específicos de cada elemento.
fr_fr: Certains éléments n'ont pas été déposés avec succès. Veuillez vérifier les messages d'erreur spécifiques à chaque élément.
hr: Neki predmeti nisu uspješno položeni. Molimo provjerite pojedinačne stavke za njihove specifične poruke pogreške.
hy_am: Որոշ նյութեր հաջողությամբ չեն պահվել: Խնդրում ենք ստուգել առանձին նյութերը իրենց որոշակի սխալի հաղորդագրությունների համար:
it: Alcuni articoli non sono stati depositati correttamente. Controllare i messaggi di errore specifici dei singoli articoli.
kk_kz: Кейбір заттар сәтті сақталмады. Жеке элементтерді нақты қате туралы хабарламалардың бар-жоғын тексеріңіз.
nl: Een aantal items werd niet succesvol opgeslagen. U wordt vriendelijk verzocht de afzonderlijke items voor de specifieke foutmeldingen te controleren.
pt: Alguns itens não foram depositados. Verifique as mensagens de erro específicas para cada item individual.
pt_br: Alguns itens não foram depositados. Verifique os itens individuais para suas mensagens de erro específicas.
ru: Некоторые элементы не были успешно депонированы. Пожалуйста, проверьте эти элементы по отдельности на предмет специфических сообщений об ошибках.
sv_se: Vissa objekt har inte deponerats. Kontrollera de enskilda objekten och deras respektive felmeddelanden.
tr: Bazı ögeler başarıyla gönderilemedi. Lütfen hata mesajlarını tek tek kontrol edin.
uk: Деякі елементи не було депоновано успішно. Будь ласка, перевірте окремі елементи на наявність повідомлень про конкретні помилки.
vi: Một số mục không được ký gửi thành công. Vui lòng kiểm tra từng mục để biết thông báo lỗi cụ thể của chúng.

# api.dois.404.noPubObjectIncluded
source: No valid publication objects were included with the request.
ar_iq: لم يتم تضمين مكونات نشر صالحة في الطلب.
az: Sorğuya heç bir etibarlı nəşr obyekti daxil edilməyib.
bg: В заявката не бяха включени валидни обекти за публикуване.
de: In Ihrer Anfrage waren keine gültigen Publikationsobjekte enthalten.
es: No se incluyeron objetos de publicación válidos con la solicitud.
fr_fr: Aucun objet de publication valide n'a été inclus dans la demande.
hr: Uz zahtjev nisu uključeni valjani objekti objave.
hy_am: Հարցման մեջ հրապարակման վավեր օբյեկտներ չեն ներառվել:
it: La richiesta non contiene oggetti di pubblicazione validi.
kk_kz: Сұранымға бірде-бір жарамды жариялау нысаны енгізілмеген.
nl: Bij het verzoek waren geen geldige publicatie-onderwerpen gevoegd.
pt: Nenhum objeto de publicação válido foi incluído na solicitação.
pt_br: Nenhum objeto de publicação válido foi incluído na solicitação.
ru: В запрос не было включено ни одного корректного объекта публикации.
sv_se: Inga giltiga objekt inkluderades i förfrågan.
tr: İsteğe hiçbir geçerli yayın bileşeni dahil edilmedi.
uk: До запиту не було включено жодних дійсних об'єктів публікації.
vi: Không có đối tượng xuất bản hợp lệ nào được bao gồm trong yêu cầu.

# api.dois.400.invalidPubObjectIncluded
source: One or more invalid publication objects were included with the request.
ar_iq: واحد أو أكثر من مكونات النشر غير الصالحة تم تضمينه في الطلب.
az: Bir və ya bir neçə etibarsız nəşr obyekti sorğuya daxil edilib.
bg: Един или повече невалидни обекти за публикуване бяха включени в заявката.
de: In Ihrer Anfrage waren ein oder mehrere ungültige Publikationsobjekte enthalten.
es: Se incluyeron uno o más objetos de publicación inválidos con la solicitud.
fr_fr: Un ou plusieurs objets de publication non valides ont été inclus dans la demande.
hr: Jedan ili više nevažećih objekata objave uključeni su u zahtjev.
hy_am: Հրապարակման մեկ կամ մի քանի անվավեր օբյեկտներ ներառվել են հարցումով:
it: Uno o più oggetti di pubblicazione non validi sono stati inclusi nella richiesta.
kk_kz: Сұранымға жарияланымның бір немесе бірнеше жол берілмейтін нысандары енгізілді.
nl: Bij het verzoek waren een of meer ongeldige publicatie-onderwerpen gevoegd.
pt: Um ou mais objetos de publicação inválidos foram incluídos na solicitação.
pt_br: Um ou mais objetos de publicação inválidos foram incluídos na solicitação.
ru: В запрос были включены один или несколько некорректных объектов публикации.
tr: İsteğe bir veya daha fazla geçersiz yayın bileşeni dahil edildi.
uk: До запиту було включено один або кілька недійсних об'єктів публікації.
vi: Một hoặc nhiều đối tượng xuất bản không hợp lệ đã được bao gồm trong yêu cầu.

# api.dois.400.invalidPluginType
source: The currently configured plugin must be a registration agency plugin.
az: Hazırda konfiqurasiya edilmiş plagin qeydiyyat agentliyinin plagini olmalıdır.
bg: Текущо конфигурираният плъгин трябва да е плъгин на агенция за регистрация.
de: Das aktuell konfigurierte Plugin muss ein Registrierungsagentur-Plugin sein.
es: El módulo configurado actualmente debe ser un módulo de agencia de registro.
fr_fr: Le plugin actuellement configuré doit être un plugin d'une agence d'enregistrement.
hr: Trenutačno konfigurirani dodatak mora biti dodatak za registracijsku agenciju.
nl: De lopende geconfigureerde softwarecomponent moet een registratiekantoor zijn.
pt: O plugin atualmente configurado deve ser um plugin de agência de registo.
ru: Настроенный сейчас модуль должен быть модулем регистрационного агентства.
tr: Halihazırda yapılandırılan eklenti, bir kayıt ajansı eklentisi olmalıdır.
uk: Наразі налаштований плагін повинен бути плагіном реєстраційного агентства.
vi: Plugin hiện tại phải là plugin của cơ quan đăng ký.

# api.decisions.403.alreadyPublished
source: You can not record a decision or recommend a decision for this submission because it has already been published.
ar_iq: لا يمكنك تسجيل القرار أو التوصية به لطلب التقديم هذا لأنه سبق وأن تم نشره.
az: Bu nəşr üçün qərarı qeyd edə və ya qərar tövsiyə edə bilməzsiniz, çünki o, artıq dərc olunub.
bg: Не можете да запишете решение или да препоръчате решение за това подаване на материали, тъй като то вече е публикувано.
de: Für diese Einreichung kann keine Entscheidung mehr gespeichert oder empfohlen werden, da sie bereits veröffentlicht ist.
es: No puede registrar ni recomendar una decisión para este envío porque ya ha sido publicado.
fr_fr: Vous ne pouvez pas enregistrer une décision ou recommander une décision pour cette soumission car elle a déjà été publiée.
hy_am: Դուք չեք կարող որևէ որոշում գրանցել կամ առաջարկել որոշում այս ներկայացման համար, քանի որ այն արդեն հրապարակվել է:
it: Non è possibile registrare una decisione o raccomandare una decisione per questa richiesta perché è già stata pubblicata.
kk_kz: Сіз бұл ұсыныс үшін шешім жаза алмайсыз немесе шешім ұсына алмайсыз, өйткені ол қазірдің өзінде жарияланған.
nl: U kunt geen beslissing vastleggen of hiervoor aanbeveling doen voor deze inzending, omdat het reeds is gepubliceerd.
pt: Não pode registar ou recomendar uma decisão para esta submissão porque esta já foi publicada.
pt_br: Você não pode registrar ou recomendar uma decisão para esta submissão, porque ela já foi publicada.
ru: Вы не можете записать решение или рекомендовать решение по данному материалу, так как он уже был опубликован.
tr: Daha önce yayımlanmış olduğundan, makale için bir karar kaydedemez veya öneremezsiniz.
uk: Ви не можете записати рішення або рекомендувати рішення для цього подання, оскільки його вже було опубліковано.
vi: Bạn không thể ghi lại quyết định hoặc đề xuất quyết định cho bài nộp này vì nó đã được xuất bản.

# api.emails.400.missingBody
source: You must include an email to be sent.
ar_iq: ينبغي عليك تضمين البريد الالكتروني لترسل إليه.
az: Siz göndəriləcək e-poçtu daxil etməlisiniz.
bg: Трябва да включите текст в имейла, за да бъде изпратен.
da_dk: Du skal inkludere en e-mail, der skal sendes.
de: Sie müssen eine zu sendende E-Mail anfügen.
el_gr: Πρέπει να συμπεριλάβετε ένα email για να σταλεί.
es: Debe incluir un correo electrónico para enviarlo.
fr_ca: Vous devez spécifier une adresse courriel pour pouvoir faire l'envoi.
fr_fr: Vous devez inclure une adresse de courriel pour effectuer l'envoi.
hr: Morate uključiti e-poštu koja će biti poslana.
hu: Meg kell adnia egy elküldendő e-mailt.
hy_am: Դուք պետք է գրեք նամակի բովանդակությունը, որպեսզի այն ուղարկվի։
it: È necessario includere un'e-mail per l'invio.
ja_jp: 送信するメールを含める必要があります。
kk_kz: Жіберу үшін электрондық пошта мекенжайын көрсету керек.
ms_my: Anda mesti memasukkan e-mel untuk dihantar.
nl: U moet een te versturen e-mail insluiten.
pt: Deve incluir um e-mail para ser enviado.
pt_br: Você deve incluir um e-mail para ser enviado.
ru: Вы должны добавить текст письма для отправки.
sv_se: Du måste uppge en e-postadress som ska sändas.
tr: Gönderilecek bir e-posta eklemelisiniz.
uk: Ви повинні включити електронний лист для надсилання.
vi: Bạn phải bao gồm email sẽ gửi.

# api.emails.400.missingSubject
source: You must provide a subject for the email.
ar_iq: ينبغي عليك وضع موضوع الرسالة.
az: E-poçtun mövzusunu qeyd etməlisiniz.
bg: Трябва да посочите тема за имейла.
da_dk: Du skal angive et emne til e-mailen.
de: Sie müssen einen Betreff für die E-Mail angeben.
el_gr: Πρέπει να δώσετε ένα θέμα για το email.
es: Debe proporcionar el asunto del correo electrónico.
fr_ca: Vous devez spécifier un objet du message.
fr_fr: Vous devez spécifier un objet pour le courriel.
hr: Morate unijeti predmet e-pošte.
hu: Meg kell adnia az e-mail tárgyát.
hy_am: Դուք պետք է լրացնեք էլ․ նամակի Թեման։
it: È necessario fornire un oggetto per l'e-mail.
ja_jp: メールの件名を入力する必要があります。
kk_kz: Сіз хаттың тақырыбын көрсетуіңіз керек.
ms_my: Anda mesti menyediakan subjek untuk e-mel.
nl: U moet een onderwerp voor de e-mail toevoegen.
pt: Deve inserir um assunto para o e-mail.
pt_br: Você deve fornecer um assunto para o e-mail.
ru: Вы должны задать тему письма.
sv_se: Du måste uppge ett ämne för e-posten.
tr: E-posta için bir konu eklemelisiniz.
uk: Ви повинні вказати тему електронного листа.
vi: Bạn phải cung cấp chủ đề cho email.

# api.emails.400.missingUserGroups
source: You must indicate the user roles that should receive this email.
ar_iq: ينبغي عليك تضمين أدوار المستخدمين الذين عليهم تلقي هذه الرسالة.
az: Siz bu e-poçtu alacaq istifadəçilərin rollarını göstərməlisiniz.
bg: Трябва да посочите потребителските роли, които следва да получават този имейл.
da_dk: Du skal angive de brugerroller, der skal modtage denne e-mail.
de: Sie müssen die Nutzerrolen angeben, welche diese E-Mail erhalten sollen.
el_gr: Πρέπει να υποδείξετε τους ρόλους χρήστη που πρέπει να λάβουν αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου.
es: Debe indicar qué roles de usuario/a deberían recibir este correo electrónico.
fr_ca: Vous devez indiquer les rôles utilisateurs qui doivent recevoir ce courriel.
fr_fr: Vous devez indiquer les rôles d'utilisateurs et d'utilisatrices qui doivent recevoir ce courriel.
hr: Morate navesti korisničke uloge koje bi trebale primiti ovu e-poruku.
hu: Meg kell jelölnie azokat a szerepköröket, akik kapnak ebből az e-maiből.
hy_am: Դուք պետք է նշեք այն օգտագործողների դերերը, ովքեր պետք է ստանան այս նամակը։
it: È necessario indicare i ruoli degli utenti che devono ricevere questa e-mail.
ja_jp: このメールを受信するユーザーロールを指定する必要があります。
kk_kz: Сіз осы электрондық поштаны алатын пайдаланушылардың рөлдерін көрсетуіңіз керек.
ms_my: Anda mesti menyatakan peranan pengguna yang sepatutnya menerima e-mel ini.
nl: U moet de gebruikersrollen aangeven die deze e-mail behoren te ontvangen.
pt: Deve indicar os papéis de utilizador que devem receber este e-mail.
pt_br: Você deve indicar os papéis do usuário que devem receber este e-mail.
ru: Вы должны указать роли пользователей, которые должны получить это письмо.
sv_se: Du måste ange en användarroll som ska motta e-posten.
tr: Bu e-postanın gideceği kullanıcı rollerini belirtmelisiniz.
uk: Ви повинні вказати ролі користувачів, які мають отримати цей електронний лист.
vi: Bạn phải chỉ định vai trò người dùng nên nhận email này.
