Repository: pkp/pkp-lib
Catalog: locale/*/api.po
Languages: ar_iq, az, bg, ca_es, da_dk, de, de_de, el_gr, es, es_es, fi_fi, fr_ca, fr_fr, hr, hu, hy_am, id_id, it, ja_jp, kk_kz, ms_my, nl, pt, pt_br, ru, sv_se, tr, uk, vi

# api.submissionFiles.400.noFileStageId
source: You must provide a file stage.
ar_iq: ينبغي عليك توفير مخزن للملفات.
az: Faylın hansı mərhələdə olduğunu göstərməlisiniz.
bg: Трябва да предоставите етап, на който се намира файла.
da_dk: Du skal angive et trin.
de: Sie müssen eine Dateistufe angeben.
el_gr: Πρέπει να παρέχετε ένα file stage.
es: Debe proporcionar una fase de archivo.
fr_ca: Vous devez fournir une étape de fichier.
fr_fr: Vous devez fournir l'étape du fichier.
hr: Morate osigurati fazu datoteke.
hu: Meg kell adnia egy fájlszakaszt.
hy_am: Դուք պետք է նշեք ֆայլի փուլը։
it: È necessario definire una fase del file.
ja_jp: ファイル段階を指定する必要があります。
kk_kz: Сіз файл сатысының бейнесін ұсынуыңыз керек.
ms_my: Anda mesti menyediakan peringkat fail.
nl: U moet tijdens deze fse een bestand aanleveren.
pt: Deve informar uma etapa do ficheiro.
pt_br: Você deve fornecer um estágio de arquivo.
ru: Вы должны указать этап, на котором находится файл.
tr: Dosya için bir akış aşaması belirtmelisiniz.
uk: Необхідно вказати файлову стадію.
vi: Bạn phải cung cấp giai đoạn tệp.

# api.submissionFiles.400.invalidFileStage
source: The file stage you provided is not valid.
ar_iq: مرحلة الملف التي أعطيتها غير صالحة.
az: Qeyd etdiyiniz fayl mərhələsi düzgün deyil.
bg: Предоставеният от вас етап на файла не е валиден.
de: Die von Ihnen angegebene Phase der Datei ist nicht gültig.
es: La fase del archivo proporcionada no es válida.
fr_fr: L'étape du fichier que vous avez fournie n'est pas valide.
hr: Faza datoteke koju ste naveli nije važeća.
hy_am: Ձեր տրամադրած նիշքի փուլը վավեր չէ:
it: La fase del file definita non è valida.
kk_kz: Бұл файлды өңдеу сұрауында ешқандай өзгерістер табылмады.
nl: Het bestand dat u aanleverde is niet geldig in deze fase.
pt: A etapa do ficheiro fornecida não é válida.
pt_br: O estágio do arquivo fornecido não é válido.
ru: Вы указали некорректный этап для файла.
tr: Sağladığınız dosya aşaması geçerli değil.
uk: Указана файлова стадія не є дійсною.
vi: Giai đoạn tệp bạn đã cung cấp không hợp lệ.

# api.submissionsFiles.400.noParams
source: No changes could be found in the request to edit this file.
ar_iq: تعذر العثور في الطلب على تغييرات من شأنها تعديل هذا الملف.
az: Bu faylı redaktə etmək üçün sorğuda ediləcək heç bir dəyişiklik tapılmadı.
bg: Не могат да бъдат намерени промени в заявката за редактиране на този файл.
da_dk: Der er ingen ændringer i anmodningen om at redigere denne fil.
de: In der Anfrage zum Bearbeiten dieser Datei konnten keine Änderungen gefunden werden.
el_gr: Δεν βρέθηκαν αλλαγές στο αίτημα για επεξεργασία αυτού του αρχείου.
es: No se han encontrado cambios en la solicitud para editar este archivo.
fr_fr: Aucun changement n'a été trouvé dans la demande de modification de ce fichier.
hr: U zahtjevu za uređivanje ove datoteke nisu pronađene promjene.
hu: A fájl szerkesztésére irányuló kérelemben nem találtunk változtatásokat.
hy_am: Այս ֆայլի խմբագրման համար ըստ հարցման փոփոխություններ չեն գտնվել ։
it: Non sono state trovate modifiche nella richiesta di modifica di questo file.
ja_jp: このファイルを編集するリクエストに変更が見つかりませんでした。
kk_kz: Бұл файлды өңдеу туралы сұрауда ешқандай өзгерістер табылмады.
ms_my: Tiada perubahan ditemui dalam permintaan untuk menyunting fail ini.
nl: Er konden geen wijzigingen worden gevonden bij het verzoek om dit bestand te bewerken.
pt: Nenhuma alteração foi encontrada na solicitação para editar este ficheiro.
pt_br: Nenhuma alteração foi encontrada na solicitação para editar este arquivo.
ru: В запросе на редактирование данного файла нет никаких изменений, которые нужно внести.
tr: Bu dosyayı düzenleme isteğinde hiçbir değişiklik bulunamadı.
uk: У запиті на редагування цього файлу не вдалося знайти жодних змін.
vi: Không tìm thấy thay đổi nào trong yêu cầu chỉnh sửa tệp này.

# api.submissionFiles.400.reviewRoundIdRequired
source: You must provide a review round id when moving a file to this file stage.
ar_iq: ينبغي عليك إعطاء الرمز التعريفي لجولة التحكيم عند نقل الملف إلى مرحلة الملفات هذه.
az: Faylı bu fayl mərhələsinə köçürərkən siz həmyaşıd baxışı raundunun identifikatorunu (ID'si) təqdim etməlisiniz.
bg: Трябва да предоставите идентификатор на кръга за преглед, когато премествате файл в този етап на редакция.
de: Es muss eine Begutachtungsrunden-ID angegeben werden, um eine Datei zu dieser Phase zu verschieben.
es: Debe proporcionar un identificador de la ronda de revisión cuando mueva un archivo a esta fase.
fr_fr: Vous devez fournir un identifiant de cycle d'évaluation lorsque vous déplacez un fichier vers cette étape.
hr: Morate dati ID kruga pregleda kada premještate datoteku u ovu fazu datoteke.
hy_am: Ֆայլը այս նիշքի փուլ տեղափոխելիս պետք է տրամադրեք վերանայման փուլի ID:
it: Quando si sposta un file in questa fase è necessario fornire l'id del giro di revisione.
kk_kz: Файлды осы файл кезеңіне жылжытқанда шолу идентификаторын беруіңіз керек.
nl: U moet een beoordelingsronde aanleveren wanneer u een bestand naar dit moment in het dossier wilt verplaatsen.
pt: Deve fornecer um ID da ronda de revisão ao mover um ficheiro para esta etapa do ficheiro.
pt_br: Você deve fornecer um ID de rodada de avaliação ao mover um arquivo para este estágio de arquivo.
ru: Вы должны указать идентификатор раунда рецензирования при перемещении файла на этот этап.
tr: Bir dosyayı bu dosya aşamasına taşırken bir değerlendirme turu ID'si sağlamanız gerekir.
uk: Під час переміщення файлу на цю файлову стадію потрібно вказати ID раунду рецензування.
vi: Bạn phải cung cấp ID vòng đánh giá khi di chuyển tệp đến giai đoạn tệp này.

# api.submissionFiles.400.reviewRoundSubmissionNotMatch
source: The review round you provided is not part of this submission.
ar_iq: جولة التحكيم التي قدمتها ليست جزءاً من طلب التقديم هذا.
az: Bu həmyaşıd baxışı mərhələsi bu məqalə göndər mərhələsinin bir hissəsi deyil.
bg: Предоставеният от вас кръг за резензия не е част от тези изпратени материали.
da_dk: Den bedømmelsesrunde, du har angivet, er ikke en del af denne indsendelse.
de: Die von Ihnen genannte Begutachtungsrunde ist nicht Teil dieser Einreichung.
el_gr: Ο γύρος ελέγχου που παρείχατε δεν αποτελεί μέρος αυτής της υποβολής.
es: La ronda de revisión que ha proporcionado no forma parte de este envío.
fr_ca: Le cycle d'évaluation spécifié ne fait pas partie de cette soumission.
fr_fr: Le cycle d'évaluation indiqué ne fait pas partie de cette soumission.
hr: Krug pregleda koji ste dostavili nije dio ovog podneska.
hu: Az a bírálati forduló, amit megadott nem tartozik ehhez a kézirathoz.
hy_am: Գրախոսման նշված փուլը այս նյութի մաս չէ։
it: Il giro di revisione da voi fornito non appartiene a questa proposta.
ja_jp: 入力された査読ラウンドは、この投稿の一部ではありません。
kk_kz: Сіз ұсынған шолу осы көріністің бөлігі емес.
ms_my: Pusingan ulasan yang anda berikan bukan sebahagian daripada penyerahan ini.
nl: De beoordelingsronde die u aanleverde maakt geen deel uit van deze inzending.
pt: A ronda de revisão fornecida não faz parte desta submissão.
pt_br: A rodada de avaliação fornecida não faz parte desta submissão.
ru: Указанный Вами раунд рецензирования не является частью этого отправленного материала.
tr: Bu değerlendirme turu bu aşamanın bir parçası değil.
uk: Указаний вами раунд рецензування не є частиною цього подання.
vi: Vòng đánh giá bạn đã cung cấp không thuộc bài nộp này.

# api.submissionFiles.403.unauthorizedFileStageId
source: You are not allowed to access these files.
ar_iq: ليس مسموحاً لك بالوصول إلى هذه الملفات.
az: Bu fayllara giriş icazəniz yoxdur.
bg: Нямате достъп до тези файлове.
da_dk: Du har ikke adgang til disse filer.
de: Der Zugriff auf diese Dateien ist Ihnen nicht erlaubt.
el_gr: Δεν επιτρέπεται η πρόσβαση σε αυτά τα αρχεία.
es: No tiene permiso para acceder a estos archivos.
fr_ca: Vous n'avez pas l'autorisation d'accéder à ces fichiers.
fr_fr: Vous n'avez pas l'autorisation d'accéder à ces fichiers.
hr: Nije vam dopušten pristup ovim datotekama.
hu: Ön nem férhet hozzá ezekhez a fájlokhoz.
hy_am: Դուք չունեք այս ֆայլերի թույլտվություն։
it: Non è possibile accedere a questi file.
ja_jp: これらのファイルへのアクセスは許可されていません。
kk_kz: Бұл файлдарға кіруге рұқсат жоқ.
ms_my: Anda tidak dibenarkan mengakses fail ini.
nl: U bent niet gemachtigd om toegang tot deze bestanden verkrijgen.
pt: Não tem permissão para aceder a estes ficheiros.
pt_br: Você não tem permissão para acessar esses arquivos.
ru: У Вас нет прав для доступа к этим файлам.
sv_se: Du har inte tillgång till dessa filer.
tr: Bu dosyalara erişim izniniz yok.
uk: Ви не маєте доступу до цих файлів.
vi: Bạn không được phép truy cập các tệp này.

# api.submissionFiles.403.unauthorizedFileStageIdWrite
source: You are not allowed to add and edit these files.
ar_iq: ليس مسموحاً لك بإضافة تلك الملفات وتحريرها.
az: Bu faylları əlavə etmək və redaktə etmək icazəniz yoxdur.
bg: Нямате право да добавяте и редактирате тези файлове.
da_dk: Du har ikke tilladelse til at redigere disse filer.
de: Sie dürfen diese Dateien nicht hinzufügen und bearbeiten.
el_gr: Δεν επιτρέπεται να προσθέσετε και να επεξεργαστείτε αυτά τα αρχεία.
es: No tiene permiso para añadir y editar estos archivos.
fr_ca: Vous n'avez pas l'autorisation d'ajouter ou modifier ces fichiers.
fr_fr: Vous n'avez pas l'autorisation d'ajouter et de modifier ces fichiers.
hr: Nemate dopuštenje za dodavanje i uređivanje ovih datoteka.
hu: Nincs joga ezeket a fájlokat hozzáadni és szerkeszteni.
hy_am: Դուք չունեք թույլտվություն ֆալներ ավելացնելու կամ խմբագրելու համար։
it: Non è consentito aggiungere e modificare questi file.
ja_jp: これらのファイルを追加および編集することはできません。
kk_kz: Сізге бұл файлдарды қосуға және өңдеуге рұқсат жоқ.
ms_my: Anda tidak dibenarkan menambah dan menyunting fail ini.
nl: U bent niet gemachtigd om deze bestanden toe te voegen en deze te bewerken.
pt: Não tem permissão para adicionar e editar estes ficheiros.
pt_br: Você não tem permissão para adicionar e editar esses arquivos.
ru: У Вас нет прав на добавление и редактирование этих файлов.
sv_se: Du har inte behörighet att lägga till eller redigera dessa filer.
tr: Bu dosyaları eklemenize ve düzenlemenize izin verilmiyor.
uk: Вам заборонено додавати та редагувати ці файли.
vi: Bạn không được phép thêm và chỉnh sửa các tệp này.

# api.submissionFiles.403.unauthorizedReviewRound
source: You are not allowed to access files in this review round.
ar_iq: ليس مسموحاً لك بالوصول إلى هذه الملفات في جولة التحكيم هذه.
az: Bu həmyaşıd baxışı mərhələsində fayllara daxil olmaq icazəniz yoxdur.
bg: Нямате достъп до файлове в този кръг за рецензиране.
da_dk: Du har ikke adgang til filer tilknyttet denne bedømmelsesrunde.
de: Sie dürfen nicht auf Dateien in dieser Begutachtungsrunde zugreifen.
el_gr: Δεν επιτρέπεται η πρόσβαση σε αρχεία σε αυτόν τον γύρο αξιολόγησης.
es: No tiene permiso para acceder a los archivos en esta ronda de revisión.
fr_ca: Vous n'avez pas l'autorisation d'accéder à ces fichiers dans ce cycle d'évaluation.
fr_fr: Vous n'avez pas l'autorisation d'accéder à ces fichiers dans ce cycle d'évaluation.
hr: Nije vam dopušten pristup datotekama u ovom krugu pregleda.
hu: Nincs joga elérni fájlokat ebben a bírálati fordulóban.
hy_am: Գրախոսման փուլում Դուք չունեք ֆայլերի թույլտվություն։
it: Non è possibile accedere ai file in questo turno di revisione.
ja_jp: この査読ラウンドのファイルにアクセスすることはできません。
kk_kz: Сізге осы тексеру раундында файлдарға кіруге рұқсат жоқ.
ms_my: Anda tidak dibenarkan mengakses fail dalam pusingan ulasan ini.
nl: U bent niet gemachtigd om in deze beoordelingsronde toegang te verkrijgen tot bestanden.
pt: Não tem permissão para aceder aos ficheiros nesta ronda de revisão.
pt_br: Você não tem permissão para acessar os arquivos nesta rodada de avaliação.
ru: У Вас нет прав на доступ к файлам на этом этапе рецензирования.
tr: Dosyalara erişmenize izniniz yok.
uk: Ви не маєте доступу до файлів на цьому раунді рецензування.
vi: Bạn không được phép truy cập các tệp trong vòng đánh giá này.

# api.submissions.400.missingRequired
source: Your request could not be fulfilled because it is missing required information.
ar_iq: تعذر تنفيذ طلبك لأنه يفتقر إلى معلومات ضرورية.
az: Tələb olunan məlumat çatmadığı üçün sorğunuz yerinə yetirilə bilmədi.
bg: Заявката не може да бъде изпълнена, тъй като липсва необходимата информация.
ca_es: La vostra sol·licitud no s'ha pogut completar perquè li falta informació obligatòria.
da_dk: Din anmodning kunne ikke imødekommes, da de nødvendige oplysninger mangler.
de: Ihre Anforderung konnte nicht ausgeführt werden, da notwendige Informationen fehlen.
de_de: Ihre Anforderung konnte nicht ausgeführt werden, da notwendige Informationen fehlen.
el_gr: Το αίτημά σας δε μπορεί να πραγματοποιηθεί γιατί λείπουν οι απαιτούμενες πληροφορίες.
es: Su solicitud no se ha podido completar porque le falta información obligatoria.
es_es: Su solicitud no se ha podido completar porque le falta información obligatoria.
fi_fi: Pyyntöäsi ei voitu suorittaa, koska siitä puuttuu pakollisia tietoja.
fr_ca: La demande n'a pu être remplie par manque d'information.
fr_fr: La requête n'a pas pu être terminée par manque d'information.
hr: Vaš zahtjev nije moguće ispuniti jer nedostaju potrebni podaci.
hu: A kérése nem teljesíthető, mert hiányzik a szükséges információ.
hy_am: Ձեր հարցումը չի կարող կատարվել, քանի որ պահանջվող տեղեկատվությունը բացակայում է:
id_id: Permintaan Anda tidak dapat dipenuhi kerena tidak memberikan informasi yang dibutuhkan.
it: La tua richiesta non può essere completata perchè mancano le informazioni richieste.
ja_jp: リクエストに必要な情報が不足しているため、リクエストを実行できませんでした。
kk_kz: Сіздің сұрауыңыз орындалмайды, өйткені онда қажетті ақпарат жоқ.
ms_my: Permintaan anda tidak dapat dipenuhi kerana tiada maklumat yang diperlukan.
nl: U verzoek kan niet worden vervuld omdat vereiste informatie ontbreekt.
pt: O seu pedido não pôde ser atendido pois falta informação obrigatória.
pt_br: Seu pedido não pode ser atendido pois informação requerida está faltando.
ru: Ваш запрос не может быть выполнен, так как в нем отсутствует необходимая информация.
sv_se: Din förfrågan kunde inte fullföljas eftersom det saknar nödvändig information.
tr: Gerekli bilgiler eksik olduğu için talebiniz gerçekleştirilemedi.
uk: Ваш запит не може бути виконано, оскільки в ньому відсутня необхідна інформація.
vi: Không thể hoàn thành yêu cầu của bạn vì thiếu thông tin bắt buộc.

# api.submissions.400.invalidIssueIdentifiers
source: The requested volume, number or year is not valid.
ar_iq: ما تطلبه من رقم المجلد، العدد، أو السنة، غير صحيح.
az: Tələb olunan həcm, nömrə və ya il düzgün deyil.
bg: Исканият том, номер или година не са валидни.
ca_es: El volum, el número o l'any sol·licitats no són vàlids.
da_dk: Den ønskede årgang, nummer eller år er ikke gyldigt.
de: Band, Nummer oder Jahr ist nicht gültig.
de_de: Band, Nummer oder Jahr ist nicht nicht gültig.
el_gr: Ο ζητούμενος τόμος, αριθμός τεύχους ή το έτος δεν είναι έγκυρα.
es: El volumen, número o año solicitados no son válidos.
es_es: El volumen, número o año solicitados no son válidos.
fi_fi: Pyydetty vuosikerta, numero tai vuosi ei ole kelvollinen.
fr_ca: Le volume, numéro ou année requis-e n'est pas valide.
fr_fr: Le volume requis n'est pas valide.
hr: Traženi volumen, broj ili godina nisu važeći.
hu: A kért évfolyam, szám vagy év nem érvényes.
hy_am: Հարցման ծավալը, համարը կամ տարին վավեր չէ:
id_id: Volume, nomor atau tahun yang diminta tidak valid.
it: Il richiesto volume, numero o anno non è valido.
ja_jp: 要求された巻号または年が無効です。
kk_kz: Сұралған көлем, нөмір немесе жыл жарамсыз.
ms_my: Jilid, nombor atau tahun yang diminta tidak sah.
nl: De verzochte aflevering, nummer of jaar is niet geldig.
pt: O volume requisitado, número ou ano não é válido.
pt_br: O volume requisitado, número ou ano não é válido.
ru: Неправильно указан запрашиваемый том, номер или год.
tr: Sorgulanan cilt, sayı veya yıl geçerli değil.
uk: Запитуваний том, номер або рік не є дійсними.
vi: Tập, số hoặc năm được yêu cầu không hợp lệ.

# api.submissions.400.invalidSubmitAs
source: You are not allowed to submit in this user role.
ar_iq: ليس مسموحًا لك تقديم طلب بهذا الدور.
az: Bu istifadəçi rolunda məqalə göndərməyə icazəniz yoxdur.
bg: Нямате право да изпращате в тази потребителска роля.
de: Mit dieser Nutzer/innen-Rolle können Sie keine Einreichungen machen.
es: No puede enviar con este rol de usuario/a.
fr_fr: Vous n'êtes pas autorisé à soumettre un document avec le rôle que vous occupez.
hr: Nije vam dopušteno podnošenje u ovoj korisničkoj ulozi.
nl: U bent niet gemachtigd in te dienen in deze gebruikersrol.
pt: Não tem permissão para submeter neste papel de utilizador.
ru: Вы не можете отправить материал в этой роли пользователя.
tr: Bu kullanıcı rolünde aday makale göndermenize izin verilmiyor.
uk: Ви не маєте права робити подання в цій ролі користувача.
vi: Bạn không được phép nộp bài với vai trò người dùng này.

# api.submissions.403.csrfTokenFailure
source: Your request was denied. This may be because your login has expired. Try reloading the page and trying again.
ar_iq: طلبك مرفوض. قد يكون سبب ذلك أنه انتهت صلاحية دخولك إلى الموقع. حاول تنشيط الصفحة ثم عاود الكرة.
az: Sorğunuz rədd edildi. Bu, girişinizin müddəti bitdiyinə görə ola bilər. Səhifəni yenidən yükləyin və yenidən cəhd edin.
bg: Заявката ви е отхвърлена. Това може да се дължи на това, че вашият вход в системата е изтекъл. Опитайте да презаредите страницата и опитайте отново.
ca_es: La vostra sol·licitud ha estat denegada. La causa podria ser que la vostra sessió hagi caducat. Proveu de recarregar la pàgina i torneu-ho a intentar.
da_dk: Din anmodning blev ikke accepteret. Det kan skyldes, at dit login er udløbet. Prøv at genindlæse siden og prøv igen.
de: Ihr Auftrag wurde abgelehnt, möglicherweise weil Ihre Anmeldung abgelaufen ist. Laden Sie die Seite neu und versuchen Sie es noch einmal.
de_de: Ihr Auftrag wurde abgelehnt, möglicherweise weil Ihre Anmeldung abgelaufen ist. Laden Sie die Seite neu und versuchen Sie es noch einmal.
el_gr: Το αίτημά σας απορρίφθηκε, πιθανώς λόγω λήξης της σύνδεσής σας. Ανανεώστε τη σελίδα και ξαναπροσπαθήστε.
es: Su solicitud ha sido denegada. Esto podría deberse a que su sesión ha expirado. Pruebe a recargar la página y vuelva a intentarlo.
es_es: Su solicitud ha sido denegada. Esto podría deberse a que su sesión ha expirado. Pruebe a recargar la página y vuelva a intentarlo.
fi_fi: Pyyntösi on hylätty. Tämä voi johtua vanhentuneesta istunnosta. Ole hyvä ja yritä uudelleen.
fr_ca: Votre demande a été refusée. Cela peut être dû au fait que votre connexion a expiré. Essayez de recharger la page et essayez à nouveau.
fr_fr: Votre requête a été refusée. Peut-être que votre session a expiré. Essayez de recharger la page.
hr: Vaš zahtjev je odbijen. To može biti zato što je vaša prijava istekla. Pokušajte ponovo učitati stranicu i pokušajte ponovno.
hu: Kérése megtagadva. Azért fordulhatott elő, mert a bejelentkezése lejárt. Próbálja újratölteni az oldalt, majd próbálkozzon még egyszer.
hy_am: Ձեր հարցումը մերժված է: Հնարավոր է մուտքի ժամկետը լրացել է: Վերբեռնեք էջը և փորձեք կրկին:
id_id: Permintaan ditolak. Kemungkinan karena masa login sudah habis. Coba reload halaman dan coba lagi.
it: La tua richiesta è stata rifiutata. Questo perchè il tuo login è scaduto. Ricarica la pagina e prova di nuovo.
ja_jp: リクエストが拒否されました。ログインの有効期限が切れている可能性があります。 ページを再ロードして、もう一度試してみてください。
kk_kz: Сіздің сұрауыңыз қабылданбады. Бұл сіздің логиніңіздің мерзімі аяқталғанына байланысты болуы мүмкін. Бетті қайта жүктеп, қайталап көріңіз.
ms_my: Permintaan anda telah ditolak. Ini mungkin kerana log masuk anda telah tamat tempoh. Cuba muat semula halaman dan cuba lagi.
nl: Uw verzoek werd afgewezen. Dit kan vanwege het verlopen van uw logingegevens. Probeert u de pagina opnieuw te laden en nogmaals in te loggen.
pt: O seu pedido foi negado. Provavelmente o seu acesso ao sistema expirou. Recarregue a página e tente novamente.
pt_br: Seu pedido foi negado, provavelmente devido ao seu acesso ter expirado. Recarregue a página.
ru: Ваш запрос был отклонен. Возможно это произошло из-за того, что время доступа к системе истекло. Попробуйте перезагрузить страницу и войти снова.
sv_se: Din förfrågan nekades. Detta kan bero på att din inloggning förfallit. Prova att ladda om sidan och försöka igen.
tr: Sorgu reddedildi. Bu, girişinizin süresinin dolmuş olmasından dolayı olabilir. Sayfayı yenileyin ve tekrar deneyin.
uk: У вашому запиті було відмовлено. Це може бути тому, що строк дії вашого логіна закінчився. Спробуйте перезавантажити сторінку й повторити спробу.
vi: Yêu cầu của bạn đã bị từ chối. Điều này có thể là do đăng nhập của bạn đã hết hạn. Hãy thử tải lại trang và thử lại.

# api.submissions.403.deleteSubmissionOutOfContext
source: You can not delete a submission that is not assigned to this context.
ar_iq: ليس بإمكانك حذف طلب النشر غير المضمن في هذا السياق.
az: Bu kontekstə təyin edilməmiş materialı silə bilməzsiniz.
bg: Не можете да изтриете изпратен материал, на който не е присвоен този контекст.
ca_es: No podeu eliminar una tramesa que no estigui assignada en aquest context.
da_dk: Du kan ikke slette en indsendelse, der ikke er indsat i denne kontekst.
de: Sie können keine Einreichung löschen, die nicht diesem Kontext zugeordnet ist.
de_de: Sie können keine Einreichung löschen, die nicht diesem Kontext zugeordnet ist.
el_gr: Είναι αδύνατη η διαγραφή μιας υποβολής που δεν περιέχεται στο εν λόγω πλαίσιο.
es: No puede eliminar un envío que no esté asignado a este contexto.
es_es: No puede eliminar un envío que no esté asignado a este contexto.
fi_fi: Et voi poistaa käsikirjoitusta, joka ei liity tähän julkaisuun.
fr_ca: Vous ne pouvez pas supprimer une soumission hors de ce contexte.
fr_fr: Vous ne pouvez pas supprimer une soumission hors de ce contexte.
hr: Ne možete izbrisati rad koji nije dodijeljen ovom kontekstu.
hu: Nem tudja törölni a kéziratot, amely nincs hozzárendelve ehhez a szövegkörnyezethez.
hy_am: Դուք չեք կարող ջնջել ներկայացման հայտը, որը վերագրված չէ այս համատեքաստին:
id_id: Anda tidak dapat menghapus naskah yang tidak ditujukan pada konteks ini.
it: Non puoi cancellare una proposta che non sia assegnata a questo contesto.
ja_jp: このコンテキストに割り当てられていない投稿は削除できません。
kk_kz: Сіз осы контекстке берілмеген жіберуді жоя алмайсыз.
ms_my: Anda tidak boleh memadam penyerahan yang tidak ditugaskan kepada konteks ini.
nl: U kunt een inzending niet vernietigen die niet in deze omgeving is toegewezen.
pt: Não pode eliminar uma submissão que não está associada a este contexto.
pt_br: Você não pode apagar uma submissão que não está associada a esse contexto.
ru: Вы не можете удалить материал, который не был назначен этому контексту.
sv_se: Du kan inte radera ett bidrag som inte är kopplat till den här kontexten.
tr: Bu yayına atanmamış bir gönderiyi silemezsiniz.
uk: Ви не можете видалити подання, яке не призначено для цього контексту.
vi: Bạn không thể xóa bài nộp không được chỉ định cho ngữ cảnh này.
