Repository: pkp/pkp-lib
Catalog: locale/*/api.po
Languages: ar_iq, az, bg, ca_es, da_dk, de, de_de, el_gr, es, es_es, fi_fi, fr_ca, fr_fr, hr, hu, hy_am, id_id, it, ja_jp, kk_kz, ms_my, nl, pt, pt_br, ru, sv_se, tr, uk, vi

# api.stats.400.wrongDateRange
source: The start date can not be later than the end date.
ar_iq: تاريخ البدء لا يمكن له أن يكون بعد تاريخ الانتهاء.
az: Başlama tarixi bitmə tarixindən gec ola bilməz.
bg: Началната дата не може да бъде по-късна от крайната.
ca_es: La data d'inici no pot ser posterior a la data de finalització.
da_dk: Startdatoen kan ikke være senere end slutdatoen.
de: Das Startdatum kann nicht nach dem Enddatum liegen.
de_de: Das Startdatum kann nicht nach dem Enddatum liegen.
el_gr: Η ημερομηνία έναρξης δεν μπορεί να είναι μεταγενέστερη της ημερομηνίας ολοκλήρωσης.
es: La fecha de inicio no puede ser posterior a la fecha de finalización.
es_es: La fecha de inicio no puede ser posterior a la fecha de finalización.
fi_fi: Aloituspäivä ei voi olla myöhempi kuin lopetuspäivä.
fr_ca: La date de début ne peut pas être ultérieure à la date de fin.
fr_fr: La date de début ne peut pas être ultérieure à la date de fin.
hr: Datum početka ne može biti kasniji od datuma završetka.
hu: A kezdő dátum nem lehet későbbi, mint a befejező dátum.
hy_am: Սկզբի ամսաթիվը չի կարող լինել ավելի ուշ քան ավարտի ամսաթիվը:
id_id: Tanggal mulai tidak boleh melebihi tanggal akhir.
it: La data di inizio deve anticipare la data di scadenza.
ja_jp: 開始日は終了日より後にできません。
kk_kz: Басталу күні аяқталу күнінен кеш болмауы керек.
ms_my: Tarikh mula tidak boleh lewat daripada tarikh tamat.
nl: De begindatum kan niet later dan de einddatum zijn.
pt: A data de início não pode ser posterior à data de fim.
pt_br: A data de início não pode ser posterior à data de término.
ru: Дата начала не может быть позже даты окончания.
sv_se: Startdatum kan inte vara senare är slutdatumet.
tr: Başlangıç tarihi bitiş tarihinden daha sonraki bir tarih olamaz.
uk: Дата початку не може бути пізнішою за дату завершення.
vi: Ngày bắt đầu không được muộn hơn ngày kết thúc.

# api.stats.400.earlyDateRange
source: The start date can not be earlier than 2001-01-01.
ar_iq: تاريخ البدء لا يمكن له أن يكون قبل 2001-01-01.
az: Başlama tarixi 2001-01-01 tarixindən tez ola bilməz.
bg: Началната дата не може да бъде по-ранна от 2001-01-01.
ca_es: La data d'inici no pot ser anterior a 2001-01-01.
da_dk: Startdatoen kan ikke være tidligere end 2001-01-01.
de: Das Datum kann nicht vor dem 2001-01-01 liegen.
de_de: Das Datum kann nicht vor dem 2001-01-01 liegen.
el_gr: Η ημερομηνία έναρξης δεν μπορεί να είναι προγενέστερη από 2001-01-01.
es: La fecha de inicio no puede ser anterior a 2001-01-01.
es_es: La fecha de inicio no puede ser anterior a 2001-01-01.
fi_fi: Aloituspäivämäärä ei voi olla aiempi kuin 2001-01-01.
fr_ca: La date de début ne peut pas être antérieure au 2001-01-01.
fr_fr: La date de début ne peut pas être antérieure au 2001-01-01.
hr: Datum početka ne može biti raniji od 1.1.2001.
hu: A kezdő dátum nem lehet korábbi mint 2001-01-01.
hy_am: Սկզբի ամսաթիվը չի կարող ավելի շուտ լինել քան 2001-01-01-ը:
id_id: Tanggal mulai tidak boleh sebelum 2001-01-01.
it: La data di inizio non può essere prima del 2001-01-01.
ja_jp: 開始日は 2001-01-01 より前にはできません。
kk_kz: Басталу күні 2001-01-01-ден бұрын болуы мүмкін емес.
ms_my: Tarikh mula tidak boleh lebih awal daripada 2001-01-01.
nl: De begindatum kan niet vroeger dan 2001-01-01 zijn.
pt: A data de início não pode ser anterior a 2001-01-01.
pt_br: A data de início não pode ser anterior a 01-01-2001.
ru: Дата начала не может быть ранее 2001-01-01.
sv_se: Startdatum kan inte vara tidigare än 2001-01-01.
tr: Başlangıç tarihi 2001-01-01 tarihinden daha eski bir tarih olamaz.
uk: Дата початку не може бути раніше 2001-01-01.
vi: Ngày bắt đầu không được sớm hơn 2001-01-01.

# api.stats.400.lateDateRange
source: The end date can not be later than yesterday.
ar_iq: تاريخ الانتهاء لا يمكن له أن يكون بعد البارحة.
az: Bitmə tarixi dünəndən gec ola bilməz.
bg: Крайната дата не може да бъде по-късна от вчера.
ca_es: La data de finalització no pot ser posterior a ahir.
da_dk: Slutdatoen kan ikke være senere end i går.
de: Das Enddatum kann nicht später als gestern sein.
de_de: Das Enddatum kann nicht später als gestern sein.
el_gr: Η ημερομηνία λήξης δεν μπορεί να είναι προγενέστερη από τη χθεσινή.
es: La fecha de finalización no puede ser posterior a ayer.
es_es: La fecha de finalización no puede ser posterior a ayer.
fi_fi: Lopetuspäivä ei voi olla eilisen jälkeen.
fr_ca: La date de fin ne peut pas être ultérieure à hier.
fr_fr: La date de fin ne peut pas être ultérieure à hier.
hr: Datum završetka ne može biti kasniji od jučer.
hu: A befejezési dátum nem lehet későbbi, mint a tegnapi.
hy_am: Ավարտի ամսաթիվը ավելի ուշ քան երեկ չի կարող լինել:
id_id: Tanggal akhir tidak boleh setelah kemarin.
it: La data di termine non può essere oltre ieri.
ja_jp: 終了日は昨日より後にできません。
kk_kz: Аяқталу күні кешеден кеш болуы мүмкін емес.
ms_my: Tarikh tamat tidak boleh lewat daripada semalam.
nl: De einddatum kan niet later dan gisteren zijn.
pt: A data final não pode ser posterior a ontem.
pt_br: A data final não pode ser posterior a ontem.
ru: Дата окончания не может быть позже чем вчера.
sv_se: Slutdatum kan inte vara senare än igår.
tr: Bitiş tarihi dünden daha sonraki bir tarih olamaz.
uk: Дата завершення не може бути пізнішою за вчорашній день.
vi: Ngày kết thúc không được muộn hơn ngày hôm qua.

# api.stats.400.wrongTimelineInterval
source: Your request was not valid. The timelineInterval must be `day` or `month`.
ar_iq: طلبك غير صحيح. فترة مقياس الزمن لا بد أن تكون إما `day` أو `month`.
az: Sorğunuz etibarlı deyildi. TimelineInterval (Zaman qrafiki intervalı) `day` və ya `month`("gün" və ya "ay") olmalıdır.
bg: Заявката е невалидна. Параметърът timelineInterval следва да бъде `day` или `month`.
ca_es: La vostra sol·licitud no és vàlida. L'interval cronològic ha de ser `dia` o `mes`.
da_dk: Din anmodning var ikke gyldig. The timelineInterval skal være 'dag' eller 'måned'.
de: Ihre Anfrage war ungültig. Der Zeitabschnitt muss `day` oder `month` sein.
de_de: Ihre Anfrage war ungültig. Der Zeitabschnitt muss `day` oder `month` sein.
el_gr: Το αίτημά σας δεν ήταν έγκυρο. Το χρονικό διάστημα πρέπει να είναι «ημέρα» ή «μήνας».
es: Su solicitud no es válida. El intervalo cronológico de tiempo debe ser `día` o `mes`.
es_es: Su solicitud no es válida. El intervalo cronológico de tiempo debe ser `día` o `mes`.
fi_fi: Pyyntösi ei ollut kelvollinen. Aikajakson tulee olla `päivä` tai `kuukausi`.
fr_ca: Votre demande était invalide. Le « TimelineInterval » doit être 'day' ou 'month'.
fr_fr: Votre demande était invalide. Le « timelineInterval » doit être « day » ou « month ».
hr: Vaš zahtjev nije valjan. Interval vremenske trake mora biti `dan` ili `mjesec`.
hu: Kérése érvénytelen. Az idővonal-intervallum "nap" vagy "hónap" kell, hogy legyen.
hy_am: Ձեր հարցումը վավեր չէ: Ժամանակագրական ինտերվալը պետք է լինի «օր» կամ «ամիս»:
id_id: Permintaan tidak valid. timelineInterval harus dalam `hari` atau `bulan`.
it: La richiesta non è valida. l'intervallo timelineInterval deve essere 'giorno' o 'mese'.
ja_jp: 要求が無効でした。 timelineInterval には「day」または「month」を指定する必要があります。
kk_kz: Сіздің сұрауыңыз дұрыс болған жоқ. Уақыт аралығы `күн` немесе `ай` болуы керек.
ms_my: Permintaan anda tidak sah. Selang garis masa mestilah `hari` atau `bulan`.
nl: Uw verzoek was niet geldig. De tijdlijninterval moet 'dag' of 'maand' zijn.
pt: A sua solicitação não é válida. O timelineInterval deve ser `dia` ou `mês`.
pt_br: Sua solicitação não é válida. O intervalo de tempo deve ser 'dia' ou ' mês'.
ru: Неправильный запрос. Параметр timelineInterval должен быть `day` или `month`.
sv_se: Din förfrågan är inte giltig. Tidsintervallet måste vara "dag" eller "månad".
tr: Sorgu geçersiz. timelineInterval `day` veya `month` olmalıdır.
uk: Ваш запит був неприпустимим. Інтервал часової шкали має бути "день" або "місяць".
vi: Yêu cầu của bạn không hợp lệ. timelineInterval phải là `day` hoặc `month`.

# api.stats.400.invalidOrderDirection
source: Your request was not valid. The orderDirection must be `desc` or `asc`.
ar_iq: طلبك غير صحيح. طريقة الترتيب لا بد لها أن تكون إما `desc` أو `asc`.
az: Sorğunuz düzgün deyil. OrderDirection (Çeşidləmə sırası) `desc` və ya `asc` (artan və ya azalan) olmalıdır.
bg: Заявката е невалидна. Параметърът orderDirection следва да бъде `desc` или `asc`.
ca_es: La vostra sol·licitud no és vàlida. L'ordenació de resultats ha de ser `desc` o `asc`.
da_dk: Din anmodning var ikke gyldig. OrderDirection skal være `ned` eller `op`.
de: Ihre Anfrage war ungültig. Die Sortierreihenfolge muss `desc` oder `asc` sein.
de_de: Ihre Anfrage war ungültig. Die Sortierreihenfolge muss `desc` oder `asc` sein.
el_gr: Το αίτημά σας δεν ήταν έγκυρο. Η διάταξη πρέπει να είναι «φθίνουσα» ή «αύξουσα».
es: Su solicitud no es válida. La ordenación de resultados debe ser `desc` o `asc`.
es_es: Su solicitud no es válida. La ordenación de resultados debe ser `desc` o `asc`.
fi_fi: Pyyntösi ei ollut kelvollinen. Lajittelujärjestyksen tulee olla `laskeva` (desc) tai `nouseva` (asc).
fr_ca: Votre demande était invalide. Le « orderDirection » doit être 'desc' ou 'asc'.
fr_fr: Votre demande était invalide. Le « orderDirection » doit être « desc » ou « asc ».
hr: Vaš zahtjev nije valjan. Smjer redoslijeda mora biti "desc" ili "asc".
hu: Kérése érvénytelen. Az orderDirection legyen "desc" vagy "asc".
hy_am: Ձեր հարցումը վավեր չէ: Հրամանը պետք է լինի `desc` կամ `asc`:
id_id: Permintaan tidak valid. orderDirection harus `desc` atau `asc`.
it: La richiesta non è valida. L'ordine dei risultati deve essere 'desc' or 'asc'.
ja_jp: 要求が無効でした。 orderDirection には「desc」または「asc」を指定する必要があります。
kk_kz: Сіздің сұрауыңыз дұрыс болған жоқ. Тапсырыс бағыты `desc` немесе `asc` болуы керек.
ms_my: Permintaan anda tidak sah. Arah pesanan mestilah `desc` atau `asc`.
nl: Uw verzoek was niet geldig. De ordermap moet 'desc' of 'asc' zijn.
pt: Requisição inválida. O valor orderDirection precisa ser `desc` ou `asc`.
pt_br: Requisição inválida. O valor orderDirection precisa ser `desc` (descendente) ou `asc` (ascendente) .
ru: Неправильный запрос. Параметр orderDirection должен быть `desc` or `asc`.
sv_se: Din förfrågan är inte giltig. orderDirection måste vara "ned" eller "upp".
tr: Sorgu geçersiz. orderDirection must be `desc` veya `asc` olmalıdır.
uk: Ваш запит був неприпустимим. Напрямок упорядкування має бути "за спаданням" або "за зростанням".
vi: Yêu cầu của bạn không hợp lệ. orderDirection phải là `desc` hoặc `asc`.

# api.stats.400.invalidTimelineInterval
source: Your request was not valid. The timelineInterval must be `day` or `month`.
ar_iq: طلبك لم يكن صحيحًا. الفترة الزمنية ينبغي أن تكون إما`day` أو `month`.
az: Sorğunuz etibarlı deyildi. Zaman qrafiki Interval 'gün' və ya 'ay' olmalıdır.
bg: Вашата заявка не беше валидна. Интервалът на времевата линия трябва да бъде „ден“ или „месец“.
de: Ihre Anfrage war ungültig. Der Zeitabschnitt muss `day` oder `month` sein.
es: Su solicitud no es válida. El intervalo temporal debe ser 'día' o 'mes'.
fr_fr: Votre demande est invalide. L'intervalle de dates doit être en jour ou en mois.
hr: Vaš zahtjev nije valjan. Interval vremenske trake mora biti `dan` ili `mjesec`.
it: La richiesta non è valida. L'intervallo di tempo deve essere `giorno` o `mese`.
nl: Uw verzoek was niet geldig. De tijdlijninterval moet 'dag' of 'maand' zijn.
pt: A sua solicitação não foi válida. O timelineInterval deve ser `dia` ou `mês`.
ru: Ваш запрос некорректный. Временной интервал должен быть «day» (день) или «month» (месяц).
tr: İstek geçersiz. Zaman çizelgesi aralığı `gün` veya `ay` olmalı.
uk: Ваш запит був неприпустимим. Інтервал часової шкали має бути "день" або "місяць".
vi: Yêu cầu của bạn không hợp lệ. timelineInterval phải là `day` hoặc `month`.

# api.submissionFiles.400.assocTypeAndIdRequired
source: You can not modify the file association without passing an assocType and assocId.
ar_iq: لا يمكنك تعديل إرتباط الملف بدون تمرير نوع الارتباط ومُعرَّفه.
az: AssocType və assocId-ı təyin etmədən fayl assosiasiyasını dəyişə bilməzsiniz.
bg: Не можете да променяте файловата асоциация, без да подадете assocType и assocId.
da_dk: Du kan ikke ændre filtilknytningen uden at foretage en assocType og assocId.
de: Sie können den Dateizusammenhang nicht ändern, ohne assocType und assocId anzugeben.
el_gr: Δεν μπορείτε να τροποποιήσετε τη συσχέτιση αρχείων χωρίς να περάσετε ένα assocType και το assocId.
es: No puede modificar la asociación de archivos sin pasar un assocType y un assocId.
fr_ca: Vous ne pouvez pas modifier l'association de fichier sans passer un « assocType » et un « assocId ».
fr_fr: Vous ne pouvez pas modifier l'association de fichier sans passer par un assocType et un assocId.
hr: Ne možete mijenjati pridruživanje datoteka bez prosljeđivanja assocType i assocId.
hu: Az assocType és assocId megadása nélkül nem módosíthatja a fájl társítását.
hy_am: Դուք չեք կարող փոփոխել ֆայլը առանց փոխանցելու assocType-ը և assocId-ը։
it: Non è possibile modificare l'associazione di file senza passare un assocType e un assocId.
ja_jp: assocType と assocID を渡さないと、ファイルの関連付けを変更できません。
kk_kz: Сіз assocType және ASSOCID аударусыз dify файл қауымдастығын өзгерте алмайсыз.
ms_my: Anda tidak boleh mengubah suai perkaitan fail tanpa menghantar assocType dan assocId.
nl: U kunt niet de bestandskoppeling niet aanpassen zonder langs assocType en associd te gaan.
pt: Não pode modificar a associação do ficheiro sem passar um assocType e assocId.
pt_br: Você não pode modificar a associação do arquivo sem passar um assocType e assocId.
ru: Вы не можете изменить связь файла, не передав assocType и assocId.
tr: Bir assocType ve assocId belirtmeden dosya ilişkilendirmesini değiştiremezsiniz.
uk: Ви не можете змінити асоціацію файлу без визначення типу асоціації та ID асоціації.
vi: Bạn không thể sửa đổi liên kết tệp mà không truyền assocType và assocId.

# api.submissionFiles.400.badDependentFileAssocType
source: You can not associate a file from this file stage with another submission file.
ar_iq: لا يمكنك ربط ملف من مخزون الملفات هذا مع ملف طلب تقديم آخر.
az: Bu mərhələdən faylı başqa yükləmə faylı ilə əlaqələndirə bilməzsiniz.
bg: Не можете да свържете файл от този етап на изпращане с друг файл.
da_dk: Du kan ikke knytte en fil fra dette trin til en anden indsendelsesfil.
de: Sie können eine Datei aus dieser Dateistufe nicht mit einer anderen Einreichungsdatei verknüpfen.
el_gr: Δεν μπορείτε να συσχετίσετε ένα αρχείο από αυτό το στάδιο αρχείου με άλλο αρχείο υποβολής.
es: No puede asociar un archivo desde esta fase con otro archivo del envío.
fr_ca: Vous ne pouvez pas associer un fichier à cette étape avec un autre fichier de soumission.
fr_fr: Vous ne pouvez pas associer un fichier de cette étape avec un autre fichier de soumission.
hr: Ne možete pridružiti datoteku iz ove faze datoteke s drugom datotekom za podnošenje.
hu: Ebből a fájlszakaszból származó fájlt nem társíthat egy másik kéziratfájlhoz.
hy_am: Այս փուլում դուք չեք կարող միացնել ֆայլը դիմած այլ ֆայլի հետ։
it: Non è possibile associare un file di questa fase a un altro file di invio.
ja_jp: このファイル段階のファイルを別の投稿ファイルに関連付けることはできません。
kk_kz: Сіз файлды осы файл сатысынан басқа жіберу файлымен байланыстыра алмайсыз.
ms_my: Anda tidak boleh mengaitkan fail dari peringkat fail ini dengan fail penyerahan lain.
nl: Vanaf dit moment in het dossier, kunt u geen bestand koppelen met een ander inzendingsbestand.
pt: Não pode associar um ficheiro desta etapa com outro ficheiro de submissão.
pt_br: Você não pode associar um arquivo deste estágio com outro arquivo de submissão.
ru: Вы не можете связать файл с этого этапа с другим файлом отправки.
tr: Bu aşamasındaki bir dosyayı başka bir makale dosyasıyla ilişkilendiremezsiniz.
uk: Не можна пов'язати файл із цієї файлової стадії з іншим файлом подання.
vi: Bạn không thể liên kết tệp từ giai đoạn tệp này với tệp bài nộp khác.

# api.submissionFiles.400.badNoteAssocType
source: You can not associate a file from this file stage with discussion note.
ar_iq: لا يمكنك ربط ملف من مخزون الملفات هذا مع ملاحظة مناقشة.
az: Bu mərhələdən faylı müzakirə qeydinə bağlaya bilməzsiniz.
bg: Не можете да свържете файл от този етап изпращане на файла с бележка за дискусия.
da_dk: Du kan ikke knytte en fil fra dette trin til en diskussions-/drøftelses-notat.
de: Sie können eine Datei aus dieser Dateistufe nicht mit einer Diskussionsnotiz verknüpfen.
el_gr: Δεν μπορείτε να συσχετίσετε ένα αρχείο από αυτό το στάδιο αρχείου με σημείωση συζήτησης.
es: No puede asociar un archivo desde esta fase con una nota de discusión.
fr_ca: Vous ne pouvez pas associer un fichier de cette étape avec une note de discussion.
fr_fr: Vous ne pouvez pas associer un fichier de cette étape avec une note de discussion.
hr: Ne možete pridružiti datoteku iz ove faze datoteke s bilješkom o raspravi.
hu: Ebből a fájlszakaszból nem társíthat fájlt a vita jegyzethez.
hy_am: Դուք չեք կարող կցել ֆայլ քննարկումների նշումին այս փուլում։
it: Non è possibile associare un file di questa fase alla nota di discussione.
ja_jp: このファイル段階のファイルをディスカッションメモに関連付けることはできません。
kk_kz: Сіз файлды файлдың осы кезеңінен талқылауға арналған жазбамен байланыстыра алмайсыз.
ms_my: Anda tidak boleh mengaitkan fail dari peringkat fail ini dengan nota perbincangan.
nl: Vanaf dit moment in het dossier, kunt u geen bestand koppelen met een discussiememo.
pt: Não pode associar um ficheiro desta etapa com a nota de discussão.
pt_br: Você não pode associar um arquivo deste estágio com a nota de discussão.
ru: Вы не можете связать файл с этого этапа с заметкой в обсуждении.
tr: Bu aşamasındaki bir dosyayı tartışma kısmıyla ilişkilendiremezsiniz.
uk: Не можна пов'язати файл із цієї файлової стадії з нотаткою обговорення.
vi: Bạn không thể liên kết tệp từ giai đoạn tệp này với ghi chú thảo luận.

# api.submissionFiles.400.badReviewAssignmentAssocType
source: You can not associate a file from this file stage with a review assignment.
ar_iq: لا يمكنك ربط ملف من مخزون الملفات هذا مع مهمة تحكيم.
az: Bu mərhələdə faylı həmyaşıd baxışı mərhələsi ilə əlaqələndirə bilməzsiniz.
bg: Не можете да свържете файл от този етап изпращане на файл със задание за рецензия.
da_dk: Du kan ikke knytte en fil fra dette trin til en bedømmelsesstildeling.
de: Sie können eine Datei aus dieser Dateistufe nicht mit einer Gutachtenzuordnung verknüpfen.
el_gr: Δεν μπορείτε να συσχετίσετε ένα αρχείο από αυτό το στάδιο αρχείου με ανάθεση αναθεώρησης.
es: No puede asociar un archivo desde esta fase con una asignación de revisión.
fr_fr: Vous ne pouvez pas associer un fichier de cette étape avec une assignation d'évaluation.
hr: Ne možete pridružiti datoteku iz ove faze datoteke s dodjelom pregleda.
hu: Ebből a fájlszakaszból nem társíthat fájlt a bírálói hozzárendeléshez.
hy_am: Դուք չեք կարող կցել ֆայլ գրախոսմանը այս ֆուլում։
it: Non è possibile associare un file di questa fase a un'assegnazione di revisione.
ja_jp: このファイル段階のファイルを査読割り当てに関連付けることはできません。
kk_kz: Сіз файлды тексеру мақсатымен файлдың осы кезеңінен байланыстыра алмайсыз.
ms_my: Anda tidak boleh mengaitkan fail daripada peringkat fail ini dengan tugasan ulasan.
nl: Vanaf dit moment in het dossier, kunt u geen bestand koppelen met een recensietoewijzing.
pt: Não pode associar um ficheiro desta etapa com uma designação de revisão.
pt_br: Você não pode associar um arquivo deste estágio com uma atribuição de avaliação.
ru: Вы не можете связать файл с этого этапа с назначением на рецензию.
tr: Bu aşamasındaki bir dosyayı değerlendirme aşamasıyla ilişkilendiremezsiniz.
uk: Не можна пов'язати файл із цієї файлової стадії з призначенням рецензування.
vi: Bạn không thể liên kết tệp từ giai đoạn tệp này với chỉ định đánh giá.

# api.submissionFiles.400.badReviewRoundAssocType
source: You can not associate a file from this file stage with a review round.
ar_iq: لا يمكنك ربط ملف من مخزون الملفات هذا مع جولة تحكيم.
az: Siz bu mərhələdən faylı həmyaşıd baxışı raundu ilə əlaqələndirə bilməzsiniz.
bg: Не можете да свържете файл от този етап изпращане на файл с кръг за резензия.
da_dk: Du kan ikke knytte en fil fra dette trin til en bedømmelsesrunde.
de: Sie können eine Datei aus dieser Dateistufe nicht mit einer Begutachtungsrunde verknüpfen.
el_gr: Δεν μπορείτε να συσχετίσετε ένα αρχείο από αυτό το στάδιο αρχείου με έναν γύρο αναθεώρησης.
es: No puede asociar un archivo desde esta fase con una ronda de revisión.
fr_ca: Vous ne pouvez pas associer un fichier de cette étape avec un cycle d'évaluation.
fr_fr: Vous ne pouvez pas associer un fichier de cette étape avec un cycle d'évaluation.
hr: Ne možete pridružiti datoteku iz ove faze datoteke s krugom pregleda.
hu: Ebből a fájlszakaszból nem társíthat fájlt a bírálói körrel.
hy_am: Դուք չեք կարող կցել ֆայլ գրախոսմանը այս փուլում։
it: Non è possibile associare un file di questa fase a un giro di revisione.
ja_jp: このファイル段階のファイルを査読ラウンドに関連付けることはできません。
kk_kz: Сіз файлды файлдың осы кезеңінен тексеру раундымен байланыстыра алмайсыз.
ms_my: Anda tidak boleh mengaitkan fail dari peringkat fail ini dengan pusingan ulasan.
nl: Vanaf dit moment in het dossier, kunt u geen bestand koppelen met een recensieronde.
pt: Não pode associar um ficheiro desta etapa com uma ronda de revisão.
pt_br: Você não pode associar um arquivo deste estágio com uma rodada de avaliação.
ru: Вы не можете связать файл с этого этапа с раундом рецензирования.
tr: Bu aşamasındaki bir dosyayı yeni değerlendirme turuyla ilişkilendiremezsiniz.
uk: Не можна пов'язати файл із цієї файлової стадії з раундом рецензування.
vi: Bạn không thể liên kết tệp từ giai đoạn tệp này với vòng đánh giá.

# api.submissionFiles.400.missingReviewRoundAssocType
source: You must specify a review round when requesting files in a review stage.
ar_iq: ينبغي عليك تحديد جولة التحكيم عند إلتماس الملفات في مرحلة التحكيم.
az: Rəyə göndərmək üçün faylları tələb edərkən həmyaşıd baxışı raundunu təyin etməlisiniz.
bg: Трябва да посочите кръг за рецензия, когато заявявате файлове на етап рецензиране.
da_dk: Du skal angive en bedømmelsesrunde, når du anmoder om filer på et bedømmelsestrin.
de: Sie müssen eine Begutachtungsrunde angeben, wenn Sie Dateien der Begutachtungsstufe anfordern.
el_gr: Πρέπει να καθορίσετε έναν γύρο αναθεώρησης όταν ζητάτε αρχεία σε στάδιο ελέγχου.
es: Debe especificar una ronda de revisión cuando solicite archivos en una fase de revisión.
fr_ca: Vous devez spécifier un cycle d'évaluation lorsque vous demandez des fichiers dans une étape d'évaluation.
fr_fr: Vous devez préciser le cycle d'évaluation lors d'une requête de fichiers dans une phase d'évaluation.
hr: Morate navesti krug pregleda kada tražite datoteke u fazi pregleda.
hu: A bírálati szakaszban lévő fájlok bekérésekor meg kell adnia a bírálati fordulót.
hy_am: Գրախոսման փուլում ֆայլի հարցման համար Դուք պետք է նշեք գրախոսման փուլը։
it: È necessario specificare un giro di revisione quando si richiedono file in una fase di revisione.
ja_jp: 査読段階のファイルを要求する場合は、査読ラウンドを指定する必要があります。
kk_kz: Қарап шығу кезеңіндегі файлдарды сұрау кезінде шолу кезеңін көрсетуіңіз керек.
ms_my: Anda mesti menentukan pusingan ulasan apabila meminta fail dalam peringkat ulasan.
nl: U moet een beoordelingsronde vastleggen, wanneer u tijdens deze fase om bestanden verzoekt.
pt: Deve especificar uma ronda de revisão quando solicitar ficheiros numa etapa de revisão.
pt_br: Você deve especificar uma rodada de avaliação ao solicitar arquivos em um estágio de avaliação.
ru: Вы должны указать раунд рецензирования при запросе файлов на этапе рецензирования.
tr: Değerlendirme aşamasında dosya talep ederken, değerlendirme turu belirtmelisiniz.
uk: Ви повинні вказати раунд рецензування під час запиту файлів на стадії рецензування.
vi: Bạn phải chỉ định vòng đánh giá khi yêu cầu tệp trong giai đoạn đánh giá.
