Repository: pkp/pkp-lib
Catalog: locale/*/api.po
Languages: ar_iq, az, bg, ca_es, da_dk, de, de_de, el_gr, es, es_es, fi_fi, fr_ca, fr_fr, hr, hu, hy_am, id_id, it, ja_jp, kk_kz, ms_my, nl, pt, pt_br, ru, sv_se, tr, uk, vi

# api.submissions.403.requestedOthersUnpublishedSubmissions
source: You can only view unpublished submissions to which you have been assigned.
ar_iq: يمكنك فقط معاينة الطلبات غير المنشورة التي تم تعيينها لك.
az: Siz yalnız sizə təyin edilmiş dərc edilməmiş məqalələrə baxa bilərsiniz.
bg: Можете да преглеждате само непубликувани материали, към които сте били асоцииран/а.
ca_es: Només podeu veure les trameses retirades de publicació a les quals hagueu estat assignat.
da_dk: Du kan kun se de ikke-publicerede indlæg, som du er blevet tildelt.
de: Sie können nur die Ihnen zugeordneten unveröffentlichten Einreichungen sehen.
de_de: Sie können nur die Ihnen zugeordneten unveröffentlichten Einreichungen sehen.
el_gr: Μπορείτε να δείτε μόνο τις μη δημοσιευμένες υποβολές που σας έχουν ανατεθεί.
es: Solo puede ver envíos retirados de publicación a los que haya sido asignado.
es_es: Solo puede ver envíos retirados de publicación a los que haya sido asignado.
fi_fi: Voit tarkastella ainoastaan sellaisia julkaisemattomia käsikirjoituksia, jotka on osoitettu sinulle.
fr_ca: Vous ne pouvez voir que les soumissions non publiées qui vous ont été assignées.
fr_fr: Vous ne pouvez voir que les soumissions non publiées qui vous ont été assignées.
hr: Možete vidjeti samo neobjavljene podneske kojima ste dodijeljeni.
hu: Csak azokat a meg nem jelent kéziratokat láthatja, amelyekhez Ön hozzá lett rendelve.
hy_am: Դուք կարող եք տեսնել միայն չհրապարակված հայտերը, որոնց համար արդեն դիմել եք:
id_id: Hanya boleh membuka naskah yang belum terbit yang telah ditugaskan kepada Anda.
it: Puoi vedere solo le proposte non pubblicate che ti sono state assegnate.
ja_jp: 自分が割り当てられている未公開の投稿のみを表示できます。
kk_kz: Сіз тағайындалған жарияланбаған материалдарды ғана көре аласыз.
ms_my: Anda hanya boleh melihat penyerahan yang tidak diterbitkan yang telah tugaskan kepada anda.
nl: U kunt enkel ongepubliceerde inzendingen inzien, die aan u zijn toegewezen.
pt: Só pode ver submissões não publicadas que lhe foram atribuídas.
pt_br: Você pode ver apenas submissões não publicadas as quais foi designada.
ru: Вы можете только просматривать неопубликованные материалы, в которых вы были назначены.
sv_se: Du kan bara visa opublicerade bidrag som du själv blivit tilldelad.
tr: Yalnızca size atanmış olan yayınlanmamış gönderileri görüntüleyebilirsiniz.
uk: Ви можете переглядати лише неопубліковані подання, для яких вас призначили.
vi: Bạn chỉ có thể xem các bài nộp chưa xuất bản mà bạn đã được chỉ định.

# api.submissions.403.unauthorizedDeleteSubmission
source: You do not have permission to delete this submission.
ar_iq: ليس لديك صلاحية حذف طلب النشر هذا.
az: Bu materialı silmək üçün icazəniz yoxdur.
bg: Нямате право да изтриете това изпращане на материали.
ca_es: No teniu permís per eliminar aquesta tramesa.
da_dk: Du har ikke tilladelse til at slette denne indsendelse.
de: Sie sind nicht berechtigt, diese Einreichung zu löschen.
de_de: Sie sind nicht berechtigt, diese Einreichung zu löschen.
el_gr: Δεν έχετε δικαίωμα διαγραφής της υποβολής.
es: No tiene permiso para eliminar este envío.
es_es: No tiene permiso para eliminar este envío.
fi_fi: Sinulla ei ole lupaa poistaa tätä käsikirjoitusta.
fr_ca: Vous n'avez pas la permission de supprimer cette soumission.
fr_fr: Vous n'avez pas la permission de supprimer cette soumission.
hr: Nemate dopuštenje za brisanje ovog podneska.
hu: Nincs engedélye ennek a kéziratnak a törléséhez.
hy_am: Այս հայտը ջնջելու թույլտվություն Դուք չունեք:
id_id: Anda tidak berwenang menghapus naskah ini.
it: Non puoi cancellare questa proposta.
ja_jp: この投稿を削除する権限がありません。
kk_kz: Сізде бұл хабарламаны жоюға рұқсат жоқ.
ms_my: Anda tidak mempunyai kebenaran untuk memadam penyerahan ini.
nl: U hebt geen toestemming deze inzending te vernietigen.
pt: Não tem permissões para eliminar esta submissão.
pt_br: Você não tem permissões para apagar essa submissão.
ru: У вас нет прав на удаление этого материала.
sv_se: Du har inte behörighet att ta bort det här bidraget.
tr: Bu gönderiyi silme izniniz yok.
uk: У вас немає дозволу на видалення цього подання.
vi: Bạn không có quyền xóa bài nộp này.

# api.submissions.403.userCantEdit
source: You are not allowed to edit this publication.
ar_iq: تعديل هذا المنشور غير متاح لك.
az: Bu materialı redaktə etmək icazəniz yoxdur.
bg: Нямате право да редактирате тази публикация.
ca_es: No teniu permís per editar aquesta publicació.
da_dk: Du har ikke tilladelse til at redigere denne publikation.
de: Sie sind nicht berechtigt diese Veröffentlichung zu ändern.
de_de: Sie sind nicht berechtigt diese Veröffentlichung zu ändern.
el_gr: Δεν έχετε διακαιώματα επεξεργασίας αυτής της δημοσίευσης.
es: No tiene permiso para editar esta publicación.
es_es: No tiene permiso para editar esta publicación.
fi_fi: Sinulla ei ole lupaa muokata tätä julkaistua versiota.
fr_ca: Vous n'êtes pas autorisé-e à modifier cette publication.
fr_fr: Vous n'avez pas l'autorisation de modifier cette publication.
hr: Nije vam dopušteno uređivati ovu publikaciju.
hu: Ön számára nem engedélyezett a cikk szerkesztése.
hy_am: Այս հոդվածը խմբագրելու համար Դուք թույլտվություն չունեք:
id_id: Anda tidak diperbolehkan menynting publikasi ini.
it: Non hai i permessi per modificare questa pubblicazione.
ja_jp: この出版物を編集することはできません。
kk_kz: Сізге бұл жарияланымды өңдеуге рұқсат етілмейді.
ms_my: Anda tidak dibenarkan menyunting penerbitan ini.
nl: U bent niet gemachtigd deze publicatie te bewerken.
pt: Não tem permissão para editar esta publicação.
pt_br: Você não tem permissão para editar esta publicação.
ru: У вас нет прав для редактирования данной публикации.
tr: Bu yayını düzenleme izniniz yok.
uk: Вам заборонено редагувати цю публікацію.
vi: Bạn không được phép chỉnh sửa ấn phẩm này.

# api.submissions.404.siteWideEndpoint
source: This endpoint is not available from a context. It must be accessed from the site-wide namespace.
ar_iq: هذه النقطة غير متاحة ضمن أي سياق. لا بد من الوصول إليها عبر مجال تسمية معرف على نطاق الموقع بالكامل.
az: Bu son nöqtə kontekstdə mövcud deyil. Ona saytın ad sahəsindən daxil olmaq lazımdır.
bg: Тази крайна точка не е достъпна от контекст. Той трябва да бъде достъпен от пространството на имената в целия сайт.
ca_es: Aquest terminal no està disponible des del context. S'hi ha d'accedir des de l'espai de noms (namespace) de tot el lloc.
da_dk: Dette grænsepunkt er ikke tilgængeligt fra en kontekst. Det skal tilgås fra hele webstedets navnerum.
de: Dieser Endpoint ist nicht verfügbar in diesem Zusammenhang. Er muss aus dem Seiten-weiten Namensraum angefragt werden.
de_de: Dieser Endpoint ist nicht verfügbar in diesem Zusammenhang. Er muss aus dem Seiten-weiten Namensraum angefragt werden.
es: Este terminal no está disponible desde el contexto. Se debe acceder a él desde el espacio de nombres (namespace) de todo el sitio.
es_es: Este terminal no está disponible desde el contexto. Se debe acceder a él desde el espacio de nombres (namespace) de todo el sitio.
fi_fi: Tätä päätepistettä ei ole saatavilla. Se on käytettävissä vain koko sivuston nimiavaruudesta.
fr_ca: Ce suffixe d'URL n'est pas disponible à partir d'un contexte. Il doit être accessible à partir de l'espace de nom du site.
fr_fr: Ce suffixe d'URL n'est pas disponible à partir d'un contexte. Il doit être accessible à partir de l'espace de nom du site.
hr: Ova krajnja točka nije dostupna iz konteksta. Mora joj se pristupiti iz imenskog prostora na cijeloj stranici.
hu: Ez a végpont nem érhető el a 'context'-ből. Az egész webhelyre kiterjedő névtérből kell hozzáférni.
hy_am: Այս վերջնակետը հասանելի չէ համատեքստից:
id_id: Titik akhir ini tidak tersedia dari konteks. Harusnya dapat diakses melalui site-wide namespace.
it: Questo endpoint non è disponibile nel contest. E' necessario accedervi dal namespace dell'intero sito.
ja_jp: このエンドポイントはコンテキストからは使用できません。 サイト全体のネームスペースからアクセスする必要があります。
kk_kz: Бұл соңғы нүкте контекстен қолжетімді емес. Оған тораптың аттар кеңістігінен кіру керек.
ms_my: Titik akhir ini tidak tersedia daripada konteks. Ia mesti diakses dari site-wide namespace.
pt: Este endpoint não está disponível para um contexto. Ele deve ser acedido no namespace de todo o site.
pt_br: Este terminal não está disponível em um contexto. Ele deve ser acessado no namespace de todo o site.
ru: Эта конечная точка не доступна из контекста. К ней нужно обращаться из пространства имен сайта.
tr: Bu sorgu bir yayında kullanılamaz. Buna site-geneli sorgu olarak erişilmelidir.
uk: Ця кінцева точка недоступна з контексту. Доступ до неї повинен бути з простору назв для всього сайту.
vi: Điểm cuối này không khả dụng từ ngữ cảnh. Nó phải được truy cập từ không gian tên toàn trang web.

# api.themes.404.themeUnavailable
source: The active theme, {$themePluginPath}, is not enabled and may not be installed.
ar_iq: إن النمط {$themePluginPath} غير ممَكَّن أو قد يكون غير منصب.
az: '{$themePluginPath}' aktiv mövzusu aktiv deyil və serverdə quraşdırılmaya bilər.
bg: Активната тема (шаблон), {$themePluginPath}, не е активирана и може да не бъде инсталирана.
ca_es: El tema actiu, {$themePluginPath}, no està habilitat i podria no instal·lar-se.
da_dk: Det aktive tema, {$themePluginPath}, er ikke aktiveret og er muligvis ikke installeret.
de: Das aktive Theme, {$themePluginPath}, ist nicht angeschalten oder nicht installiert.
de_de: Das aktive Theme, {$themePluginPath}, ist nicht angeschalten oder nicht installiert.
el_gr: Το ενεργό θέμα, {$themePluginPath}, δεν είναι ενεργοποιημένο και ενδέχεται να μην είναι εγκατεστημένο. Επικοινωνήστε με τον διαχειριστή του συστήματος.
es: El tema activo, {$themePluginPath}, no está habilitado y podría no instalarse.
es_es: El tema activo, {$themePluginPath}, no está habilitado y podría no instalarse.
fi_fi: Käytettävää teema {$themePluginPath} ei ole otettu käyttöön, eikä sitä voi asentaa.
fr_ca: Le thème actif, {$themePluginPath}, n'est pas activé et peut ne pas avoir été installé.
fr_fr: Le thème actif, {$themePluginPath}, n'est pas activé et peut ne pas avoir été installé.
hr: Aktivna tema, {$themePluginPath}, nije omogućena i možda se neće instalirati.
hu: Az aktív téma, {$themePluginPath}, nincs engedélyezve és lehet, hogy nincs telepítve sem.
hy_am: Ակտիվ թեման՝ {$themePluginPath}, ապաակտիվացված չէ և չի կարող տեղադրվել:
id_id: Tema aktif, {$themePluginPath}, tidak diaktifkan dan mungkin belum terinstal.
it: Il tema attivo, {$themePluginPath}, non è abilitato e non può essere installato.
ja_jp: {$themePluginPath}というアクティブなテーマは有効になっていなく、インストールできません。
kk_kz: Белсенді тақырып, {$themePluginPath} қосылмаған және орнатылмаған болуы мүмкін.
ms_my: Tema aktif, {$themePluginPath}, tidak didayakan dan mungkin tidak dipasang.
nl: Dit actieve thema {$themePluginPath} is niet ingeschakeld en kan niet worden geïnstalleerd.
pt: O tema ativo, {$themePluginPath}, não está ativado e pode não ter sido instalado.
pt_br: O tema ativo, {$themePluginPath}, não está habilitado e pode não ter sido instalado.
ru: Активная тема «{$themePluginPath}» не включена и, возможно, не установлена на сервере.
tr: Aktif tema {$themePluginPath}, etkin değil veya yüklenmemiş olabilir.
uk: Активна тема {$themePluginPath} не ввімкнута та може не інсталюватися.
vi: Giao diện đang hoạt động, {$themePluginPath}, không được bật và có thể chưa được cài đặt.

# api.vocabs.400.localeNotSupported
source: The {$locale} locale is not supported.
ar_iq: إن اللغة {$locale} غير مدعومة.
az: {$locale} dili dəstəklənmir.
bg: Езикът {$locale} не се поддържа.
ca_es: La configuració regional {$locale} no és compatible.
da_dk: Sproget {$locale} understøttes ikke.
de: Die {$locale} Regionaleinstellung wird nicht unterstützt.
de_de: Die {$locale} Regionaleinstellung wird nicht unterstützt.
el_gr: Οι τοπικές ρυθμίσεις {$locale} δεν υποστηρίζονται.
es: La configuración regional {$locale} no está soportada.
es_es: La configuración regional {$locale} no está soportada.
fi_fi: Kielialuetta {$locale} ei tueta.
fr_ca: Le paramètre régional {$locale} n'est pas pris en charge.
fr_fr: La langue {$locale} n'est pas prise en charge.
hr: Jezik {$locale} nije podržan.
hu: A(z) {$locale} területi beállítás nem támogatott.
hy_am: {$locale} լեզուն չի երաշխավորվում:
id_id: Bahasa {$locale} belum didukung.
it: La lingua {$locale} non è supportata.
ja_jp: {$locale}言語はサポートされていません。
kk_kz: {$locale} тіліне қолдау көрсетілмейді.
ms_my: Bahasa/locale {$locale} tidak disokong.
nl: De {$locale}-locatie wordt niet ondersteund.
pt: O idioma {$locale} não é suportado.
pt_br: O idioma {$locale} não é suportado.
ru: Язык {$locale} не поддерживается.
tr: {$locale} dili desteklenmiyor.
uk: Локалізація "{$locale}" не підтримується.
vi: Ngôn ngữ {$locale} không được hỗ trợ.

# api.mailables.404.mailableNotFound
source: The email you requested was not found.
ar_iq: تعذر العثور على البريد الالكتروني الذي طلبته.
az: İstədiyiniz e-poçt tapılmadı.
bg: Имейлът, който търсите, не беше намерен.
de: Die angefragte E-Mail wurde nicht gefunden.
es: No se encontró el correo electrónico solicitado.
fr_fr: Le courriel que vous avez demandé est introuvable.
hr: Email koji ste tražili nije pronađen.
hy_am: Ձեր խնդրած էլ. փոստը չի գտնվել:
it: L'e-mail richiesta non è stata trovata.
nl: De e-mail waar u om verzocht werd niet gevonden.
pt: O e-mail solicitado não foi encontrado.
pt_br: O e-mail solicitado não foi encontrado.
ru: Указанный вами адрес электронной почты не найден.
tr: İstediğiniz e-posta bulunamadı.
uk: Запитаний вами електронний лист не знайдено.
vi: Không tìm thấy email bạn yêu cầu.

# api.jobs.404.failedJobNotFound
source: The failed job not found in failed list.
az: Uğursuz iş xətaların siyahısında tapılmadı.
bg: Неуспешно изпълнаната задача не е намерена в списъка с неуспешни задачи.
de: Der fehlgeschlagene Auftrag wurde in der Fehlerliste nicht gefunden.
es: No se encontró el trabajo fallido en la lista de fallos.
fr_fr: La tâche en échec n'a pas été trouvée dans la liste des échecs.
hr: Neuspjeli zadatak nije pronađen na popisu neuspjelih zadataka.
nl: De foutieve verwerking werd niet teruggevonden in de desbetreffende lijst.
pt: A tarefa falhada não foi encontrada na lista de falhas.
ru: Невыполненная задача не найдена в списке задач, завершившихся неудачей.
tr: Başarısız iş başarısız listesinde bulunamadı.
uk: Провалене завдання не знайдено в провальному списку.
vi: Không tìm thấy công việc thất bại trong danh sách thất bại.

# api.jobs.406.failedJobPayloadMissing
source: The failed job missing the payload to be redispatched.
az: Uğursuz işin yenidən göndəriləcək yükü yoxdur.
bg: Неуспешната задача, в която липсва полезният товар, който трябва да бъде изпратен повторно.
de: Der fehlgeschlagene Auftrag verfügt nicht über die nötigen Nutzlastdaten, um erneut gesendet werden zu können.
es: El trabajo fallido no tiene la carga útil para poder ser reenviado.
fr_fr: La tâche en échec n'a pas la priorité nécessaire pour être soumise à nouveau.
hr: Ponovno slanje neuspjelog zadatka nije moguće jer nedostaje sadržaj.
nl: De foutieve verwerking waardoor de essentiële inhoud opnieuw moet worden aangemaakt.
pt: A tarefa falhada não possui a carga para ser reenviada.
ru: В задаче, завершившейся неудачей, отсутствует полезная нагрузка для повторного добавления задачи в очередь.
uk: Проваленому завданню не вистачає корисного навантаження, яке потрібно перевідправити.
vi: Công việc thất bại thiếu tải trọng để được gửi lại.

# api.jobs.406.failedJobEmpty
source: No failed job found in the list.
az: Siyahıda heç bir uğursuz iş tapılmayıb.
bg: В списъка не е намерена неуспешна задача.
de: Keine fehlgeschlagenen Aufträge in der Liste gefunden.
es: No se ha encontrado ningún trabajo fallido en el listado.
fr_fr: Aucune tâche en échec n'a été trouvée dans la liste.
hr: Na popisu nema neuspjelih zadataka.
nl: Er werden geen foutieve verwerkingen gevonden in de lijst.
pt: Nenhuma tarefa falhada foi encontrada na lista.
ru: В списке не найдено ни одной задачи, завершившейся неудачей.
uk: У списку не знайдено жодного проваленого завдання.
vi: Không tìm thấy công việc thất bại nào trong danh sách.

# api.jobs.400.failedJobRedispatchedFailed
source: Unable to redispatch failed job.
az: Uğursuz işi yenidən göndərmək mümkün deyil.
bg: Неуспешно повторно изпращане на задача.
de: Fehlgeschlagenen Aufträge können nicht erneut versandt werden.
es: No se puede reenviar el trabajo fallido.
fr_fr: Impossible de redistribuer le travail en échec.
hr: Ponovno slanje neuspjelog zadatka nije moguće.
nl: Niet in staat om een foutieve verwerking opnieuw te verwerken.
pt: Não é possível reenviar a tarefa falhada.
ru: Не удалось повторно добавить в очередь задачу, завершившуюся неудачей.
uk: Неможливо перевідправити провалене завдання.
vi: Không thể gửi lại công việc thất bại.

# api.jobs.200.failedJobRedispatchedSucceed
source: Failed job redispatched successfully.
az: Uğursuz iş uğurla yenidən göndərildi.
bg: Неуспешната задача е повторно изпратена успешно.
de: Fehlgeschlagener Auftrag erfolgreich erneut versandt.
es: El trabajo fallido se reenvió con éxito.
fr_fr: La tâche en échec a été envoyée à nouveau avec succès.
hr: Neuspjeli zadatak uspješno je ponovno poslan.
nl: De eerdere foutieve verwerking is nu succesvol verwerkt.
pt: A tarefa falhada foi reenviada com sucesso.
ru: Задача, завершившаяся неудачей, была успешно повторно добавлена в очередь.
uk: Провалене завдання успішно перевідправлено.
vi: Công việc thất bại được gửi lại thành công.

# api.jobs.200.allFailedJobRedispatchedSucceed
source: All redispatchable failed jobs with valid payload have been requeued successfully.
az: Etibarlı yükü olan bütün yenidən təqdim edilmiş uğursuz işlər uğurla növbəyə qoyuldu.
bg: Всички неуспешни задания с възможност за повторно изпращане с валиден полезен товар са поставени успешно в опашката за изпълнение.
de: Alle fehlgeschlagenen Aufträge mit gültigen Nutzlastdaten, die erneut versandt werden konnten, wurden erfolgreich in die Warteschlange zurückgeschickt.
es: Todos los trabajos fallidos reenviables con carga útil válida se han vuelto a poner en la cola con éxito.
fr_fr: Toutes les tâches en échec pouvant être redistribuées et dont la priorité est valide ont été remises en file d'attente avec succès.
hr: Svi neuspjeli zadaci koji se mogu ponovno poslati, a imaju valjan sadržaj, uspješno su vraćeni u red čekanja.
nl: Alle opnieuw verwerkte foutieve verwerkingen met geldige essentiële informatie, zijn succesvol in de wachtrij geplaatst.
pt: Todas as tarefas falhadas reencaminháveis com carga útil válida foram reenfileiradas com sucesso.
ru: Все повторно добавляемые задачи, завершившиеся ранее неудачей, с корректной полезной нагрузкой были успешно добавлены в очередь.
uk: Усі перевідправлені провалені завдання з дійсним корисним навантаженням успішно повернуто в чергу.
vi: Tất cả các công việc thất bại có thể gửi lại với tải trọng hợp lệ đã được đưa vào hàng đợi lại thành công.

# api.jobs.400.failedJobDeleteFailed
source: Unable to delete failed job from failed list.
az: Uğursuz işi xətaların siyahısından silmək mümkün deyil.
bg: Не може да се изтрие неуспешна задача от списъка с неуспешни.
de: Fehlgeschlagene Aufträge konnten nicht von der Fehlerliste gelöscht werden.
es: No se puede eliminar el trabajo fallido del listado de fallos.
fr_fr: Impossible de supprimer le travail en échec de la liste d'échecs.
hr: Nije moguće izbrisati neuspjeli zadatak s popisa neuspjelih.
nl: Niet in staat om een foutieve verwerking van de betreffende lijst te verwijderen.
pt: Não foi possível eliminar a tarefa falhada da lista de falhas.
ru: Не удалось удалить задачу, завершившуюся неудачей, из списка задач, завершившихся неудачей.
uk: Неможливо видалити провалене завдання з провального списку.
vi: Không thể xóa công việc thất bại khỏi danh sách thất bại.

# api.jobs.200.failedJobDeleteSucceed
source: Failed job deleted successfully from failed list.
az: Uğursuz iş xətaların siyahısından uğurla silindi.
bg: Неуспешната задача е изтрита успешно от списъка с неуспешни.
de: Fehlgeschlagener Auftrag erfolgreich von der Fehlerliste gelöscht.
es: El trabajo fallido se ha eliminado con éxito del listado de fallos.
fr_fr: La tâche en échec a été supprimée avec succès de la liste d'échecs.
hr: Neuspjeli zadatak je uspješno izbrisan s popisa.
nl: De foutieve verwerking is succesvol verwijderd van de betreffende lijst.
pt: Tarefa falhada eliminada com sucesso da lista de falhas.
ru: Задача, завершившаяся неудачей, была успешно удалена из списка задач, завершившихся неудачей.
tr: Başarısız iş, başarısız listesinden silindi.
uk: Провалене завдання успішно видалено з провального списку.
vi: Công việc thất bại đã xóa thành công khỏi danh sách thất bại.

# api.400.errorUploadingImage
source: There was an error uploading this image.
de: Beim Upload dieses Images ist ein Fehler enstanden.
es: Se produjo un error al cargar la imagen.
fr_fr: Une erreur est survenue lors du téléversement de cette image.
hr: Došlo je do pogreške prilikom prijenosa slike.
nl: Er was een foutmelding bij het uploaden van deze afbeelding.
ru: При загрузке этого изображения произошла ошибка.
tr: Bu resmi yüklerken bir hata oluştu.
vi: Đã xảy ra lỗi khi tải lên hình ảnh này.

# api.highlights.400.noOrderData
source: Highlight order could not be saved because no ordering information was found.
es: No se ha podido guardar el pedido destacado porque no se encontró información relacionada con él.
fr_fr: La commande surlignée n'a pas pu être enregistrée parce qu'aucune information sur la commande n'a été trouvée.
hr: Nije moguće spremiti redoslijed istaknutih stavki jer nedostaju podaci o redoslijedu.
nl: De markeringsopdracht kan niet worden bewaard, omdat geen opdrachtinformatie werd gevonden.
ru: Не удалось сохранить порядок выделения, так как не найдена упорядоченная информация.
tr: Sipariş bilgileri bulunamadığı için Highlight siparişi kaydedilemedi.
vi: Không thể lưu thứ tự điểm nổi bật vì không tìm thấy thông tin sắp xếp nào.

# api.highlights.400.orderHighlightNotFound
source: Highlight order could not be saved because one or more of the highlights could not be found.
es: No se ha podido guardar el pedido destacado porque no se encontraron uno o mas de los resaltes.
fr_fr: La commande surlignée n'a pas pu être sauvegardée parce qu'un ou plusieurs éléments surlignés n'ont pas été trouvés.
hr: Spremanje redoslijeda isticanja nije uspjelo jer neka od isticanja nisu pronađena.
nl: De markeringsopdracht kon niet worden bewaard, omdat een of meer van de markeringen niet konden worden gevonden.
ru: Не удалось сохранить порядок выделения, так как одно или несколько выделений не были найдены.
tr: Bir veya daha fazla vurgu bulunamadığı için vurgu sırası kaydedilemedi.
vi: Không thể lưu thứ tự điểm nổi bật vì không tìm thấy một hoặc nhiều điểm nổi bật.

# api.400.routeNotDefined
source: No API route was provided.
de: Es wurde keine API Route angegeben.
es: No se ha proporcionado ninguna ruta API.
hr: Nije navedena API ruta.
nl: Er was niet voorzien in een API-route.
tr: Herhangi bir API rotası sağlanmadı.
vi: Không có đường dẫn API nào được cung cấp.

# api.orcid.404.authorNotFound
source: The author requested was not found
es: No se ha encontrado el autor/a solicitado
hr: Autor nije pronađen
nl: De verzochte auteur werd niet gevonden
tr: Aranan yazar bulunamadı
vi: Không tìm thấy tác giả được yêu cầu
