Repository: pkp/pkp-lib
Catalog: locale/*/api.po
Languages: ar_iq, az, bg, ca_es, da_dk, de, de_de, el_gr, es, es_es, fi_fi, fr_ca, fr_fr, hr, hu, hy_am, id_id, it, ja_jp, kk_kz, ms_my, nl, pt, pt_br, ru, sv_se, tr, uk, vi

# api.emails.403.notAllowedUserGroup
source: You are not allowed to send an email to users in one or more of the selected roles.
ar_iq: ليس مسموحاً لك بإرسال بريد الكتروني إلى مستخدمين ذوي واحد أو أكثر من الأدوار المحددة.
az: Seçilmiş rollardan birində və ya bir neçəsində istifadəçilərə e-poçt göndərmək icazəniz yoxdur.
bg: Нямате право да изпращате имейл до потребители в една или повече от избраните роли.
da_dk: Du har ikke tilladelse til at sende en e-mail til brugere i en eller flere af de valgte roller.
de: Ihnen ist nicht gestattet eine E-Mail an Nutzer mit einer oder mehreren der ausgewählten Rollen zu senden.
el_gr: Δεν επιτρέπεται να στείλετε email σε χρήστες σε έναν ή περισσότερους από τους επιλεγμένους ρόλους.
es: No tiene permiso para enviar un correo electrónico a los usuarios/as en uno o más de los roles seleccionados.
fr_ca: Vous n'êtes pas autorisé-e à envoyer un courriel aux utilisateurs-trices de un ou plusieurs des rôles sélectionnés.
fr_fr: Vous n'avez pas l'autorisation d'envoyer ce courriel aux utilisateurs et utilisatrices d'un ou plusieurs des rôles sélectionnés.
hr: Nije vam dopušteno slanje e-pošte korisnicima u jednoj ili više odabranih uloga.
hu: A kiválasztott szerepkör(ök)ben lévő felhasználóknak nem küldhet e-mailt.
hy_am: Դուք չեք կարող էլ․ նամակ ուղարկել նշված մեկ կամ մի քանի դեր ունեցող օգտատերերին։
it: Non è consentito inviare un'e-mail agli utenti che ricoprono uno o più ruoli selezionati.
ja_jp: 選択した 1 つまたは複数のロールのユーザーにメールを送信することはできません。
kk_kz: Сізге бір немесе бірнеше таңдалған рөлдері бар пайдаланушыларға электрондық хат жіберуге рұқсат етілмейді.
ms_my: Anda tidak dibenarkan menghantar e-mel kepada pengguna dalam satu atau lebih peranan yang dipilih.
nl: U bent niet bevoegd een e-mail te versturen aan gebruikers in een of meer van de geselecteeerde rollen.
pt: Não tem permissões para enviar um e-mail para utilizadores com um ou mais dos papéis selecionados.
pt_br: Você não tem permissão para enviar um e-mail para usuários em um ou mais dos papéis selecionados.
ru: У вас нет прав отправлять электронную почту пользователям с одной или несколькими из выбранных ролей.
sv_se: Du kan inte skicka en e-post till användare med en eller flera av de valda rollerna.
tr: Seçilen rollerden daha fazlasına e-posta göndermenize izin verilmez.
uk: Вам заборонено надсилати електронні листи користувачам в одній або кількох із вибраних ролей.
vi: Bạn không được phép gửi email cho người dùng trong một hoặc nhiều vai trò đã chọn.

# api.emailTemplates.400.invalidAlternateTo
source: This is not a default email template for a known email.
ar_iq: ليس هذا قالب بريد الكتروني إفتراضي لرسالة معروفة.
az: Bu, məlum e-poçt üçün standart e-poçt şablonu deyil.
bg: Това не е имейл шаблон по подразбиране за известен имейл.
de: Dies ist keine Standard-E-Mail-Vorlage für eine bekannte E-Mail.
es: Esto no es una plantilla de correo electrónico predeterminada para un correo conocido.
fr_fr: Ceci n'est pas un modèle de courriel par défaut pour un courriel connu.
hr: Ovo nije zadani predložak e-pošte za poznatu e-poštu.
pt: Este não é um modelo de e-mail padrão para um e-mail conhecido.
ru: Это не шаблон электронного письма по умолчанию для известного адреса электронной почты.
tr: Bu, bilinen bir e-posta için varsayılan bir e-posta şablonu değildir.
uk: Це не шаблон електронного листа за замовчуванням для відомої електронної пошти.
vi: Đây không phải là mẫu email mặc định cho một email đã biết.

# api.emailTemplates.400.invalidContext
source: This is not a valid context.
ar_iq: ليس هذا سياقًا صحيحًا.
az: Bu etibarlı kontekst deyil.
bg: Това не е валиден контекст.
de: Dies ist kein gültiger Kontext.
es: Esto no es un contexto válido.
fr_fr: Ce contexte n'est pas valable.
hr: Ovo nije važeći kontekst.
nl: Dit is geen geldige omgeving.
pt: Este não é um contexto válido.
ru: Этот контекст не является допустимым.
tr: Bu geçerli bir bağlam değil.
uk: Це неприпустимий контекст.
vi: Đây không phải là ngữ cảnh hợp lệ.

# api.emailTemplates.404.templateNotFound
source: The email template you requested was not found.
ar_iq: تعذر العثور على قالب المراسلة الذي طلبته.
az: İstədiyiniz e-poçt şablonu tapılmadı.
bg: Исканият от вас имейл шаблон не е намерен.
ca_es: No s'ha trobat la plantilla de correu electrònic que heu sol·licitat.
da_dk: Den e-mail-skabelon, du anmodede om, blev ikke fundet.
de: Die angeforderte E-Mail-Vorlage wurde nicht gefunden.
de_de: Die angeforderte E-Mail-Vorlage wurde nicht gefunden.
el_gr: Το πρότυπο email που ζητήσατε δεν βρέθηκε.
es: No se encontró la plantilla de correo electrónico solicitada.
es_es: No se encontró la plantilla de correo electrónico solicitada.
fi_fi: Etsimääsi sähköpostipohjaa ei löytynyt.
fr_ca: Le modèle de courriel que vous avez demandé n'a pas été trouvé.
fr_fr: Le modèle de courriel que vous avez demandé n'a pas été trouvé.
hr: Predložak e-pošte koji ste tražili nije pronađen.
hu: A kért e-mail sablon nem található.
hy_am: Էլ. հասցեի պահանջված ձևանմուշը չի գտնվել:
id_id: Template surel yang Anda minta tidak ditemukan.
it: Non è possibile trovare il template email richiesto.
ja_jp: 要求されたメールテンプレートが見つかりませんでした。
kk_kz: Сіз сұраған электрондық пошта үлгісі табылған жоқ.
ms_my: Templat e-mel yang anda minta tidak ditemui.
nl: De standaard e-mail, waar u om verzocht werd niet gevonden.
pt: O modelo de e-mail solicitado não foi encontrado.
pt_br: O modelo de e-mail solicitado não foi encontrado.
ru: Шаблон письма, который вы запросили, не был найден.
sv_se: E-postmeddelandemallen hittades ej.
tr: Sorgulanan e-posta şablonu bulunamadı.
uk: Запитаний вами шаблон електронного листа не знайдено.
vi: Không tìm thấy mẫu email bạn yêu cầu.

# api.files.400.noUpload
source: No file to be uploaded could be found with the request.
ar_iq: تعذر العثور على أي ملف لرفعه مع الطلب.
az: Sorğu ilə yükləmək üçün fayl tapılmadı.
bg: Заявката не може да намери файл за качване.
da_dk: Ingen af de filer, der skal uploades, blev fundet på baggrund af anmodningen.
de: Mit dieser Anfrage konnte keine hochzuladende Datei gefunden werden.
el_gr: Δεν βρέθηκε αρχείο προς μεταφόρτωση με το αίτημα.
es: No se ha podido encontrar ningún archivo que cargar para esta solicitud.
fr_ca: Aucun fichier à téléverser n'a pu être trouvé avec la requête.
fr_fr: Aucun fichier à téléverser n'a été trouvé avec la requête.
hr: Uz zahtjev nije pronađena nijedna datoteka za učitavanje.
hu: A kéréssel egyetlen feltölthető fájl sem található.
hy_am: Հարցմանը համապատասխան ֆայլ չի գտնվել ներբեռնելու համար։
it: Non è stato trovato alcun file da importare per questa richiesta.
ja_jp: アップロードするファイルが要求で見つかりませんでした。
kk_kz: Сұраныс бойынша жүктеу үшін бірде-бір файл табылмады.
ms_my: Tiada fail untuk dimuat naik dapat ditemui dengan permintaan itu.
nl: Bij het verzoek kon geen te uploaden bestand worden gevonden.
pt: Nenhum ficheiro a ser carregado no sistema foi encontrado na solicitação.
pt_br: Nenhum arquivo a ser carregado foi encontrado com a solicitação.
ru: В запросе не найден файл, который должен быть загружен на сервер.
sv_se: Ingen av filerna som ska laddas upp kunde hittas med den förfrågan.
tr: Sorguyla yüklenecek bir dosya bulunamadı.
uk: За запитом не вдалося знайти жодного файлу, який потрібно завантажити.
vi: Không tìm thấy tệp nào sẽ được tải lên trong yêu cầu.

# api.files.400.uploadFailed
source: One or more files could not be uploaded.
ar_iq: تعذر رفع واحد أو أكثر من الملفات.
az: Bir və ya bir neçə faylı yükləmək mümkün olmadı.
bg: Един или повече файлове не могат да бъдат качени.
da_dk: En eller flere filer kunne ikke uploades.
de: Eine oder mehrere Dateien konnten nicht hochgeladen werden.
el_gr: Δεν ήταν δυνατή η μεταφόρτωση ενός ή περισσότερων αρχείων.
es: Uno o más archivos no se han podido cargar.
fr_ca: Un ou plusieurs fichiers n'ont pu être téléversés.
fr_fr: Un ou plusieurs fichiers n'ont pu être téléversés.
hr: Nije moguće učitati jednu ili više datoteka.
hu: Egy vagy több fájlt nem lehetett feltölteni.
hy_am: Մեկ կամ մի քանի ֆայլ չի հաջողվել ներբեռնել։
it: Non è stato possibile importare uno o più files.
ja_jp: 1 つまたは複数のファイルをアップロードできませんでした。
kk_kz: Бір немесе бірнеше файлды жүктеу мүмкін емес.
ms_my: Satu atau lebih fail tidak dapat dimuat naik.
nl: Een of meer bestanden konden niet worden geüpload.
pt: Um ou mais ficheiros não foram enviados.
pt_br: Um ou mais arquivos não foram enviados.
ru: Один или несколько файлов не удалось загрузить на сервер.
sv_se: En eller flera filer kunde inte laddas upp.
tr: Bir veya daha fazla dosya yüklenemedi.
uk: Один або кілька файлів завантажити не вдалося.
vi: Không thể tải lên một hoặc nhiều tệp.

# api.files.400.fileSize
source: Files larger than {$maxSize} can not be uploaded.
ar_iq: يتعذر رفع الملفات التي يزيد حجمها عن {$maxSize}.
az: {$maxSize} ölçüsündən böyük fayllar yüklənə bilməz.
bg: Файлове, по -големи от {$maxSize}, не могат да бъдат качени.
da_dk: Filer, der er større end {$maxSize}, kan ikke uploades.
de: Dateien größer als {$maxSize} können nicht hochgeladen werden.
el_gr: Αρχεία μεγαλύτερα από {$maxSize} δεν μπορούν να μεταφορτωθούν.
es: Los archivos más grandes que {$maxSize} no se pueden cargar.
fr_ca: Les fichiers plus gros que {$maxSize} ne peuvent pas être téléversés.
fr_fr: les fichiers d'une taille supérieure à {$maxSize} ne peuvent pas être téléversés.
hr: Datoteke veće od {$maxSize} ne mogu se učitati.
hu: A(z) {$maxSize}-nél/nél nagyobb fájlokat nem lehet feltölteni.
hy_am: {$maxSize} չափից մեծ ֆայլեր հնարավոր չէ ներբեռնել։
it: Non è possibile importare file di dimensioni superiori a {$maxSize}.
ja_jp: {$maxSize}より大きいファイルはアップロードできません。
kk_kz: {$maxSize} артық файлдарды жүктеу мүмкін емес.
ms_my: Fail yang lebih besar daripada {$maxSize} tidak boleh dimuat naik.
nl: Bestanden groter dan {$maxSize} kunnen niet worden geüpload.
pt: Ficheiros maiores do que {$maxSize} não podem ser carregados.
pt_br: Arquivos maiores do que {$maxSize} não podem ser enviados.
ru: Файлы больше чем {$maxSize} загрузить на сервер нельзя.
sv_se: Filer som är större än {$maxSize} kan inte laddas upp.
tr: {$MaxSize} boyutundan daha büyük dosyalar yüklenemez.
uk: Файли, більші за {$maxSize}, не можна завантажити.
vi: Không thể tải lên các tệp lớn hơn {$maxSize}.

# api.files.400.config
source: File could not be uploaded because of a server configuration error. Please contact the system administrator.
ar_iq: تعذر رفع الملف بسبب خطأ في إعدادات الملقم. لطفاً، بادر إلى مراسلة مشرف النظام.
az: Server konfiqurasiya xətası səbəbindən faylı yükləmək mümkün olmadı. Zəhmət olmasa sistem administratoru ilə əlaqə saxlayın.
bg: Файлът не може да бъде качен поради грешка в конфигурацията на сървъра. Моля, свържете се със системния администратор.
da_dk: Filen kunne ikke uploades på grund af en serverkonfigurationsfejl. Kontakt systemadministratoren.
de: Die Datei konnte aufgrund eines Fehlers in der Serverkonfiguration nicht hochgeladen werden. Bitte kontaktieren Sie den Systemadministrator.
el_gr: Δεν ήταν δυνατή η μεταφόρτωση του αρχείου λόγω σφάλματος διαμόρφωσης διακομιστή. Επικοινωνήστε με τον διαχειριστή του συστήματος.
es: No se pudo cargar el archivo debido a un error de configuración del servidor. Contacte con el administrador/a de sistemas.
fr_ca: Le fichier n'a pas pu être téléversé en raison d'une erreur de configuration du serveur. Veuillez contacter l'administrateur-trice du système.
fr_fr: Le fichier n'a pas pu être téléversé en raison d'une erreur de configuration du serveur. Veuillez contacter l'administrateur ou l'administratrice du système.
hr: Datoteka se ne može učitati zbog pogreške konfiguracije poslužitelja. Molimo kontaktirajte administratora sustava.
hu: A fájlt nem lehetett feltölteni szerverkonfigurációs hiba miatt. Vegye fel a kapcsolatot a rendszergazdával.
hy_am: Ֆայլը չի կարող ներբեռնվել սերվերի կարգաբերման սխալի պատճառով։ Խնդրում ենք, կապ հաստատեք Ձեր ադմինիստրատորի հետ։
it: Non è stato possibile importare il file per un errore di configurazione del server. Contattare l'amministratore di sistema.
ja_jp: サーバー設定エラーのため、ファイルをアップロードできませんでした。 システム管理者にお問い合わせください。
kk_kz: Сервер конфигурациясының қатесіне байланысты файл жүктелмеді. Жүйе әкімшісіне хабарласыңыз.
ms_my: Fail tidak dapat dimuat naik kerana ralat konfigurasi pelayan. Sila hubungi pentadbir sistem.
nl: Het bestand kan niet worden geüpload wegens een configuratiefoutmelding van de server. U wordt vriendelijk gevraagd contact op te nemen met de systeembeheerder.
pt: O ficheiro não pôde ser carregado devido a um erro de configuração no servidor. Entre em contacto com o administrador do sistema.
pt_br: O arquivo não pôde ser enviado por causa de um erro de configuração no servidor. Por favor, entre em contato com o administrador do sistema.
ru: Файл нельзя загрузить из-за ошибки в конфигурации сервера. Пожалуйста, свяжитесь с администратором системы.
sv_se: Filen kunde inte laddas upp på grund av ett fel i serverkonfigurationen. Kontakta system administratören.
tr: Sunucu yapılandırma hatası nedeniyle dosya yüklenemedi. Lütfen sistem yöneticisine başvurun.
uk: Файл завантажити не вдалося через помилку конфігурації сервера. Будь ласка, зверніться до системного адміністратора.
vi: Không thể tải lên tệp do lỗi cấu hình máy chủ. Vui lòng liên hệ với quản trị viên hệ thống.

# api.publication.403.alreadyPublished
source: The publication you want to publish is already published.
ar_iq: المقالة التي تريد نشرها سبق وأن نُشرت بالفعل.
az: Dərc etmək istədiyiniz nəşr artıq dərc olunub.
bg: Публикацията, която искате да публикувате, вече е публикувана.
ca_es: La publicació que voleu publicar ja està publicada.
da_dk: Den publikation, du vil udgive, er allerede publiceret.
de: Der Beitrag, den Sie veröffentlichen wollen, ist bereits veröffentlicht.
de_de: Der Beitrag, den Sie veröffentlichen wollen, ist bereits veröffentlicht.
el_gr: Η έκδοση που θέλετε να δημοσιεύσετε έχει ήδη δημοσιευτεί.
es: La publicación que quiere publicar ya está publicada.
es_es: La publicación que quiere publicar ya está publicada.
fi_fi: Julkaistu versio jonka haluat julkaista on jo julkinen.
fr_ca: La publication que vous souhaitez publier est déjà publiée.
fr_fr: La publication que vous souhaitez publier est déjà publiée.
hr: Publikacija koju želite objaviti već je objavljena.
hu: A cikk, amit meg szeretne jeleníteni, már megjelentetett.
hy_am: Հոդվածը, որը Դուք ցանկանում եք հրապարակել արդեն հրապարակված է:
id_id: Terbitan yang ingin Anda publikasi telah diterbitkan.
it: L'uscita che vuoi pubblicare è già stata pubblicata.
ja_jp: 発行しようとした出版物は既に発行されています。
kk_kz: Сіз жариялағыңыз келетін жарияланым қазірдің өзінде жарияланды.
ms_my: Penerbitan yang anda ingin terbitkan telah pun diterbitkan.
nl: De publicatie die u wilt verspreiden is reeds gepubliceerd.
pt: A publicação que deseja publicar já se encontra publicada.
pt_br: A publicação que você deseja publicar já está publicada.
ru: Публикация, которую Вы хотите опубликовать, уже опубликована.
sv_se: Publikationen du vill offentliggöra är redan publicerad.
tr: Yayımlamak istediğiniz yayın zaten yayımlanmış.
uk: Публікацію, яку ви хочете опублікувати, уже опубліковано.
vi: Ấn phẩm bạn muốn xuất bản đã được xuất bản.

# api.publication.403.alreadyUnpublished
source: The publication you want to unpublish is not published.
ar_iq: المقالة التي تريد إلغاء نشرها لم يتم نشرها بعد.
az: Ləğv etmək istədiyiniz nəşr dərc olunmayıb.
bg: Публикацията, която искате да свалите от публикуване, не е публикувана.
ca_es: La publicació que voleu retirar no ha estat publicada.
da_dk: Den publikation som du ønsker at trække tilbage er ikke publiceret.
de: Der Beitrag, den Sie zurückziehen wollen, ist nicht veröffentlicht.
de_de: Der Beitrag, den Sie zurückziehen wollen, ist nicht veröffentlicht.
es: La publicación que quiere retirar no ha sido publicada.
es_es: La publicación que quiere retirar no ha sido publicada.
fi_fi: Julkaistu versio jonka julkaisun haluat perua ei ole julkinen.
fr_ca: La publication que vous souhaitez dépublier n'est pas publiée.
fr_fr: La publication que vous souhaitez dépublier n'est pas publiée.
hr: Publikacija koju želite poništiti nije objavljena.
hu: A cikk aminek megjelentetését vissza szeretné vonni, még nem megjelentetett.
hy_am: Հրապարակումը, ոը չեք ցանկանում հրապարակել, հրապարակված չէ:
id_id: Publikasi yang ingin Anda batalkan belum dipublikasi.
it: L'uscita di cui vuoi terminare la pubblicazione non è pubblicata.
ja_jp: 未公開しようとした出版物は発行されていません。
kk_kz: Сіз жойғыңыз келетін жарияланым жарияланбаған.
ms_my: Penerbitan yang anda ingin nyahterbitkan tidak diterbitkan.
nl: De publicatie die u wilt depubliceren is niet gepubliceerd.
pt: A publicação que deseja despublicar ainda não está publicada.
pt_br: A publicação que você deseja despublicar não está publicada.
ru: Публикация, которую Вы хотите снять с публикации, не опубликована.
sv_se: Publikationen du vill avpublicera är inte publicerad.
tr: Yayından kaldırmak istediğiniz yayın yayımlanmamış.
uk: Публікацію, опублікування якої ви хочете скасувати, не опубліковано.
vi: Ấn phẩm bạn muốn hủy xuất bản chưa được xuất bản.

# api.publication.403.cantEditPublished
source: You can not edit this publication because it has already been published.
ar_iq: يتعذر عليك تعديل هذا المنشور بعد نشره.
az: Siz bu nəşri redaktə edə bilməzsiniz, çünki o, artıq dərc olunub.
bg: Не можете да редактирате тази публикация, защото тя вече е публикувана.
ca_es: No podeu editar aquesta publicació perquè ja ha estat publicada.
da_dk: Du kan ikke redigere denne publikation, da den allerede er publiceret.
de: Sie können diesen Beitrag nicht ändern, denn er wurde bereits veröffentlicht.
de_de: Sie können diesen Beitrag nicht ändern, denn er wurde bereits veröffentlicht.
el_gr: Δεν μπορείτε να επεξεργαστείτε αυτήν την έκδοση επειδή έχει ήδη δημοσιευτεί.
es: No puede editar esta publicación porque ya ha sido publicada.
es_es: No puede editar esta publicación porque ya ha sido publicada.
fi_fi: Et voi muokata julkaistua versiota koska se on julkinen.
fr_ca: Vous ne pouvez pas modifier cette publication car elle a déjà été publiée.
fr_fr: Vous ne pouvez pas modifier cette publication car elle est déjà publiée.
hr: Ne možete uređivati ovu publikaciju jer je već objavljena.
hu: Nem szerkeszthető a cikk, mert már megjelentetett.
hy_am: Դուք չեք կարող խմբագրել այս հրապարակումը, քանի որ դա արդեն հրապարակված է:
id_id: Anda tidak boleh menyunting terbitan ini karena sudah terbit.
it: Non è possibile modificare questo articolo perché è già stato pubblicato.
ja_jp: この出版物は既に公開されているため、編集できません。
kk_kz: Сіз бұл жарияланымды өңдей алмайсыз, өйткені ол қазірдің өзінде жарияланған.
ms_my: Anda tidak boleh menyunting penerbitan ini kerana ia telah pun diterbitkan.
nl: U kunt deze publicatie niet bewerken omdat deze al is verspreid.
pt: Não pode editar esta publicação porque ela já está publicada.
pt_br: Você não pode editar esta publicação, porque ela já está publicada.
ru: Вы не можете редактировать эту публикацию, так как она уже опубликована.
sv_se: Du kan inte redigera denna publikation eftersom den redan är publicerad.
tr: Bu yayın yayımlanmış olduğu için düzenleme yapamazsınız.
uk: Ви не можете відредагувати цю публікацію, оскільки її вже було опубліковано.
vi: Bạn không thể chỉnh sửa ấn phẩm này vì nó đã được xuất bản.

# api.publication.403.cantEditStatus
source: You can not modify the status directly through the API. Instead, use the /publish and /unpublish endpoints.
ar_iq: يتعذر عليك تعديل الحالة مباشرة عبر وجهة برمجة التطبيق. بدلاً من ذلك، استعمل مفاتيح الوصول /publish و /unpublish.
az: Siz statusu birbaşa API vasitəsilə dəyişdirə bilməzsiniz. Bunun əvəzinə, /dərc et və /dərc etmə son nöqtələrindən istifadə edin.
bg: Не можете да променяте състоянието директно чрез API. Вместо това използвайте крайните точки /publish и /unpublish.
ca_es: No podeu modificar l'estat directament a través de l'API. Feu servir els terminals /publish i /unpublish.
da_dk: Du kan ikke ændre status direkte via API'en. I stedet skal du bruge / publicere og / træk tilbage grænsepunkterne.
de: Der Stats kann nicht direkt durch die API geändert werden. Bitte nutzen Sie die /publish und /unpubish endpoints.
de_de: Der Stats kann nicht direkt durch die API geändert werden. Bitte nutzen Sie die /publish und /unpubish endpoints.
es: No puede modificar el estado directamente a través de la API. En vez de eso, utilice los terminales /publish y /unpublish.
es_es: No puede modificar el estado directamente a través de la API. En vez de eso, utilice los terminales /publish y /unpublish.
fi_fi: Et voi muokata tilaa tämän rajapinnan kautta, käytä /publish ja /unpublish päätepisteitä.
fr_ca: Vous ne pouvez pas modifier le statut directement via l'API. Au lieu de cela, utiliser les suffixes d'URL « /publish » et « /unpublish ».
fr_fr: Vous ne pouvez pas modifier le statut directement via l'API. Utilisez plutôt les suffixes /publish et /unpublish.
hr: Ne možete mijenjati status izravno putem API-ja. Umjesto toga koristite krajnje točke / objave i / poništavanja objave.
hu: Az állapotot közvetlenül az API-n keresztül nem módosíthatja. Ehelyett használja a /megjelentetés és /megjelentetés visszavonása végpontokat.
hy_am: Դուք կարող եք ձևափոխել կարգավիճակը API-ի միջոցով: Փոխարենը, օգտագործեք /հրապարակել և /չհրապարակել վերջնակետերը:
id_id: Anda tidak bisa mengubah status melalui API secara langsung. Gunakan titik akhir /publish dan /unpublish.
it: Non è possibile modificare lo status direttamente attraverso l'API. Utilizzare gli endpoints /publish e /unpublish.
ja_jp: API を使用してステータスを直接変更することはできません。 代わりに、 /publish および /unpublish エンドポイントを使用してください。
kk_kz: Күйді тікелей API арқылы өзгерту мүмкін емес. Оның орнына /publish және /unpublish соңғы нүктелерін қолданыңыз.
ms_my: Anda tidak boleh mengubah suai status secara langsung melalui API. Sebaliknya, gunakan titik akhir /publish dan /unpublish.
pt: Não pode modificar o estado diretamente através da API. Em vez disso, use os endpoints /publish e /unpublish.
pt_br: Você não pode modificar o status diretamente através da API. Em vez disso, use os pontos de extremidade /publish e /unpublish.
ru: Вы не можете изменить статус напрямую через API. Вместо этого используйте конечные точки /publish и /unpublish.
sv_se: Du kan inte ändra status direkt genom APIet. Använd istället /publish och /unpublish endpoints.
tr: Durumu doğrudan API aracılığıyla değiştiremezsiniz. Bunun yerine /publish ve /unpublish sorgularını kullanın.
uk: Ви не можете змінити статус безпосередньо через API. Замість цього використовуйте кінцеві точки /publish та /unpublish.
vi: Bạn không thể sửa đổi trạng thái trực tiếp thông qua API. Thay vào đó, sử dụng các điểm cuối /publish và /unpublish.
