Repository: pkp/pkp-lib
Catalog: locale/*/api.po
Languages: ar_iq, az, bg, ca_es, da_dk, de, de_de, el_gr, es, es_es, fi_fi, fr_ca, fr_fr, hr, hu, hy_am, id_id, it, ja_jp, kk_kz, ms_my, nl, pt, pt_br, ru, sv_se, tr, uk, vi

# api.orcid.403.editWithoutPermission
source: You cannot make changes to authors on submissions you are not assigned to.
es: No puede hacer cambios en autores/as de envíos que no tenga asignados.
hr: Nije Vam dopušteno mijenjati autore prijava na koje niste dodijeljeni.
nl: U kunt geen wijzigingen aanbrengen bij auteurs, van wie de inzendingen niet aan u zijn toegekend.
tr: Atanmadığınız aday makale yazarlarında değişiklik yapamazsınız.
vi: Bạn không thể thay đổi thông tin tác giả trên các bài nộp mà bạn không được phân công.

# api.orcid.404.contextRequired
source: This endpoint is not available from the site-wide namespace, and must be requested for a given context.
hr: Ova krajnja točka nije dostupna iz općeg imenskog prostora stranice te se može pozvati samo u određenom kontekstu.
tr: Bu uç nokta site genelindeki isim alanlarında kullanılamaz ve belirli bir bağlam için talep edilmesi gerekir.
vi: Điểm cuối này không khả dụng từ không gian tên toàn trang web và phải được yêu cầu cho một ngữ cảnh nhất định.

# api.reviews.assignments.invalidReviewer
source: The reviewer for the assignment could not be found
es: No se ha podido encontrar revisor/a para esta asignación
hr: Nije pronađen recenzent za ovaj zadatak
nl: De recensent voor deze toewijzing kan niet worden gevonden
vi: Không tìm thấy người phản biện cho phân công

# api.review.assignments.invalidInvitationResponse
source: Only 'accept' and 'decline' are valid values
es: Solo 'aceptar' y 'rechazar' son valores válidos
hr: Jedine dopuštene vrijednosti su "prihvati" i "odbij"
nl: Enkel 'aanvaarding' en 'afwijzing' zijn geldige waarden
vi: Chỉ 'accept' (chấp nhận) và 'decline' (từ chối) là các giá trị hợp lệ

# api.submission.400.sectionDoesNotExist
source: The provided section does not exist.
es: La sección proporcionada no existe.
hr: Navedena sekcija ne postoji.
nl: De aangeleverde sectie bestaat niet.
vi: Chuyên mục được cung cấp không tồn tại.

# api.submission.400.missingQueryParam
source: The request is missing the required query parameter `ids`. Please provide the `ids` of the submissions you wish to delete.
es: La solicitud no tiene el parámetro de consulta obligatorio `ids`. Por favor, proporcione el `ids` del envío que quiera eliminar.
hr: Zahtjevu nedostaje obavezni parametar upita ids. Molimo navedite ids prijava koje želite izbrisati.
nl: Bij het verzoek ontbreekt de vereiste zoekparameter 'ids'. U wordt vriendelijk verzocht de 'ids' van de inzending die u wilt verwijderen aan te leveren.
vi: Yêu cầu thiếu tham số truy vấn bắt buộc `ids`. Vui lòng cung cấp `ids` của các bài nộp bạn muốn xóa.

# api.submission.400.invalidId
source: Invalid ID: "{$id}" provided.
es: ID inválido: "{$id}" proporcionado.
hr: Naveden je neispravan ID: „{$id}”.
nl: Ongeldig ID: {$id}" beschikbaar gesteld.
vi: ID không hợp lệ: "{$id}" đã được cung cấp.

# api.publications.403.noEnabledIdentifiers
source: Publication identifiers form is unavailable as there are no enabled Identifiers.
es: El formulario de identificadores de publicación no está disponible porque no hay identificadores habilitados.
hr: Obrazac za unos identifikatora publikacije nije dostupan jer nijedan identifikator nije omogućen.
nl: Het publicatie-identiersformulier is niet beschikbaaar omdat er geen beschikbare authenticatiemiddelen zijn.
vi: Biểu mẫu định danh ấn phẩm không khả dụng vì không có Định danh nào được bật.

# api.reviews.assignments.invalidSubmission
source: The submission for this review assignment could not be found.
es: No se ha podido encontrar el envío para esta asignación de revisión.
hr: Prijava za ovaj recenzentski podatak nije pronađena.
nl: De inzending voor deze recensietoewijzing kan niet worden gevonden.
vi: Không tìm thấy bài nộp cho phân công phản biện này.

# api.dois.403.editItemDoiCantBeAssigned
source: A DOI cannot be assigned to this item.
de: Diesem Element kann keine DOI zugewiesen werden.
es: No se puede asignar un DOI a este elemento.
hr: Ovoj stavci nije moguće dodijeliti DOI.
nl: Een DOI kan niet aan dit item worden toegewezen.
tr: Bu ögeye bir DOI atanamaz.
vi: Không thể gán DOI cho mục này.

# api.emailLogs.400.unrecognisedAuthorEmailEventType
source: You provided an invalid "eventType",{$eventType}, for Author emails.
es: Ha proporcionado un "eventType", {$eventType}, no válido para los correos electrónicos de autor/a.
hr: Unijeli ste neispravan "eventType",{$eventType}, za e-mailove autora.
nl: U gaf een ongeldige "eventType",{$eventType} e-mailberichten voor auteurs.
tr: Yazarlar için geçersiz bir etkinlik türü {$eventType}
vi: Bạn đã cung cấp một "eventType", {$eventType} không hợp lệ cho email Tác giả.

# api.orcid.403.orcidNotEnabled
source: You cannot perform this operation with ORCID functionality disabled.
es: No puede realizar esta operación con la funcionalidad ORCID desactivada.
hr: Ne možete izvršiti ovu radnju jer je ORCID funkcionalnost onemogućena.
nl: U kunt deze verrichtingen niet uitvoeren met een uitgeschakelde ORCID-functionaliteit.
tr: ORCID işlevi devre dışıyken bu işlemi gerçekleştiremezsiniz.
vi: Bạn không thể thực hiện thao tác này khi chức năng ORCID bị vô hiệu hóa.

# api.highlights.404.highlightNotFound
source: The highlight you requested was not found.
es: No se encontró el destacado solicitado.
fr_fr: L'élément surligné que vous avez demandé n'a pas été trouvé.
hr: Isticanje koje ste tražili nije pronađeno.
nl: De markering waar u om verzocht werd niet gevonden.
ru: Запрашиваемое вами выделение не найдено.
tr: İstediğiniz vurgu bulunamadı.
vi: Không tìm thấy điểm nổi bật bạn yêu cầu.

# api.422.routeRequestUnableToProcess
source: Unable to process API request.
de: Die Anfrage an die API konnte nicht verarbeitet werden.
es: No se ha podido procesar la petición API.
hr: Nije moguće obraditi API zahtjev.
nl: Ongeschikt om dit API verzoek te verwerken.
tr: API isteği işlenemiyor.
vi: Không thể xử lý yêu cầu API.

# api.417.routeResponseIsNull
source: Unable to receive any expected response.
de: Es konnte keine erwartete Antwort erhalten werden.
es: No se ha podido recibir la respuesta esperada.
hr: Nije moguće primiti očekivani odgovor.
nl: Ongeschikt om enig verwachte reactie te ontvangen.
tr: Beklenen yanıt alınamıyor.
vi: Không thể nhận được bất kỳ phản hồi mong đợi nào.

# api.400.invalidAuthorFriendlyParameter
source: Invalid author-friendly parameter.
de: Ungültige author-friendly Parameter.
es: Parámetro de autor/a no válido.
hr: Neispravan parametar prilagođen autoru.
nl: Ongeldig auteursvriendelijke parameter.
tr: Geçersiz yazar dostu parametre.
vi: Tham số thân thiện với tác giả không hợp lệ.

# api.submission.403.cantChangeSubmissionLanguage
source: You can not change language of this submission because it already has more than one publication version or a published publication.
es: No puede cambiar el idioma de este envío porque ya tiene más de una versión de publicación o una publicación publicada.
hr: Promjena jezika prijave nije moguća jer već sadrži više od jedne verzije ili je objavljena.
nl: U kunt niet de taal van deze inzending wisselen, omdat er reeds meer dan één publicatie(versie) bestaat.
vi: Bạn không thể thay đổi ngôn ngữ của bài nộp này vì nó đã có nhiều hơn một phiên bản xuất bản hoặc một ấn phẩm đã xuất bản.
