Repository: pkp/pkp-lib
Catalog: locale/*/api.po
Languages: ar_iq, az, bg, ca_es, da_dk, de, de_de, el_gr, es, es_es, fi_fi, fr_ca, fr_fr, hr, hu, hy_am, id_id, it, ja_jp, kk_kz, ms_my, nl, pt, pt_br, ru, sv_se, tr, uk, vi

# api.publication.403.cantDeletePublished
source: You must unpublish this publication before you can delete it.
ar_iq: ينبغي القيام بإلغاء النشر قبل أن يتسنى لك الحذف.
az: Bu nəşri silməkdən əvvəl onu dərcdən çıxarmalısınız.
bg: Трябва да прекратите публикуването на тази публикация, преди да можете да я изтриете.
ca_es: Heu de retirar-la de publicació abans de poder eliminar aquesta publicació.
da_dk: Du skal trække denne publikation tilbage, før du kan slette den.
de: Sie müssen diesen Beitrag zrückziehen, bevor er gelöscht werden kann.
de_de: Sie müssen diesen Beitrag zrückziehen, bevor er gelöscht werden kann.
el_gr: Πρέπει να καταργήσετε τη δημοσίευση αυτής της έκδοσης για να μπορέσετε να τη διαγράψετε.
es: Debe retirarlo de publicación antes de poder eliminarlo.
es_es: Debe retirarlo de publicación antes de poder eliminarlo.
fi_fi: Julkaistun version poistamiseksi sinun pitää ensin perua sen julkaisu.
fr_ca: Vous devez dépublier de cette publication avant de pouvoir la supprimer.
fr_fr: Vous devez dépublier cette publication avant de pouvoir la supprimer.
hr: Morate poništiti objavu ove publikacije prije nego što je možete izbrisati.
hu: Törlés előtt vissza kell vonnia a cikk publikáltságát.
hy_am: Նախքան հրապարակումը ջնջելը, այն դարձրեք չհրապարակված։
id_id: Anda harus membatalkan publikasi ini sebelum bisa menghapusnya.
it: Per poter eliminare questa uscita è necessario prima terminarne la pubblicazione.
ja_jp: この出版物を削除するには、未公開にする必要があります。
kk_kz: Сіз оны жоймас бұрын осы жарияланымның жарияланымынан бас тартуыңыз керек.
ms_my: Anda mesti menyahterbitkan penerbitan ini sebelum anda boleh memadamkannya.
nl: U moet eerst de publicatie depubliceren, voordat u het verwijdert.
pt: Deve despublicar esta publicação antes de poder eliminá-la.
pt_br: Você deve despublicar esta publicação antes de poder excluí-la.
ru: Перед удалением публикации Вы должны снять её с публикации.
sv_se: Du måste avpublicera publikationen innan du kan ta bort den.
tr: Yayını silmeden önce yayımdan kaldırmanız gerekmektedir.
uk: Вам потрібно скасувати цю публікацію, перш ніж її можна буде видалити.
vi: Bạn phải hủy xuất bản ấn phẩm này trước khi có thể xóa nó.

# api.publicFiles.400.extensionNotSupported
source: You can only upload the following types of files: {$fileTypes}.
ar_iq: يمكنك رفع أنواع الملفات الآتية حصراً: {$fileTypes}.
az: Siz yalnız aşağıdakı fayl növlərini yükləyə bilərsiniz: {$fileTypes}.
bg: Можете да качвате само следните типове файлове: {$fileTypes}.
ca_es: Només podeu carregar els següents tipus d'arxius: {$fileTypes}.
da_dk: Du kan kun uploade følgende filtyper: {$fileTypes}.
de: Es können nur folgende Dateiformate hochgeladen werden: {$fileTypes}.
de_de: Es können nur folgende Dateiformate hochgeladen werden: {$fileTypes}.
el_gr: Μπορείτε να μεταφορτώσετε μόνο τους ακόλουθους τύπους αρχείων: {$fileTypes}.
es: Solo puede cargar los siguientes tipos de archivos: {$fileTypes}.
es_es: Solo puede cargar los siguientes tipos de archivos: {$fileTypes}.
fi_fi: Voit ladata vain seuraavanlaisia tiedostoja: {$fileTypes}.
fr_ca: Vous ne pouvez téléverser que les types de fichiers suivants : {$ fileTypes}.
fr_fr: Vous ne pouvez téléverser que les types de fichiers suivants : {$ fileTypes}.
hr: Možete učitati samo sljedeće vrste datoteka: {$fileTypes}.
hu: Csak a következő típusú fájlokat töltheti fel: {$fileTypes}.
hy_am: Դուք կարող եք միայն ներբեռնել հետևյալ ֆայլի տիպը՝{$fileTypes}:
id_id: Anda hanya bisa mengunggah tipe file berikut: {$fileTypes}.
it: E' possibile solo caricare i seguenti tipi di file: {$fileTypes}.
ja_jp: アップロードできるファイルのタイプは、{$fileTypes}のみです。
kk_kz: Сіз тек келесі файл түрлерін жүктей аласыз: {$fileTypes}.
ms_my: Anda hanya boleh memuat naik jenis fail berikut: {$fileTypes}.
nl: U kunt enkel de volgende bestandtypes laden: {$fileTypes}.
pt: Só pode carregar ficheiros dos seguintes tipos: {$fileTypes}.
pt_br: Você pode fazer transferência apenas dos seguintes tipos de arquivos: {$fileTypes}.
ru: Вы можете загрузить только файлы следующих типов: {$fileTypes}.
sv_se: Du kan bara ladda upp följande typer av filer: {$fileTypes}.
tr: Yalnızca şu dosya türlerini yükleyebilirsiniz: {$fileTypes}.
uk: Можна завантажувати лише такі типи файлів: {$fileTypes}.
vi: Bạn chỉ có thể tải lên các loại tệp sau: {$fileTypes}.

# api.publicFiles.400.invalidImage
source: The image you uploaded is not valid.
ar_iq: الصورة التي رفعتها غير صحيحة.
az: Yüklədiyiniz şəkil düzgün deyil.
bg: Каченото от вас изображение не е валидно.
ca_es: La imatge que heu carregat no és vàlida.
da_dk: Det billede, du uploadede, er ikke gyldigt.
de: Das hochgeladene Bild ist ungültig.
de_de: Das hochgeladene Bild ist ungültig.
el_gr: Η εικόνα που ανεβάσατε δεν είναι έγκυρη.
es: La imagen cargada no es válida.
es_es: La imagen cargada no es válida.
fi_fi: Lataamasi kuva ei ole kelvollinen.
fr_ca: L'image que vous avez téléversée n'est pas valide.
fr_fr: L'image que vous avez téléversée n'est pas valide.
hr: Slika koju ste učitali nije važeća.
hu: A feltöltött kép érvénytelen.
hy_am: Ձեր ներբեռնած նկարը վավեր չէ:
id_id: Gambar yang diunggah tidak valid.
it: L'immagine che hai caricato non è valida.
ja_jp: アップロードした画像は無効です。
kk_kz: Сіз жүктеген сурет жарамсыз.
ms_my: Imej yang anda muat naik tidak sah.
nl: De afbeelding die u uploadde is niet geldig.
pt: A imagem que fez upload não é válida.
pt_br: A imagem que você transferiu não é válida.
ru: Изображение, которое Вы загрузили, не является корректным.
sv_se: Bilden du laddade upp är inte giltig.
tr: Yüklediğiniz resim geçerli değil.
uk: Завантажене вами зображення не є припустимим.
vi: Hình ảnh bạn đã tải lên không hợp lệ.

# api.publicFiles.400.mimeTypeNotMatched
source: The file you uploaded did not match the file extension. This can happen when a file has been renamed to an incompatible type, for example changing photo.png to photo.jpg.
ar_iq: الملف الذي رفعته ليس بنفس الامتداد. قد يحدث ذلك عند تغيير صيغة الملف إلى صيغة أخرى غير مدعومة، على سبيل المثال: تغيير photo.png إلى photo.jpg.
az: Yüklədiyiniz fayl fayl uzantısı ilə uyğun gəlmir. Bu, faylın adı uyğun olmayan tipə dəyişdirildikdə baş verə bilər, məsələn, photo.png-nin photo.jpg-yə dəyişdirilməsi.
bg: Каченият от вас файл не съвпада с разширението на файла. Това може да се случи, когато файл е преименуван на несъвместим тип, например промяна на photo.png на photo.jpg.
ca_es: L'arxiu que heu carregat no coincideix amb l'extensió de l'arxiu. Això pot succeir quan un arxiu s'ha reanomenat a un tipus d'arxiu incompatible, per exemple en canviar photo.png a photo.jpg.
da_dk: Filen, du uploadede, stemte ikke overens med filtypenavnet. Dette kan ske, når en fil er blevet omdøbt til en inkompatibel type, for eksempel når photo.png ændres til photo.jpg.
de: Das hochgeladene Dateiformat stimmt nicht mit der Dateiendung überein. Dies kann passieren, wenn eine Datei in einen inkompatibles Format umbenannt wurde, z.B von photo.png in photo.jpg.
de_de: Das hochgeladene Dateiformat stimmt nicht mit der Dateiendung überein. Dies kann passieren, wenn eine Datei in einen inkompatibles Format umbenannt wurde, z.B von photo.png in photo.jpg.
el_gr: Το αρχείο που ανεβάσατε δεν ταιριάζει με την επέκτασή του. Αυτό μπορεί να συμβεί όταν ένα αρχείο έχει μετονομαστεί σε ασύμβατο τύπο, για παράδειγμα αλλαγή του photo.png σε photo.jpg.
es: El archivo cargado no se corresponde con la extensión de archivo. Esto puede ocurrir cuando un archivo es renombrado a un tipo incompatible, por ejemplo al cambiar photo.png a photo.jpg.
es_es: El archivo cargado no se corresponde con la extensión de archivo. Esto puede ocurrir cuando un archivo es renombrado a un tipo incompatible, por ejemplo al cambiar photo.png a photo.jpg.
fi_fi: Lataamasi tiedosto ei vastannut tiedostopäätettä. Näin voi tapahtua, jos tiedoston on nimetty uudelleen ja myös tiedostopääte on vaihdettu.
fr_ca: Le fichier que vous avez téléversé ne correspond pas à l'extension du fichier. Cela peut se produire lorsqu'un fichier a été renommé en un type incompatible, par exemple en changeant photo.png en photo.jpg.
fr_fr: Le fichier que vous avez téléversé ne correspond pas à l'extension du fichier. Cela peut se produire lorsqu'un fichier a été renommé en un type incompatible, par exemple en changeant photo.png en photo.jpg.
hr: Datoteka koju ste prenijeli ne odgovara ekstenziji datoteke. To se može dogoditi kada je datoteka preimenovana u nekompatibilnu vrstu, na primjer promjena photo.png u photo.jpg.
hu: A feltöltött fájl nem felelt meg a fájlkiterjesztés kritériumnak. Ez akkor fordulhat elő, ha egy fájlt átneveztek egy nem kompatibilis típusra, például a photo.png fájlt a photo.jpg fájlra.
hy_am: Ձեր ներբեռնած ֆայլը չի համապատասխանում պահանջներին: Սա կարող է տեղի ունենալ, երբ ֆայլը վերաանվանված է անհամատեղելի տիպի, օրինակ photo.png-ն փոխել photo.jpg:
id_id: File yang diunggah tidak sesuai dengan ekstensi file. Hal ini dikarenakan bila sebuah file telah di-rename menjadi tipe file yang tidak didukung, misalnya mengubah photo.png menjadi photo.jpg.
it: Il file che hai importato non corrisponde alla sua estensione. Potrebbe essere stato rinominato utilizzando un nome incompatibile, ad esempio modificare photo.png in photo.jpg.
ja_jp: アップロードしたファイルがファイル拡張子と一致しませんでした。 これは、 photo.png を photo.jpg に変更するなど、ファイルの名前が互換性のないタイプに変更された場合に発生することがあります。
kk_kz: Сіз жүктеген файл файл кеңейтіміне сәйкес келмейді. Бұл файл сәйкес келмейтін түрге өзгертілген кезде пайда болуы мүмкін.
ms_my: Fail yang anda muat naik tidak sepadan dengan sambungan fail. Ini boleh berlaku apabila fail telah dinamakan semula kepada jenis yang tidak serasi, contohnya menukar photo.png kepada photo.jpg.
nl: Het bestand dat u uploadde paste niet met de bestandsextensie. Dat kan gebeuren wanneer een bestand is hernoemd naar een onverenigbaar type, bijvoorbeeld wijziging 'foto.png' naar 'foto.jpg'.
pt: O ficheiro que enviou não corresponde à extensão do mesmo. Isso pode acontecer quando um ficheiro foi renomeado para um tipo incompatível, por exemplo alterar photo.png para photo.jpg.
pt_br: O arquivo que você enviou não corresponde à extensão do arquivo. Isso pode acontecer quando um arquivo foi renomeado para um tipo incompatível, por exemplo, alterando photo.png para photo.jpg.
ru: Файл, который Вы загрузили, не соответствует своему расширению. Такое может произойти, если файл был неправильно переименован, например, изменили photo.png на photo.jpg.
sv_se: Filen du laddade upp stämde inte överens med filtillägget. Det kan hända när filen har fått ett nytt namn till inkompatibel typ, till exempel när photo.png ändras till photo.jpg.
tr: Yüklediğiniz dosya, dosya uzantısıyla eşleşmiyor. Bu durum, bir dosyayı uyumsuz bir tür olarak yeniden adlandırmakla, örneğin photo.png'yi photo.jpg olarak değiştirmekle oluşabilir.
uk: У завантаженому файлі не вказано відповідне розширення. Це може статися, якщо файл перейменовано на несумісний тип, наприклад, у випадку змінити photo.png на photo.jpg.
vi: Tệp bạn đã tải lên không khớp với phần mở rộng tệp. Điều này có thể xảy ra khi tệp đã được đổi tên thành loại không tương thích, ví dụ như đổi tên photo.png thành photo.jpg.

# api.publicFiles.403.unauthorized
source: You are not allowed to upload files.
ar_iq: رفع الملفات غير متاح لك.
az: Faylları yükləmək icazəniz yoxdur.
bg: Нямате право да качвате файлове.
ca_es: No teniu permís per carregar arxius.
da_dk: Du har ikke tilladelse til at uploade filer.
de: Sie sind nicht berechtigt Dateien hochzuladen.
de_de: Sie sind nicht berechtigt Dateien hochzuladen.
el_gr: Δεν έχετε διακαιώματα μεταφόρτωσης αρχείων.
es: No tiene permiso para cargar archivos.
es_es: No tiene permiso para cargar archivos.
fi_fi: Sinulla ei ole lupaa ladata tiedostoja.
fr_ca: Vous n'êtes pas autorisé-e à téléverser des fichiers.
fr_fr: Vous n'avez pas l'autorisation de téléverser des fichiers.
hr: Nemate dopuštenje za učitavanje datoteka.
hu: Nem tölthet fel fájlokat.
hy_am: Դուք ֆայլ ներբեռնելու թույլտվություն չունեք:
id_id: Anda tidak diperbolehkan mengunggah file.
it: Non hai i permessi per caricare file.
ja_jp: ファイルのアップロードは許可されていません。
kk_kz: Файлдарды жүктеуге рұқсат етілмейді.
ms_my: Anda tidak dibenarkan memuat naik fail.
nl: U bent niet gemachtigd om bestanden te laden.
pt: Não tem permissão para fazer upload de ficheiros.
pt_br: Você não tem permissão para transferir arquivos.
ru: У Вас нет прав на загрузку файлов.
sv_se: Du har inte behörighet att ladda upp filer.
tr: Dosya yüklemenize izin verilmiyor.
uk: Вам заборонено завантажувати файли.
vi: Bạn không được phép tải lên tệp.

# api.publicFiles.413.noDirSpace
source: You do not have enough space in your user directory. The file you are uploading is {$fileUploadSize}kb and you have {$dirSizeLeft}kb remaining.
ar_iq: لا تتوفر لك المساحة الكافية في مجلد المستخدم. الملف الذي تحاول رفعه بحجم {$fileUploadSize}kb ولديك {$dirSizeLeft}kb متبقية فقط.
az: İstifadəçi kataloqunuzda kifayət qədər yer yoxdur. Yüklənən fayl {$fileUploadSize} KB-dır və sizdə {$dirSizeLeft} KB qalıb.
bg: Нямате достатъчно място във вашата потребителска директория. Файлът, който качвате, е {$fileUploadSize}kb и вие имате оставащи {$dirSizeLeft}kb.
ca_es: No hi ha espai suficient en el vostre directori d'usuari/ària. L'arxiu que voleu carregar té {$fileUploadSize}kb i us queden {$dirSizeLeft}kb.
da_dk: Du har ikke nok plads i dit brugerkatalog. Den fil, du uploader, er på {$fileUploadSize} kb, og du har {$dirSizeLeft} kb tilbage.
de: Sie haben nicht genug Platz in Ihrem Nutzerverzeichnis. Die hochzuladende Datei ist {$fileUploadSize}kb groß und es stehen nur {$dirSizeLeft}kb zur Verfügung.
de_de: Sie haben nicht genug Platz in Ihrem Nutzerverzeichnis. Die hochzuladende Datei ist {$fileUploadSize}kb groß und es stehen nur {$dirSizeLeft}kb zur Verfügung.
el_gr: Δεν έχετε αρκετό χώρο στον κατάλογο αρχείων σας. Το αρχείο που ανεβάζετε είναι {$ fileUploadSize} kb, ενώ σας απομένουν {$ dirSizeLeft} kb.
es: No hay suficiente espacio en su directorio de usuario/a. El archivo que quiere cargar tiene {$fileUploadSize}kb y le quedan {$dirSizeLeft}kb.
es_es: No hay suficiente espacio en su directorio de usuario/a. El archivo que quiere cargar tiene {$fileUploadSize}kb y le quedan {$dirSizeLeft}kb.
fi_fi: Omassa hakemistossasi ei ole riittävästi tilaa. Lataamasi tiedosto on {$fileUploadSize}kb ja sinulla on {$dirSizeLeft}kb jäljellä.
fr_ca: Vous n'avez pas assez d'espace dans votre répertoire utilisateur. Le fichier que vous téléversez est de {$ fileUploadSize} ko alors qu'il ne vous reste que {$ dirSizeLeft} ko.
fr_fr: Vous n'avez pas assez d'espace dans votre répertoire utilisateur. Le fichier que vous téléversez est de {$ fileUploadSize} ko alors qu'il ne vous reste que {$ dirSizeLeft} ko.
hr: Nemate dovoljno prostora u korisničkom direktoriju. Datoteka koju učitavate ima {$fileUploadSize} kb, a vama je preostalo {$dirSizeLeft} kb.
hu: Nincs elég hely a felhasználói könyvtárban. Feltöltési file mérete: {$fileUploadSize}kb. Rendelkezésre álló tárterület: {$dirSizeLeft}kb
hy_am: Դուք բավարար տարածություն չունեք Ձեր՝ օգտագործողի տեղեկատուի մեջ: Ֆայլը, որը Դուք ներբեռնում եք {$fileUploadSize}kb է և Ձեզ հասանելի է {$dirSizeLeft}kb:
id_id: Anda tidak memiliki cukup ruang pada direktori pengguna. File yang diunggah {$fileUploadSize}kb dan yang tersisa {$dirSizeLeft}kb.
it: Non si dispone di spazio sufficiente nella user directory. Il file che si sta importando è di {$fileUploadSize}kb mentre sono disponibili {$dirSizeLeft}kb.
ja_jp: ユーザーディレクトリに十分なスペースがありません。 アップロードするファイルは {$fileUploadSize} KB で、残りは {$dirSizeLeft} KB です。
kk_kz: Пайдаланушы каталогында жеткілікті орын жоқ. Жүктелетін файлдың өлшемі - {$fileUploadSize}кб, ал сізде {$dirSizeLeft}кб қалды.
ms_my: Anda tidak mempunyai ruang yang mencukupi dalam direktori pengguna anda. Fail yang anda muat naik ialah {$fileUploadSize}kb dan anda mempunyai baki {$dirSizeLeft}kb.
nl: U hebt onvoldoende ruimte in uw gebruikersmap. Het bestand dat u aan het laden bent is {$fileUploadSize}kb en u hebt nog ruimte voor {$dirSizeLeft}kb.
pt: Não possui espaço suficiente no seu diretório de utilizador. O ficheiro que está a fazer upload tem {$fileUploadSize} kb e só tem {$dirSizeLeft}kb restantes.
pt_br: Você não possui espaço suficiente no diretório do usuário. O arquivo que você está carregando tem {$fileUploadSize} kb e você tem {$dirSizeLeft} kb restantes.
ru: Недостаточно места в вашем пользовательском каталоге. Файл, который Вы загружаете, имеет размер {$fileUploadSize}kb, а у Вас осталось свободными только {$dirSizeLeft}kb.
tr: Kullanıcı dizininde yeterli alan yok. Yüklediğiniz dosya {$fileUploadSize}kb ancak {$ dirSizeLeft}kb boş alana sahipsiniz.
uk: У вас недостатньо місця в каталозі користувача. Файл, який ви завантажуєте, має розмір {$fileUploadSize} kb, а у вас залишилося {$dirSizeLeft} kb.
vi: Bạn không có đủ dung lượng trong thư mục người dùng của mình. Tệp bạn đang tải lên có kích thước {$fileUploadSize}kb và bạn còn lại {$dirSizeLeft}kb.

# api.publicFiles.500.badFilesDir
source: The public files directory was not found or files can not be saved to it. Please contact your administrator to resolve this issue.
ar_iq: مجلد الملفات العام غير موجود أو يتعذر حفظ الملفات فيه. لطفاً، تواصل مع المشرف على الموقع لحل هذه المشكلة.
az: Ümumi fayllar kataloqu tapılmadı və ya fayllar orada saxlanıla bilmədi. Bu problemi həll etmək üçün administratorunuzla əlaqə saxlayın.
bg: Директорията с публични файлове не е намерена или файловете не могат да бъдат запазени в нея. Моля, свържете се с вашия администратор, за да разрешите този проблем.
ca_es: No s'ha trobat el directori d'arxius públics o els arxius no poden guardar-s'hi. Contacteu amb el vostre administrador/a per resoldre aquest problema.
da_dk: Det offentlige filkatalog blev ikke fundet, eller filer kan ikke gemmes i det. Kontakt din administrator for at løse dette problem.
de: Das Verzeichnis für öffentliche Dokumente wurde nicht gefunden oder Dateien können nicht dorthin gespeichert werden. Bitte wenden Sie sich zur Problemlösung an Ihre/n Administrator/in.
de_de: Das Verzeichnis für öffentliche Dokumente wurde nicht gefunden oder Dateien können nicht dorthin gespeichert werden. Bitte wenden Sie sich zur Problemlösung an Ihre/n Administrator/in.
el_gr: Ο κατάλογος δημόσιων αρχείων δεν βρέθηκε ή δεν είναι δυνατή η αποθήκευση αρχείων σε αυτόν. Επικοινωνήστε με τον διαχειριστή σας για να επιλύσετε αυτό το ζήτημα.
es: El directorio de archivos públicos no se encontró o los archivos no pueden guardarse en él. Contacte con el administrador/a para resolver este problema.
es_es: El directorio de archivos públicos no se encontró o los archivos no pueden guardarse en él. Contacte con el administrador/a para resolver este problema.
fi_fi: Kohdehakemistoa ei löytynyt tai tiedostoja ei voi tallentaa sinne. Ota yhteyttä ylläpitoon.
fr_ca: Le répertoire des fichiers publics est introuvable ou encore les fichiers ne peuvent pas y être enregistrés. Veuillez contacter votre administrateur-trice afin de résoudre ce problème.
fr_fr: Le répertoire des fichiers publics est introuvable ou encore les fichiers ne peuvent pas y être enregistrés. Veuillez contacter votre administrateur ou administratrice afin de résoudre ce problème.
hr: Javni direktorij datoteka nije pronađen ili se datoteke ne mogu spremiti u njega. Obratite se svom administratoru kako biste riješili ovaj problem.
hu: A nyilvános fájlok könyvtárat nem találtuk, vagy a fájlokat nem lehet rá menteni. Vegye fel a kapcsolatot a rendszergazdával a probléma megoldásához.
hy_am: Հանրային ֆայլերի ցուցակ չի գտնվել կամ ֆայլերը այդտեղ չեն կարող պահպանվել: Խնդրում ենք կապ հաստատել ադմինիստրատորի հետ խնդիրը լուծելու համար:
id_id: Direktori file publik tidak ditemukan atau file tidak dapat disimpan. Silakan hubungi administrator untuk mengatasinya.
it: Non è possibile trovare la directory pubblica o non è possibile salvarvi i file. Contattre l'amministratore per risolvere questo problema.
ja_jp: 公開ファイルディレクトリが見つからなかったか、ファイルを保存できません。 この問題を解決するには、管理者にお問い合わせください。
kk_kz: Жалпыға қол жетімді файлдар каталогы табылмады немесе файлдарды сақтау мүмкін емес. Бұл мәселені шешу үшін әкімшіңізбен байланысыңыз.
ms_my: Direktori fail awam tidak ditemui atau fail tidak boleh disimpan ke dalamnya. Sila hubungi pentadbir anda untuk menyelesaikan masalah ini.
nl: De voor ieder toegankelijke bestandsmappen werd niet gevonden, dan wel bestanden kunnen hier niet worden bewaard. U wordt vriendelijk verzocht om uw beheerder te benaderen om dit issue te verhelpen.
pt: O diretório de ficheiros públicos não foi encontrado ou os ficheiros não podem ser lá guardados. Entre em contacto com o seu administrador para resolver este problema.
pt_br: O diretório de arquivos públicos não foi encontrado ou os arquivos não podem ser salvos nele. Entre em contato com seu administrador para resolver esse problema.
ru: Каталог для общих файлов не найден или в него нельзя сохранить файлы. Пожалуйста, свяжитесь с администратором системы, чтобы решить этот вопрос.
tr: Ortak dosyalar klasörü (public) bulunamadı veya dosyalar bu klasöre kaydedilemiyor. Bu sorunu çözmek için lütfen sistem yöneticinize başvurun.
uk: Каталог публічних файлів не знайдено або в ньому не можна зберегти файли. Зверніться до адміністратора, щоб вирішити цю проблему.
vi: Không tìm thấy thư mục tệp công cộng hoặc không thể lưu tệp vào đó. Vui lòng liên hệ với quản trị viên của bạn để giải quyết vấn đề này.

# api.stats.400.wrongDateFormat
source: The date must be in the format YYYY-MM-DD.
ar_iq: التاريخ لا بد أن يكون بالتنسيق YYYY-MM-DD.
az: Tarix İİİİ-AA-GG (il-ay-gün) formatında olmalıdır.
bg: Датата трябва да бъде във формат ГГГГ-ММ-ДД.
ca_es: La data ha de tenir el format AAAA-MM-DD.
da_dk: Datoen skal være i formatet ÅÅÅÅ-MM-DD.
de: Das Datum muss in dem Format YYYY-MM-DD vorliegen.
de_de: Das Datum muss in dem Format YYYY-MM-DD vorliegen.
el_gr: Η ημερομηνία πρέπει να έχει τη μορφή EEEE-MM-HH.
es: La fecha debe estar en formato AAAA-MM-DD.
es_es: La fecha debe estar en formato AAAA-MM-DD.
fi_fi: Päiväyksen tulee olla muodossa YYYY-MM-DD.
fr_ca: La date doit être au format AAAA-MM-JJ.
fr_fr: La date doit être au format AAAA-MM-JJ.
hr: Datum mora biti u formatu GGGG-MM-DD.
hu: A dátumnak az alábbi formátumban kell szerepelni: ÉÉÉÉ-HH-NN.
hy_am: Ամսաթիվը պետք է լինի հետևյալ ֆորմատի՝ YYYY-MM-DD:
id_id: FOrmat tanggal harus mengikuti YYYY-MM-DD.
it: La data deve essere nel formato YYYY-MM-DD.
ja_jp: 日付は YYYY-MM-DD の形式にする必要があります。
kk_kz: Күні ЖЖЖЖ-АА-КК форматында болуы тиіс.
ms_my: Tarikh mestilah dalam format YYYY-MM-DD.
nl: De datum moet in de volgende vorm: JJJJ-MM-DD.
pt: A data deve estar no formato AAAA-MM-DD.
pt_br: A data deve estar no formato AAAA-MM-DD.
ru: Дата должна быть в формате ГГГГ-ММ-ДД.
sv_se: Datum ska skrivas i formatet ÅÅÅÅ-MM-DD.
tr: Tarih YYYY-MM-DD formatında olmalıdır.
uk: Дата повинна бути у форматі РРРР-ММ-ДД.
vi: Ngày phải ở định dạng YYYY-MM-DD.
