Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# notification.allow
source: Enable these types of notifications.
ar_iq: قم بتمكين هذا النوع من الإشعارات.
az: Bu n√∂v bildiriŇül…ôri g√∂st…ôrm…ôy…ô icaz…ô verin.
bg_bg: Активиране на тези видове известия.
ca: Habilita aquests tipus de notificacions.
cs: Povolit tyto typy oznámení.
da_dk: Aktivér denne type meddelelser.
de_de: Diese Arten von Benachrichtigungen dürfen in meinem Benachrichtigungs-Feed erscheinen.
el_gr: Εμφάνιση αυτών των τύπων ειδοποιήσεων στην προσωπική μου ροή ειδοποιήσεων
eu: Onartu horrelako jakinarazpenak nire jakinarazpen barran agertzea.
fa_ir: فعال‌سازی این نوع از اطلاع‌رسانی
fi_fi: Salli tällaiset ilmoitukset.
fr: Permettre à ces types d'avis d'apparaître dans mon flux d'avis.
gl_es: Activa este tipo de notificacións.
he: אפשר התראות כאלה.
hr: Omogućite ove vrste obavijesti.
hu: Az ilyen típusú megjegyzések engedélyezése.
hy_am: Միացնել այս տիպի հաղորդագրությունները։
id_id: Izinkan semua tipe notifikasi ini.
is_is: Virkja þessa tegund af skilaboðum.
it: Attiva questo tipo di avvisi.
ja: これらの通知を通知フィードに表示させる。
ka: ჩართეთ ამ ტიპის შეტყობინებები.
kk: Хабарландырулардың осы түрлерін қосыңыз.
lt: Įgalinti.
lv: Iespējot šos paziņojumu veidus.
mk_mk: Овозможете ги овие типови на известувања.
mr: या प्रकारच्या सूचना कार्यान्वित करा.
ms: Dayakan jenis pemberitahuan ini.
nb: Slå på denne typen varslinger.
pl: Pozwól, aby ten rodzaj powiadomień wyświetlał się w moim czytniku powiadomień.
pt_pt: Exibir este tipo de notificações.
ro: Activați aceste tipuri de notificări.
sl_si: Dovoli obveščanje o podobnih obvestilih.
sv: Aktivera den här sortens aviseringar.
th: เปิดใช้งานการแจ้งเตือนประเภทนี้
tr_tr: Bu tür bildirimlerin görüntülenmesine izin ver.
uk_ua: Дозволити ці сповіщення у моїй стрічці сповіщень.
vi: Cho phép các loại thông báo này.
zh_cn: 允许这些类型的通知出现在我的通知Feed.

# notification.addedAnnouncementType
source: Announcement type added.
ar_iq: نوعية الإعلان أضيفت.
az: Elan n√∂v√ľ …ôlav…ô edildi.
bg_bg: Добавен е тип на съобщение.
ca: S'ha afegit un tipus d'avís.
cs: Přidán typ oznámení.
da_dk: Meddelelsestype tilføjet.
de_de: Mitteilungstyp hinzugefügt.
el_gr: Ο τύπος αναζήτησης προστέθηκε.
eu: Jakirazpen-mota gehitu da.
fa_ir: نوع اطلاعیه افزوده شد
fi_fi: Ilmoitustyyppi lisätty.
fr: Type d'annonce ajouté.
gl_es: Engadido o tipo de aviso.
he: נוסף סוג הודעה.
hr: Dodana vrsta obavijesti.
hu: Értesítéstípus hozzáadása.
hy_am: Հայտարարության տիպը ավելացված է։
id_id: Jenis Pengumuman telah ditambahkan.
is_is: Tegund tilkynningar bætt við.
it: Tipo annuncio aggiunto.
ja: お知らせ種類が追加されました。
ka: განცხადების ტიპი დამატებულია.
kk: Жарнама түрі қосылды.
lt: Pranešimo tipas pridėtas.
lv: Pievienots paziņojuma tips.
mk_mk: Видот на објавата е додаден.
mr: सूचनेचा हा प्रकार समाविष्ट केला.
ms: Jenis pengumuman ditambah.
nb: Type oppslag lagt til.
pl: Rodzaj powiadomienia dodany.
pt_pt: Tipo de notícia adicionado.
ro: A fost adăugat tipul de anunț.
sl_si: Tip obvestila je bil dodan.
sv: Meddelandetyp tillagd.
th: เพิ่มประเภทประกาศแล้ว
tr_tr: Duyuru türü eklendi.
uk_ua: Доданий тип оголошення.
vi: Đã thêm loại thông báo.
zh_cn: 公告类型已添加。

# notification.email
source: Do not send me an email for these types of notifications.
ar_iq: لا تراسلني بشأن هذه الأنواع من الإشعارات.
az: Bu n√∂v bildiriŇül…ôr √ľ√ß√ľn m…ôn…ô email g√∂nd…ôrm…ôyin
bg_bg: Не ми изпращайте имейл за тези видове известия.
ca: No m'envïis un correu electrònic per a aquest tipus de notificacions.
cs: Neposílejte mi emaily s těmito typy oznámení.
da_dk: Send mig ikke en e-mail i forbindelse med denne type meddelelser.
de_de: Bitte keine E-Mail über diese Arten von Benachrichtigungen zuschicken.
el_gr: Να λαμβάνω μηνύματα με ειδοποιήσεις αυτού του τύπου.
eu: Ez bidali mezu elektronikorik jakinarazpen-mota hauetarako.
fi_fi: En halua sähköpostia tämäntyyppisistä ilmoituksista.
fr: Ne pas envoyer de courriel pour ces types d'avis.
gl_es: Non me envíes un correo electrónico con este tipo de notificacións.
he: אל תשלח לי דוא"ל עבור התראות מסוג זה.
hr: Ne želim primati e-poštu o takvim vrstama obavijesti.
hu: Ne küldjön emailt az ilyen típusú figyelmeztetésekről.
hy_am: Ինձ նամակ մի ուղարկեք այս տեսակի հաղորդագրությունների համար։
id_id: Jangan kirimi saya surel untuk jenis pemberitahuan ini.
is_is: Ekki senda mér tölvupóst fyrir þessa tegund af tilkynningum.
it: Non inviarmi notifiche email per questo tipo di evento.
ja: これらの通知のメールを送信しないでください。
ka: არ გამომიგზავნოთ ელწერილი ამ ტიპის შეტყობინებებისთვის.
kk: Мұндай хабарландыруларды маған электрондық пошта арқылы жібермеңіз.
lt: Nesiųsti pranešimų elektroniniu paštu.
lv: Nesūtīt man e-pastu par šāda tipa paziņojumiem.
mk_mk: Не ми праќај е-пошта за овие типови на известувања.
mr: या प्रकारच्या सूचनांसाठी मला ई-मेल पाठवू नका.
ms: Jangan hantar e-mel kepada saya untuk jenis pemberitahuan ini.
nb: Ikke send meg en e-post for disse varslingstypene.
pl: Nie wysyłaj wiadomości e-mail dla tych rodzajów powiadomień.
pt_pt: Não enviar e-mail para este tipo de notificações.
ro: Nu-mi trimiteți un e-mail pentru aceste tipuri de notificări.
sl_si: Ne pošlji mi e-pošto s podobnimi obvestili.
sv: Sluta skicka den här typen av meddelanden till min e-postadress.
th: ไม่ส่งอีเมลสำหรับการแจ้งเตือนประเภทนี้ให้ฉัน
tr_tr: Bu tür bildirimler için bana bir e-posta gönderme.
uk_ua: Надсилати мені листи для цих сповіщень.
vi: Không gửi email cho tôi cho các loại thông báo này.
zh_cn: 不要给我发送有关此类通知的电子邮件。

# notification.noneExist
source: You have no notifications at this time.
ar_iq: ليس لديك أي إشعارات حالياً.
az: BildiriŇü yoxdur.
bg_bg: В момента нямате известия.
ca: No teniu cap notificació.
cs: Aktuálně nemáte žádná oznámení.
da_dk: Du har ingen nye meddelelser.
de_de: Sie haben zurzeit keine Benachrichtigungen.
el_gr: Δεν έχετε καμία ειδοποίηση.
eu: Une honetan ez duzu jakinarazpenik.
fa_ir: هیچ موردی برای اطلاع‌رسانی وجود ندارد
fi_fi: Sinulle ei ole ilmoituksia tällä hetkellä.
fr: Vous n'avez aucun avis en ce moment.
gl_es: Non tes notificacións neste momento.
he: אין לך התראות בשלב זה.
hr: Trenutno nemate obavijesti.
hu: Jelenleg nincs értesítése.
hy_am: Դուք հաղորդագրություններ չունեք այս պահին։
id_id: Anda tidak punya notifikasi saat ini.
is_is: Þín bíða engar tilkynningar að svo stöddu.
it: Non hai notifiche per ora.
ja: 現在は通知がありません。
ka: ამ დროისთვის შეტყობინებები არ გაქვთ.
kk: Қазіргі уақытта сіз үшін хабарландырулар жоқ.
lt: Šiuo metu neturite jokių pranešimų.
lv: Šobrīd jums nav paziņojumu.
mk_mk: Во моментов немате известувања.
mr: सध्या तुमच्यासाठी कोणत्याही सूचना नाहीत.
ms: Anda tiada pemberitahuan pada masa ini.
nb: Du har ingen varslinger for øyeblikket.
pl: Nie masz powiadomień.
pt_pt: Não há notificações de momento.
ro: Nu aveți notificări în acest moment.
sl_si: Trenutno nimate obvestil.
sv: Du har inga aviseringar just nu.
th: คุณยังไม่มีการแจ้งเตือนใด ๆ ในขณะนี้
tr_tr: Her hangi bir bildirim yok.
uk_ua: Наразі у вас немає сповіщень.
vi: Bạn hiện không có thông báo nào.
zh_cn: 在这个时间你还没有通知.

# notification.removedNote
source: Note deleted.
ar_iq: الملاحظة حُذفت.
az: Qeyd silindi.
bg_bg: Бележката е изтрита.
ca: S'ha eliminat una nota.
cs: Poznámka smazána.
da_dk: Note slettet.
de_de: Anmerkung gelöscht.
el_gr: Η σημείωση αφαιρέθηκε.
eu: Oharra ezabatuta.
fa_ir: یادداشت حذف شد
fi_fi: Muistiinpano poistettu.
fr: Note supprimée.
gl_es: Nota eliminada.
he: הערה נמחקה.
hr: Napomena izbrisana.
hu: megjegyzés törölve.
hy_am: Նշումը ջնջված է։
id_id: Cacatan telah dihapus.
is_is: Minnispunkti eytt.
it: Nota cancellata.
ja: 注記が削除されました。
ka: შენიშვნა წაიშალა.
kk: Ескертпе өшірілді.
lt: Pastaba ištrinta.
lv: Piezīme izdzēsta.
mk_mk: Белешката е избришана.
mr: टीप हटवली.
ms: Nota dipadamkan.
nb: Notater slettet.
pl: Powiadomienie usunięte.
pt_pt: Nota eliminada.
ro: Notă ștearsă.
sl_si: Opomba je bila odstranjena.
sv: Antagning borttagen.
th: ลบบันทึกแล้ว
tr_tr: Not silindi.
uk_ua: Нотатка видалена.
vi: Đã xóa ghi chú.

# notification.removedFile
source: Removed file.
ar_iq: الملف المحذوف.
az: SilinmiŇü fayl
bg_bg: Файлът е изтрит.
ca: S'ha eliminat un fitxer.
cs: Odebrán soubor.
da_dk: Fjernet fil.
de_de: Datei entfernt.
el_gr: Το αρχείο αφαιρέθηκε.
eu: Ezabatutako fitxategia.
fa_ir: فایل حذف شد
fi_fi: Tiedosto poistettu.
fr: Fichier supprimé.
gl_es: Arquivo eliminado.
he: קובץ שהוסר
hr: datoteka uklonjena.
hu: Törölt fájl.
hy_am: Հեռացված նիշք։
id_id: Hapus file.
is_is: Fjarlægð skrá.
it: File rimosso.
ja: ファイルが削除されました。
ka: ფაილი წაიშალა.
kk: Файл жойылған.
lt: Pašalintas failas.
lv: Datne noņemta.
mk_mk: Фајлот е избриушан.
mr: फाईल काढून टाकली.
ms: Fail dibuang.
nb: Fil fjernet.
pl: Plik usunięty.
pt_pt: Ficheiro removido.
ro: Fișier îndepărtat.
sl_si: Datoteka je bila odstranjena.
sv: Tog bort fil.
th: ลบไฟล์แล้ว
tr_tr: Silinmiş dosya.
uk_ua: Файл видалено.
vi: Đã xóa tệp.
zh_cn: 删除的文件。

# notification.removedSubmission
source: Removed submission.
ar_iq: طلب النشر المحذوف.
az: M…ôqal…ô silindi.
bg_bg: Изпратените материали са изтрити.
ca: Tramesa eliminada.
cs: Odebrán příspěvek.
da_dk: Fjernet indsendelse.
de_de: Einreichung entfernt.
el_gr: Η υποβολή αφαιρέθηκε.
eu: Ezabatutako bidalketa.
fa_ir: مقاله ارسالی حذف شد.
fi_fi: Poistettu käsikirjoitus.
fr: Soumission retirée.
gl_es: Envío eliminado.
he: הגשה שהוסרה
hr: podnesak uklonjen
hu: Törölt beküldés.
hy_am: Ջնջված հայտ։
id_id: Hapus naskah masuk.
is_is: Fjarlægð innsending.
it: Proposta rimossa.
ja: 投稿が削除されました。
ka: წარდგენა წაიშალა.
kk: Материал өшірілген.
lt: Pašalintas straipsnis.
lv: Noņemts iesniegtais materiāls.
mk_mk: Поднесувањето е отстрането.
mr: सादरीकरण काढून टाकले.
ms: Penyerahan telah dibuang.
nb: Innlevering fjernet.
pl: Zgłoszenie usunięte.
pt_pt: Submissão removida.
ro: Înregistrare eliminată.
sl_si: Prispevek je bil odstranjen.
sv: Tog bort bidrag.
th: ลบบทความที่ส่งแล้ว
tr_tr: Silinmiş gönderi.
uk_ua: Подання видалено.
vi: Đã xóa bài nộp.
zh_cn: 删除的提交。

# notification.notification
source: Notification
ar_iq: إشعار
az: X…ôb…ôrdarlńĪq
bg_bg: Известие
ca: Notificació
cs: Oznámení
da_dk: Meddelelse
de_de: Benachrichtigung
el_gr: Ειδοποίηση
eu: Jakinarazpena
fa_ir: اطلاع‌رسانی
fi_fi: Ilmoitus
fr: Avis
gl_es: Notificación
he: התראה
hr: obavijest
hu: Értesítés
hy_am: Հաղորդագրություն
id_id: Pemberitahuan
is_is: Tilkynning
it: Notifica
ja: 通知
ka: შეტყობინება
kk: Хабарландыру
lt: Pranešimas
lv: Paziņojums
mk_mk: Соопштение
mr: सूचना
ms: Notifikasi
nb: Varsling
pl: Powiadomienie
pt_pt: Notificação
ro: Notificare
sl_si: Obvestilo
sv: Avisering
th: การแจ้งเตือน
tr_tr: Bildirim
uk_ua: Сповіщення
vi: Thông báo
zh_cn: 通知

# notification.notifications
source: Notifications
ar_iq: إشعارات
az: BildiriŇül…ôr
bg_bg: Известия
ca: Notificacions
cs: Oznámení
da_dk: Meddelelser
de_de: Benachrichtigungen
el_gr: Ειδοποιήσεις
eu: Jakinarazpenak
fa_ir: اطلاع‌رسانی‌ها
fi_fi: Ilmoitukset
fr: Avis
gl_es: Notificacións
he: התראות
hr: obavijesti
hu: Értesítések
hy_am: Հաղորդագրություններ
id_id: Pemberitahuan
is_is: Tilkynningar
it: Notifiche
ja: 通知
ka: შეტყობინებები
kk: Хабарландырулар
lt: Pranešimai
lv: Paziņojumi
mk_mk: Соопштенија
mr: सूचना
ms: Notifikasi
nb: Varslinger
pl: Powiadomienia
pt_pt: Notificações
ro: Notificări
sl_si: Obvestila
sv: Aviseringar
th: การแจ้งเตือน
tr_tr: Bildirimler
uk_ua: Сповіщення
vi: Thông báo
zh_cn: 通知

# notification.sentNotification
source: Notification sent.
ar_iq: الإشعار أُرسل.
az: BildiriŇü g√∂nd…ôrildi.
bg_bg: Известието е изпратено.
ca: S'ha enviat la notificació.
cs: Upozornění odesláno.
da_dk: Meddelelse sendt.
de_de: Benachrichtigung gesendet.
el_gr: Η ειδοποίηση στάλθηκε.
eu: Jakinarazpena bidalita.
fa_ir: اطلاع‌رسانی ارسال شد
fi_fi: Ilmoitus lähetetty.
fr: Avis envoyé.
gl_es: Notificación enviada.
he: נשלחה התראה.
hr: Obavijest poslana.
hu: Értesítés elküldve.
hy_am: Հաղորդագրությունը ուղարկված է։
id_id: Pemberitahuan telah dikirim.
is_is: Tilkynning send.
it: Notifica inviata.
ja: 通知が送信されました。
ka: შეტყობინება გაგზავნილია.
kk: Хабарландыру жіберілген.
lt: Pranešimas išsiųstas.
lv: Paziņojums nosūtīts.
mk_mk: Известувањето е испратено.
mr: सूचना पाठवली.
ms: Notifikasi dihantar.
nb: Varsling sendt.
pl: Powiadomienie wysłane.
pt_pt: Enviada notificação.
ro: Notificare trimisă.
sl_si: Obvestilo je bilo poslano.
sv: Avisering skickad.
th: ส่งการแจ้งเตือนแล้ว
tr_tr: Bildirim gönderildi.
uk_ua: Нагадування відправлено.
vi: Đã gửi thông báo.
zh_cn: 通知已发送。

source: Notification Settings
ar_iq: إعدادات الإشعارات
az: BildiriŇü t…ônziml…ôri
bg_bg: Известия - настройки
ca: Configuració de les notificacions
cs: Nastavení oznámení
da_dk: Indstillinger for meddelelser
de_de: Benachrichtigungseinstellungen
el_gr: Ρυθμίσεις ειδοποιήσεων
eu: Jakinarazpen ezarpenak
fa_ir: تنظیمات اطلاع‌رسانی
fi_fi: Ilmoitusten asetukset
fr: Paramètres d'avis
gl_es: Configuración das notificacións
he: הגדרות התראות
hr: postavke obavijesti
hu: Értesítések beállításai
hy_am: Հաղորդագրության կարգաբերումներ
id_id: Pengaturan Notifikasi
is_is: Stillingar á tilkynningum
it: Impostazioni delle notifiche
ja: 通知設定
ka: შეტყობინების პარამეტრები
kk: Хабарландыру параметрлері
lt: Pranešimo nustatymai
lv: Paziņojumu iestatījumi
mk_mk: Поставки за известување
mr: सूचनांबाबतचे सेटिंग्ज
ms: Tetapan Notifikasi
nb: Varslingsinnstillinger
pl: Ustawienia powiadomień
pt_pt: Configuração de Notificações
ro: Setări notificare
sl_si: Nastavitve obveščanja
sv: Inställningar för aviseringar
th: การตั้งค่าการแจ้งเตือน
tr_tr: Bilgilendirme Ayarları
uk_ua: Налаштування сповіщень
vi: Cài đặt thông báo
zh_cn: 通知设置

# notification.settingsDescription
source: Select the system events that you wish to be notified about. Unchecking an item will prevent notifications of the event from showing up in the system and also from being emailed to you. Checked events will appear in the system and you have an extra option to receive or not the same notification by email.
ar_iq: إختر الأحداث التي تود أن تستلم إشعارات عنها. إزالة التأشير من الفقرة سيمنع ظهورها في مجهز الإشعارات لديك.
az: M√ľ…ôyy…ôn edilmiŇü sistem hallarńĪnda ist…ôdiyinizi se√ßin. G√∂st…ôril…ôn bildiriŇül…ôrinizd…ôn …ông…ôll…ôm…ôk ist…ôdikl…ôrinizin √ßek iŇüar…ôsini qaldńĪrńĪn.
bg_bg: Изберете системните събития, за които искате да бъдете уведомени. Премахването на отметка от даден елемент ще попречи на известията за събитието да се показват в системата, както и да ви бъдат изпращани по имейл. Отметнатите събития ще се появят в системата и имате допълнителна опция да получавате или не същото известие по имейл.
ca: Seleccioneu els esdeveniments del sistema dels quals en voleu rebre notificacions. Si desactiveu un element, evitareu rebre notificacions de l'esdeveniment per correu electrònic i també evitareu veure-les al sistema. Els esdeveniments comprovats apareixeran al sistema i tindreu una opció addicional per rebre o no la mateixa notificació per correu electrònic.
cs: Zvolte systémové události, o kterých chcete být informován. Zrušení zaškrtnutí u položky zabrání tomu, aby se oznámení události zobrazovalo ve Vašem seznamu oznámení.
da_dk: Vælg de hændelser, du vil have besked om. Fjernelse af markering vil forhindre, at meddelelser om denne begivenhed vises i systemet ligesom der ikke vil blive sendt en e-mail til dig. Markerede begivenheder vises i systemet, og du har en ekstra mulighed for at modtage eller ikke modtage de samme meddelelser via e-mail.
de_de: Wählen Sie die System-Ereignisse aus, über die Sie benachrichtigt werden wollen. Nicht gewählte Elemente führen dazu, dass die jeweiligen Ereignisse nicht in Ihrem Benachrichtigungs-Feed angezeigt werden.
el_gr: Επιλέξτε/αποεπιλέξτε τα συμβάντα για τα οποία επιθυμείτε/δεν επιθυμείτε να λαμβάνετε ειδοποιήσεις.
eu: Hautatu sistemako zer gertaerei buruzko informazioa jaso nahi duzun. Elementu bat ezabatuz gero gertaera horri buruzko jakinarazpenik ez da agertuko jakinarazpen barran.
fa_ir: لطفاً رویدادی از سیستم را که مایلید در مورد آن به شما اطلاع‌رسانی شود انتخاب نمایید. عدم انتخاب یک رویداد سبب می‌گردد که اطلاع‌رسانی آن در فیلد اطلاع‌رسانی شما ظاهر نشود.
fi_fi: Valitse järjestelmän tapahtumat, joista haluat ilmoituksen. Valinnan poistaminen kohdasta estää tapahtumaan liittyvien ilmoitusten näkymisen järjestelmässä ja niiden lähettämisen sinulle sähköpostitse. Valitut tapahtumat näkyvät järjestelmässä ja lisäksi voit valita haluatko samat ilmoitukset sähköpostitse vai et.
fr: Choisir les événements système dont vous voulez être informé par l'intermédiaire d'avis. Désélectionner un élément empêchera les avis reliés à cet événement d'apparaître dans votre flux d'avis.
gl_es: Selecciona os eventos do sistema dos que queres ser notificado. Ao desmarcar un elemento, evitará que as notificacións do evento aparezan no sistema e tamén se che envíen por correo electrónico. Os eventos marcados aparecerán no sistema e tes unha opción adicional para recibir ou non a mesma notificación por correo electrónico.
he: בחר את אירועי המערכת שברצונך לקבל עליהם התראה. אי בדיקה של פריט תמנע גם את הצגת ההתראות על האירוע במערכת וגם את שליחתן אליך בדוא"ל. אירועים שנבדקו יוצגו במערכת ויתאפשר לך גם לקבל או לא לקבל את אותה התראה בדוא"ל.
hr: Odaberite događaje sustava o kojima želite primati obavijesti. Poništavanje odabira stavki rezultirat će time da se ti događaji neće pojaviti u vašem feedu obavijesti.
hu: Válassza ki azokat a rendszer eseményeket, amelyekről szeretne értesítést kapni. A pipa törlésével az esemény nem kerül be az értesítési csatornájába.
hy_am: Ընտրեք համակարգի միջոցառում, որի մասին ցանկանում եք տեղեկացված լինել։
id_id: Pilih event sistem yang Anda ingin diberitahu. Melepaskan tanda centang di item akan mencegah notifikasi event dari ditampilkan di feed notifikasi.
is_is: Veldu þá kerfisatburði sem þú vilt fá tilkynningar um. Afmerking atriða kemur í veg fyrir að tilkynningar um atburðinn komi upp í kerfinu og að þú fáir tölvupóst. Merktir atburðir munu sjást í kerfinu og þú hefur val um hvort þú vilt fá sömu tilkynningu í tölvupósti eða ekki.
it: Seleziona gli elementi per i quali vuoi ricevere notifiche. Deselezionare un elemento non ti far&#224; ricevere notifiche su quell'elemento specifico.
ja: 通知を必要とするシステムイベントを選択してください。チェックをしていない項目は通知フィードにはあらわれません。
ka: აირჩიეთ სისტემის მოვლენები, რომელთა შესახებაც გსურთ გეცნობოთ. ელემენტის მონიშვნის მოხსნა ხელს შეუშლის ღონისძიების შესახებ შეტყობინებების სისტემაში ჩვენებას და ასევე ელფოსტით გაგზავნას. შემოწმებული მოვლენები გამოჩნდება სისტემაში და თქვენ გაქვთ დამატებითი ვარიანტი ელფოსტით მიიღოთ თუ არა იგივე შეტყობინება.
kk: Хабарландыру алғыңыз келетін жүйелік оқиғаларды таңдаңыз. Оқиғаның белгісін алып тастасаңыз, бұл оқиға туралы хабарландырулар жүйеде көрсетілмейді және сізге электрондық пошта арқылы жіберіледі. Белгілермен белгіленген оқиғалар жүйеде көрсетіледі және сізге бұл хабарландыруды электрондық пошта арқылы жіберуді қосымша орнатуға болады.
lt: Pažymėkite, apie kokius sistemos įvykius norėtumėte gauti pranešimus. Nepažymėjus įvykiai nebus rodomi sistemoje ir nebus siunčiami elektroniniu paštu. Pažymėjus tuos įvykius matysite sistemoje ir dar galėsite gauti elektroniniu paštu.
lv: Atlasiet sistēmas norises, par kurām vēlaties saņemt paziņojumus. Ja noņemsiet atzīmi no kādas vienības, paziņojumi par šo norisi netiks parādīti sistēmā un netiks nosūtīti jums pa e-pastu. Atzīmētās norises parādīsies sistēmā, un jums ir papildu iespēja saņemt vai nesaņemt šo pašu paziņojumu e-pastā.
mk_mk: Изберете ги настаните во системот за кои сакате да бидете известени. Одштиклирање на ставка ќе спречи известувањата за настанот да се појават во системот, а исто така да не бидат испратени по е-пошта до вас. Проверените настани ќе се појават во системот и имате дополнителна опција да го примате или не истото известување преку е-пошта.
mr: तुम्हाला ज्या प्रणालीद्वारे होणाऱ्या उपक्रमांबद्दलच्या (events) सूचनांमध्ये स्वारस्य आहे त्या निवडा. उपक्रम न-निवड (अन-चेक) केल्यावर त्या उपक्रमांबद्दलच्या सूचना प्रणालीवर दिसणार नाहीत आणि त्याबाबत ई-मेलही पाठवले जाणार नाहीत. निवडलेल्या (चेक केलेल्या) उपक्रमांबद्दलच्या सूचना प्रणालीवर दिसतील शिवाय ई-मेलद्वारे तीच सूचना मिळवण्याचा किंवा न मिळवण्याचा अतिरिक्त पर्याय तुमच्याकडे आहे.
ms: Pilih aktiviti sistem yang anda ingin dimaklumkan. Menyahtanda item akan menghalang pemberitahuan aktiviti daripada dipaparkan dalam sistem dan juga daripada dihantar melalui e-mel kepada anda. Acara yang disemak akan muncul dalam sistem dan anda mempunyai pilihan tambahan untuk menerima atau tidak pemberitahuan yang sama melalui e-mel.
nb: Velg hva du vil bli varslet om. Fjerner du et kryss, vil du ikke få varslinger om den typen aktivitet. Du vil heller ikke motta e-post om den. Avkryssede aktiviteter vil ses i systemet og du kan velge om du vil motta den samme varslingen per e-post.
pl: Zaznacz wydarzenia, o których chcesz być informowany(a). Odznaczenie wpisu spowoduje, że nie będziesz informowany(a) o tego rodzaju wydarzeniach.
pt_pt: Escolha os eventos do sistema sobre os quais deseja ser notificado. Desmarcar um item evitará a exibição de notificações do evento no canal de notificações e que lhe seja enviado e-mail. Eventos ativados aparecerão no sistema e terá uma opção extra de receber ou não a mesma notificação por e-mail.
ro: Selectați evenimentele despre care doriți să fiți notificat. Debifarea unui element va împiedica ca notificările despre evenimentsă apară în sistem și, de asemenea, să vă fie trimise prin e-mail. Evenimentele verificate vor apărea în sistem și aveți o opțiune suplimentară pentru a primi sau nu aceeași notificare prin e-mail.
sl_si: Izberite sistemske dogodke, o katerih boste obveščeni. Neizbrane točke pomenijo, da o teh dogodkih ne boste obveščeni.
sv: Välj de systemhändelser som du vill bli aviserad om. Om du kryssar ur en händelse dyker inga aviseringar för den händelsen upp i systemet eller via e-post. Ikryssade händelser dyker upp i systemet och du kan välja om du vill få aviseringen även via e-post eller inte.
th: เลือกเหตุการณ์ของระบบที่คุณต้องการได้รับการแจ้งเตือน การไม่ทำเครื่องหมายที่รายการจะป้องกันการแจ้งเตือนเหตุการณ์นั้นจากการแสดงในระบบและไม่ส่งอีเมลถึงคุณ เหตุการณ์ที่ทำเครื่องหมายไว้จะปรากฏในระบบและคุณมีตัวเลือกเพิ่มเติมที่จะรับหรือไม่รับการแจ้งเตือนทางอีเมล
tr_tr: Belirlenmiş sistem durumlarından istediğinizi seçiniz. Gösterilen bildirimlerinizden engellemek istediklerinzin çek işeretini kaldırınız.
uk_ua: Оберіть події системи, про які Ви хочете бути сповіщені. У Вашій стрічці сповіщень не будуть з'являтися події, що відповідають типам, які Ви відключите.
vi: Chọn các sự kiện hệ thống mà bạn muốn được thông báo. Bỏ chọn một mục sẽ ngăn thông báo về sự kiện đó hiển thị trong hệ thống và cũng ngăn không gửi email cho bạn. Các sự kiện được chọn sẽ hiển thị trong hệ thống và bạn có tùy chọn bổ sung để nhận hoặc không nhận cùng thông báo qua email.
zh_cn: 选择您希望被通知的系统事件,取消选择的项目将阻止从您的通知订阅中显示该栏目.
