Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# common.applyAction
source: Apply Action
ar_iq: أجرِ اللازم
az: ∆Źm…ôliyyatńĪ t…ôtbiq edin
bg_bg: Прилагане на действието
ca: Aplica l’acció
cs: Provést akci
da_dk: Anvend handling
de_de: Anwenden
el_gr: Εφαρμογή
eu: Aplikatu ekintza
fa_ir: اعمال کن
fi_fi: Toteuta toimenpide
fr: Appliquer l'action
gl_es: Seguir
he: פעולת החלה
hr: Primjeni postupak
hu: Művelet alkalmazása
hy_am: Կատարել գործողություն
id_id: Terapkan Aksi
is_is: Nota aðgerð
it: Esegui azione
ja: 処理実行
ka: მოქმედების მისადაგება
kk: Қолдану
lt: Taikyti veiksmą
lv: Piemērot darbību
mk_mk: Примени акција
mr: कृती लागू करा
ms: Terapkan Tindakan
nb: Utfør handling
pl: Zastosuj działanie
pt_pt: Aplicar Ação
ro: Aplică acțiunea
sl_si: Potrdi akcijo
sv: Verkställ åtgärd
th: ใช้การกระทำ
tr_tr: Eylemi Uygula
uk_ua: Застосувати дію
vi: Áp dụng hành động
zh_cn: 申请行动

# common.assign
source: Assign
ar_iq: عيِّن
az: T…ôyin edin
bg_bg: Присвояване
ca: Assigna
cs: Přidělit
da_dk: Tildel
de_de: Zuweisen
el_gr: Ανάθεση
eu: Esleitu
fa_ir: انتخاب
fi_fi: Osoita
fr: Assigner
gl_es: Asignar
he: להקצות
hr: Pridruži
hu: Hozzárendel
hy_am: Նշանակել
id_id: Menugaskan
is_is: Úthluta
it: Assegnazione
ja: 担当者指定
ka: მინიჭება
kk: Тағайындау
lt: Paskirti
lv: Piešķirt
mk_mk: Додели
mr: नियुक्त करा
ms: Tugaskan
nb: Oppnevn
pl: Przypisz
pt_pt: Designar
ro: Atribuie
sl_si: Dodaj
sv: Utse
th: กำหนด
tr_tr: Ata
uk_ua: Призначити
vi: Chỉ định
zh_cn: 指派

# common.assigned
source: Assigned
ar_iq: معيَّن
az: T…ôyin olundu
bg_bg: Присвоени
ca: Assignat
cs: Přiděleno
da_dk: Tildelt
de_de: Zugewiesen
el_gr: Ανατέθηκε
eu: Esleituta
fa_ir: انتساب داده شد
fi_fi: Osoitettu
fr: Assigné
gl_es: Asignado
he: שהוקצו
hr: Upita
hu: Hozzárendelt
hy_am: Նշանակված
id_id: Ditugaskan
is_is: Úthlutað
it: Assegnazione
ja: 任命日
ka: მინიჭებული
kk: Тағайындалды
lt: Paskirta
lv: Piešķirts
mk_mk: Доделено
mr: नियुक्त केलेले
ms: Ditugaskan
nb: Oppnevnt
pl: Przypisany
pt_pt: Designado
ro: Atribuit
sl_si: Dodeljeno
sv: Utsedd
th: กำหนดแล้ว
tr_tr: Atandı
uk_ua: Призначений
vi: Đã chỉ định
zh_cn: 已经指派

# common.assigned.date
source: Assigned: {$dateAssigned}
ar_iq: معيَّن بتاريخ: {$dateAssigned}
az: T…ôyinat: {$dateAssigned}
bg_bg: Присвоени: {$dateAssigned}
ca: Assignat: {$dateAssigned}
cs: Přiděleno dne: {$dateAssigned}
da_dk: Tildelt: {$dateAssigned}
de_de: Zugewiesen: {$dateAssigned}
el_gr: Ανατέθηκε στις {$dateAssigned}
eu: Esleituta: {$dateAssigned}
fa_ir: انتساب شده در تاریخ : {$dateAssigned}
fi_fi: Osoitettu: {$dateAssigned}
fr: Assigné : {$dateAssigned}
gl_es: Asignado: {$dateAssigned}
he: מוקצה: {$dateAssigned}
hr: Dodijeljeno: {$dateAssigned}
hu: Hozzárendelt: {$dateAssigned}
hy_am: Նշանակված է՝ {$dateAssigned}
id_id: Ditugaskan: {$dateAssigned}
is_is: Úthlutað: {$dateAssigned}
it: Data assegnata: {$dateAssigned}
ja: 任命日: {$dateAssigned}
ka: მინიჭებული: {$dateAssigned}
kk: Тағайындалды: {$dateAssigned}
lt: Paskirta: {$dateAssigned}
lv: Piešķirts: {$dateAssigned}
mk_mk: Доделено: {$dateAssigned}
mr: {$dateAssigned}: या तारखेला नियुक्त केलेले
ms: Ditugaskan: {$dateAssigned}
nb: Oppnevnt: {$dateAssigned}
pl: Przypisany: {$dateAssigned}
pt_pt: Designado: {$dateAssigned}
ro: Atribuit: {$dateAssigned}
sl_si: Dodeljeno: {$dateAssigned}
sv: Utsedd: {$dateAssigned}
th: กำหนดเมื่อ: {$dateAssigned}
tr_tr: Atama: {$dateAssigned}
uk_ua: Призначений: {$dateAssigned}
vi: Đã chỉ định: {$dateAssigned}
zh_cn: 已指派：{$dateAssigned}

# common.available
source: Available
ar_iq: متوافر
az: M√∂vcud
bg_bg: Достъпно
ca: Disponibles
cs: Dostupné
da_dk: Tilgængelig
de_de: Verfügbar
el_gr: Διαθέσιμο
eu: Eskuragarri
fa_ir: در دسترس
fi_fi: Saatavilla
fr: Disponible
gl_es: Dispoñible
he: זמין
hr: Dostupno
hu: Elérhető
hy_am: Հասանելի
id_id: Tersedia
is_is: Tiltækt
it: Disponibile
ja: 利用可能
ka: ხელმისაწვდომი
kk: Қол жетімді
lt: Pasiekiama
lv: Pieejams
mk_mk: Достапно
mr: उपलब्ध
ms: Tersedia
nb: Tilgjengelig
pl: Dostępny
pt_pt: Disponível
ro: Disponibil
sl_si: Na voljo
sv: Tillgänglig
th: มีให้
tr_tr: Mevcut
uk_ua: Доступно
vi: Có sẵn
zh_cn: 可用

# common.back
source: Back
ar_iq: رجوع
az: Geri
bg_bg: Назад
ca: Enrere
cs: Zpět
da_dk: Tilbage
de_de: Zurück
el_gr: Πίσω
eu: Atzera
fa_ir: بازگشت
fi_fi: Takaisin
fr: Précédent
gl_es: Atrás
he: גב
hr: Nazad
hu: Vissza
hy_am: Հետ
id_id: Kembali
is_is: Til baka
it: Indietro
ja: 戻る
ka: უკან
kk: Артқа
lt: Atgal
lv: Atpakaļ
mk_mk: Назад
mr: मागे
ms: Kembali
nb: Tilbake
pl: Wróć
pt_pt: Voltar
ro: Înapoi
sl_si: Nazaj
sv: Tillbaka
th: ย้อนกลับ
tr_tr: Geri
uk_ua: Назад
vi: Quay lại
zh_cn: 返回

# common.between
source: between
ar_iq: بين
az: arasńĪnda
bg_bg: между
ca: entre
cs: mezi
da_dk: mellem
de_de: zwischen
el_gr: μεταξύ
eu: artean
fa_ir: بین
fi_fi: välillä
fr: entre
gl_es: entre
he: בין
hr: između
hu: között
hy_am: միջև
id_id: Antara
is_is: á milli
it: tra
ka: შორის
kk: арасында
lt: tarp
lv: starp
mk_mk: меѓу
mr: मध्ये
ms: antara
nb: mellom
pl: pomiędzy
pt_pt: entre
ro: între
sl_si: med
sv: mellan
th: ระหว่าง
tr_tr: arasında
uk_ua: між
vi: giữa
zh_cn: 之间

# common.cancel
source: Cancel
ar_iq: إلغاء
az: L…ôńüv etm…ôk
bg_bg: Отказ
ca: Cancel·la
cs: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Άκυρο
eu: Utzi
fa_ir: لغو
fi_fi: Peruuta
fr: Annuler
gl_es: Cancelar
he: ביטל
hr: Odustani
hu: Mégsem
hy_am: Չեղյալ
id_id: Batal
is_is: Hætta við
it: Annulla
ja: 取消
ka: გაუქმება
kk: Болдырмау
lt: Atšaukti
lv: Atcelt
mk_mk: Откажи
mr: रद्द करा
ms: Batal
nb: Avbryt
pl: Anuluj
pt_pt: Cancelar
ro: Anulare
sl_si: Prekliči
sv: Avbryt
th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi: Hủy
zh_cn: 取消

# common.cancelled
source: Cancelled
ar_iq: ملغى
az: L…ôńüv olundu
bg_bg: Отказан
ca: Cancel·lat
cs: Zrušeno
da_dk: Annulleret
de_de: Abgebrochen
el_gr: Ακυρώθηκε
eu: Ezereztuta
fa_ir: لغو شد
fi_fi: Peruutettu
fr: Annulé
gl_es: Cancelado
he: מבוטל
hr: Poništeno
hu: Törölt
hy_am: Չեղարկված
id_id: Dibatalkan
is_is: Hætt við
it: Annullato
ja: 取り消された
ka: გაუქმებული
kk: Тоқтатылды
lt: Atšaukta
lv: Atcelts
mk_mk: Откажано
mr: रद्द केलेले
ms: Dibatalkan
nb: Avbrutt
pl: Anulowany
pt_pt: Cancelado
ro: Anulat
sl_si: Preklicano
sv: Avbruten
th: ถูกยกเลิก
tr_tr: İptal Edilmiş
uk_ua: Скасовано
vi: Đã hủy
zh_cn: 已经取消

# common.warning
source: Warning
ar_iq: تحذير
az: X…ôb…ôrdarlńĪq
bg_bg: Предупреждение
ca: Advertiment
cs: Varování
da_dk: Advarsel
de_de: Warnung
el_gr: Προειδοποίηση
eu: Oharra
fa_ir: اخطار
fi_fi: Varoitus
fr: Avertissement
gl_es: Aviso
he: אזהרה
hr: Upozorenje
hu: Figyelmeztetés
hy_am: Զգուշացում
id_id: Peringatan
is_is: Viðvörun
it: Attenzione
ja: 注意
ka: გაფრთხილება
kk: Ескерту
lt: Įspėjimas
lv: Brīdinājums
mk_mk: Предупредување
mr: इशारा
ms: Amaran
nb: Advarsel
pl: Ostrzeżenie
pt_pt: Aviso
ro: Atenție
sl_si: Opozorilo
sv: Varning
th: คำเตือน
tr_tr: Uyarı
uk_ua: Увага
vi: Cảnh báo
zh_cn: 警告

# common.captcha.error.missing-input-response
source: You must complete the validation check used to prevent spam submissions.
ar_iq: عليك أن تكمل متطلبات التحقق المستعمل لمنع الطلبات الإزعاجية.
az: SpamlarńĪn qarŇüńĪsńĪnńĪ almaq √ľ√ß√ľn t…ôsdiql…ôm…ô yoxlamasńĪnńĪ bitirm…ôniz lazńĪmdńĪr.
bg_bg: Трябва да завършите проверката за валидиране, използвана за предотвратяване на изпращането на спам.
ca: Heu de completar la comprovació de validació utilitzada per prevenir trameses brossa.
cs: Musíte dokončit ověření platnosti používané pro zabránění spamových příspěvků.
da_dk: Færdiggør validerings-tjekket, der er indsat for at forhindre indsendelse af spam.
de_de: Sie müssen den Validierungs-Check abschließen, der Spam-Einreichungen verhindern soll.
el_gr: Πρέπει να ολοκληρώσετε τον έλεγχο ασφαλείας για την αποφυγή υποβολών spam.
eu: Spam bidalketak saihesteko erabiltzen den balidazio-egiaztapena bete behar duzu.
fa_ir: برای جلوگیری از ارسال هرزنامه بایستی مرحله اعتبار سنجی را بگذرانید.
fi_fi: Sinun täytyy suorittaa tarkastus, jota käytetään roskapostin lähettämisen estämiseksi.
fr: Vous devez compléter la vérification de validation utilisée pour empêcher la soumission de spam.
gl_es: Debes completar a comprobación de validación utilizada para evitar envíos de spam.
he: עליך להשלים את בדיקת האימות המשמשת למניעת שליחת דואר זבל.
hr: Morate dovršiti provjeru valjanosti koja se koristi za sprječavanje slanja neželjene pošte.
hu: Az ellenőrzésen át kell esnie, hogy kiszűrhetőek legyenek a spamrobotok a cikkek beküldésénél.
hy_am: Դուք պետք է ավարտեք վավերացման ստուգումը, որն օգտագործվել է սպամ հայտերի ներկայացումը կանխելու համար:
id_id: Lengkapilah cek validasi yang digunakan untuk mencegah kiriman naskah palsu.
is_is: Þú verður að klára fullgildingarprófið sem er notað til að koma í veg fyrir falskar innsendingar.
it: Devi completare il check di validazione, serve per evitare l'invio di spam.
ja: スパム送信を防ぐための検証チェックを完了する必要があります。
ka: თქვენ უნდა დაასრულოთ ვალიდაციის შემოწმება, რომელიც გამოიყენება სპამის გაგზავნის თავიდან ასაცილებლად.
kk: Спамның алдын алу үшін қолданылатын тексеруден өтуіңіз керек.
lt: Turite praeiti patikrą, kuria siekiama užkirsti kelią brukalams.
lv: Jums ir jāpabeidz validācijas pārbaude, ko izmanto, lai novērstu surogātmateriāla iesniegšanu.
mk_mk: Мора да ја завршите проверката за валидација што се користи за да спречите пријавување на спам.
mr: स्पॅम सादरीकरण टाळण्यासाठी तुम्ही पडताळणी तपासणीची पूर्तता करणे आवश्यक आहे.
ms: Anda mesti melengkapkan semakan pengesahan yang digunakan untuk mencegah penyerahan spam.
nb: Fullfør valideringen. Den forhindrer at nettsøppel blir sendt inn.
pl: Aby przejść dalej musisz potwierdzić captcha.
pt_pt: Deve completar a verificação de validação utilizada para evitar envios de spam.
ro: Trebuie să completați verificarea de validare folosită pentru a preveni trimiterea de spam.
sl_si: Dokončati morate preverjanje, ki preprečuje nezaželjene prispevke.
sv: Du måste komma igenom valideringskontrollen, som används för att förhindra spambidrag.
th: คุณต้องทำการตรวจสอบเพื่อป้องกันการส่งสแปมให้เสร็จสิ้น
tr_tr: Spam gönderilerini önlemek için kullanılan doğrulama kontrolünü tamamlamanız gerekmektedir.
uk_ua: Ви повинні завершити підтвердження задля попередження розсилання спаму.
vi: Bạn phải hoàn thành kiểm tra xác thực được sử dụng để ngăn chặn gửi bài spam.
zh_cn: 您必须完成用于阻止垃圾提交的验证检查。
