Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# common.lastActivity
source: Last activity recorded on {$date}.
ar_iq: آخر نشاط مسجل بتأريخ {$date}.
az: Son f…ôaliyy…ôt tarixi: {$date}
bg_bg: Последна активност, записана на {$date}.
ca: Darrera activitat registrada el {$date}.
cs: Poslední aktivita zaznamenaná dne {$date}.
da_dk: Sidste aktivitet registreret d. {$date}.
de_de: Letzte Aktivität verzeichnet am {$date}.
el_gr: Η τελευταία δραστηριότητα καταγράφηκε στις {$date}.
eu: Azken jarduera {$date} egunean erregistratu zen.
fi_fi: Viimeisin toiminta {$date}.
fr: Dernière activité enregistrée le {$date}.
gl_es: Última actividade rexistrada o {$date}.
he: פעילות אחרונה שתועדה ב- {$date}.
hr: Zadnja aktivnost zabilježena {$date}.
hu: Utolsó tevékenység rögzítve: {$date}
hy_am: Վերջին գրանցված գործողության պահ՝ {$date}.
id_id: Aktivitas terkahir dicatat pada {$date}.
is_is: Síðasta skráða aðgerð þann {$date}.
it: Ultima attività registrata il {$date}.
ja: 最近活動記録日: {$date}
ka: ბოლო აქტივობა ჩაწერილია {$date}.
kk: {$date} күні жазылған соңғы әрекет.
lt: Paskutinė veikla užfiksuota {$date}.
lv: Pēdējo reizi aktivitāte reģistrēta {$date}.
mk_mk: Последна активност забележана на: {$date}.
mr: {$date} रोजी सक्रियता (activity) असल्याची शेवटची नोंद आहे.
ms: Aktiviti terakhir direkodkan pada {$date}.
nb: Siste aktivitet registrert {$date}.
pl: Ostatnia aktywność zarejestrowana w: {$date}.
pt_pt: Última atividade registada em {$date}.
ro: Ultima activitate a fost înregistrată în {$date}.
sl_si: Zadnja aktivnost zabeležena {$date}.
sv: Senaste aktivitet {$date}.
th: บันทึกกิจกรรมล่าสุดเมื่อ {$date}
tr_tr: Son etkinlik tarihi: {$date}.
uk_ua: Остання активність зафіксована {$date}.
vi: Hoạt động cuối cùng được ghi lại vào ngày {$date}.
zh_cn: 最近的活动记录在{$date}。

# common.lessThan
source: {$value} or less
ar_iq: {$value} أو أقل
az: {$value} v…ô ya daha az
bg_bg: {$value} или по-малко
ca: {$value} o menys
cs: {$value} nebo méně
da_dk: {$value} eller mindre
de_de: {$value} oder weniger
el_gr: {$value} ή λιγότερο
eu: {$value} edo gutxiago
fi_fi: {$value} tai vähemmän
fr: {$value} ou moins
gl_es: {$value} ou menos
he: {$value} או פחות
hr: {$value} ili manje
hu: {$value} vagy kevesebb
hy_am: {$value} կամ պակաս
id_id: {$value} atau kurang
is_is: {$value} eða minna
it: {$value} o meno
ja: {$value}以下
ka: {$value}, ან უფრო ნაკლები
kk: {$value} немесе одан аз
lt: {$value} arba mažiau
lv: {$value} vai mazāk
mk_mk: {$value} или помалку
mr: {$value} किंवा त्यापेक्षा कमी
ms: {$value} atau kurang
nb: {$value} eller mindre
pl: {$value} lub mniej
pt_pt: {$value} ou menos
ro: {$value} sau mai putin
sl_si: {$value} ali manj
sv: {$value} eller färre
th: {$value} หรือน้อยกว่า
tr_tr: {$value} veya daha az
uk_ua: {$value} або менше
vi: {$value} hoặc ít hơn
zh_cn: {$value}以下

# common.lessThanOnly
source: Less than
ar_iq: أقل من
az: Daha az
bg_bg: По-малко от
ca: Menys que
cs: Méně než
da_dk: Mindre end
de_de: Weniger als
el_gr: Λιγότερο από
eu: Hau baino gutxiago
fi_fi: Vähemmän kuin
fr: Moins que
gl_es: Menos que
he: פחות מ-
hr: Manje od
hu: Kisebb, mint
hy_am: Պակաս քան
is_is: Minna en
it: Meno di
ja: 未満
ka: ნაკლები, ვიდრე
kk: Одан азырақ
lt: Mažiau nei
lv: Mazāk nekā
mk_mk: Помалку од
mr: हून कमी
ms: Kurang daripada
nb: Mindre enn
pl: Mniej niż
pt_pt: Menor que
ro: Mai puțin decât
sl_si: Manj kot
sv: Färre än
th: น้อยกว่า
tr_tr: Daha az
vi: Ít hơn
zh_cn: 低于

# common.keepWorking
source: Keep Working
bg_bg: Продължаване на обработката (работата)
ca: Continuar treballant
cs: Pokračovat v práci
eu: Jarraitu lanean
fr: Continuez à travailler
he: המשיכו לעבוד
hr: nastaviti s radom
hy_am: Շարունակել աշխատել
it: Continua l'operazione
ja: 働き続ける
ka: გააგრძელეთ მუშაობა
kk: Жұмысты жалғастырыңыз
lt: Toliau dirbkite
lv: Turpināt darbu
mr: कार्यरत रहा
pl: Kontynuuj
sv: Fortsätt arbeta
th: ทำงานต่อไป
vi: Tiếp tục làm việc

# common.manage
source: Manage
ar_iq: إدارة
az: ńįdar…ô edin
bg_bg: Управление
ca: Administra
cs: Spravovat
da_dk: Administrér
de_de: Verwalten
el_gr: Διαχείριση
eu: Kudeatu
fa_ir: مدیریت
fi_fi: Hallinnoi
fr: Gérer
gl_es: Administrar
he: לנהל
hr: Administrirati
hu: Szerkesztés
hy_am: Կառավարել
id_id: Mengatur
is_is: Stjórna
it: Gestisci
ja: 管理
ka: მართვა
kk: Басқару
lt: Valdyti
lv: Pārvaldīt
mk_mk: Управувај
mr: व्यवस्थापित करा
ms: Urus
nb: Administrer
pl: Zarządzaj
pt_pt: Gerir
ro: Gestionează
sl_si: Upravljaj
sv: Administrera
th: จัดการ
tr_tr: Yönet
uk_ua: Змінити
vi: Quản lý
zh_cn: 管理

# common.mailingAddress
source: Mailing Address
ar_iq: عنوان المراسلة
az: Email adresi
bg_bg: Пощенски адрес
ca: Adreça postal
cs: Poštovní adresa
da_dk: Postadresse
de_de: Adresse
el_gr: Ταχυδρομική διεύθυνση
eu: Posta-helbidea
fa_ir: آدرس پستی
fi_fi: Postiosoite
fr: Adresse postale
gl_es: Enderezo postal
he: כתובת למשלוח דואר
hr: Adresa
hu: Levelezési cím
hy_am: Էլ. փոստի հասցե
id_id: Alamat Surat Menyurat
is_is: Póstfang
it: Indirizzo postale
ja: 住所
ka: Საფოსტო მისამართი
kk: Пошта адресі
lt: Pašto adresas
lv: Pasta adrese
mk_mk: Поштенска адреса
mr: टपाल पत्ता
ms: Alamat Surat Menyurat
nb: Postadresse
pl: Adres
pt_pt: Endereço postal
ro: Adresă
sl_si: Poštni naslov
sv: Adress
th: ที่อยู่ในการส่งจดหมาย
tr_tr: Posta Adresi
uk_ua: Поштова адреса
vi: Địa chỉ gửi thư
zh_cn: 邮件地址

# common.billingAddress
source: Billing address (if different)
ar_iq: عنوان الفواتير (إذا اختلف)
az: Faktura √ľnvanńĪ (f…ôrqlidirs…ô)
bg_bg: Адрес за плащане (ако е различен)
ca: Adreça fiscal (si és diferent)
cs: Fakturační adresa (pokud se liší)
da_dk: Faktureringsadresse
de_de: Rechnungsadresse (wenn unterschiedlich)
el_gr: Διεύθυνση τιμολόγισης (αν είναι διαφορετική)
eu: Fakturatze helbidea (desberdina izanez gero)
fa_ir: آدرس پستی (در صورت تفاوت)
fi_fi: Laskutusosoite (jos eri)
fr: Adresse de facturation (si différente)
gl_es: Enderezo de facturación (si é diferente)
he: כתובת לחיוב (אם שונה)
hr: Adresa za naplatu (ako se razlikuje)
hu: Számlázási cím (ha eltérő)
hy_am: Վճարման հասցեն (եթե տարբերվում է)
id_id: Alamat tagihan (jika berbeda)
is_is: Heimilisfang reiknings (ef annað)
it: Indirizzo di fatturazione (se differente)
ja: 請求先住所(異なる場合)
ka: გადახდის მისამართი (თუ განსხვავებულია)
kk: Төлем мекенжайы (әртүрлі болса)
lt: Adresas sąskaitoms (jei skiriasi)
lv: Rēķina adrese (ja atšķiras)
mk_mk: Адреса за сметка (доколку е поинаква)
mr: देयकावर लिहायचा पत्ता (वेगळा असल्यास)
ms: Alamat pengebilan (jika berbeza)
nb: Fakturaadresse (om annen)
pl: Adres rozliczeniowy (jeżeli inny)
pt_pt: Endereço de faturação (se diferente)
ro: Adresa de facturare (dacă diferă)
sl_si: Naslov za račun (če je drugačen)
sv: Faktureringsadress (om annan)
th: ที่อยู่สำหรับการเรียกเก็บเงิน (หากแตกต่างจากที่อยู่ส่งจดหมาย)
tr_tr: Fatura adresi (farklıysa)
uk_ua: Адреса для рахунку (якщо відрізняється)
vi: Địa chỉ thanh toán (nếu khác)
zh_cn: 帐单地址（如不同）

# common.minute
source: Minute(s)
ar_iq: دقيقة/دقائق
az: D…ôqiq…ô(l…ôr)
bg_bg: Минута(и)
ca: Minut(s)
cs: Minuta(y)
da_dk: Minut(ter)
de_de: Minute(n)
el_gr: Λεπτό(-ά)
eu: Minutua(k)
fa_ir: دقیقه(ها)
fi_fi: Minuutti(a)
gl_es: Minuto(s)
he: דקות
hr: Minuta/e
hu: Perc(ek)
hy_am: Րոպե(ներ)
id_id: Menit
is_is: Mínútur
it: Minuto(i)
ja: 分
ka: წუთ(ებ)ი
kk: Минут(тар)
lt: Minutė (-ės)
lv: Minūtes
mk_mk: Минути
mr: मिनिट/मिनिटे
ms: Minit(s)
nb: Minutt(er)
pl: Minut
pt_pt: Minuto(s)
ro: Minut(e)
sl_si: Minuta/e
sv: Minut(er)
th: นาที
tr_tr: Dakika(lar)
uk_ua: хвилин
vi: Phút
zh_cn: 分钟

# common.modify
source: Modify
ar_iq: تعديل
az: D…ôyiŇüdirin
bg_bg: Модифициране
ca: Modifica
cs: Změnit
da_dk: Redigér
de_de: Ändern
el_gr: Τροποποίηση
eu: Aldatu
fa_ir: تغییر
fi_fi: Muuta
fr: Modifier
gl_es: Modificar
he: לשנות
hr: Izmjena
hu: Módosítás
hy_am: Ձևափոխել
id_id: Modifikasi
is_is: Breyta
it: Modifica
ja: 変更
ka: შეცვლა
kk: Өзгерту
lt: Taisyti
lv: Pārveidot
mk_mk: Измени
mr: फेरफार करा
ms: Ubah suai
nb: Endre
pl: Modyfikuj
pt_pt: Alterar
ro: Modifică
sl_si: Spremeni
sv: Ändra
th: แก้ไข
tr_tr: Değiştir
uk_ua: Змінити
vi: Sửa đổi
zh_cn: 修改

# common.month
source: Month
ar_iq: شهر
az: Ay
bg_bg: Месец
ca: Mes
cs: Měsíc
da_dk: Måned
de_de: Monat
el_gr: Μήνας
eu: Hila
fa_ir: ماه
fi_fi: Kuukausi
fr: Mois
gl_es: Mes
he: חודש
hr: Mjesec
hu: Hónap
hy_am: Ամիս
id_id: Bulan
is_is: Mánuður
it: Mese
ja: 月
ka: თვე
kk: Ай
lt: Mėnuo
lv: Mēnesis
mk_mk: Месец
mr: महिना
ms: Bulan
nb: Måned
pl: Miesiąc
pt_pt: Mês
ro: Luna
sl_si: Mesec
sv: Månad
th: เดือน
tr_tr: Ay
uk_ua: Місяць
vi: Tháng
zh_cn: 月

# common.more
source: More
ar_iq: المزيد
az: Daha √ßox
bg_bg: Повече
ca: Més
cs: Více
da_dk: Mere
de_de: Mehr
el_gr: Περισσότερο
eu: Gehiago
fa_ir: بیشتر
fi_fi: Enemmän
fr: Plus
gl_es: Máis
he: עוד
hr: Više
hu: Tovább
hy_am: Ավել
id_id: Lebih lengkap
is_is: Meira
it: Più
ja: もっと
ka: მეტი პარამეტრი
kk: Көбірек
lt: Daugiau
lv: Vairāk
mk_mk: Повеќе
mr: अधिक
ms: Lagi
nb: Mer
pl: Więcej
pt_pt: Mais
ro: Mai mult
sl_si: Več
sv: Fler
th: เพิ่มเติม
tr_tr: Daha Fazla
uk_ua: Більше
vi: Thêm
zh_cn: 更多

# common.moreThan
source: {$value} or more
ar_iq: {$value} أو أكثر
az: {$value} v…ô ya daha √ßox
bg_bg: {$value} или повече
ca: {$value} o més
cs: {$value} nebo více
da_dk: {$value} eller mere
de_de: {$value} oder mehr
el_gr: {$value} ή περισσότερο
eu: {$value} edo gehiago
fi_fi: {$value} tai enemmän
fr: {$value} ou plus
gl_es: {$value} ou máis
he: {$value} או יותר
hr: {$value} ili više
hu: {$value} vagy több
hy_am: {$value} կամ ավել
id_id: {$value} atau lebih
is_is: {$value} eða meira
it: {$value} o più
ja: {$value} 以上
ka: {$value}, ან მეტი
kk: {$value} немесе одан да көп
lt: {$value} arba daugiau
lv: {$value} vai vairāk
mk_mk: {$value} или повеќе
mr: {$value} किंवा त्याहून अधिक
ms: {$value} atau lebih
nb: {$value} eller mer
pl: {$value} lub więcej
pt_pt: {$value} ou mais
ro: {$value} sau mai mult
sl_si: {$value} ali več
sv: {$value} or fler
th: {$value} หรือมากกว่า
tr_tr: {$value} veya daha fazla
uk_ua: {$value} або більше
vi: {$value} hoặc nhiều hơn
zh_cn: {$value}以上

# common.moreThanOnly
source: More than
ar_iq: أكثر من
az: Daha √ßox
bg_bg: Повече от
ca: Més que
cs: Více než
da_dk: Mere end
de_de: Mehr als
el_gr: Περισσότερο από
eu: Hau baino gehiago
fi_fi: Enemmän kuin
fr: Plus que
gl_es: Máis que
he: יותר
hr: Više od
hu: Több, mint
hy_am: Ավելի քան
is_is: Meira en
it: Più di
ja: よりも
ka: Მეტი ვიდრე
kk: Гөрі көбірек
lt: Daugiau nei
lv: Vairāk nekā
mk_mk: Повеќе од
mr: पेक्षा अधिक
ms: Lebih daripada
nb: Mer enn
pl: Więcej niż
pt_pt: Mais que
ro: Mai mult decât
sl_si: Več kot
sv: Fler än
th: มากกว่า
tr_tr: Daha fazla
vi: Nhiều hơn
zh_cn: 高于

# common.noneAssigned
source: None assigned
ar_iq: لا أحد معَيَّن
az: T…ôyinat g√∂zl…ôy…ônl…ôr
bg_bg: Не е асоцииран
ca: No n’hi ha cap d’assignat
cs: Nikdo nepřidělen
da_dk: Ingen er tilknyttet
de_de: Nicht zugewiesen
el_gr: Καμία ανάθεση
eu: Esleitu gabe
fa_ir: هیچ موردی انتساب داده نشده
fi_fi: Ei osoitettuja
fr: Aucun assigné
gl_es: Ningún asignado
he: אף אחד לא הוקצה
hr: Nije pridruženo
hu: Nincs hozzárendelés
hy_am: Նշանակված չէ
id_id: Tidak ada yang ditugaskan
is_is: Engu úthlutað
it: Nessun incarico
ja: 未任命
ka: არცერთი არ არის მინიჭებული
kk: Ешқайсысы тағайындалмаған
lt: Nieko nepaskirta
lv: Neviens nav piešķirts
mk_mk: Ниедно не е доделено
mr: काहीही/कोणालाही नियुक्त केलेले नाही
ms: Tiada yang ditugaskan
nb: Ingen oppnevnt
pl: Żaden nie przypisany
pt_pt: Nenhum(a) designado(a)
ro: Nici o atribuire
sl_si: Nobenemu dodeljeno
sv: Ingen utsedd
th: ไม่ได้มอบหมาย
tr_tr: Atama Bekleyenler
uk_ua: Немає призначень
vi: Chưa chỉ định
zh_cn: 没有指派

# common.none
source: None
ar_iq: لا أحد
az: He√ß kim
bg_bg: Нито един
ca: Cap
cs: Žádný
da_dk: Ingen
de_de: Keine
el_gr: Κανένα
eu: Bat ere ez
fa_ir: هیچکدام
fi_fi: Ei yhtään
fr: Aucun(e)
gl_es: Ningún
he: ללא
hr: Ne postoji
hu: Semelyik
hy_am: Չկա
id_id: Tidak Ada
is_is: Enginn
it: Nessuno
ja: なし
ka: არაფერი
kk: Жоқ
lt: Nėra
lv: Neviens
mk_mk: Ниедно
mr: कोणालाही नाही/काहीही नाही
ms: Tiada
nb: Ingen
pl: Brak
pt_pt: Nenhum(a)
ro: Nici una(ul)
sl_si: Noben
sv: Ingen
th: ไม่มี
tr_tr: Hiçbiri
uk_ua: Немає
vi: Không có
zh_cn: 无

# common.noneSelected
source: None selected
ca: Cap seleccionat
cs: Není nic vybráno
eu: Bat ere ez da hautatu
fr: Aucune sélection
he: לא נבחר
hr: Ništa nije odabrano
it: Nessuno selezionato
ja: 何も選択していない
lt: Niekas nepasirinkta
lv: Neviens nav atlasīts
mr: काहीही/कोणालाही निवडलेले नाही
sv: Ingen vald
th: ไม่ได้เลือก
vi: Chưa chọn

# common.no
source: No
ar_iq: لا
az: Yox
bg_bg: Не
cs: Ne
da_dk: Nr.
de_de: Nein
el_gr: Οχι
eu: Ez
fa_ir: خیر
fi_fi: Nro
fr: Non
gl_es: Núm.
he: לא
hr: Ne
hu: Nem
hy_am: Ոչ
id_id: Tidak Ada
is_is: Nei
ja: いいえ
ka: არა
kk: Жоқ
lt: Ne
lv: Nē
mk_mk: Не
mr: नाही
ms: Tidak
nb: Nei
pl: Nie
pt_pt: Não
ro: Nu
sl_si: Ne
sv: Nej
th: ไม่
tr_tr: Hayır
uk_ua: Ні
vi: Không
zh_cn: 无

# common.noItemsFound
source: No items found.
ar_iq: لا فقرات هنا.
az: He√ß bir element tapńĪlmadńĪ.
bg_bg: Не са намерени елементи.
ca: No s'ha trobat cap element.
cs: Žádné položky nenalezeny.
da_dk: Der blev ikke fundet nogen elementer.
de_de: Keine Elemente gefunden.
el_gr: Δεν βρέθηκαν αντικείμενα.
eu: Ez da elementurik aurkitu.
fi_fi: Kohteita ei löytynyt.
fr: Aucun élément trouvé.
gl_es: Non se atoparon elementos.
he: לא נמצאו פריטים.
hr: Nema pronađenih stavki.
hu: Nem találtunk tételt.
hy_am: Ոչինչ չի գտնվել:
id_id: Tidak ada artikel yang ditemukan.
is_is: Engin atriði fundust.
it: Non è stato trovato alcun elemento.
ja: アイテムは見つかりませんでした。
ka: ელემენტები ვერ მოიძებნა.
kk: Ештеңе табылған жоқ.
lt: Nerasta jokių elementų.
lv: Nekas nav atrasts.
mk_mk: Нема ставки.
mr: कोणतेही आयटम्स सापडले नाहीत.
ms: Tiada item ditemui.
nb: Ingen elementer ble funnet.
pl: Nie znaleziono pasujących elementów.
pt_pt: Nenhum item encontrado.
ro: Nu a fost găsit nici un element.
sl_si: Ni najdenih predmetov.
sv: Inga objekt hittades.
th: ไม่พบรายการ
tr_tr: Hiç bir öğe bulunamadı.
uk_ua: Нічого не знайдено.
vi: Không tìm thấy mục nào.
zh_cn: 未找到任何项目。

# common.noComments
source: No Comments
ar_iq: لا تعليقات
az: Ňě…ôrhsiz
bg_bg: Няма коментари
ca: No hi ha comentaris
cs: Bez komentářů
da_dk: Ingen kommentarer
de_de: Keine Kommentare
el_gr: Κανένα σχόλιο
eu: Iruzkinik ez
fa_ir: بدون نظر
fi_fi: Ei kommentteja
fr: Aucun commentaire
gl_es: Non hai comentarios
he: אין תגובות
hr: Bez komentara
hu: Nincs megjegyzés
hy_am: Մեկնաբանություն չկա
id_id: Tidak ada komentar
is_is: Engar athugasemdir
it: Nessun commento
ja: コメントなし
ka: კომენტარები ჯერ არ არის
kk: пікірлер жоқ
lt: Nėra komentarų
lv: Nav komentāru
mk_mk: Нема коментари
mr: कोणत्याही टिप्पण्या नाहीत
ms: Tiada Komen
nb: Ingen kommentar
pl: Brak komentarzy
pt_pt: Sem comentários
ro: Fără comentarii
sl_si: Ni komentarja
sv: Inga kommentarer
th: ไม่มีความคิดเห็น
tr_tr: Yorum yok
uk_ua: Немає коментарів
vi: Không có nhận xét
zh_cn: 无评论

# common.notApplicable
source: Not applicable
ar_iq: غير مطبق
az: T…ôtbiq edil…ô bilm…ôz
bg_bg: Не е приложимо
ca: No aplicable
cs: Neaplikovatelný
da_dk: Ikke anvendelig
de_de: Entfällt
el_gr: Μη εφαρμόσιμο
eu: Ez da aplikagarria
fa_ir: نامربوط
fi_fi: Ei käytettävissä
fr: Sans objet
gl_es: Non se aplica
he: לא ישים
hr: Nije primjenjivo
hu: Nem alkalmazható
hy_am: Ոչ կիրառելի
id_id: Tidak bisa diterapkan
is_is: Á ekki við
it: Non applicabile
ja: 適用しない
ka: არ არის შესაბამისი
kk: Жарамсыз
lt: Nepasiekiama
lv: Nav piemērojams
mk_mk: Не е применливо
mr: लागू नाही
ms: Tidak berkaitan
nb: Kan ikke brukes
pl: Nieodpowiedni
pt_pt: Não se aplica
ro: Nu se aplică
sl_si: Ni možno
sv: Ej tillämpligt
th: ไม่สามารถใช้ได้
tr_tr: Uygulanamaz
uk_ua: Неприпустимо
vi: Không áp dụng
zh_cn: 不适用

# common.notApplicableShort
source: N/A
ar_iq: بلا
az: T…ôtbiq edil…ô bilm…ôz
bg_bg: Неприл.
de_de: Entf.
el_gr: Μ/Ε
eu: E/A
fa_ir: ن / م
fi_fi: Ei käytettävissä
fr: SO
gl_es: N/D
he: לא ישים
hr: N/P
hy_am: Ոչ կիրառ.
ka: არ არის
lt: Nepasiekiama
lv: Nav piemērojams
mk_mk: Н/П
mr: लागू नाही (N/A)
ms: T/A
pt_pt: Indisp.
sl_si: N/M
th: ไม่ระบุ
tr_tr: Uygulanamaz

# common.notAvailable
source: Not available
ar_iq: غير متاح
az: ńįstifad…ô edil…ô bilmir
bg_bg: Не е достъпно
ca: No disponible
cs: Nedostupný
da_dk: Ikke tilgængelig
de_de: Nicht bekannt
el_gr: Μη διαθέσιμο
eu: Ez dago erabilgarri
fa_ir: موجود نیست
fi_fi: Ei saatavilla
fr: Non disponible
gl_es: Non dispoñible
he: לא זמין
hr: Nije dostupno
hu: Nem elérhető
hy_am: Հասանելի չէ
id_id: Tidak Tersedia
is_is: Ekki tiltækt
it: Non disponibile
ja: 利用できません
ka: მიუწვდომელი
kk: Қол жетімді емес
lt: Neprieinama
lv: Nav pieejams
mk_mk: Не е достапно
mr: उपलब्ध नाही
ms: Tidak tersedia
nb: Ikke tilgjengelig
pl: Niedostępny
pt_pt: Indisponível
ro: Nu e disponibil
sl_si: Ni na voljo
sv: Ej tillgängligt
th: ไม่พร้อมใช้งาน
tr_tr: Kullanılamıyor
uk_ua: Недоступно
vi: Không có sẵn
zh_cn: 不适用

# common.note
source: Note
ar_iq: ملاحظة
az: Qeyd
bg_bg: Бележка
ca: Nota
cs: Poznámka
de_de: Anmerkung
el_gr: Σημείωση
eu: Oharra
fa_ir: یادداشت
fi_fi: Muistiinpano
gl_es: Nota
he: הערה
hr: Napomena
hu: Megjegyzés
hy_am: Նշում
id_id: Rekam
is_is: Athugasemd
it: Nota
ja: 注記
ka: შენიშვნა
kk: Ескертпе
lt: Pastaba
lv: Piezīme
mk_mk: Белешка
mr: टीप
ms: Nota
nb: Notat
pl: Uwaga
pt_pt: Nota
ro: Notă
sl_si: Opomba
sv: Anteckning
th: หมายเหตุ
tr_tr: Not
uk_ua: Нотатка
vi: Ghi chú
zh_cn: 注解

# common.noTemporaryFile
source: The file you uploaded could not be found. Please try to upload it again.
ar_iq: تعذر العثور على الملف الذي قمت برفعه. لطفاً، حاول رفعه مرة أخرى.
az: Y√ľkl…ôdiyiniz fayl tapńĪlmadńĪ. Z…ôhm…ôt olmasa yenid…ôn y√ľkl…ôm…ôy…ô c…ôhd edin.
bg_bg: Каченият от вас файл не може да бъде намерен. Моля, опитайте да го качите отново.
ca: No s'ha pogut trobar l'arxiu que heu carregat . Proveu de carregar-lo de nou.
cs: Soubor, který jste nahráli, nebyl nalezen. Zkuste ho znovu nahrát.
da_dk: Filen, du uploadede, blev ikke fundet. Prøv at uploade den igen.
de_de: Die hochgeladene Datei konnte nicht gefunden werden. Bitte versuchen Sie erneut die Datei hochzuladen.
el_gr: Δεν ήταν δυνατή η εύρεση του αρχείου που ανεβάσατε. Προσπαθήστε να το ανεβάσετε ξανά.
eu: Igo duzun fitxategia ezin izan da aurkitu. Saiatu berriro igotzen.
fi_fi: Lataamaasi tiedostoa ei löytynyt. Ole hyvä ja yritä uudelleen.
fr: Le fichier que vous avez téléversé n'a pas pu être trouvé. Veuillez réessayer de le téléverser.
gl_es: Non se puido atopar o ficheiro que cargou. Tenta cargalo de novo.
he: לא היתה אפשרות למצוא את הקובץ שהעלית. נסה להעלות אותו שוב.
hr: Učitanu datoteku nije moguće pronaći. Pokušajte ponovno učitati datoteku.
hu: A feltöltött file nem található. Kérjük, próbálja meg ismét a feltöltést.
hy_am: Ձեր ներբեռնած ֆայլը չի գտնվել: Խնդրում ենք փորձել ներբեռնել կրկին:
id_id: File yang diunggah tidak ditemukan. Coba unggah ulang.
is_is: Skráin sem þú hlóðst upp finnst ekki. Vinsamlega prófaðu að hlaða henni upp aftur.
it: Non è possibile trovare il file che hai importato. Importarlo di nuovo.
ja: アップロードしたファイルが見つかりませんでした。もう一度アップロードしてみてください。
ka: თქვენ ატვირთული ფაილი ვერ მოიძებნა. გთხოვთ, ხელახლა ატვირთოთ იგი.
kk: Сіз жүктеген файл табылмады. Оны қайтадан жүктеп көріңіз.
lt: Įkelto failo nerasta. Bandykite jį įkelti dar kartą.
lv: Jūsu augšupielādēto datni neizdevās atrast. Lūdzu, mēģiniet to augšupielādēt vēlreiz.
mk_mk: Датотеката што ја поставивте не може да се најде. Обидете се повторно да го поставите.
mr: तुम्ही संक्रमित (अपलोड) केलेली फाईल सापडली नाही. कृपया ती पुन्हा संक्रमित (अपलोड) करण्याचा प्रयत्न करा.
ms: Fail yang anda muat naik tidak ditemui. Sila cuba muat naik semula.
nb: Filen du lastet opp, ble ikke funnet. Prøv å laste den opp igjen.
pl: Plik który wgrałeś nie może zostać odnaleziony. Spróbuj załadować ponownie.
pt_pt: O ficheiro que transferiu não foi encontrado. Tente transferir novamente.
ro: Fișierul ce l-ați încărcat nu poate fi găsit. Vă rugăm să îl încărcați din nou.
sl_si: Datoteka, ki ste jo želeli naložiti, ni bila najdena. Prosimo poskusite jo ponovno naložiti.
sv: Filen kunde inte hittas. Försök att ladda upp den igen.
th: ไม่พบไฟล์ที่คุณอัปโหลด กรุณาลองอัปโหลดใหม่อีกครั้ง
tr_tr: Yüklediğiniz dosya bulunamadı. Lütfen tekrar yüklemeyi deneyin.
uk_ua: Не вдається знайти файл який ви завантажили. Спробуйте завантажити його ще раз.
vi: Không tìm thấy tệp bạn đã tải lên. Vui lòng thử tải lên lại.
zh_cn: 找不到您上传的文件。 请尝试再次上传。

# common.notes
source: Notes
ar_iq: ملاحظات
az: Qeydl…ôr
bg_bg: Бележки
cs: Poznámky
da_dk: Noter
de_de: Anmerkungen
el_gr: Σημειώσεις
eu: Oharrak
fa_ir: یادداشت‌ها
fi_fi: Muistiinpanot
gl_es: Notas
he: הערות
hr: Napomene
hu: Megjegyzések
hy_am: Նշումներ
id_id: Rekam
is_is: Athugasemdir
it: Note
ja: 注記
ka: შენიშვნები
kk: Жазбалар
lt: Pastabos
lv: Piezīmes
mk_mk: Белешки
mr: टीपा
ms: Nota
nb: Merknad
pl: Uwagi
pt_pt: Notas
ro: Note
sl_si: Opombe
sv: Anteckningar
th: หมายเหตุ
tr_tr: Notlar
uk_ua: Нотатки
vi: Ghi chú
zh_cn: 注解
