Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# notification.signedFile
source: File considered.
ar_iq: الملف أُخذ به.
az: Fayl n…ôz…ôr…ô alńĪndńĪ.
bg_bg: Файлът е прегледан.
ca: S'ha acceptat el fitxer.
cs: Soubor byl zvážen.
da_dk: Fil taget under overvejelse.
de_de: Datei akzeptiert.
el_gr: Το αρχείο έχει θεωρηθεί
eu: Fitxategia kontuan hartu da.
fa_ir: فایل در نظر گرفته شد.
fi_fi: Tiedosto käsitelty.
fr: Fichier considéré.
gl_es: Arquivo examinado.
he: הקובץ נלקח בחשבון.
hr: Datoteka prihvaćena.
hu: A fájl átnézett.
hy_am: Ֆայլը դիտված է։
id_id: File dipertimbangkan.
is_is: Skrá skoðuð.
it: File considerato.
ja: ファイルが考慮されました。
ka: ფაილი განიხილება.
kk: Файл қаралды.
lt: Failas apsvarstytas.
lv: Datne izskatīta.
mk_mk: Документот е земен за разгледување.
mr: फाईलवर विचार केला जात आहे.
ms: Fail dipertimbangkan.
nb: Fil tatt stilling til.
pl: Plik rozpatrzony.
pt_pt: Ficheiro considerado.
ro: Fișier considerat.
sl_si: Datoteka je bila pregledana.
sv: Fil bedömd.
th: ไฟล์ที่ได้รับการพิจารณาแล้ว
tr_tr: Dosya dikkate alındı.
uk_ua: Файл розглянуто.
vi: Đã xem xét tệp.

# list.expandAll
source: Expand all
az: HamńĪsńĪnńĪ geniŇül…ôndirin
bg_bg: Показване на всички
ca: Expandir-ho tot
cs: Rozbalit vše
eu: Zabaldu guztia
fr: Développer tout
he: הרחב הכול
hr: Proširi sve
hy_am: Ընդլայնել բոլորը
it: Espandi tutto
ja: すべて展開
ka: ყველას გაშლა
kk: Барлығын кеңейту
lt: Išskleisti viską
lv: Izvērst visu
mr: सगळ्याचाच विस्तार (Expand) करा
pl: Rozwiń
sv: Expandera alla
th: ขยายทั้งหมด
vi: Mở rộng tất cả

# list.collapseAll
source: Collapse all
az: HamńĪsńĪnńĪ daraldńĪn
bg_bg: Скриване на всички
ca: Replegar-ho tot
cs: Sbalit vše
eu: Bildu dena
fr: Réduire tout
he: כווץ הכול
hr: Sažmi sve
hy_am: Փլուզել բոլորը
it: Comprimi tutto
ja: すべて縮小
ka: ყველას აკეცვა
kk: Барлығын бетті жауып қою
lt: Sutraukti viską
lv: Sakļaut visu
mr: सगळेच लपवा (Collapse all)
pl: Zwiń
sv: Fäll ihop alla
th: ยุบทั้งหมด
vi: Thu gọn tất cả

# validator.alpha_num
source: This may only contain letters and numbers.
ar_iq: هذا ينبغي أن يحتوي حروفاً وأرقاماً فقط.
az: Bu sad…ôc…ô h…ôrf v…ô r…ôq…ôm ehtiva ed…ô bil…ôr
bg_bg: Това може да съдържа само букви и цифри.
ca: Això només pot contenir lletres i números.
cs: Může obsahovat pouze písmena a čísla.
da_dk: Dette må kun indeholde bogstaver og tal.
de_de: Dies darf nur Buchstaben und Zahlen enthalten.
el_gr: Πρέπει να περιλαμβάνονται μόνο γράμματα και αριθμοί.
eu: Honek letrak eta zenbakiak bakarrik izan ditzake.
fi_fi: Voi sisältää vain kirjaimia tai numeroita.
fr: Ceci ne peut contenir que des lettres et des chiffres.
gl_es: Isto só pode conter letras e números.
he: זה יכול להכיל רק אותיות ומספרים.
hr: Ovo može sadržavati samo slova i brojke.
hu: Csak betűket és számokat tartlamazhat.
hy_am: Կարող է ներառել միայն տառեր և թվեր։
id_id: Hanya boleh diisi huruf dan angka.
is_is: Þetta má bara innihalda bókstafi og tölustafi.
it: Può contenere solo lettere e numeri.
ja: 使用できるのは、文字、数字のみです。
ka: ეს შეიძლება შეიცავდეს მხოლოდ ასოებსა და ციფრებს.
kk: Ол тек әріптер мен сандарды қамтуы мүмкін.
lt: Tai gali būti tik raidės ir skaičiai.
lv: Tajā var būt tikai burti un cipari.
mk_mk: Ова може да содржи само букви и броеви.
mr: यामध्ये फक्त अक्षरे आणि अंकांचाच समावेश होऊ शकतो.
ms: Ini mungkin hanya mengandungi huruf dan nombor.
nb: Dette kan kun inneholde bokstaver og tall.
pl: Dozwolone są jedynie litery i cyfry.
pt_pt: Só pode conter letras e números.
ro: Acesta poate conține doar litere și numere.
sl_si: To lahko vsebuje le črke in številke.
sv: Får bara innehålla bokstäver och siffror.
th: สามารถมีเฉพาะตัวอักษรและตัวเลขเท่านั้น
tr_tr: Bu yalnızca harf ve rakam içerebilir.
uk_ua: Це може містити тільки букви та числа.
vi: Trường này chỉ có thể chứa các chữ cái và số.
zh_cn: 此项只能包含字母和数字。

# validator.required_if
source: This field is required when {$other} is {$value}.
ar_iq: هذا الحقل مطلوب عندما يكون {$other} بقيمة {$value}.
az: Bu sah…ô, {$other} {$value} olduńüu zaman t…ôl…ôb olunur
bg_bg: Това поле е задължително, когато {$other} е {$value}.
ca: Aquest camp és obligatori quan {$other} és {$value}.
cs: Pokud {$other} je {$value}, tak je toto pole povinné.
da_dk: Dette felt er påkrævet når {$other} er {$value}.
de_de: Dies ist ein Pflichtfeld, wenn {$other} {$value} ist.
el_gr: Αυτό το πεδίο απαιτείται όταν το {$other} είναι {$value}.
eu: Eremu hau derrigorrezkoa da {$other} {$value} denean.
fi_fi: Tämä kenttä on pakollinen, kun {$other} arvo on {$value}.
fr: Ce champ est obligatoire lorsque {$other} est {$value}.
gl_es: Este campo é obrigatorio cando {$other} é {$value}.
he: זהו שדה חובה כאשר {$other} הוא {$value}.
hr: Ovo je obavezno polje ako je {$other} {$value}.
hu: Szükséges mező, amikor a {$other} = {$value}-val/vel.
hy_am: Այս դաշտը պարտադիր է, երբ {$other} = {$value}։
id_id: Field wajib diisi jika {$other} bernilai {$value}.
is_is: Þetta svæði er áskilið þegar {$other} er {$value}.
it: Questo campo è obbligatorio quando {$other} è {$value}.
ja: {$other}が{$value}である場合、このフィールドは必須です。
ka: ეს ველი საჭიროა, როდესაც {$other} არის {$value}.
kk: {$other} {$value} мәніне тең болса, өріс қажет.
lt: Šis laukas būtinas, kai {$other} yra {$value}.
lv: Šis lauks ir obligāts, ja {$other} ir {$value}.
mk_mk: Ова поле е задолжително кога {$other} е {$value}.
mr: जेव्हा {$other} {$value} असते तेव्हा हे फील्ड आवश्यक असते.
ms: Medan ini diperlukan apabila {$other} ialah {$value}.
nb: Dette feltet er obligatorisk når {$other} er {$value}.
pl: Pole wymagane kiedy {$other} ma wartość {$value}.
pt_pt: Este campo é obrigatório quando {$other} é {$value}.
ro: Acest câmp este obligatoriu când {$other} este {$value}.
sl_si: To polje je obvezno, če ima {$other} vrednost {$value}.
sv: Detta fält är obligatoriskt när {$other} är {$value}.
th: ฟิลด์นี้จำเป็นเมื่อ {$other} เป็น {$value}
tr_tr: Bu alan, {$other} {$value} olduğunda gereklidir.
uk_ua: Це поле необхідно заповнити, коли {$other} складає {$value}.
vi: Trường này là bắt buộc khi {$other} là {$value}.
zh_cn: 当 {$other} 为 {$value} 时，此字段是必填项。

# common.confirmDelete
source: Are you sure you wish to delete this item? This action cannot be undone.
ar_iq: هل أنت متأكد من رغبتك في حذف هذه الفقرة؟ هذا الإجراء لا يمكن التراجع عنه.
az: Bu elementi silm…ôk ist…ôdiyinizd…ôn …ôminsinizmi? Bu proses l…ôńüv edil…ô bilm…ôz
bg_bg: Наистина ли искате да изтриете този елемент? Това действие не може да бъде отменено.
ca: Esteu segur/a que voleu eliminar aquest element? Aquesta acció no es pot desfer.
cs: Jste si jisti, že chcete smazat tuto položku? Tuto akci nelze vrátit.
da_dk: Er du sikker på, at du vil slette dette element. Denne handling kan ikke fortrydes.
de_de: Sind Sie sicher, dass Sie diesen Eintrag löschen wollen? Der Vorgang kann nicht rückgängig gemacht werden.
el_gr: Επιβεβαιώνετε τη διαγραφή του αντικειμένου; Η ενέργεια είναι μη αναστρέψιμη.
eu: Ziur zaude elementu hau ezabatu nahi duzula? Ekintza hau ezin da desegin.
fa_ir: آیا مطمئنید که می‌خواهید این مورد را حذف کنید؟ این عمل بازگشت ناپذیر است
fi_fi: Haluatko varmasti poistaa tämän kohteen? Tätä toimintoa ei voi kumota.
fr: Avez-vous la certitude de vouloir supprimer cet élément ? Cette opération est irréversible.
gl_es: Estás seguro/a de que desexas eliminar este elemento? Esta acción é irreversible.
he: האם אתה בטוח שברצונך למחוק פריט זה? לא ניתן לבטל פעולה זו.
hr: Jeste li sigurni da želite izbrisati ovaj unos? Operacija se ne može poništiti.
hu: Biztos benne, hogy törölni akarja ezt a tételt? Később nem lehet visszavonni.
hy_am: Դուք վստա՞հ եք, որ ցանկանում եք ջնջել սա: Այս գործողությունը չի կարող չեղարկվել:
id_id: Yakin ingin manghapus bagian ini? Tindakan ini tidak bisa dibatalkan.
is_is: Ert þú viss um að þú viljir eyða þessu? Það er ekki hægt að afturkalla skipunina.
it: Sei sicuro di voler eliminare il file? Questa azione è irreversibile.
ja: このアイテムを削除してもよいですか。元に戻すことはできません。
ka: დარწმუნებული ხართ, რომ გსურთ ამ ერთეულის წაშლა? ამ მოქმედების გაუქმება შეუძლებელია.
kk: Бұл элементті шынымен жойғыңыз келе ме? Бұл әрекетті қайтару мүмкін емес.
lt: Ar tikrai norinti ištrinti šį elementą? Šio veiksmo nebus galima atšaukti.
lv: Vai tiešām vēlaties dzēst šo vienību? Šo darbību nevar atcelt.
mk_mk: Дали сте сигурни дека сакате да ја избришете оваа ставка? Оваа акција не може да се повлече.
mr: तुम्हाला खात्री आहे की तुम्ही हा आयटम हटवू इच्छिता? ही कृती रद्द करता येणार नाही.
ms: Adakah anda pasti mahu memadam item ini? Tindakan ini tidak boleh diulang.
nb: Er du sikker på at du vil slette dette elementet? Det kan ikke gjøres om.
pl: Czy na pewno usunąć ten element? Po usunięciu nie będzie go można przywrócić.
pt_pt: Deseja realmente eliminar este item? Esta ação é irreversível.
ro: Sigur doriți să ștergeți acest articol? Această acțiune nu poate fi anulată.
sl_si: Ste prepričani, da želite to odstraniti? Dejanja se kasneje ne da razveljaviti.
sv: Är du säker på att du vill ta bort det här objektet? Åtgärden går inte att ångra.
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการนี้? การกระทำนี้ไม่สามารถย้อนกลับได้
tr_tr: Bu öğeyi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk_ua: Ви впевнені, що бажаєте це видалити? Цю дію неможливо відмінити.
vi: Bạn có chắc chắn muốn xóa mục này không? Hành động này không thể hoàn tác.
zh_cn: 您确定要删除此项目吗？ 此操作无法撤消。

# common.acknowledged
source: Acknowledged
ar_iq: معرَّف
az: T…ôsdiql…ôndi
bg_bg: Признато
ca: Rebut
cs: Uznáno
da_dk: Anerkendt
de_de: Bestätigt
el_gr: Με επιβεβαίωση
eu: Jasoa
fa_ir: تأیید شده
fi_fi: Vastaanotettu
fr: Reçu
gl_es: Confirmado(s)
he: הוזכר
hr: Potvrđeno
hu: Elismert
hy_am: Ընդունված է
id_id: Diterima
is_is: Staðfest
it: Riconosciuto
ja: 確認済み
ka: აღიარებული
kk: Мойындалды
lt: Patvirtinta
lv: Apstiprināts
mk_mk: Признато
mr: पोच दिली
ms: Diakui
nb: Bekreftet
pl: Potwierdzony
pt_pt: Confirmado
ro: Mulțumiri
sl_si: Potrjeno
sv: Tack till
th: รับทราบ
tr_tr: Kabul Edilen
uk_ua: Відомості
vi: Đã xác nhận
zh_cn: 已确认

# common.editorialHistory.page.description
source: This section lists past contributors.
cs: Tato část obsahuje seznam dřívějších přispěvatelů.
eu: Atal honek aurreko kolaboratzaileak zerrendatzen ditu.
he: חלק זה מפרט את הכותבים בעבר.
lt: Šiame skyriuje pateikiami ankstesnių bendraautorių sąrašai.
mr: या विभागात भूतपूर्व योगदानकर्त्यांची (contributors) यादी दिली आहे.
vi: Phần này liệt kê những người đóng góp trong quá khứ.

# common.editorialHistory.page.orcidLink
source: View {$name} ORCID profile
cs: Zobrazit {$name} profil ORCID
eu: Ikusi {$name}-(r)en ORCID profila
he: לצפייה בפרופיל {$name} ORCID
lt: Peržiūrėti {$name} ORCID profilį
mr: {$name} ORCID प्रोफाईल पहा
vi: Xem hồ sơ ORCID của {$name}

# common.alphaList
source: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z
ar_iq: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z أ ب ت ث ج ح خ د ذ ر ز س ش ص ض ط ظ ع غ ف ق ك ل م ن هـ و ي
az: A B C √á D E F G ńě H I ńį J K L M N O √Ė P Q R S Ňě T U √ú V W X Y Z
bg_bg: А Б В Г Д Е Ж З И Й К Л М Н О П Р С Т У Ф Х Ц Ч Ш Щ Ъ Ь Ю Я
ca: A B C Ç D E F G H I J K L L·L M N O P Q R S T U V W X Y Z
cs: A B C Č D Ď E É Ě F G H CH I Í J K L M N Ň O Ó P Q R Ř S Š T Ť U Ú Ů V W X Y Ý Z Ž
da_dk: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Æ Ø Å
el_gr: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Α Β Γ Δ Ε Ζ Η Θ Ι Κ Λ Μ Ν Ξ Ο Π Ρ Σ Τ Υ Φ Χ Ψ Ω
eu: A B C D E F G H I J K L M N Ã‘ O P Q R S T U V W X Y Z
fa_ir: آ ا ب پ ت ث ج چ ح خ د ذ ر ز س ش ص ض ط ظ ع غ ف ق ک گ ل م ن و ه ی
fi_fi: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Å Ä Ö
gl_es: A B C D E F G H I J K L M N Ñ O P Q R S T U V W X Y Z
he: א ב ג ד ה ו ז ח ט י כ ל מ נ ס ע פ צ ק ר ש ת
hr: A B C Č Ć D Đ E F G H I J K L M N O P Q R S Š T U V W X Y Z Ž
hy_am: Ա Բ Գ Դ Ե Զ Է Ը Թ Ժ Ի Լ Խ Ծ Կ Հ Ձ Ղ Ճ Մ Յ Ն Շ Ո Չ Պ Ջ Ռ Ս Վ Տ Ր Ց ՈՒ Փ Ք և Օ Ֆ
is_is: A B C D Ð E É F G H I Í J K L M N O Ó P Q R S T U Ú V W X Y Ý Z Þ Æ Ö
kk: А Ә Б В Г Ғ Д Е Ё Ж З И Й К Қ Л М Н Ң О Ө П Р С Т У Ұ Ү Ф Х Һ Ц Ч Ш Щ Ь Ы І Ъ Э Ю Я
lt: A Ą B C Č D E Ę Ė F G H I Į Y J K L M N O P R S Š T U Ų Ū V Z Ž
lv: A Ā B C Č D E Ē F G Ģ H I Ī J K Ķ L Ļ M N Ņ O P R S Š T U Ū V Z Ž
mk_mk: А Б В Г Д Ѓ Е Ж З Ѕ И Ј К Л Љ М Н Њ О П Р С Т Ќ У Ф Х Ц Ч Џ Ш
mr: अ ते ज्ञ (वर्णानुक्रमानुसार यादी)
nb: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Æ Ø Å
sl_si: A B C Č D E F G H I J K L M N O P Q R S Š T U V W X Y Z Ž
sv: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Å Ä Ö
tr_tr: A B C Ç D E F G Ğ H I İ J K L M N O Ö P Q R S Ş T U Ü V W X Y Z
uk_ua: А Б В Г Ґ Д Е Є Ж З И І Ї К Л М Н О П Р С Т У Ф Х Ц Ч Ш Щ Ь Ю Я

# common.titleSmallWords
source: of a the and an or nor but is if then else when at from by on off for in out over to into with
ar_iq: of a the and an or nor but is if then else when at from by on off for in out over to into with و أو من إلى في على عن كل إلا او الى هو هي هم اي أي كم
az: il…ô v…ô kimi bańülayńĪcńĪlar
bg_bg: на и или но ако тогава иначе когато при от вкл с
ca: de un una el la els les i o ni però és si llavors altre altra quan en des de per dins fora
cs: a v se na je že o s z do i to k ve pro za by ale si po jako podle od jsem tak jsou které který jeho však bude nebo už jen byl jak u co při až aby má když než ze která před být také bylo jsem není jejich ještě ani mezi byla své již pak
da_dk: af en et den det eller men er hvis så ellers når fra af til fra for i ude over til ind med
de_de: von ein eine einer eines der die das und oder weder aber ist wenn als dann sonst durch in aus über zu zum zur mit
el_gr: ένας/ένα/μία το και ή ούτε αλλά είναι αν τότε αλλιώς όταν στο από για μέσα έξω πάνω μαζί
eu: bat eta edo baina da baldin du
fa_ir: از و یک نه اما اگر است وگرنه زمانی که در توسط روی با
fi_fi: että jotta koska kun jos vaikka kuin kunnes kuten mutta vaan paitsi tai vai ja sekä
fr: de à le la et un une ou ni mais est si puis alors lorsque à de par ouvert fermé pour à l'intérieur à l'extérieur par-dessus dans avec
he: של ה ו ו או לא אבל הוא אם אז אחרת כאשר ב מ על ידי כבוי עבור פנימה החוצה לתוך עם
kk: бойынша және немесе не бірақ болып табылады егер содан кейін басқа қашан сағ бастап бойынша қосулы өшірулі үшін жылы шығып бітті дейін ішіне бірге
lt: iš vienas tas ir vienas arba nei bet yra jei tada kitaip kai prie nuo pagal ant išjungta dėl viduje iš virš į į su
mk_mk: Нпр. англиски: of a the and an or nor but is if then else when at from by on off for in out over to into with
mr: चा आणि किंवा पण आहे जर मग अन्यथा जेव्हा पासून चालू बंद साठी मध्ये बाहेर करण्यासाठी मध्ये सह - इंग्रजीतील असे शब्द ज्यांसाठी शीर्षक केसचा वापर केला जात नाही
nb: og en ei et i av med for på men så fra til inn med over hvis er det den de
pl: z i albo ani ale jeśli potem jeszcze kiedy w przez włącz wyłącz dla wewnątrz zzewnątrz ponad do wewnątrz
pt_pt: de um e um ou não mas é se de outra forma quando de dentro para fora em para fora para dentro com
ro: a unuia și este sau nu dar dacă este așa atunci astfel o formă de a fi sau nu peste sau în interior
sl_si: in ali ne toda je če potem drugače kdaj ob od na za k
sv: av en det och eller men är om de annars när från av på av i ut över i med
th: ของ และ เป็น ที่ จาก โดย บน ออก เพื่อ ใน กับ
tr_tr: bir ve veya fakat eğer ile
uk_ua: а або але бо в де для з з-під зі і із й коли крізь на не під при про у та там тоді що
vi: của a the and an or nor but is if then else when at from by on off for in out over to into with

# common.altText
source: Alternate text
ar_iq: النص البديل
az: Alternativ m…ôtn
bg_bg: Алтернативен текст
ca: Text alternatiu
cs: Alternativní text
da_dk: Alternativ tekst
de_de: Alternativtext
el_gr: Εναλλακτικό κείμενο
eu: Ordezko testua
fa_ir: متن جایگزین
fi_fi: Vaihtoehtoinen teksti
fr: Texte alternatif
gl_es: Texto alternativo
he: טקסט חלופי
hr: Zamjenski tekst
hu: Alternatív szöveg
hy_am: Այլընտրանքային տեքստ
id_id: Selang-seling teks
is_is: Texti til vara
it: Testo alternativo
ja: 代替テキスト
ka: ალტერნატიული ტექსტი
kk: Балама мәтін
lt: Alternatyvus tekstas
lv: Teksts aizstāšanai
mk_mk: Алтернативен текст
mr: पर्यायी मजकूर
ms: Teks alternatif
nb: Alternativ tekst
pl: Alternatywny tekst
pt_pt: Texto alternativo
ro: Text alternativ
sl_si: Nadomestno besedilo
sv: Alternativ text
th: ข้อความแทน
tr_tr: Alternatif Metin
uk_ua: Альтернативний текст
vi: Văn bản thay thế
zh_cn: 替换文本

# common.altTextInstructions
source: Describe this image for visitors viewing the site in a text-only browser or with assistive devices. Example: "Our editor speaking at the PKP conference."
ar_iq: أعط وصفاً لزوار الموقع عن هذه الصورة ليظهر لهم عند استعمالهم لمستعرضات لا تدعم الصور أو تلك المخصصة لأجهزة مساعدة ذوي الاحتياجات الخاصة. مثلاً: "محررنا يتحدث في المؤتمر."
az: SaytńĪ sńĪrf m…ôtn oxucuda v…ô ya k√∂m…ôk√ßi al…ôtl…ôrd…ô baxan ziyar…ôt√ßil…ôr √ľ√ß√ľn bu Ňü…ôkli izah edin. N√ľmun…ô: "Redaktorumuz PKP konfransńĪnda √ßńĪxńĪŇü edir."
bg_bg: Опишете това изображение за посетители, които разглеждат сайта в текстов браузър или с помощни устройства. Пример: „Нашият редактор говори на конференцията на PKP.“
ca: Descriviu aquesta imatge per a visitants del lloc amb un navegador només de text o amb dispositius d'assistència. Per exemple, "El nostre editor parlant a la conferència PKP".
cs: Popište tento obrázek návštěvníkům, kteří si zobrazují web v textovém prohlížeči nebo pomocí asistenčních zařízení. Příklad: „Náš redaktor hovoří na konferenci PKP.“
da_dk: Beskriv dette billede for besøgende, der ser webstedet i en browser, der kun er tekstbaseret eller er med hjælpemidler. Eksempel: "Vores redaktør taler på PKP-konferencen."
de_de: Beschreiben Sie das Bild für Benutzer/innen, die die Webseite mit einem nur-Text-Browser oder mit Hilfsgeräten besuchen. Beispielsweise: "Unser Redakteur spricht auf der PKP Konferenz."
el_gr: Παρακαλούμε εισάγετε ένα εναλλακτικό κείμενο για την εικόνα αυτή, ώστε να διασφαλιστεί η προσβασιμότητα σε Χρήστες που χρησιμοποιούν επιλογές "μόνο κείμενο" στους φυλλομετρητές τους ή βοηθητικές συσκευές.
eu: Deskribatu irudi hau testu-arakatzaile batean edo laguntza-gailuekin webgunea ikusten ari diren bisitarientzat. Adibidez: "Gure editorea PKP biltzarrean hitz egiten."
fi_fi: Kuvaile kuva käyttäjille, jotka katsovat sivustoa tekstipohjaisella verkkoselaimella. Esimerkiksi "Toimittajamme puhumassa PKP:n konferenssissa."
fr: Décrivez cette image pour les utilisateurs et utilisatrices qui visitent ce site avec un navigateur textuel ou à l'aide d'un dispositif d'assistance. Par exemple : « Notre rédacteur intervient lors de la conférence PKP. »
gl_es: Describa esta imaxe para visitantes do sitio cun navegador de so texto ou con dispositivos de asistencia. Por exemplo: "O noso editor dando unha charla na conferencia PKP".
he: תאר תמונה זו למבקרים הצופים באתר בדפדפן טקסט בלבד או באמצעות מכשירי עזר. דוגמה: "העורך שלנו מדבר בכנס PKP."
hr: Opišite sliku za korisnike koji posjećuju stranicu samo s tekstualnim preglednikom ili s pomoćnim uređajima. Na primjer: "Naš urednik govori na PKP konferenciji."
hu: A keresőoptimalizálás javításához és a WCAG szabványhoz való igazodás miatt, kérjük szöveges információt is adjon a képhez, ami akkor fog megjelenni, ha a kép nem jelenik meg az oldal megtekintésekor egy szöveges böngészőben vagy más segédeszközökön. Például: "A szerkesztőnk előadása a PKP#2015 konferencián."
hy_am: Նկարագրեք այս պատկերը այցելուների համար, որոնք կայքը դիտում են միայն տեքստային դիտարկչում կամ օժանդակ սարքերով: Օրինակ. «Մեր խմբագիրը PKP համաժողովում ելույթ ունենալիս»
id_id: Uraikan gambar ini untuk pengunjung yang membuka website pada browser teks atau dengan perangkat tambahan. Contoh: "Penyunting kami berbicara pada konferensi PKP."
is_is: Lýstu myndinni fyrir þá sem skoða síðuna eingöngu sem texta eða með aðstoðartækni. Dæmi: „Ritstjórinn okkar að halda ræðu á ráðstefnu.“
it: Fornire una descrizione per l'immagine per gli utenti di un browser solo testo o con dispositivi assistive. Ad esempio: "Il nostro editor alla conferenza PKP."
ja: テキストベースのブラウザや読み上げブラウザを使用するユーザーにも分かるように、画像の説明文を指定してください。
ka: აღწერეთ ეს სურათი სტუმრებისთვის, რომლებიც ნახულობენ საიტს მხოლოდ ტექსტური ბრაუზერით ან დამხმარე მოწყობილობებით. მაგალითი: "ჩვენი რედაქტორი, რომელიც PKP კონფერენციაზე საუბრობს."
kk: Бұл суретті сайтты мәтіндік шолғышта немесе арнайы құрылғыларды пайдаланып көретін қолданушылар үшін сипаттаңыз. Мысалы: "PKP конференциясында сөйлеген редакторымыз"
lt: Siekiant pagerinti Jūsų ieškyklės optimizavimą ir suderinti su WCAG standartais, aprašykite, kas vaizduojama šiame paveikslėlyje, kurio nesimatys, jei svetainė bus peržiūrima vien tik tekstine naršykle arba su pagalbiniais įrenginiais. Pavyzdžiui: „Mūsų redaktorius kalba PKP#2015 konferencijoje.“
lv: Aprakstiet šo attēlu apmeklētājiem, kuri skatās vietni tikai teksta pārlūkprogrammā vai ar palīgierīcēm. Piemērs: "Mūsu redaktors uzstājas PKP konferencē."
mk_mk: Опишете ја оваа слика за посетителите што ја гледаат страницата во прелистувач само со текст или со помошни уреди. Пример: „Нашиот уредник зборува на конференција за PKP“
mr: ब्राउझरमध्ये फक्त मजकूर वाचनासाठी किंवा सहाय्यक उपकरणांसह संकेतस्थळाला भेट देणाऱ्या अभ्यागतांसाठी अक्षराशिवाय असलेल्या मजकूराचे वर्णन करा. उदाहरणार्थ: "आमचे संपादक PKP परिषदेत बोलत आहेत."
ms: Terangkan imej ini untuk pelawat yang melihat laman dalam pelayar teks sahaja atau dengan peranti bantuan. Contoh: "Editor kami berucap di persidangan PKP."
nb: En alternativ tekst beskriver informasjonen som gis i bildet. Eksempel: «Her presenterer redaktøren vår et paper på PKP-konferansen.» Slik blir innholdet blir mer synlig i søkemotorer og du sikrer universal utforming for de som bruker leseprogram uten bildefunksjon eller ulike hjelpemidler.
pl: Proszę wpisać zawartość obrazka w formie tekstu
pt_pt: Descreva esta imagem para utilizadores que visitem o site através de um browser apenas de texto ou dispositivos de acessibilidade. Por exemplo: "O nosso editor a dar uma palestra na conferência do PKP."
ro: Descrieți această imagine pentru vizitatorii care vizionează situl în browser de tip text sau cu echipamente asistate. Exemplu: "Editorul nostru vorbește la conferința PKP."
sl_si: Opišite sliko za obiskovalce, ki imajo le besedilni dostop ali z pomožnimi napravami. Primer: "Nastop našega urednika na konferenci".
sv: Beskriv bilden för besökare som använder en textbaserad webbläsare eller som använder tillgänglighetsverktyg. Till exempel: "Vår redaktör håller ett tal på PKP-konferensen."
th: อธิบายภาพนี้สำหรับผู้เข้าชมที่ใช้เบราว์เซอร์แบบข้อความเท่านั้นหรืออุปกรณ์ช่วยเหลือ เช่น "บรรณาธิการของเรากำลังพูดที่งานประชุม PKP"
tr_tr: Siteyi salt metin tarayıcıda veya yardımcı cihazlarla görüntüleyen ziyaretçiler için bu görseli açıklayın. Örnek: "Editörümüz PKP konferansında konuşuyor."
uk_ua: Додайте до цього зображення опис, для користувачів, які використовують текстові браузери або допоміжні пристрої. Наприклад: "Наш редактор, що виступає на конференції PKP."
vi: Mô tả hình ảnh này cho khách truy cập xem trang web chỉ có văn bản hoặc với thiết bị hỗ trợ. Ví dụ: "Biên tập viên của chúng tôi phát biểu tại hội nghị PKP."
zh_cn: 为使用纯文本浏览器或辅助设备的访问者描述此图像。 示例：“我们的编辑在PKP会议上发言。”

# common.and
source: and
ar_iq: و
az: v…ô
bg_bg: и
ca: i
cs: a
da_dk: og
de_de: und
el_gr: και
fa_ir: و
fi_fi: ja
fr: et
gl_es: e
he: ו
hr: i
hu: és
hy_am: և
id_id: dan
is_is: og
it: e
ja: および
ka: და
kk: және
lt: ir
lv: un
mk_mk: и
mr: आणि
ms: dan
nb: og
pl: oraz
pt_pt: e
ro: și
sl_si: in
sv: och
th: และ
tr_tr: ve
uk_ua: та
vi: và
zh_cn: 和
