Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# common.ccLicense
source: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> This work is licensed under a <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a>.
ar_iq: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> هذا العمل مرخص بموجب رخصة <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a>.
bg_bg: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> Тази работа е лицензирана под <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 лиценз</a>.
ca: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> Aquesta obra està sota una llicència <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Reconeixement 3.0</a>.
cs: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons Licence" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br/> Tato práce je licencována pod <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Licencí</a>.
da_dk: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br/> Brug af dette værk skal ske i overensstemmelse med copyrightlicensen <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a>.
de_de: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative-Commons-Lizenz" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> Diese Arbeit steht unter einer <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a>.
el_gr: &lt;a target="_new" rel="license" href="http://creativecommons.org/licenses/by-nc-sa/4.0/deed.el"&gt; &lt;img alt="Creative Commons License" class="EKT_CreativeCommons_IMG" src="https://licensebuttons.net/l/by-nc-sa/4.0/88x31.png"/&gt; &lt;/a&gt; &lt;br/&gt; &lt;span&gt; Η χρήση του περιεχομένου καθορίζεται από την άδεια &lt;a rel="license" href="http://creativecommons.org/licenses/by-nc-sa/4.0/deed.el" target="_new"&gt;Creative Commons Αναφορά Δημιουργού - Μη Εμπορική Χρήση - Παρόμοια Διανομή 4.0 Διεθνές&lt;/a&gt; &lt;/span&gt;
eu: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br/> Lan hau baimentzen du: <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a>.
fa_ir: <br /><br /> <a target="_new" rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="http://i.creativecommons.org/l/by-nc/3.0/80x15.png"/> </a> <br/> کار حاضر تحت مجوز <a rel="license" target="_new" href="https://creativecommons.org/licenses/by-nc/3.0/"> Creative Commons Attribution 3.0 </a> می‌باشد.
fi_fi: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br/> Tämä työ on lisensoitu <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License -lisenssillä</a>.
fr: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br/> Ce travail est autorisé sous licence avec la <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Licence de paternité Creative Commons 3.0</a>.
gl_es: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> Esta obra está baixo unha licenza <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Recoñecemento 3.0</a>.
he: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> יצירה זו מורשית תחת רישיון <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">רישיון Creative Commons Attribution 3.0</a>.
hr: <br /> <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Licenca Creative Commons" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> Ovo je djelo licencirano pod <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Licencom Creative Commons Attribution 3.0</a>.
hu: <br /><br /> <a target="_blank" rel="license" href="http://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="http://i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br/> Ez a mű ezzel a licensszel van ellátva <a rel="license" target="_blank" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a>.
hy_am: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> Այս աշխատանքը լիցենզավորված է <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 լիցենզիայի ներքո</a>:
id_id: <br /><br /> <a target="_new" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br/> Bekerja dibawah lisensi <a rel="license" target="_new" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a>.
is_is: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/4.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/4.0/80x15.png"/> </a> <br /> Þetta verk er gefið út undir <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 leyfi</a>.
it: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br/> Se non diversamente indicato, i contenuti di questa rivista sono pubblicati sotto licenza <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0</a>.
ja: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> この資料のライセンスは <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a> です。
ka: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> ეს სამუშაო ვრცელდება <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 ლიცენზიით</a>.
kk: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> Бұл жұмыс <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a> бойынша лицензияланған.
lt: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons licencija" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> Šis kūrinys licencijuotas pagal <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons priskyrimo 3.0 licenciją</a>.
lv: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> Šis darbs licencēts saskaņā ar <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 licenci</a>.
mk_mk: <br /><br /> <a target="_new" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br/> Овој труд е лиценциран под <a rel="license" target="_new" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a>.
mr: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> हे काम <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a> अंतर्गत परवानाकृत आहे.
ms: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> Karya ini dilesenkan di bawah<a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a>.
nb: <br /><br /> <a target="_blank" rel="license" href="http://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br/> Dette verket er lisensiert med en <a rel="license" target="_blank" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0-lisens</a>.
pl: <br /><br /> <a target="_new" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="http://i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br/> Utwór dostępny na licencji <a rel="license" target="_new" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Uznanie autorstwa 3.0</a>.
pt_pt: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Licença Creative Commons" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br/>Este trabalho está licenciado sob uma <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Licença Creative Commons Atribuição 3.0 </a>.
ro: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> Această lucrare este licențiată în temeiul unui <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a>.
sl_si: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons licenca" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> Avtorske pravice so zaščitene z <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 licenco</a>.
sv: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons-licens" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> Detta verk är licensierat under en <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Erkännande Attribution 3.0-licens</a>.
th: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="สัญญาอนุญาตครีเอทีฟคอมมอนส์" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> งานนี้ได้รับอนุญาตภายใต้ <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">สัญญาอนุญาตครีเอทีฟคอมมอนส์ แสดงที่มา 3.0</a>.
tr_tr: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> Bu çalışma <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a> ile lisanslanmıştır.
uk_ua: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> Ця робота ліцензована <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a>.
vi: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> Tác phẩm này được cấp phép theo <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Giấy phép Creative Commons Ghi công 3.0 Chưa được công bố</a>.
zh_cn: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> 本作品遵循 <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">知识共享 署名 3.0 授权许可</a>.
