Repository: pkp/pkp-lib
Catalog: locale/*/common.xlf
Languages: nl_nl

# common-currentStyleSheet
source: Current Stylesheet
nl_nl: Huidige stylesheet

# about-description
source: Description
nl_nl: Beschrijving

# about-guidelines
source: Guides
nl_nl: Richtlijnen

# about-aboutSite
source: About the Site
nl_nl: Over de site

# about-contact-phone
source: Phone
nl_nl: Telefoon

# about-contact-principalContact
source: Principal Contact
nl_nl: Eerste contactpersoon

# about-contact-supportContact
source: Support Contact
nl_nl: Contactgegevens technische ondersteuning

# about-other
source: Other
nl_nl: Overig

# about-people
source: People
nl_nl: Contact

# about-policies
source: Policies
nl_nl: Beleid

# announcement-announcements
source: Announcements
nl_nl: Nieuwsberichten

# announcement-announcementsHome
source: Announcements
nl_nl: Nieuwsberichten

# announcement-moreAnnouncements
source: More Announcements...
nl_nl: Meer nieuwsberichten...

# announcement-noneExist
source: No announcements have been published.
nl_nl: Er zijn geen nieuwsberichten gepubliceerd.

# announcement-posted
source: Posted
nl_nl: Geplaatst

# announcement-postedOn
source: Posted on {$postDate}
nl_nl: Geplaatst op {$postDate}

# announcement-view
source: View Announcement
nl_nl: Bekijk nieuwsbericht

# common-allDownloads
source: All Downloads
nl_nl: Alle downloads

# common-navigation-sidebar
source: Sidebar
nl_nl: Navigatiemenu

# common-navigation-site
source: Site Navigation
nl_nl: Navigatie website

# common-navigation-siteContext
source: Site Context Navigation
nl_nl: Navigatie website context

# common-navigation-user
source: User Navigation
nl_nl: Navigatie gebruiker

# common-tasks
source: Tasks
nl_nl: Taken

# common-list
source: List
nl_nl: Lijst

# common-grid
source: Grid
nl_nl: Rooster

# common-confirmDelete
source: Are you sure you wish to delete this item? This action cannot be undone.
nl_nl: Weet u zeker dat u dit item wil verwijderen? Deze actie kan niet worden ongedaan gemaakt.

# common-abstract
source: Abstract
nl_nl: Samenvatting

# common-accepted
source: Accepted
nl_nl: Geaccepteerd

# common-acknowledged
source: Acknowledged
nl_nl: Erkend

# common-action
source: Action
nl_nl: Actie

# common-activate
source: Activate
nl_nl: Activeer

# common-active
source: Active
nl_nl: Actief

# common-add
source: Add
nl_nl: Voeg toe

# common-addSelf
source: Add Self
nl_nl: Uzelf toevoegen

# common-name
source: Name
nl_nl: Naam

# common-all
source: All
nl_nl: Alle

# common-titleSmallWords
source: of a the and an or nor but is if then else when at from by on off for in out over to into with
nl_nl: van een de en of noch maar is als dan anders als om van bij op uit voor in over tot in met

# common-alreadyAssigned
source: Assigned
nl_nl: Toegewezen

# common-altText
source: Alternate text
nl_nl: Alternatieve tekst

# common-altTextInstructions
source: Describe this image for visitors viewing the site in a text-only browser or with assistive devices. Example: "Our editor speaking at the PKP conference."
nl_nl: Geef de alternatieve tekst voor deze afbeelding om de toegankelijkheid voor gebruikers met tekst-browsers of hulpapparaten te waarborgen

# common-and
source: and
nl_nl: en

# common-applyAction
source: Apply Action
nl_nl: Actie uitvoeren

# common-assign
source: Assign
nl_nl: Wijs toe

# common-assigned
source: Assigned
nl_nl: Toegewezen

# common-assigned-date
source: Assigned: {$dateAssigned}
nl_nl: Datum van toewijzing: {$dateAssigned}

# common-available
source: Available
nl_nl: Beschikbaar

# common-back
source: Back
nl_nl: Terug

# common-between
source: between
nl_nl: tussen

# common-cancel
source: Cancel
nl_nl: Annuleer

# common-cancelled
source: Cancelled
nl_nl: Geannuleerd

# common-warning
source: Warning
nl_nl: Waarschuwing

# common-error
source: Error
nl_nl: Fout

# common-notice
source: Notice
nl_nl: Opmerking

# common-captcha-error-missing-input-secret
source: The captcha validation for this website is not configured correctly. The secret key is missing.
nl_nl: De captcha validering voor deze website is niet correct geconfigureerd. De geheime sleutel ontbreekt.

# common-captcha-error-invalid-input-secret
source: The captcha validation for this website is not configured correctly. The secret key is invalid.
nl_nl: De captcha validering voor deze website is niet correct geconfigureerd. De geheime sleutel is ongeldig.

# common-captcha-error-missing-input-response
source: You must complete the validation check used to prevent spam submissions.
nl_nl: Voltooi de controle of u een echte gebruiker bent, om spam-inzendingen te vermijden.

# common-captcha-error-invalid-input-response
source: You did not pass the validation check used to prevent spam submissions.
nl_nl: U heeft de controle of u een echte gebruiker bent, om spam-inzendingen te vermijden, niet voltooid.

# common-captchaField-description
source: Please enter the letters as they appear in the image above.
nl_nl: Voer de letters uit de afbeelding hierboven in.

# common-captchaField
source: Validation
nl_nl: Validatie

# common-ccLicense
source: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br /> This work is licensed under a <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a>.
nl_nl: <br /><br /> <a target="_blank" rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br/> Dit werk wordt gepubliceerd onder een <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 licentie</a>.

# common-ccLicense-rt
source: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 License</a>. </div>
nl_nl: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Dit werk wordt gepubliceerd onder een <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 licentie</a>. </div>

# common-changesSaved
source: Your changes have been saved.
nl_nl: Uw wijzigingen zijn opgeslagen.

# common-chooseOne
source: Choose One
nl_nl: Maak een keuze

# common-close
source: Close
nl_nl: Sluit

# common-closePanel
source: Close Panel
nl_nl: Sluit venster

# common-closeWindow
source: Close Window
nl_nl: Sluit venster

# common-complete
source: Complete
nl_nl: Voltooi

# common-completed
source: Completed
nl_nl: Voltooid

# common-completed-date
source: Completed: {$dateCompleted}
nl_nl: Datum van voltooiing: {$dateCompleted}

# common-confirm
source: Confirm
nl_nl: Bevestig

# common-confirmed-date
source: Confirmed: {$dateConfirmed}
nl_nl: Datum van bevestiging: {$dateConfirmed}

# common-content
source: Content
nl_nl: Inhoud

# common-contents
source: Contents
nl_nl: Inhoud

# common-continue
source: Continue
nl_nl: Doorgaan

# common-copy
source: Copy
nl_nl: Kopieer

# common-country
source: Country
nl_nl: Land

# common-create
source: Create
nl_nl: Maak aan

# common-dateCompleted
source: Date completed
nl_nl: Datum van voltooiing

# common-date
source: Date
nl_nl: Datum

# common-dateModified
source: Date modified
nl_nl: Datum van wijziging

# common-dateRequested
source: Date requested
nl_nl: Datum van verzoek

# common-dateSubmitted
source: Date submitted
nl_nl: Datum van inzending

# common-dateUploaded
source: Date uploaded
nl_nl: Datum van upload

# common-dateHijri
source: Hijri Calendar
nl_nl: Hijri kalender

# common-day
source: Day
nl_nl: Dag

# common-deactivate
source: Deactivate
nl_nl: Deactiveer

# common-default
source: Default
nl_nl: Standaard

# common-declined
source: Declined
nl_nl: Geweigerd

# common-delete
source: Delete
nl_nl: Verwijder

# common-deleting
source: Deleting
nl_nl: Verwijdering

# common-deleteSelection
source: Delete Selection
nl_nl: Verwijder selectie

# common-designation
source: Designation
nl_nl: Benoeming

# common-description
source: Description
nl_nl: Beschrijving

# common-dimensionsInches
source: {$width}&Prime;&times;{$height}&Prime; at {$dpi} DPI/PPI
nl_nl: {$width}&Prime;&times;{$height}&Prime; @ {$dpi} DPI/PPI

# common-disable
source: Disable
nl_nl: Uitschakelen

# common-disabled
source: Disabled
nl_nl: Uitgeschakeld

# common-done
source: Done
nl_nl: Voltooid

# common-download
source: Download
nl_nl: Downloaden

# common-edit
source: Edit
nl_nl: Wijzig

# common-enable
source: Enable
nl_nl: Inschakelen

# common-enabled
source: Enabled
nl_nl: Ingeschakeld

# common-error-databaseError
source: A database error has occurred: {$error}
nl_nl: Er is een databasefout opgetreden: {$error}

# common-error-databaseErrorUnknown
source: An unknown database connection error has occurred.
nl_nl: Er is een onbekende fout in de databaseverbinding opgetreden.

# common-error-framesRequired
source: This page requires frames. <a href="{$url}">Click here</a> for the non-frames version.
nl_nl: Deze pagina vereist frames. <a href="{$url}">Klik hier</a> voor een versie zonder frames.

# common-event
source: Event
nl_nl: Gebeurtenis

# common-export
source: Export
nl_nl: Exporteer

# common-finish
source: Finish
nl_nl: Voltooi

# common-fullscreen
source: Fullscreen
nl_nl: Schermvullend

# common-fullscreenOff
source: Fullscreen Off
nl_nl: Niet schermvullend

# common-false
source: False
nl_nl: Onwaar

# common-file
source: File
nl_nl: Bestand

# common-fileName
source: File Name
nl_nl: Bestandsnaam

# common-fileSize
source: File Size
nl_nl: Bestandsgrootte

# common-fileType
source: File Type
nl_nl: Bestandstype

# common-fileUploaderError
source: The system file uploader is loading. If it doesn't appear it is likely that none of its runtimes is supported by this browser. Please, contact administration for support.
nl_nl: Het venster voor het opladen van een bestand is actief. Als het niet verschijnt, wordt de uitvoering waarschijnlijk niet ondersteund door deze webbrowser. Contacteer de beheerder voor hulp.

# common-filterAdd
source: Add filter: {$filterTitle}
nl_nl: Voeg filter toe: {$filterTitle}

# common-filterRemove
source: Clear filter: {$filterTitle}
nl_nl: Verwijder filter: {$filterTitle}

# common-from
source: From
nl_nl: Van

# common-until
source: Until
nl_nl: Tot

# common-go
source: Go
nl_nl: Ga

# common-height
source: Height
nl_nl: Hoogte

# common-homePageHeaderLogo-altText
source: Homepage Header Logo
nl_nl: Homepage logo

# common-hour
source: Hour
nl_nl: Uur

# common-import
source: Import
nl_nl: Importeer

# common-initiate
source: Initiate
nl_nl: Begin

# common-inProgress
source: In progress
nl_nl: In uitvoering

# common-itemsPerPage
source: Items per page
nl_nl: Items per pagina

# common-keywords
source: Keywords
nl_nl: Trefwoorden

# common-language
source: Language
nl_nl: Taal

# common-languages
source: Languages
nl_nl: Talen

# common-less
source: Less
nl_nl: Minder

# common-lessThan
source: {$value} or less
nl_nl: {$value} of kleiner

# common-manage
source: Manage
nl_nl: Beheer

# common-mailingAddress
source: Mailing Address
nl_nl: Postadres

# common-billingAddress
source: Billing address (if different)
nl_nl: Factuuradres (indien verschillend)

# common-minute
source: Minute(s)
nl_nl: Minu(u)t(en)

# common-modify
source: Modify
nl_nl: Wijzig

# common-month
source: Month
nl_nl: Maand

# common-more
source: More
nl_nl: Meer

# common-moreThan
source: {$value} or more
nl_nl: {$value} of meer

# common-noneAssigned
source: None assigned
nl_nl: Geen toegewezen

# common-none
source: None
nl_nl: Geen

# common-no
source: No
nl_nl: Nee

# common-noComments
source: No Comments
nl_nl: Geen commentaren

# common-notApplicable
source: Not applicable
nl_nl: Niet van toepassing

# common-notApplicableShort
source: N/A
nl_nl: NVT

# common-notAvailable
source: Not available
nl_nl: Niet beschikbaar

# common-note
source: Note
nl_nl: Opmerking

# common-notes
source: Notes
nl_nl: Opmerkingen

# common-notes-tooltip
source: Notes (yellow: has new notes; blue: has viewed notes; grey: no notes)
nl_nl: Noten (geel: bevat nieuwe noten; blauw: bevat noten die al gezien waren; grijs: bevat geen noten)

# common-notified
source: Notified
nl_nl: Bericht gegeven

# common-notified-date
source: Notified: {$dateNotified}
nl_nl: Verwittigd: {$dateNotified}

# common-noMatches
source: No Matches
nl_nl: Niet gevonden

# common-off
source: Off
nl_nl: Uit

# common-on
source: On
nl_nl: Aan

# common-options
source: Options
nl_nl: Opties

# common-order
source: Order
nl_nl: Sorteren

# common-orderUp
source: Increase position of {$itemTitle}
nl_nl: Verplaats {$itemTitle} naar boven

# common-orderDown
source: Decrease position of {$itemTitle}
nl_nl: Verplaats {$itemTitle} naar onder

# common-originalFileName
source: Original file name
nl_nl: Originele bestandsnaam

# common-or
source: or
nl_nl: of

# common-other
source: Other
nl_nl: Overig

# common-overdue
source: Overdue
nl_nl: Te laat

# common-pagination
source: {$start}-{$end} of {$total}
nl_nl: {$start}-{$end} van {$total}

# common-pagination-label
source: View additional pages
nl_nl: Blader naar verdere pagina's

# common-pageNumber
source: Page {$pageNumber}
nl_nl: Pagina {$pageNumber}

# common-pluginEnabled
source: The plugin "{$pluginName}" has been enabled.
nl_nl: De plugin "{$pluginName}" is ingeschakeld.

# common-pluginDisabled
source: The plugin "{$pluginName}" has been disabled.
nl_nl: De plugin "{$pluginName}" is uitgeschakeld.

# common-prefixAndTitle-tip
source: Examples: A, The
nl_nl: Zet korte niet-betekenisvolle woorden waarmee de titel begint, zoals "een" of "de/het" (of gelijkaardige korte woorden die de alfabetische volgorde verstoren) in Prefix.

# common-preview
source: Preview
nl_nl: Voorvertoning

# common-publisher
source: Publisher
nl_nl: Uitgever

# common-quality
source: Quality
nl_nl: Kwaliteit

# common-queue-long-active
source: All Active
nl_nl: Alle actieve

# common-readMore
source: Read More
nl_nl: Lees meer

# common-readMoreWithTitle
source: Read more about {$title}
nl_nl: Lees meer over {$title}

# common-record
source: Record
nl_nl: Vastleggen

# common-refresh
source: Refresh
nl_nl: Verversen

# common-related
source: Related
nl_nl: Verwant

# common-reminder
source: Reminder
nl_nl: Herinnering

# common-reminded-date
source: Reminded: {$dateReminded}
nl_nl: Datum van herinnering: {$dateReminded}

# common-remove
source: Remove
nl_nl: Verwijder

# common-removeSelection
source: Remove Selection
nl_nl: Selectie weghalen

# common-replaced
source: Replaced
nl_nl: Vervangen

# common-replaceFile
source: Replace file
nl_nl: Vervang bestand

# common-requiredField
source: * Denotes required field
nl_nl: * Betekent verplicht veld

# common-required
source: Required
nl_nl: Verplicht

# common-reset
source: Reset
nl_nl: Herstel

# common-saveAndContinue
source: Save and continue
nl_nl: Bewaar en ga door

# common-saveAndEmail
source: Save and email
nl_nl: Bewaar en e-mail

# common-save
source: Save
nl_nl: Bewaar

# common-saving
source: Saving
nl_nl: Opslaan

# common-search
source: Search
nl_nl: Zoek

# common-searchQuery
source: Search Query
nl_nl: Zoekterm

# common-clearSearch
source: Clear search phrase
nl_nl: Verwijder zoekterm

# common-second
source: Second(s)
nl_nl: Seconde(n)

# common-selectAll
source: Select All
nl_nl: Selecteer alle

# common-selectNone
source: Select None
nl_nl: Selecteer niets

# common-select
source: Select
nl_nl: Selecteer

# common-sendEmail
source: Send Email
nl_nl: Verstuur e-mail

# common-size
source: Size
nl_nl: Grootte

# common-source
source: Source
nl_nl: Bron

# common-subject
source: Subject
nl_nl: Onderwerp

# common-subjects
source: Subjects
nl_nl: Onderwerpen

# common-subtitle
source: Subtitle
nl_nl: Ondertitel

# common-suggest
source: Suggest
nl_nl: Suggereer

# common-title
source: Title
nl_nl: Titel

# common-top
source: Top
nl_nl: Boven

# common-true
source: True
nl_nl: Waar

# common-component
source: Component
nl_nl: Onderdeel

# common-uninitiated
source: Uninitiated
nl_nl: Onbekend

# common-unread
source: Unread
nl_nl: Ongelezen

# common-untitled
source: Untitled
nl_nl: Zonder titel

# common-updated
source: Updated
nl_nl: Bijgewerkt

# common-uploadedDate
source: Uploaded date
nl_nl: Datum van upload

# common-upload
source: Upload
nl_nl: Laden

# common-uploadFailed
source: The file could not be uploaded or revised.
nl_nl: Het bestand kon niet geladen worden. Probeer het opnieuw of neem contact op met de beheerder als het probleem niet verdwijnt.

# common-up
source: Up
nl_nl: Omhoog

# common-upload-addFile
source: Upload File
nl_nl: Upload bestand

# common-upload-restore
source: Restore Original
nl_nl: Herstel het origineel

# common-upload-thumbnailPreview
source: Preview of the currently selected image.
nl_nl: Voorbeeld van de huidige geselecteerde afbeelding.

# common-upload-changeFile
source: Change File
nl_nl: Wijzig bestand

# common-upload-dragFile
source: Drag and drop a file here to begin upload
nl_nl: Sleep bestand hierheen om te uploaden

# common-user
source: User
nl_nl: Gebruiker

# common-view
source: View
nl_nl: Bekijk

# common-viewProfile
source: View Profile
nl_nl: Bekijk profiel

# common-weeks
source: weeks
nl_nl: weken

# common-width
source: Width
nl_nl: Breedte

# common-year
source: Year
nl_nl: Jaar

# common-yes
source: Yes
nl_nl: Ja

# common-loading
source: Loading
nl_nl: Laden...

# common-metric
source: Metric
nl_nl: Meting

# common-count
source: Count
nl_nl: Aantal

# common-publicAccess
source: Public Access
nl_nl: Publieke toegang

# debug-databaseQueries
source: Number of database queries
nl_nl: Aantal database queries

# debug-executionTime
source: Page generated in
nl_nl: Pagina aangemaakt in

# debug-memoryUsage
source: Memory Usage
nl_nl: Geheugengebruik:

# debug-notes-localeListLoad
source: Loaded locale list "{$localeList}" from XML
nl_nl: Talenlijst "{$localeList}" uit XML geladen

# debug-notes-localeLoad
source: Loaded locale file "{$localeFile}" from XML
nl_nl: Taalbestand "{$localeFile}" uit XML geladen

# debug-notes-missingLocaleKey
source: Missing locale key "{$key}".
nl_nl: Ontbrekende taalsleutel "{$key}".

# debug-notes
source: Notes:
nl_nl: Notities:

# defaultMetric-title
source: Default Metric
nl_nl: Standaardmeting

# defaultMetric-availableMetrics
source: Available Metrics
nl_nl: Beschikbare metingen

# editor-submissionReview-uploadFile
source: Upload Review File
nl_nl: Upload bestand voor review

# editor-submissionReview-uploadAttachment
source: Upload File
nl_nl: Upload bestand

# email-addAttachment
source: Add Attachment
nl_nl: Voeg bijlage toe

# email-addBccRecipient
source: Add BCC
nl_nl: Voeg BCC toe

# email-addCcRecipient
source: Add CC
nl_nl: Voeg CC toe

# email-addToRecipient
source: Add Recipient
nl_nl: Voeg ontvanger toe

# email-attachments
source: Attachments
nl_nl: Bijlagen

# email-bccSender
source: Send a copy of this message to my address ({$address})
nl_nl: Verstuur een kopie van dit bericht naar mijn adres ({$address})

# email-body
source: Body
nl_nl: Hoofdtekst

# email-compose
source: Send Email
nl_nl: Stuur e-mail

# email-compose-tooManyRecipients
source: The message you are attempting to send has too many recipients.
nl_nl: U probeert een bericht naar teveel ontvangers te versturen.

# email-compose-tooSoon
source: You are attempting to send a message too recently after your last message was sent. Please wait before sending another message.
nl_nl: U probeert een bericht te snel na het laatste bericht te versturen. Wacht met het verzenden van nog een bericht.

# email-compose-error
source: There was a problem sending an email message. Please try again later, or contact your system administrator.
nl_nl: Er was een probleem bij het versturen van een e-mailbericht. Probeer het later opnieuw, of contacteer uw systeembeheerder.

# email-from
source: From
nl_nl: Van

# email-invalid
source: The email address {$email} is invalid.
nl_nl: Het e-mailadres {$email} is ongeldig.

# email-multipart
source: This is a multi-part message in MIME format.
nl_nl: Dit is een bericht in delen in MIME formaat.

# email-recipient
source: Recipient
nl_nl: Ontvanger

# email-recipients
source: Recipients
nl_nl: Ontvangers

# email-sender
source: Sender
nl_nl: afzender

# email-senderName
source: Sender Name
nl_nl: Naam afzender

# email-senderEmail
source: Sender Email
nl_nl: E-mailadres afzender

# email-send
source: Send
nl_nl: Verstuur

# email-skip
source: Skip Email
nl_nl: Sla e-mail over

# email-subject
source: Subject
nl_nl: Onderwerp

# email-subjectRequired
source: Please provide an email subject.
nl_nl: Geef een onderwerp voor de e-mail

# email-bodyRequired
source: Please provide the email body text.
nl_nl: Geef de tekst voor de e-mail

# email-to
source: To
nl_nl: Aan

# form-url-invalid
source: The specified URL is invalid. Please check it and try again.
nl_nl: De opgegeven URL is ongeldig. Controleer en probeer opnieuw.

# form-confirmSubmit
source: Are you sure you want to submit this form?
nl_nl: Weet u zeker dat u dit formulier wilt insturen?

# form-confirmSubmit-title
source: Confirm
nl_nl: Bevestig

# form-emailRequired
source: An email address is required.
nl_nl: een e-mailadres is verplicht

# form-dataHasChanged
source: The data on this form has changed. Do you wish to continue without saving?
nl_nl: De gegevens op dit formulier zijn veranderd. toch doorgaan?

# form-disallowedLocales
source: Only the following languages are allowed: {$languages}.
nl_nl: Alleen volgende talen zijn toegelaten: {$languages}.

# form-disallowedProp
source: This property is not allowed.
nl_nl: Deze eigenschap is niet toegelaten.

# form-dropzone-dictDefaultMessage
source: Drop files here to upload
nl_nl: Sleep bestanden hierheen om ze op te laden

# form-dropzone-dictFallbackMessage
source: Your browser does not support drag'n'drop file uploads.
nl_nl: Uw browser ondersteunt het slepen van bestanden niet.

# form-dropzone-dictFallbackText
source: Please use the fallback form below to upload your files.
nl_nl: Gebruik het formulier hieronder om uw bestanden op te laden.

# form-dropzone-dictFileTooBig
source: File is too big ({{filesize}}mb). Files larger than {{maxFilesize}}mb can not be uploaded.
nl_nl: Het bestand is te groot ({{filesize}}mb). Bestanden groter dan {{maxFilesize}}mb kunnen niet worden opgeladen.

# form-dropzone-dictInvalidFileType
source: Files of this type can not be uploaded.
nl_nl: Bestanden van dit type kunnen niet worden opgeladen.

# form-dropzone-dictResponseError
source: Server responded with {{statusCode}} code. Please contact the system administrator if this problem persists.
nl_nl: De server antwoordde met een {{statusCode}} code. Contacteer de systeembeheerder als het probleem blijft duren.

# form-dropzone-dictCancelUpload
source: Cancel upload
nl_nl: Annuleer opladen

# form-dropzone-dictUploadCanceled
source: Upload canceled
nl_nl: Opladen is geannuleerd.

# form-dropzone-dictCancelUploadConfirmation
source: Are you sure you want to cancel this upload?
nl_nl: Weet u zeker dat u het opladen van dit bestand wilt annuleren?

# form-dropzone-dictRemoveFile
source: Remove file
nl_nl: Verwijder bestand
