Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# reviewer.submission.reviewDueDate
source: Review Due Date
ar_iq: تاريخ استيجاب التحكيم
az: D…ôy…ôrl…ôndirm…ô tarixi
bg_bg: Рецензиране до дата
ca: Data de venciment de la revisió
cs: Termín pro recenzi
da_dk: Bedømmelsen er forfalden
de_de: Gutachten fällig am
el_gr: Ημερομηνία προθεσμίας αξιολόγησης
eu: Ebaluazioaren epemuga
fa_ir: مهلت انجام داوری
fi_fi: Arvioinnin määräpäivä
fr: Date limite de l'évaluation
gl_es: Data límite da revisión
he: תאריך יעד לסקירה
hr: Rok pregleda
hu: Szakmai lektorálás határideje
hy_am: Գրախոսման ամսաթիվ
id_id: Batas Waktu Mereview
is_is: Lokadagsetning ritrýni
it: Data entro cui fare la revisione
ja: 査読期限日
ka: განხილვის ვადის თარიღი
kk: Рецензияның келіп түскен күні
lt: Recenziją pateikti iki
lv: Recenzijas termiņš
mk_mk: Рецензија до датум
mr: समीक्षण सादर करण्याची अंतिम तारीख
ms: Tarikh Tamat Ulasan
nb: Frist for fagfellevurdering
pl: Wykonaj recenzję do
pt_pt: Prazo de Revisão
ro: Data limită de revizie
sl_si: Rok za končane revizije
sv: Deadline för granskning
th: กำหนดการทบทวน
tr_tr: Değerlednirme Tarihi
uk_ua: Дата отримання рецензії
vi: Ngày đáo hạn đánh giá
zh_cn: 评审截止日期

# notification.addedReviewer
source: {$reviewerName} was assigned to review this submission and sent an email notification.
ar_iq: {$reviewerName} قد تم تكليفه بتحكيم طلب النشر هذا كما قد تمت مراسلته بهذا الشأن.
az: {$reviewerName} adlńĪ r…ôy√ßiy…ô M…ôqal…ôni inc…ôl…ôm…ôk √ľ√ß√ľn bir email bildiriŇüi g√∂nd…ôrildi.
bg_bg: На {$reviewerName} беше възложено да прегледа тези изпратени материали за статия, като беше изпратено известие по имейл.
ca: S'ha afegit un revisor/a.
cs: {$reviewerName} byl přiřazen k recenzi tohoto příspěvku a bylo mu odesláno upozornění emailem.
da_dk: {$reviewerName} blev tilføjet som bedømmer på denne indsendelse og har fået besked via mail.
de_de: Gutachter/in {$reviewerName} wurde mit der Begutachtung dieser Einreichung beauftragt und hat eine Benachrichtigung per E-Mail erhalten.
el_gr: Η αξιολόγηση ανατέθηκε στον Αξιολογητή {$reviewerName}, στον οποίο στάλθηκε σχετική ενημέρωση.
eu: {$reviewerName}-ri bidalketa hau berrikusteko esleitu zaio eta posta elektroniko bidezko jakinarazpena bidali zaio.
fa_ir: {$reviewerName} به عنوان داور به این مقاله ارسالی انتساب داده شده و ایمیلی برای اطلاع رسانی به آنها ارسال شد.
fi_fi: {$reviewerName} valittiin käsikirjoituksen arvioijaksi ja sähköposti-ilmoitus lähetettiin.
fr: {$reviewerName} a été ajouté.
gl_es: {$reviewerName} foi asignado para revisar este envío e enviouselle unha notificación por correo electrónico.
he: {$reviewerName} מונה לסקור את ההגשה הזו ונשלחה לו התראה בהודעת דוא"ל.
hr: Recenzentu {$reviewerName} dodijeljen je pregled ovog podneska i primio je obavijest e-poštom.
hu: {$reviewerName} hozzáadva szakmai lektorként ehhez a kézirathoz és a felkérő e-mail el lett küldve.
hy_am: {$reviewerName} նշանակված է այս նյութի գրախոսման համար․ ծանուցումը ուղարկված է էլ․ փոստով։
id_id: {$reviewerName} ditugaskan untuk menelaah naskah ini dan mengirim surel pemberitahuan.
is_is: {$reviewerName} var úthlutað til að ritrýna þessa innsendingu og fékk tilkynningu í tölvupósti.
it: {$reviewerName} è stato designato come revisore di questa proposta e gli è stata inviato un avviso per email.
ja: {$reviewerName} がこの投稿の査読者に任命され、メール通知が送信されました。
ka: {$reviewerName}-ს დაევალა ამ წარდგინების განსახილველად და გაგზავნა შეტყობინება ელფოსტით.
kk: Осы мақалаға шолушы ({$reviewerName}) тағайындалды және электрондық поштаға хабарландыру жіберілді.
lt: {$reviewerName} paskirtas (-a) recenzuoti šį straipsnį ir apie tai informuotas elektroniniu paštu.
lv: Šim iesniegtajam materiālam piešķirts recenzents {$reviewerName}, nosūtīts e-pasta paziņojums.
mk_mk: На {$reviewerName} му беше доделен преглед на овој поднесок и испрати известување по е-пошта.
mr: {$reviewerName} ला या सादरीकरणाचे समीक्षण करण्यासाठी नियुक्त करण्यात आले होते आणि त्यांना ई-मेल सूचना पाठवली होती.
ms: {$reviewerName} telah ditugaskan untuk menguas penyerahan ini dan menghantar e-mel pemberitahuan.
nb: {$reviewerName} fikk i oppdrag å fagfellevurdere denne innleveringen og ble sendt en e-post med varsel.
pl: {$reviewerName} został przydzielony do recenzji przesłanego tekstu - e-mail z powiadomieniem został wysłany.
pt_pt: {$reviewerName} foi indicado para rever esta submissão e foi enviado um email de notificação.
ro: {$reviewerName} a fost desemnat să examineze acest manuscris și a trimis o notificare prin e-mail.
sl_si: {$reviewerName} je bil dodeljen za recenzijo prispevka, email obvestilo je bilo poslano.
sv: {$reviewerName} har utsetts till granskare för det här bidraget och har meddelats via e-post.
th: {$reviewerName} ได้รับมอบหมายให้ทบทวนการส่งนี้และมีการส่งการแจ้งเตือนทางอีเมล
tr_tr: {$reviewerName} adlı hakeme bu gönderiyi incelemek için bir e-posta bildirimi gönderdi.
uk_ua: {$reviewerName} було призначено рецензентом цього подання та надіслано повідомлення електронною поштою.
vi: {$reviewerName} đã được chỉ định đánh giá bài nộp này và đã gửi email thông báo.
zh_cn: 已分配 {$reviewerName} 来评审此投稿并已发送电子邮件通知。

# notification.addedReviewerNoEmail
source: {$reviewerName} was assigned to review this submission and was not sent an email notification.
ar_iq: {$reviewerName} قد تم تكليفه بتحكيم طلب النشر هذا ولكن لم تتم مراسلته بهذا الشأن بعد.
az: {$reviewerName} adlńĪ r…ôy√ßi bu M…ôqal…ôni inc…ôl…ôm…ôk √ľ√ß√ľn t…ôyin edildi v…ô ancaq bir email bildiriŇüi g√∂nd…ôrilm…ôdi.
bg_bg: На {$reviewerName} беше възложено да прегледа тези изпратени материали за статия, без известие по имейл.
ca: {$reviewerName} ha estat assignat per revisar aquesta tramesa i no se li ha enviat cap correu electrònic de notificació.
cs: {$reviewerName} byl přiřazen k recenzi tohoto příspěvku ale nebylo mu odesláno upozornění emailem.
da_dk: {$reviewerName} blev tilføjet som bedømmer på denne indsendelse og har ikke fået besked via mail.
de_de: {$reviewerName} war nicht zur Begutachtung dieses Beitrags vorgesehen und hat keine E-Mail-Benachrichtigung erhalten.
el_gr: Η αξιολόγηση ανατέθηκε στον Αξιολογητή {$reviewerName}, χωρίς να έχει αποσταλεί σχετική ενημέρωση.
eu: {$reviewerName}-ri bidalketa hau berrikusteko esleitu zaio eta ez zaio posta elektroniko bidezko jakinarazpena bidali.
fa_ir: {$reviewerName} برای داوری این مقاله ارسالی، انتساب داده شد و ایمیل اطلاع‌رسانی ارسال نشد.
fi_fi: {$reviewerName} valittiin käsikirjoituksen arvioijaksi, mutta sähköposti-ilmoitusta ei lähetetty.
fr: {$reviewerName} a été choisi pour évaluer cette soumission et n'a pas reçu de courriel de notification.
gl_es: {$reviewerName} foi asignado para revisar este envío e non se lle enviou unha notificación por correo electrónico.
he: {$reviewerName} מונה לסקור את ההגשה הזו ולא נשלחה לו התראה בהודעת דוא"ל.
hr: {$reviewerName} nije bio zakazan za pregled ovog posta i nije primio obavijest e-poštom.
hu: {$reviewerName} hozzá lett rendelve szakmai lektorként ehhez a kézirathoz és egy emlékeztető e-mail lett neki elküldve.
hy_am: {$reviewerName} նշանակված է այս հայտի գրախոսման համար․ ծանուցում էլ․ փոստով չի ուղարկվել։
id_id: {$reviewerName} ditugaskan untuk menelaah naskah ini dan belum mengirim surel pemberitahuan.
is_is: {$reviewerName} var úthlutað til að ritrýna þessa innsendingu og fékk ekki senda tilkynningu í tölvupósti.
it: {$reviewerName} è stato designato come revisore di questa proposta e non gli è stata inviata una email.
ja: {$reviewerName} がこの投稿の査読者に任命され、メール通知が送信されませんでした。
ka: {$reviewerName}-ს დაევალა ამ წარდგინების განსახილველად და მას არ გაუგზავნეს ელ.ფოსტის შეტყობინება.
kk: Бұл мазмұнды тексеруші ({$reviewerName}) тағайындалды және электрондық пошта хабарландыруы жіберілмеді.
lt: {$reviewerName} paskirtas (-a) recenzuoti šį straipsnį ir apie tai neinformuotas elektroniniu paštu.
lv: Šim iesniegtajam materiālam piešķirts recenzents {$reviewerName}, e-pasta paziņojums netika nosūtīts.
mk_mk: На {$reviewerName} му беше доделен преглед на овој поднесок и не му беше испратено известување по е-пошта.
mr: {$reviewerName} ला या सादरीकरणाचे समीक्षण करण्यासाठी नियुक्त करण्यात आले होते पण त्यांना ई-मेल सूचना पाठवली नव्हती.
ms: {$reviewerName} telah ditugaskan untuk mengulas penyerahan ini dan tidak menghantar e-mel pemberitahuan.
nb: {$reviewerName} fikk i oppdrag å fagfellevurdere denne innleveringen og ble ikke sendt en e-post med varsel.
pl: {$reviewerName} został przydzielony do recenzji przesłanego tekstu - e-mail z powiadomieniem nie został wysłany.
pt_pt: {$reviewerName} foi indicado para rever esta submissão mas não foi enviado um email de notificação.
ro: {$reviewerName} a fost desemnat să examineze acest manuscris și nu a trimis o notificare prin e-mail.
sl_si: {$reviewerName} je bil dodeljen za recenzijo prispevka, email obvestilo ni bilo poslano.
sv: {$reviewerName} har utsetts som granskare för det här bidraget men har inte meddelats via e-post.
th: {$reviewerName} ได้รับมอบหมายให้ทบทวนการส่งนี้ แต่ไม่มีการส่งการแจ้งเตือนทางอีเมล
tr_tr: {$reviewerName} adlı hakem bu gönderiyi incelemek üzere atandı ve ancak bir e-posta bildirimi gönderilmedi.
uk_ua: {$reviewerName} було призначено рецензентом цього подання але не було надіслано повідомлення електронною поштою.
vi: {$reviewerName} đã được chỉ định đánh giá bài nộp này và không gửi email thông báo.
zh_cn: 已分配 {$reviewerName} 来评审此投稿，未发送电子邮件通知。

# notification.addedStageParticipant
source: User added as a stage participant.
ar_iq: أضيف المستخدم بمثابة مشارك مرحلي.
az: ńįstifad…ô√ßi s…ôviyy…ô iŇütirak√ßńĪsńĪ kimi …ôlav…ô edildi
bg_bg: Потребителят е добавен като участник в етапа.
ca: L'usuari/ària s'ha afegit com a participant en aquesta fase.
cs: Uživatel přidán jako účastník této fáze.
da_dk: Bruger tilføjet som deltager.
de_de: Benutzer/in als Teilnehmer/in dieser Phase hinzugefügt.
el_gr: Ο Χρήστης προστέθηκε ως συμμετέχων σε κάποιο στάδιο.
eu: Erabiltzailea faseko parte-hartzaile gisa gehitu da.
fa_ir: کاربر به عنوان همکار به این مرحله افزوده شد
fi_fi: Käyttäjä lisätty työvaiheeseen osallistujaksi.
fr: L'utilisateur a été ajouté à titre de participant.
gl_es: Usuario engadido como participante da fase.
he: המשתמש נוסף כמשתתף בשלב.
hr: Korisnik je dodan kao sudionik u ovoj fazi.
hu: Felhasználó hozzáadva, mint résztvevő ebben a szakaszban.
hy_am: Օգտատերը վերականգնված է որպես այս փուլի մասնակից։
id_id: Pengguna ditambahkan sebagai partisipan tahapan.
is_is: Notanda bætt við sem þátttakanda á þessu stigi.
it: Utente aggiunto ai partecipanti.
ja: ユーザーが段階参加者として追加されました。
ka: მომხმარებელმა დაამატა, როგორც სცენის მონაწილე.
kk: Пайдаланушы кезең мүшесі ретінде қосылды.
lt: Vartotojas pridėtas prie etapo.
lv: Lietotājs pievienots kā posma dalībnieks.
mk_mk: Корисникот е додаден како учесник на чекорот.
mr: वापरकर्त्याला व्यासपीठाच्या गटात सहभागी करून घेतले.
ms: Pengguna ditambahkan sebagai peserta peringkat.
nb: Bruker lagt til som deltaker på et bestemt stadie.
pl: Użytkownik dodany jako uczestnik etapu.
pt_pt: Utilizador adicionado como participante da etapa.
ro: Utilizator adăugat ca participant la etapă.
sl_si: Uporabnik je bil dodan kot udeleženec v fazi.
sv: Användaren tillagd som deltagare i steget.
th: ผู้ใช้ถูกเพิ่มเป็นผู้มีส่วนร่วมในขั้นตอน
tr_tr: Kullanıcı düzey katılımcısı olarak eklendi.
uk_ua: Користувача додано як учасника етапу.
vi: Đã thêm người dùng làm người tham gia giai đoạn.
zh_cn: 用户已添加为阶段参与者。

# notification.type.reviewAssignment
source: Review pending.
ar_iq: التحكيم مؤجل.
az: G√∂zl…ôy…ôn d…ôy…ôrl…ôndirm…ô
bg_bg: Очаква рецензия.
ca: Teniu una revisió pendent.
cs: Probíhá recenze.
da_dk: Under bedømmelse.
de_de: Sie haben ein ausstehendes Gutachten.
el_gr: Εκκρεμής αξιολόγηση
eu: Berrikuspena zain.
fa_ir: در انتظار داوری
fi_fi: Arviointia odotetaan.
fr: Vous avez une évaluation en attente.
gl_es: Tes unha revisión pendente.
he: סקירה בהמתנה
hr: Imate procjenu na čekanju.
hu: Szakmai lektorálás függőben.
hy_am: Գրախոսումը սպասվում է։
id_id: Review ditunda.
is_is: Ritrýni í gangi.
it: Revisione in attesa.
ja: 査読待機中。
ka: განხილვა მოლოდინის რეჟიმში.
kk: Рецензиялау кезеңін күтуде.
lt: Laukiama recenzijos.
lv: Tiek gaidīta recenzija.
mk_mk: Рецензијата е на чекање.
mr: प्रलंबित समीक्षण.
ms: Ulasan belum selesai.
nb: Fagfellevurdering underveis.
pl: Recenzja w trakcie.
pt_pt: Revisão pendente.
ro: Revizuire în așteptare.
sl_si: Recenzija poteka.
sv: Väntar på granskning.
th: การทบทวนที่รอดำเนินการ
tr_tr: Bekleyen değerlendirme.
uk_ua: Відгук очікує на розгляд.
vi: Đang chờ đánh giá.
zh_cn: 审核中。

# notification.type.reviewAssignmentUpdated
source: Review assignment updated.
ar_iq: مهمة التحكيم حُدِّثَت.
az: R…ôy√ßi v…ôzif…ôsi yenil…ôndi.
bg_bg: Заданието за рецензиране е актуализирано.
ca: Assignació de revisió actualitzada.
cs: Bylo aktualizováno přiřazení recenze.
da_dk: Bedømmelsestildeling opdateret.
de_de: Begutachtungsbitte aktualisiert.
el_gr: Έγινε ενημέρωση της ανάθεσης αξιολόγησης.
eu: Berrikuspenaren esleipena eguneratu da.
fi_fi: Arviointipyyntö päivitetty.
fr: Mise à jour de la demande d'évaluation.
gl_es: Actualizouse a asignación da revisión.
he: מטלת הסקירה עודכנה.
hr: Zahtjev za pregled ažuriran.
hu: A lektorálási feladatkiosztás frissítésre került.
hy_am: Գրախոսման նշանակումը թարմացված է։
id_id: Penugasan review diperbaharui.
is_is: Úthlutun ritrýni uppfærð.
it: Review in attesa aggiornate.
ja: 査読課題が更新されました。
ka: მიმოხილვის დავალება განახლდა.
kk: Рецензияның тапсырмасы жаңартылды.
lt: Atnaujinta recenzijos prieskyra.
lv: Atjaunots recenzēšanas piešķīrums.
mk_mk: Задачата за рецензирање е ажурирана.
mr: समीक्षण कामगिरी अपडेट केली आहे.
ms: Tugasan ulasan dikemas kini.
nb: Fagfellevurdering oppdatert.
pl: Zaktualizowano zadanie dotyczące recenzji.
pt_pt: Designação de revisão atualizada.
ro: Revizuire în așteptare.
sl_si: Recenzijska zadolžitev je bila posodobljena.
sv: Granskningsuppdrag uppdaterat.
th: การมอบหมายการทบทวนถูกอัปเดตแล้ว
tr_tr: Hakemlik görevi güncellendi.
uk_ua: Призначення для рецензування було оновлено.
vi: Đã cập nhật chỉ định đánh giá.
zh_cn: 审阅分配已更新。

# notification.type.auditorRequest
source: Audit request for "{$file}"
ar_iq: إلتماس متابعة للملف "{$file}"
az: "{$file}" √ľ√ß√ľn n…ôzar…ôt t…ôl…ôbi
bg_bg: Искане за одит за "{$file}"
ca: Sol·licitud d'auditoria per a "{$file}"
cs: Je požadováno posouzení pro soubor "{$file}"
da_dk: Revisionsanmodning til "{$file}"
de_de: Sie sind gebeten worden, die Datei "{$file}" zu prüfen.
el_gr: Έχετε κληθεί για τον έλεγχο του αρχείου "{$file}"
eu: Auditoria eskaera "{$file}"-rako
fa_ir: درخواست حسابرسی برای "{$file}"
fi_fi: Tarkastuspyyntö tiedostoa "{$file}" koskien
fr: Demande de vérification du fichier « {$file} »
gl_es: Solicitude de auditoría de "{$file}"
he: בקשת ביקורת עבור "{$file}"
hr: Zamoljeni ste da pregledate datoteku "{$file}".
hu: Ellenőrzés kérése a "{$file}" fájlhoz
hy_am: Ստուգել հարցումը "{$file}" -ի համար
id_id: Permintaan audit untuk "{$file}"
is_is: Beiðni um yfirferð á "{$file}"
it: Valutatore richiesto per "{$file}"
ja: 「{$file}」の監査要求
ka: აუდიტის მოთხოვნა "{$file}"-ისთვის
kk: "{$file}" үшін тексеруге сұрауы
lt: Prašoma patikrinti failą „{$file}“
lv: Audita pieprasījums datnei "{$file}"
mk_mk: Барање за ревизија за "{$file}"
mr: "{$file}" च्या ऑडिटसाठी विनंती
ms: Permintaan audit untuk "{$file}"
nb: Forespørsel om sluttkontroll av «{$file}»
pl: Przejrzyj zapytanie dla "{$file}"
pt_pt: Pedido de auditoria para "{$file}"
ro: Cerere de audit pentru "{$file}"
sl_si: Zahteva za revizijo datoteke "{$file}"
sv: Förfrågan om manusgranskning av "{$file}"
th: คำขอตรวจสอบสำหรับ "{$file}"
tr_tr: "{$file}" için denetim isteği
uk_ua: Запит аудиту для "{$file}"
vi: Yêu cầu kiểm tra cho "{$file}"
zh_cn: 审核“ {$file}”的请求

# notification.type.allRevisionsIn
source: A revised file has been uploaded for your editorial consideration in {$stage}.
ar_iq: تم رفع ملف منقح ليأخذ به المحرر في {$stage}.
az: T…ônziml…ônmiŇü bir fayl, {$stage} qismind…ô n…ôŇür etm…ôyiniz √ľ√ß√ľn y√ľkl…ôndi
bg_bg: Преработен файл е качен за вашето редакционно разглеждане в етап {$stage}.
ca: S'ha carregat un fitxer per a la vostra acceptació editorial a {$stage}.
cs: Opravený soubor byl nahrán pro rozhodnutí redaktora ve fázi {$stage}.
da_dk: En tilrettet fil er blevet uploadet til redaktionel overvejelse i {$stage}.
de_de: Eine überarbeitete Datei ist hochgeladen worden und muss von Ihnen in Phase {$stage} akzeptiert werden.
el_gr: Ένα αναθεωρημένο αρχείο προς επιμέλεια έχει μεταφορτωθεί στο στάδιο {$stage}.
eu: Berrikusitako fitxategi bat igo da zure erabaki editoriala hartzeko {$stage} atalean.
fa_ir: فایل اصلاح شده جهت بازبینی مجدد در {$stage} آپلود شده است
fi_fi: Korjattu tiedosto on ladattu toimituksellista käsittelyäsi varten {$stage}-vaiheessa.
fr: Un fichier révisé a été téléchargé dans {$stage} afin que vous puissiez l'évaluer.
gl_es: Cargouse un arquivo revisado para a súa consideración editorial en {$stage}.
he: קובץ מתוקן הועלה לשיקולי עריכתך ב-{$stage}.
hr: Revidirana datoteka je prenesena i trebate je prihvatiti u fazi {$stage}.
hu: Átdolgozott fájl feltöltésre került a szerkesztő áttekintésére vár a {$stage} szakaszban.
hy_am: Ֆայլի թարմացված տարբերակը ներբեռնվել է Ձեր խմբագրական որոշման համար - {$stage}։
id_id: File revisi telah diunggah untuk pertimbangan editorial Anda pada {$stage}.
is_is: Búið er að hlaða upp lagfærðri skrá til ritstjórnarlegrar skoðunar á stigi: {$stage}.
it: Un file rivisto è stato caricato per permetterti di fare considerazioni editoriali nel passaggio {$stage}.
ja: {$stage}で編集上の考慮事項のために改訂されたファイルがアップロードされました。
ka: შესწორებული ფაილი აიტვირთა თქვენი სარედაქციო განხილვისთვის {$stage}-ზე.
kk: Файлдың жаңа нұсқасы "{$stage}" кезеңінде редакциялық тексеру үшін жүктеп салынды.
lt: Įkeltas pataisytas failas, kurį turite apsvarstyti etape „{$stage}“.
lv: Izlabotā datne {$stage}. posmā ir augšupielādēta redakcijas izskatīšanai.
mk_mk: Поставена е ревидирана датотека за вашето уредничко разгледување во {$stage}.
mr: {$stage} मध्ये तुमच्या संपादकाच्या नजरेतून विचार करण्याकरता एक सुधारित फाईल संक्रमित (अपलोड) करण्यात आली आहे.
ms: Fail yang disemak telah dimuat naik untuk pertimbangan editorial anda dalam {$stage}.
nb: En revidert fil har blitt lastet opp for redaksjonell vurdering i {$stage}.
pl: Przejrzany plik został przesłany i jest dostępny w etapie {$stage}.
pt_pt: Foi carregado um ficheiro revisto para a sua consideração editorial em {$stage}.
ro: Un fișier revizuit a fost încărcat pentru a fi luat în considerare pentru editare în {$stage}.
sl_si: Revidirana datoteka je bila oddana in potrebna je vaša odločitev v {$stage}.
sv: En bearbetad fil har laddats upp för redaktionell bedömning av dig vid {$stage}.
th: ไฟล์ที่ปรับปรุงแล้วถูกอัปโหลดเพื่อให้พิจารณาในขั้นตอน {$stage}
tr_tr: Düzenlenmiş bir dosya, {$stage} kısmında yayınlamanız için yüklendi.
uk_ua: Нова версія файлу була завантажена для редакційного розгляду на етапі {$stage}.
vi: Một tệp đã sửa đổi đã được tải lên để bạn xem xét biên tập trong {$stage}.
zh_cn: 已将修订后的文件上传到{$stage}中供您编辑。

# notification.type.pendingRevisions.title
source: Revisions submitted to {$stage}.
ar_iq: التحكيمات المقدمة إلى {$stage}.
az: D√ľz…ôliŇül…ôr {$stage}-ci addńĪma g√∂nd…ôrildi
bg_bg: Ревизии изпратени към етап {$stage}.
ca: Les revisions s'han enviat a {$stage}.
cs: Ve fázi {$stage} byly nahrány úpravy.
da_dk: Revisioner indsendt til {$stage}.
de_de: Überarbeitungen zu Phase {$stage} hinzugefügt.
el_gr: Ανθεωρήσεις έχουν υποβληθεί στο στάδιο {$stage}.
eu: Berrikuspenak {$stage}-era bidalita.
fa_ir: اصلاحات در {$stage} ثبت شد.
fi_fi: Korjaukset lähetetty {$stage}-vaiheeseen.
fr: Révisions soumises à {$stage}.
gl_es: Revisións enviadas a {$stage}.
he: תיקונים שהוגשו ל-{$stage}.
hr: Dodane su revizije fazi {$stage}.
hu: Feltöltött átdolgozások a {$stage} szakaszban.
hy_am: Նախադիտումները/Դիտողությունները կցված են:
id_id: Revisi dikirim ke {$stage}.
is_is: Endurskoðun send til {$stage}.
it: Revisione inviata in {$stage}.
ja: {$stage}に提出された改訂。
ka: შესწორებები შეტანილია {$stage}-ზე.
kk: Жаңа нұсқалар "{$stage}" кезеңіне жіберілді.
lt: Pataisymai pateikti etapui „{$stage}“.
lv: Labojumi, kas iesniegti {$stage}. posmā.
mk_mk: Ревизија предадена во {$stage}.
mr: या {$stage} टप्प्यावर सादर केलेल्या सुधारणा.
ms: Semakan diserahkan kepada {$stage}.
nb: Revidering sendt inn til {$stage}.
pl: Poprawiony tekst przesłany do etapu {$stage}.
pt_pt: Revisões enviadas para {$stage}.
ro: Revizuire înregistrată în {$stage}.
sl_si: Spremembe so bila oddane v {$stage}.
sv: Bearbetningar inskickade till {$stage}.
th: การปรับปรุงที่ส่งไปยังขั้นตอน {$stage}
tr_tr: Düzeltmeler {$stage}. adıma gönderildi.
uk_ua: Нові версії надіслані на етап {$stage}.
vi: Bản sửa đổi đã nộp cho {$stage}.
zh_cn: 修订已提交到 {$stage}。

source: Time zone
az: Saat b√∂lg…ôsi
bg_bg: Часова зона
ca: Zona horària
cs: Časové pásmo
eu: Ordu-eremua
fr: Fuseau horaire
he: אזור זמן
hr: Vremenska zona
hy_am: Ժամային գոտի
it: Ora locale
ja: タイムゾーン
ka: დროის სარტყელი
kk: Уақыт белдеуі
lt: Laiko juosta
lv: Laika josla
mr: आंतरराष्ट्रीय कालविभाग (Time zone)
pl: Strefa czasowa
sv: Tidszon
th: เขตเวลา
vi: Múi giờ

# user.email
source: Email address
ar_iq: عنوان البريد الالكتروني
az: Email
bg_bg: Имейл
ca: Adreça de correu electrònic
cs: E-mail
eu: Posta elektronikoa
fr: Courriel
gl_es: Enderezo de correo electrónico
he: כתובת דוא"ל
hr: Email adresa
hu: E-mail cím
hy_am: էլ․ փոստի հասցե
is_is: Netfang
it: Indirizzo e-mail
ja: メールアドレス
ka: ელფოსტის მისამართი
kk: Email адресі
lt: El. pašto adresas
lv: E-pasta adrese
mr: ई-मेल पत्ता
ms: Alamat emel
nb: E-post
pl: Adres e-mail
sv: E-post
th: ที่อยู่อีเมล
tr_tr: E-posta
vi: Địa chỉ email
