Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# validator.required_without_all
source: This field is required when none of {$values} are present.
ar_iq: هذا الحقل مطلوب عندما لا يكون أي من {$values} موجوداً.
az: Bu sah…ô, {$values}-nin he√ß biri yoxdursa t…ôl…ôb olunur.
bg_bg: Това поле е задължително, когато не присъства нито едно от {$values}.
ca: Aquest camp és obligatori quan cap dels {$values} està present.
cs: Toto pole je povinné, pokud není přítomna žádná z {$values}.
da_dk: Dette felt er påkrævet når ingen af {$values} foreligger.
de_de: Dies ist ein Pflichtfeld, wenn keine {$values} vorhanden sind.
el_gr: Αυτό το πεδίο απαιτείται όταν δεν υπάρχει καμία από τις τιμές {$values}.
eu: Eremu hau derrigorrezkoa da {$values}-tik bat ere ez dagoenean.
fi_fi: Tämä kenttä on pakollinen, kun mitään arvoista {$values} ei ole annettu.
fr: Ce champ est obligatoire en l'absence de {$values}.
gl_es: Este campo é obrigatorio cando non hai ningún dos {$values}.
he: זהו שדה חובה כאשר אף אחד מ- {$values} אינו קיים.
hr: Ovo je obavezno polje ako nema {$values}.
hu: Ez a mező szükséges, amikor egyik sincs jelen innen: {$values}
hy_am: Այս դաշտը չի պահանջվում, երբ ոչ մի {$values} առկա չեն։
id_id: Field wajib diisi jika tidak ada nilai {$value}.
is_is: Þetta svæði er áskilið þegar ekkert {$values} er til staðar.
it: Questo campo è obbligatorio quando nessun {$values} è presente.
ja: {$values}の一つも存在していない場合、このフィールドは必須です。
ka: ეს ველი საჭიროა, როდესაც არცერთი {$values} არ არის წარმოდგენილი.
kk: {$values} орнатылмаған кезде өріс қажет.
lt: Šis laukas būtinas, kai nėra nė vienos iš {$values} reikšmių.
lv: Šis lauks ir obligāts, ja {$values} nav norādīts.
mk_mk: Ова поле е потребно кога нема ниту една од {$values}.
mr: जेव्हा कोणत्याही {$values} नसतात तेव्हा हे फील्ड आवश्यक असते.
ms: Medan ini diperlukan apabila tiada {$values} hadir.
nb: Dette feltet er obligatorisk når ingen av {$values} er til stede.
pl: Pole wymagane kiedy {$values} są znane.
pt_pt: Este campo é obrigatório quando nenhum dos {$values} estão presentes.
ro: Acest câmp este obligatoriu când nici unul dintre {$values} nu este prezent.
sl_si: To polje je obvezno kadar ni nobene od vrednosti {$values}.
sv: Detta fält är obligatoriskt när inga {$values} förekommer.
th: ฟิลด์นี้จำเป็นเมื่อไม่มี {$values} อยู่เลย
tr_tr: Bu alan, {$values}'nin hiçbiri yoksa gereklidir.
uk_ua: Це поле необхідно заповнити, коли жоден із {$values} є присутнім.
vi: Trường này là bắt buộc khi không có bất kỳ {$values} nào có mặt.
zh_cn: 如果 {$values} 中没有项目存在，则此字段为必填项。

# validator.size.numeric
source: This must be {$size}.
ar_iq: هذا لا بد أن يكون بحجم {$size}.
az: Bu {$size} olmalńĪdńĪr.
bg_bg: Това трябва да е {$size}.
ca: Això ha de tenir {$size}.
cs: Musí to být {$size}.
da_dk: Dette skal være {$size}.
de_de: Dies muss {$size} groß sein.
el_gr: Πρέπει να έχει μέγεθος {$size}.
eu: Honek {$size} izan behar du.
fi_fi: Tämän pitää olla kooltaan {$size}.
fr: Ceci doit mesurer {$size}.
gl_es: Isto debe ser de {$size}.
he: זה חייב להיות {$size}.
hr: Ovo mora biti veliko {$size}.
hu: Ekkorának kell lennie: {$size}
hy_am: Չափը պետք է լինի - {$size}։
id_id: Ukurannya harus {$size}.
is_is: Þetta verður að vera {$size}.
it: Deve essere {$size}.
ja: {$size}である必要があります。
ka: ეს უნდა იყოს {$size}.
kk: {$size} болуы керек.
lt: Tai turi būti {$size}.
lv: Tam jābūt {$size}.
mk_mk: Ова мора да биде {$size}.
mr: याचे आकारमान {$size} असायलाच हवे.
ms: Ini mestilah {$size}.
nb: Dette må være {$size}.
pl: Wartość musi być {$size}.
pt_pt: Deve ter {$size}.
ro: Aceasta trebuie să fie {$size}.
sl_si: To mora biti {$size}.
sv: Måste vara {$size}.
th: ต้องเท่ากับ {$size}
tr_tr: Bu {$size} olmalıdır.
uk_ua: Це має бути {$size}.
vi: Giá trị này phải là {$size}.
zh_cn: 该项大小必须是 {$size}。

# validator.size.file
source: This must be {$size} kilobytes.
ar_iq: هذا لا بد أن يكون بحجم {$size} كيلو بايت.
az: Bu, {$size} kb olmalńĪdńĪr.
bg_bg: Това трябва да е {$size} килобайта.
ca: Això ha de tenir {$size} kilobytes.
cs: Musí to být {$size} kilobajtů.
da_dk: Dette skal være {$size} kilobytes.
de_de: Dies müssen {$size} Kilobyte sein.
el_gr: Πρέπει να έχει μέγεθος {$size} ΚΒ.
eu: Honek {$size} kilobyte izan behar du.
fi_fi: Tämän pitää olla {$size} kilotavua.
fr: Ceci doit mesurer {$size} Ko.
gl_es: Isto debe ter {$size} kilobytes.
he: זה חייב להיות {$size} קילובייטים.
hr: Ovo mora biti {$size} kilobajta.
hu: {$size} kilobyte-nak kell lennie.
hy_am: Պետք է լինի {$size} կիլոբայթ։
id_id: Ukuranny harus {$size} kb.
is_is: þetta verður að vera {$size} kilobytes.
it: Deve essere {$size} kilobytes.
ja: {$size}KBである必要があります。
ka: ეს უნდა იყოს {$size} კილობაიტი.
kk: {$size} килобайт болуы керек.
lt: Tai turi būti {$size} kilobaitai.
lv: Tam jābūt {$size} kilobaitiem.
mk_mk: Ова мора да биде {$size} килобајти.
mr: ही {$size} किलोबाइट्स असायलाच हवी.
ms: Ini mestilah {$size} kilobait.
nb: Dette må være {$size} kilobytes.
pl: Wartość musi być {$size} kilobajtów.
pt_pt: Deve ter {$size} kilobytes.
ro: Aceasta trebuie să fie {$size} kilobiți.
sl_si: To mora biti {$size} kilobaytov.
sv: Måste vara {$size} kilobyte.
th: ต้องมีขนาดเท่ากับ {$size} กิโลไบต์
tr_tr: Bu {$size} kilobayt olmalıdır.
uk_ua: Це має бути {$size} кілобайтів.
vi: Kích thước này phải là {$size} kilobyte.
zh_cn: 该文件大小必须是 {$size} 千字节。

# validator.size.string
source: This must be {$size} characters.
ar_iq: هذا لا بد أن يكون من {$size} حرف/حروف.
az: Bu {$size} xarakter olmalńĪdńĪr.
bg_bg: Това трябва да е {$size} знака.
ca: Això ha de tenir {$size} caràcters.
cs: Musí to být znaky {$size}.
da_dk: Dette skal være {$size} tegn.
de_de: Dies muss {$size} Zeichen enthalten.
el_gr: Πρέπει να έχει {$size} χαρακτήρες.
eu: Honek {$size} karaktere izan behar ditu.
fi_fi: Tämän pitää olla {$size} merkkiä.
fr: Ceci doit comporter {$size} caractères.
gl_es: Isto debe ter {$size} caracteres.
he: זה חייב להיות {$size} תווים.
hr: Ovo mora sadržavati {$size} znakova.
hu: {$size} karakternek kell lennie.
hy_am: Նշանների քանակը պետք է լինի {$size}։
id_id: Harus {$size} karakter.
is_is: Þetta verður að vera {$size} stafir.
it: Deve essere {$size} caratteri.
ja: {$size}字である必要があります。
ka: ეს უნდა იყოს {$size} სიმბოლო.
kk: {$size} таңбадан тұруы керек.
lt: Tai turi būti {$size} simbolių.
lv: Tam jābūt {$size} rakstzīmēm.
mk_mk: Ова мора да има {$size} знаци.
mr: हे {$size} अक्षरांचे असायलाच हवे.
ms: Ini mestilah {$size} aksara.
nb: Dette må være {$size} tegn.
pl: Wartość musi być {$size} znaków.
pt_pt: Deve ter {$size} caracteres.
ro: Aceasta trebuie să fie {$size} caractere.
sl_si: To mora biti dolgo {$size} znakov.
sv: Måste vara {$size} tecken.
th: ต้องมีความยาวเท่ากับ {$size} ตัวอักษร
tr_tr: Bu {$size} karakter olmalıdır.
uk_ua: Це має бути {$size} знаків.
vi: Độ dài này phải là {$size} ký tự.
zh_cn: 此项长度必须是 {$size} 个字符。

# validator.size.array
source: This must contain {$size} items.
ar_iq: هذا لا بد أن يحتوي {$size} فقرة/فقرات.
az: Bu {$size} element ehtiva etm…ôlidir
bg_bg: Това трябва да съдържа {$size} елемента.
ca: Això ha de contenir {$size} elements.
cs: Musí obsahovat {$size} položky.
da_dk: Dette skal indeholde {$size} elementer.
de_de: Dies muss {$min} Elemente enthalten.
el_gr: Πρέπει να περιέχει {$size} στοιχεία.
eu: Honek {$size} elementu izan behar ditu.
fi_fi: Tämän pitää sisältää {$size} kohdetta.
fr: Ceci doit contenir {$size} éléments.
gl_es: Isto debe conter {$size} elementos.
he: זה חייב להכיל {$size} פריטים.
hr: Ovo mora sadržavati {$min} elemenata.
hu: Tartalmaznia kell {$size} elemet.
hy_am: Պետք է ներառի {$size} տարր։
id_id: Harus mengandung {$size} item.
is_is: Þetta verður að innihalda {$size} atriði.
it: Deve contenere {$size} oggetti.
ja: {$size}個の項目が含まれている必要があります。
ka: ეს უნდა შეიცავდეს {$size} ელემენტს.
kk: {$size} элементтері болуы керек.
lt: Čia turi būti {$size} elementai.
lv: Tam jāsatur {$size} vienības.
mk_mk: Ова мора да содржи {$size} ставки.
mr: यामध्ये {$size} घटक (items) असणे आवश्यक आहे.
ms: Ini mesti mengandungi {$size} item.
nb: Dette må inneholde {$size} elementer.
pl: Wartość musi być {$size} elementów.
pt_pt: Deve conter {$size} itens.
ro: Acesta trebuie să conțină {$size} elemente.
sl_si: To mora vsebovati {$size} postavk.
sv: Måste innehålla {$size} objekt.
th: ต้องมี {$size} รายการ
tr_tr: Bu, {$size} öğe içermelidir.
uk_ua: Це має містити {$size} пункти.
vi: Mảng này phải chứa {$size} mục.
zh_cn: 此列表必须包含 {$size} 个项目。

# validator.string
source: This is not a valid string.
ar_iq: هذا ليس نصاً صحيحاً.
az: Bu etibarlńĪ bir s…ôtir deyil.
bg_bg: Това не е валиден низ.
ca: Aquesta cadena no és vàlida.
cs: Toto není platný řetězec.
da_dk: Dette er ikke en gyldig streng.
de_de: Dies ist keine gültige Zeichenkette.
el_gr: Μη έγκυρη συμβολοσειρά.
eu: Hau ez da baliozko kate bat.
fi_fi: Tämä ei ole kelvollinen arvo.
fr: Ce champ n'est pas une chaîne valide.
gl_es: Esta cadea non é válida.
he: זו אינה מחרוזת תקפה.
hr: Ovo nije važeći niz.
hu: Nem érvényes karakterlánc.
hy_am: Անվավեր փոփոխական։
id_id: String ini tidak valid.
is_is: Þetta er ekki gildur strengur.
it: Stringa non valida.
ja: 有効な文字列ではありません。
ka: ეს არ არის სწორი მწკრივი.
kk: Жарамсыз жол.
lt: Tai nėra galiojanti eilutė.
lv: Šī nav derīga virkne.
mk_mk: Ова не е валиден стринг.
mr: ही वैध सूत्र (string) नाही.
ms: Ini bukan string yang sah.
nb: Dette er ikke en gyldig streng.
pl: String niepoprawny.
pt_pt: Esta não é uma string válida.
ro: Acesta nu este un șir valid.
sl_si: To ni veljaven niz.
sv: Detta är inte en giltig sträng.
th: นี่ไม่ใช่สตริงที่ถูกต้อง
tr_tr: Bu geçerli bir dize değil.
uk_ua: Це не є валідною строкою.
vi: Đây không phải là chuỗi hợp lệ.
zh_cn: 这不是有效的字符串。

# validator.timezone
source: This is not a valid time zone.
ar_iq: هذه ليست منطقة زمنية صحيحة.
az: Bu etibarlńĪ zaman b√∂lg…ôsi deyil
bg_bg: Това не е валидна часова зона.
ca: Aquesta zona horària no és vàlida.
cs: Toto není platné časové pásmo.
da_dk: Dette er ikke en gyldig tidszone.
de_de: Dies ist keine gültige Zeitzone.
el_gr: Δεν είναι έγκυρη η ζώνη ώρας.
eu: Hau ez da baliozko ordu-eremu bat.
fi_fi: Tämä ei ole kelvollinen aikavyöhyke.
fr: Ceci n'est pas un fuseau horaire valide.
gl_es: Esta non é unha zona horaria válida.
he: זהו אינו אזור זמן תקף.
hr: Ovo nije važeća vremenska zona.
hu: Nem érvényes időzóna.
hy_am: Անվավեր ժամային գոտի։
id_id: Zona waktu ini tidak valid.
is_is: þetta er ekki gilt tímabelti.
it: Fuso orario non valido.
ja: 有効なタイムゾーンではありません。
ka: ეს არ არის მართებული დროის სარტყელი.
kk: Уақыт белдеуі дұрыс емес.
lt: Tai netinkama laiko juosta.
lv: Šī nav derīga laika josla.
mk_mk: Ова не е валидна временска зона.
mr: हा वैध आंतरराष्ट्रीय कालविभाग (time zone) नाही.
ms: Ini bukan zon waktu yang sah.
nb: Dette er ikke en gyldig tidssone.
pl: Nieprawidłowa strefa czasowa.
pt_pt: Este não é um fuso horário válido.
ro: Acesta nu este un fus orar valid.
sl_si: To ni veljavna časovna cona.
sv: Detta är inte en giltig tidszon.
th: นี่ไม่ใช่เขตเวลาที่ถูกต้อง
tr_tr: Bu geçerli bir saat dilimi değil.
uk_ua: Це не є валідним часовим поясом.
vi: Đây không phải là múi giờ hợp lệ.
zh_cn: 这不是有效的时区。

# validator.unique
source: The {$attribute} has already been taken.
ar_iq: إن {$attribute} قد سبق اختياره.
az: {$attribute} zat…ôn alńĪndńĪ
bg_bg: {$attribute} вече е зает.
ca: {$attribute} ja està en ús.
cs: {$attribute} již byl přijatý.
da_dk: Denne {$attribute} er allerede taget.
de_de: {$attribute} ist bereits vergeben.
eu: {$attribute} dagoeneko hartuta dago.
fi_fi: Arvo {$attribute} on jo käytössä.
fr: {$attribute} déjà utilisé.
gl_es: {$attribute} xa está en uso.
he: ה-{$attribute} כבר נלקח.
hr: {$attribute} je već zauzet.
hu: A(z) {$attribute} már használatban van.
hy_am: {$attribute} արդեն կիրառված է։
id_id: {$attribute} sudah dipakai.
is_is: The {$attribute} er þegar í notkun.
it: {$attribute} è già in uso.
ja: {$attribute}はすでに受け付けられています。
ka: {$attribute} უკვე აღებულია.
kk: {$attribute} әлдеқашан пайдаланылған.
lt: {$attribute} jau užimtas.
lv: {$attribute} jau ir izmantots.
mk_mk: {$attribute} е зафатено.
mr: {$attribute} आधीच वापरले गेले आहे.
ms: {$attribute} telah pun diambil.
nb: Denne {$attribute} er allerede opptatt.
pl: Atrybut {$attribute} został już zajęty.
pt_pt: O {$attribute} já se encontra em uso.
ro: {$attribute} a fost deja luat.
sl_si: {$attribute} je že zaseden.
sv: Detta {$attribute} är redan taget.
th: {$attribute} นี้มีอยู่แล้ว
tr_tr: {$attribute} zaten alındı.
uk_ua: {$attribute} уже є обраним.
vi: {$attribute} đã tồn tại.
zh_cn: {$attribute}已被使用。

# validator.url
source: This is not a valid URL.
ar_iq: هذا ليس رابطاً صحيحاً.
az: Bu etibarlńĪ URL deyil.
bg_bg: Това не е валиден URL адрес.
ca: Aquesta URL no és vàlida.
cs: Toto není platná URL adresa.
da_dk: Dette er ikke en gyldig URL.
de_de: Dies ist keine gültige URL.
el_gr: Μη έγκυρο URL.
eu: URL hau ez da baliozkoa.
fi_fi: Tämä ei ole kelvollinen URL-osoite.
fr: Ceci n'est pas un URL valide.
gl_es: Este non é un URL válido.
he: זו אינה כתובת URL תקפה.
hr: Ovo nije važeći URL.
hu: Nem érvényes URL.
hy_am: URL հղումը վավեր չէ։
id_id: URL tidak vallid.
is_is: Þetta er ekki gild vefslóð.
it: URL non valido.
ja: 有効なURLではありません。
ka: მოწოდებულია უვარგისი ბმული.
kk: Жарамсыз URL.
lt: Tai nėra galiojantis URL.
lv: Šis nav derīgs URL.
mk_mk: Ова не е валиден УРЛ.
mr: हा वैध URL नाही.
ms: Ini bukan URL yang sah.
nb: Dette er ikke en gyldig URL.
pl: Niepoprawny URL.
pt_pt: Este URL não é válido.
ro: Acesta nu este un URL valid.
sl_si: To ni veljaven URL.
sv: Detta är inte en giltig URL.
th: นี่ไม่ใช่ URL ที่ถูกต้อง
tr_tr: Bu geçerli bir URL değil.
uk_ua: Це не є валідною URL адресою.
vi: Đây không phải là URL hợp lệ.
zh_cn: 这不是有效的网址。

# validator.no_new_line
source: No new line allowed.
ca: No es permet una línia nova.
cs: Žádný nový řádek není povolen.
eu: Ez da lerro berririk onartzen.
fr: Aucune nouvelle ligne autorisée.
he: אין אפשרות לשורה חדשה.
it: Non sono ammesse nuove linee.
ja: 改行は許可されません。
lt: Nauja eilutė neleidžiama.
lv: Jauna līnija nav atļauta.
mr: नव्या ओळीला परवानगी नाही.
sv: Ny rad tillåts ej.
th: ไม่อนุญาตให้มีบรรทัดใหม่
vi: Không được phép xuống dòng mới.

# filter.input.error.notSupported
source: Filter ({$displayName}) supports input {$inputTypeName} - {$typeofInput} given
az: ({$displayName}) filtiri {$inputTypeName} v…ô {$typeofInput} giriŇül…ôrini d…ôst…ôkl…ôyir
bg_bg: Филтърът ({$displayName}) поддържа въвеждане {$inputTypeName} - дадено е {$typeofInput}
ca: Filtrar ({$displayName}) compatibilitat d'entrada {$inputTypeName} - {$typeofInput} determinada
cs: Filtr ({$displayName}) podporuje vstup typu {$inputTypeName} – byl však zadán typ {$typeofInput}
eu: ({$displayName}) iragazkiak {$inputTypeName} - {$typeofInput} sarrera onartzen du
fr: Le filtre ({$displayName}) prend en charge l'entrée {$inputTypeName} - {$typeofInput} donnée
he: מסנן ({$displayName}) תומך בקלט {$inputTypeName} - {$typeofInput} נתון
hr: Filtar ({$displayName}) podržava unos {$inputTypeName} - {$typeofInput}
hu: A szűrő ({$displayName}) támogatja e bevitelt {$inputTypeName} - {$typeofInput} megadva
it: Il filtro ({$displayName}) supporta l'input {$inputTypeName} - {$typeofInput} dato
ja: フィルター ({$displayName}) は {$inputTypeName} 入力に対応 - {$typeofInput} が与えられる
ka: ფილტრი ({$displayName}) მხარს უჭერს შეყვანას {$inputTypeName} — მოცემულია {$typeofInput}
kk: Сүзгі ({$displayName}) берілген {$inputTypeName} - {$typeofInput} енгізуді қолдайды
lt: Filtras ({$displayName}) palaiko įvestį {$inputTypeName} - {$typeofInput} duotas
lv: Filtrs ({$displayName}) atbalsta ievades {$inputTypeName} – {$typeofInput} doto
mr: फिल्टर ({$displayName}) इनपुट {$inputTypeName} ला समर्थन देते - {$typeofInput} दिले आहे, Filter ({$displayName}) supports input {$inputTypeName} - {$typeofInput} given
ms: Penapis ({$displayName}) menyokong input {$inputTypeName} - {$typeofInput} diberikan
pl: Filtr ({$displayName}) obsługuje {$inputTypeName} - {$typeofInput} dany
sv: Filtret ({$displayName}) stödjer indata {$inputTypeName} - {$typeofInput} angiven
th: ฟิลเตอร์ ({$displayName}) รองรับอินพุต {$inputTypeName} - ได้รับ {$typeofInput}
vi: Bộ lọc ({$displayName}) hỗ trợ đầu vào {$inputTypeName} - đã nhập {$typeofInput}

# filter.error.missingRequirements
source: Trying to run a transformation that is not supported in your installation environment.
az: QuraŇüdńĪrma m√ľhitinizd…ô d…ôst…ôkl…ônm…ôy…ôn bir √ßevrilm…ôni iŇül…ôtm…ôy…ô c…ôhd edirsiniz.
bg_bg: Опитвате се да изпълните трансформация, която не се поддържа във вашата инсталационна среда.
ca: S'està intentant executar una transformació que no es compatible amb el vostre entorn d'instal·lació.
cs: Pokoušíte se spustit transformaci, která není ve vašem instalačním prostředí podporována.
eu: Zure instalazio-ingurunean onartzen ez den eraldaketa bat exekutatzen saiatzen ari zara.
fr: Cette transformation n'est pas supportée dans l'environnement de votre installation.
he: מנסה להפעיל טרנספורמציה שאינה נתמכת בסביבת ההתקנה שלך.
hr: Pokušavate pokrenuti transformaciju koja nije podržana u vašem instalacijskom okruženju.
hu: Megpróbált olyan átalakítást futtatni, amely nem támogatott a telepítési környezetben.
hy_am: Փորձում եք գործարկել փոխակերպում, որը չի աջակցվում ձեր տեղադրման միջավայրում:
it: Cercando di eseguire una trasformazione che non è supportata nel tuo ambiente di installazione.
ja: お使いのインストール環境でサポートされていない変換を実行しようとしています。
ka: ცდილობთ ტრანსფორმაციის განხორციელებას, რომელიც არ არის მხარდაჭერილი თქვენს ინსტალაციის გარემოში.
kk: Орнату ортасында қолдау көрсетілмейтін түрлендіруді іске қосу әрекеті жасалды.
lt: Bandoma vykdyti transformaciją, kuri nepalaikoma jūsų diegimo aplinkoje.
lv: Mēģinājums uzsākt transformāciju, kas nav atbalstīta jūsu instalēšanas vidē.
mr: तुमच्या इंस्टॉलेशनमध्ये सोय नसलेले (not supported) ट्रान्सफॉर्मेशन राबवण्याचा प्रयत्न करत आहे.
ms: Cuba untuk menjalankan transformasi yang tidak disokong dalam persekitaran pemasangan anda.
pl: Próba wykonania transformacji która nie jest wspierana przez to środowisko.
sv: Försöker utföra en transformation som inte stöds av denna installation.
th: กำลังพยายามเรียกใช้การแปลงที่ไม่รองรับในสภาพแวดล้อมการติดตั้งของคุณ
vi: Đang cố gắng chạy một phép biến đổi không được hỗ trợ trong môi trường cài đặt của bạn.

# filter.import.error.couldNotImportNode
source: Could not import XML Node
az: XML d√ľy√ľn√ľ idxal edil…ô bilm…ôdi
bg_bg: Не можа да се импортира XML възел
ca: No s'ha pogut importar el node XML
cs: Nelze importovat uzel XML
eu: Ezin izan da XML nodoa inportatu
fr: Le XML n'a pas pu être importé
he: לא הייתה אפשרות לייבא צומת XML
hr: Nije moguće uvesti XML
hu: Nem sikerült XML csomópontot importálni
hy_am: XML Node-ը չի ներմուծվել
it: XML non può essere importato
ja: XMLノードはインポートできなかった
ka: XML კვანძის იმპორტი ვერ ხერხდება
kk: XML торабын импорттау мүмкін емес
lt: Nepavyko importuoti XML mazgo
lv: Nevar importēt XML mezglu
mr: XML नोड import करता आला नाही
ms: Tidak dapat mengimport XML Node
pl: Nie można importować tego węzła XML
sv: Kunde inte importera XML-nod
th: ไม่สามารถนำเข้าโหนด XML
vi: Không thể nhập nút XML

# plugins.importexport.common.error.unknownCommand
source: Unknown command {$command}
bg_bg: Неизвестна команда {$command}
ca: Ordre desconeguda {$command}
cs: Neznámý příkaz {$command}
eu: Agindu ezezaguna {$command}
fr: Commande inconnue {$command}
he: פקודה לא ידועה {$command}
hr: Nepoznata naredba {$command}
hy_am: Անհայտ հրաման {$command}
it: Comando sconosciuto {$command}
ja: 不明なコマンド {$command}
ka: უცნობი ბრძანება {$command}
kk: Белгісіз командалар {$command}
lt: Nežinoma komanda {$command}
lv: Nezināma komanda {$command}
mr: अज्ञात आज्ञा (कमांड) : {$command}
pl: Nieznane polecenie
sv: Okänt kommando {$command}
th: คำสั่ง {$command} ไม่เป็นที่รู้จัก
vi: Lệnh {$command} không xác định

# common.noneProvided
source: None provided
ca: Cap proporcionat
cs: Nic nebylo poskytnuto
eu: Bat ere ez
fr: Aucune donnée
he: אף אחד לא סופק.
hr: Nije navedeno
it: Nessuno fornisce
ja: 提供なし
lt: Nieko nepateikta
lv: Neviens nav norādīts
mr: काहीही/कोणालाही दिलेले नाही
sv: Ingen angiven
th: ไม่ได้ระบุ
vi: Chưa cung cấp

# about.editorialMasthead.linkToEditorialHistory
source: View <a href="{$url}">Editorial History</a>
cs: Zobrazit <a href="{$url}">redakční historii</a>
eu: Ikusi <a href="{$url}">edizio-historia</a>
he: הצג <a href="{$url}">היסטוריית עריכה</a>
lt: Peržiūrėti <a href="{$url}">redakcijos istoriją</a>
mr: <a href="{$url}">संपादकीय पूर्वेतिहास</a> पहा
vi: Xem <a href="{$url}">Lịch sử Biên tập</a>

# about.other
source: Other
ar_iq: غير ذلك
az: Dig…ôr
bg_bg: Други
ca: Altres
cs: Ostatní
da_dk: Andet
de_de: Sonstiges
el_gr: Διάφορα
eu: Bestelakoak
fa_ir: غیره
fi_fi: Muuta
fr: Autre
gl_es: Outro
he: אחר
hr: Ostalo
hu: Egyéb
hy_am: Այլ
id_id: Lainnya
is_is: Annað
it: Altro
ja: その他
ka: სხვა
kk: Басқа
lt: Kita
lv: Cits
mk_mk: Друго
mr: इतर
ms: Lain-lain
nb: Andre
pl: Inne
pt_pt: Outro
ro: Alte
sl_si: Drugo
sv: Andra
th: อื่น ๆ
tr_tr: Diğer
uk_ua: Інше
vi: Khác
zh_cn: 其他

# about.people
source: People
ar_iq: أفراد المجلة
az: Ňě…ôxsl…ôr
bg_bg: Екип
ca: Persones
cs: Lidé
da_dk: Personer
de_de: Personen
el_gr: Προσωπικό
eu: Jendea
fa_ir: افراد
fi_fi: Henkilöt
fr: Personnes
gl_es: Persoas
he: אנשים
hr: Osobe
hu: Felhasználók
hy_am: Մարդիկ
id_id: Penata Laksana
is_is: Fólk
it: Persone
ja: 組織
ka: მომხმარებლები
kk: Адамдар
lt: Žmonės
lv: Cilvēki
mk_mk: Луѓе
mr: समुदाय
ms: Orang
nb: Personer
pl: Redakcja
pt_pt: Equipa
ro: Persoane
sl_si: Ljudje
sv: Personer
th: บุคคล
tr_tr: Kişiler
uk_ua: Редакція
vi: Người dùng
zh_cn: 人员

# about.policies
source: Policies
ar_iq: السياسات
az: Politikalar
bg_bg: Политики
ca: Polítiques
cs: Pravidla
da_dk: Politikker
de_de: Zur Zeitschrift
el_gr: Πολιτικές
eu: Politikak
fa_ir: سیاست‌ها
fi_fi: Toimintaperiaatteet
fr: Politiques
gl_es: Políticas
he: מדיניות
hr: Uređivačka politika
hu: Irányelvek
hy_am: Քաղաքականություններ
id_id: Kebijakan
is_is: Stefnur
it: Politiche
ja: ポリシー
ka: პოლიტიკები
kk: Саясаттар
lt: Nuostatai
lv: Pamatnostādnes
mk_mk: Политики
mr: धोरणे
ms: Polisi
nb: Retningslinjer
pl: Zasady
pt_pt: Políticas
ro: Politici
sl_si: Uredniška politika
sv: Policyer
th: นโยบาย
tr_tr: Politikalar
uk_ua: Політика
vi: Chính sách
zh_cn: 政策

# announcement.posted
source: Posted
ar_iq: مطروحة
az: BuraxńĪlńĪŇü tarixi
bg_bg: Пубикувано съобщение
ca: Enviat
cs: Odesláno
da_dk: Sendt
de_de: Veröffentlicht
el_gr: Αναρτημένες
eu: Argitaratuta
fa_ir: پست شد
fi_fi: Lähetetty
fr: Publié
gl_es: Enviado
he: פורסם
hr: Objavljeno
hu: Közzétett
hy_am: Հրապարակաված է
id_id: Dikirimkan
is_is: Sent
it: Inserito
ja: 投稿済
ka: გამოქვეყნებულია
kk: Жарияланды
lt: Paskelbta
lv: Publicēts
mk_mk: Постирано
mr: जाहीर केलेल्या
ms: Disiarkan
nb: Publisert
pl: Opublikowane
pt_pt: Publicado
ro: Postat
sl_si: Objavljeno
sv: Publicerad
th: โพสต์
tr_tr: Yayın Tarihi
uk_ua: Опубліковано
vi: Đã đăng
zh_cn: 已经提交
