Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# review.anonymousPeerReview
source: <p>To ensure the integrity of anonymous peer-review, every effort should be made to prevent the identities of the authors and reviewers from being known to each other. This involves the authors, editors, and reviewers (who upload documents as part of their review) checking to see if the following steps have been taken with regard to the text and the file properties:</p> <ul><li>The authors of the document have deleted their names from the text, with "Author" and year used in the references and footnotes, instead of the authors' name, article title, etc.</li> <li>The authors of the document have removed personal information from the file properties by taking the following steps: <ul><li>Microsoft Word for Windows: <ul><li>Go to File</li> <li>Select Info</li> <li>Click on Check for Issues</li> <li>Click on Inspect Document</li> <li>In the Document Inspector dialog box, select the check boxes to choose the type of hidden content that you want inspected.</li> <li>Click Remove All</li> <li>Click Close</li> <li>Save the document</li></ul> <li>Microsoft Word for MacOS: <ul><li>Go to Tools</li> <li>Click Protect Document</li> <li>Select Remove personal information for this file on save</li> <li>Click OK and save the file</li></ul></li> <li>PDF: <ul><li>Go to File</li> <li>Select Properties</li> <li>Remove any name in the author field</li> <li>Click OK</li> <li>Save the document</li></ul></li></ul>
ar_iq: <p>لضمان تكامل التحكيم المناظر السري، يجب بذل كل جهد من شأنه حجب هويات المؤلفين والمحكمين بعضهم عن البعض الآخر. هذه المهمة يضطلع بها المؤلفون، المحررون والمحكمون (الذين يرفعون الملفات كجزء من مهام التحكيم) عبر تدقيق فيما إذا تم العمل بالخطوات الآتية المتعلقة بالنصوص وخصائص الملفات:</p> <ul><li>قام المؤلفون بحذف أسمائهم من النص مستبدلين إياها بكلمة "مؤلف"، وكذلك مستعملين للسنة في المراجع والهوامش السفلية، بدلاً من اسم المؤلف، عنوان المقالة، إلخ.</li> <li>قام مؤلفو المستند بإزالة بياناتهم الشخصية أيضاً من خصائص الملفات عبر اتباع الخطوات الآتية: <ul><li>بالنسبة إلى Microsoft Word في نظام التشغيل Windows: <ul><li>الذهاب إلى (ملف)</li> <li>إختيار (معلومات المستند)</li> <li>النقر على (التحقق من المشاكل)</li> <li>النقر على (فحص المستند)</li> <li>في مربع حوار فاحص المستند، ينبغي التأشير على الخانات المحاذية لأنواع المحتوى المخفي المطلوب فحصه.</li> <li>النقر على (إزالة الكل)</li> <li>النقر على (إغلاق)</li> <li>حفظ المستند</li></ul> <li>بالنسبة إلى Microsoft Word في نظام التشغيل MacOS: <ul><li>الذهاب إلى (الأدوات)</li> <li>النقر على (حماية المستند)</li> <li>إختيار إزالة البيانات الشخصية من خصائص الملف عند الحفظ</li> <li>النقر على الموافقة ثم حفظ الملف</li></ul></li> <li>ملفات PDF: <ul><li>الذهاب إلى (ملف)</li> <li>إختيار الخصائص</li> <li>إزالة الأسماء من حقل المؤلفين</li> <li>النقر على الموافقة</li> <li>حفظ المستند</li></ul></li></ul>
bg_bg: <p>За да се гарантира целостта на анонимната рецензия, трябва да се положат всички усилия, за да се предотврати взаимното познаване на самоличността на авторите и рецензентите. Това включва авторите, редакторите и рецензентите (които качват документи като част от прегледа си) да проверят дали са предприети следните стъпки по отношение на текста и свойствата на файла:</p> <ul><li>Авторите на документа са изтрили имената си от текста, като в препратките и бележките под линия са използвани „Автор“ и година, вместо името на автора, заглавието на статията и т.н.</li> <li>Авторите на документа са премахнали лична информация от свойствата на файла, като са предприели следните стъпки: <ul><li>Microsoft Word за Windows: <ul><li>Отидете във файл</li> <li>Изберете Информация</li> <li>Щракнете върху Проверка за проблеми</li> <li>Щракнете върху Проверка на документ</li> <li>В диалоговия прозорец Инспектор на документи поставете отметка в квадратчетата, за да изберете типа скрито съдържание, което искате да проверите.</li> <li>Щракнете върху Премахване на всички</li> <li>Щракнете върху Close</li> <li>Запазете документа</li></ul> <li>Microsoft Word за MacOS: <ul><li>Отидете на Инструменти</li> <li>Щракнете върху Защита на документ</li> <li>Изберете Премахване на лична информация за този файл при запазване</li> <li>Щракнете върху OK и запазете файла</li></ul></li> <li>PDF: <ul><li>Отидете до файл</li> <li>Изберете свойства</li> <li>Премахнете всяко име в полето за автор</li> <li>Щракнете върху OK</li> <li>Запазете документа</li></ul></li></ul>
ca: <p>Per assegurar la integritat de l'avaluació d'experts anònima s'ha de fer tot el possible per evitar que els autors/es coneguin la identitat dels revisors/es, i viceversa. Això significa que autors/es, editors/es i revisors/es, que són els que carreguen documents com a part de la revisió, han de comprovar que segueixen les indicacions següents respecte al text i a les propietats de l'arxiu:</p> <ul><li>Els autors/es del document han eliminat els seus noms del text i utilitzen "Autor/a (any)" en les referències i notes al peu de pàgina en lloc del seu nom, el títol de l'article, etc.</li> <li>Els autors/es del document han eliminat tota la informació personal de les propietats de l'arxiu seguint els passos següents: <ul><li>Microsoft Word per a Windows: <ul><li>Anar a "Fitxer"</li> <li>Seleccionar "Informació"</li> <li>Fer clic a "Comprova si hi ha problemes"</li> <li>Fer clic a "Inspecciona el document"</li> <li>En el quadre de diàleg de l'inspector de documents, seleccionar les caselles per triar el tipus d'informació oculta que vulgueu inspeccionar.</li> <li>Fer clic a "Suprimeix-ho tot"</li> <li>Fer clic a "Tancar"</li> <li>Desar el document</li></ul> <li>Microsoft Word per a MacOS: <ul><li>Anar a "Eines"</li> <li>Fer clic a "Protegir document"</li> <li>Seleccionar "Eliminar la informació personal en guardar aquest arxiu"</li> <li>Fer clic a OK i guardar l'arxiu</li></ul></li> <li>PDF: <ul><li>Anar a "Arxiu"</li> <li>Seleccionar "Propietats"</li> <li>Eliminar qualsevol informació del camp de l'autor/a</li> <li>Fer clic a OK</li> <li>Guardar el document</li></ul></li></ul>
cs: <p>Pro zajištění integrity anonymního recenzního procesu při podání příspěvku do našeho časopisu, je třeba vynaložit veškeré úsilí, aby se předešlo tomu, že se autoři a recenzenti mohli navzájem identifikovat. To zahrnuje autory, redaktory a recenzenty (kteří nahrávají dokumenty jako součást jejich kontroly) a kontrolují, jestli byly provedeny následující kroky týkající se textu a vlastností souboru: </p> <ul><li> Autoři dokumentu odstranili svá jména z textu, v odkazech a poznámkách pod čarou se místo názvu autora, názvu článku atd. použil rok „Autor“ a rok. </li> <li> Autoři dokumentu odstranili osobní informace z vlastností souboru provedením následujících kroků: <ul> <li> Microsoft Word pro Windows: <ul> <li> Přejít do souboru </li> <li> Vyberte informace </li> <li> Klikněte na Zkontrolovat problémy </li> <li> Klikněte na Inspect Document </li> <li> V dialogovém okně Inspektor dokumentů zaškrtněte políčka a vyberte typ skrytého obsahu, který chcete zkontrolovat. </li> <li> Klikněte na Odebrat vše </li> <li> Klikněte na Zavřít </li> <li> Uložte dokument </li> </ul> <li> Microsoft Word pro MacOS: <ul> <li> Přejít na Nástroje </li> <li> Klikněte na Chránit dokument </li> <li> Vyberte možnost Odebrat osobní informace pro tento soubor při uložení </li> <li> Klikněte na OK a uložte soubor </li> </ul> </li> <li> PDF: <ul> <li> Přejít do souboru </li> <li> Vyberte Vlastnosti </li> <li> Odstraňte z pole autora jakékoli jméno </li> <li> Klepněte na tlačítko OK </li> <li> Uložte dokument </li> </ul> </li> </ul>
eu: <p>Parekoen ebaluazio anonimoaren osotasuna bermatzeko, ahalegin guztiak egin behar dira autoreen eta aztertzaileen identitateak elkarren artean ezagut ez daitezen. Horretarako, egileek, editoreek eta aztertzaileek (dokumentuak igotzen baitituzte ebaluazioaren parte gisa) egiaztatu behar dute urrats hauek eman diren testuari eta artxiboaren propietateei dagokienez:</p> <ul><li>Dokumentuaren egileek beren izenak ezabatu dituzte testutik, erreferentzia eta oharretan "Egilea" eta urtea erabiliz, egileen izenaren, artikuluaren izenburuaren eta abarren ordez.</li> <li>Dokumentuaren egileek informazio pertsonala ezabatu dute artxiboaren jabetzatik, urrats hauek eginez: <ul><li>Microsoft Word Windowsentzat: <ul><li>Fitxategira joan</li> <li>Aukeratu Info</li> <li>Klikatu Arazoak egiaztatu</li> <li>Klikatu Dokumentua Ikuskatu</li> <li>Dokumentu-ikuskatzailearen elkarrizketa-koadroan, ikuskatu nahi duzun ezkutuko eduki-mota aukeratzeko kontrol-laukiak aukeratu.</li> <li>Klikatu Kendu guztiak</li> <li>Itxi</li> <li>Gorde dokumentua</li></ul> <li>Microsoft Word MacOSentzat: <ul><li>Zoaz Erremintetara</li> <li>Klikatu Babestu dokumentua</li> <li>Fitxategi honetarako informazio pertsonala ezabatu</li> <li>Egin klik eta gorde fitxategia</li></ul></li> <li>PDF: <ul><li>Zoaz artxibora</li> <li>Hautatu Propietateak</li> <li>Ezabatu edozein izen egilearen eremuan</li> <li>Klikatu Ados</li> <li>Gorde dokumentua</li></ul></li></ul>
fr: <p>Afin d'assurer l'intégrité de l'évaluation anonyme par les pairs, tous les efforts possibles devraient être faits pour éviter de révéler l'identité des auteurs et autrices et des évaluateurs et évaluatrices .Cela implique que les auteurs et autrices, éditeurs et éditrices et évaluateurs et évaluatrices (qui téléversent des documents dans le cadre de leur évaluation) vérifient si les étapes suivantes ont été prises en ce qui concerne le texte et les propriétés du fichier :</p> <ul><li>Les auteurs ou autrices du document ont supprimé leurs noms du texte, avec l'indication « auteur » et l'année utilisées dans les références et les notes de bas de page en lieu du nom de l'auteur ou de l'autrice, du titre de l'article, etc.</li> <li>Les auteurs ou autrices du document ont retiré les informations personnelles des propriétés du fichier en suivant les étapes suivantes : <ul><li>Microsoft Word pour Windows : <ul><li>Aller à « Fichier »</li> <li>Sélectionner « Inspecter le document »</li> <li>Cliquer sur « Vérifier l'absence de problèmes »</li> <li>Cliquer sur « Inspecter le document »</li> <li>Dans la boîte de dialogue de l'inspecteur de document, cocher les cases relatives au type de contenu masqué à inspecter.</li> <li>Cliquer « Tout supprimer »</li> <li>Cliquer sur « Fermer »</li> <li>Sauvegarder le document</li></ul> <li>Microsoft Word pour MacOS : <ul><li>Aller à « Outils »</li> <li>Cliquer sur « Protéger le document »</li> <li>Sélectionner « Retirer les renseignements personnels des propriétés du fichier au moment de la sauvegarde »</li> <li>Cliquer sur « OK » et sauvegarder le document</li></ul></li> <li>PDF : <ul><li>Aller à « Fichier »</li> <li>Sélectionner « Propriétés »</li> <li>Supprimer tout nom du champ auteur</li> <li>Cliquer sur « OK » </li> <li>Sauvegarder le document</li></ul></li></ul>
gl_es: <p>Para garantir a integridade das revisións por pares anónimas, débese facer todo o posible para evitar que os autores e revisores se coñezan entre si. Isto implica que os autores, editores e revisores (que cargan documentos como parte da súa revisión) comproben que se seguiron os seguintes pasos no que respecta ao texto e ás propiedades do arquivo:</p> <ul><li>Os autores do documento eliminaron os seus nomes do texto, con "Autor" e o ano empregados nas referencias e notas ao pé de páxina, en lugar do nome dos autores, o título do artigo, etc.</li> <li>Os autores/as do documento eliminaron a información persoal das propiedades do arquivo seguindo estes pasos: <ul><li>Microsoft Word para Windows: <ul><li>Ir a "Arquivo"</li> <li>Seleccionar "Información"</li> <li>Premer en "Comprobar si hai problemas"</li> <li>Premer en "Inspeccionar documento"</li> <li>No cadro de diálogo de "Inspeccionar documento", seleccionar as casillas para elixir o tipo de contido oculto que desexe inspeccionar.</li> <li>Premer en "Quitar todo"</li> <li>Premer en "Pechar"</li> <li>Gardar o documento</li></ul> <li>Microsoft Word para MacOS: <ul><li>Ir a "Ferramientas"</li> <li>Premer en "Protexer documento"</li> <li>Seleccionar "Eliminar información persol do archivo ao gardalo"</li> <li>Premer en OK e gardar o arquivo</li></ul></li> <li>PDF: <ul><li>Ir a "Arquivo"</li> <li>Seleccionar "Propiedades"</li> <li>Eliminar calquera nome do campo "autor/a"</li> <li>Premer en OK</li> <li>Gardar o documento</li></ul></li></ul>
he: <p>כדי להבטיח את יושרת ביקורת העמיתים האנונימית, יש לעשות כל מאמץ כדי למנוע את זהויות המחברים והסוקרים מלהיות ידועות זו לזו. זה כולל את המחברים, העורכים והסוקרים (שמעלים מסמכים כחלק מהסקירה שלהם) כשהם בודקים אם ננקטו הצעדים הבאים ביחס לטקסט ולמאפייני הקובץ:</p> <ul><li>מחברי המסמך מחקו את שמותיהם מהטקסט, עם "מחבר" ושנה בהפניות ובהערות שוליים, במקום שם המחבר, כותרת המאמר וכו'.</li> <li>מחברי המסמך הסירו מידע אישי ממאפייני הקובץ על-ידי ביצוע הצעדים הבאים: <ul><li>Microsoft Word עבור Windows: <ul><li>עבור אל קובץ</li> <li>בחר באפשרות מידע</li> <li>לחץ על בדיקת בעיות</li> <li>לחץ על בדוק מסמך</li> <li>בתיבת הדו-שיח של בוחן המסמכים, בחר בתיבות הסימון כדי לבחור את סוג התוכן המוסתר שברצונך לבדוק.</li> <li>לחץ על הסר הכל</li> <li>לחץ על סגור</li> <li>שמור את המסמך</li></ul> <li>Microsoft Word עבור MacOS: <ul><li>עבור אל כלים</li> <li>לחץ על הגן על מסמך</li> <li>בחר הסר מידע אישי עבור קובץ זה בעת שמירה</li> <li>לחץ על אישור ושמור את הקובץ</li></ul></li> <li>PDF: <ul><li>עבור אל קובץ</li> <li>בחר מאפיינים</li> <li>הסרת שם כלשהו בשדה המחבר/ת</li> <li>לחץ על אישור</li> <li>שמירת המסמך</li></ul></li></ul>
hr: <p>Kako bi se osigurao integritet slijepe recenzije, podnesci bi trebali osigurati da su identiteti autora i recenzenta skriveni jedni od drugih. Autori, urednici i recenzenti (prenos dokumenata kao dio svoje recenzije) trebaju se pridržavati sljedećih koraka u vezi s relevantnim svojstvima teksta i datoteke:</p> <ul><li>Autori dokumenta uklonili su svoja imena iz teksta i upotrijebili "autor" i godinu u citatima i fusnotama umjesto imena autora, naslova članaka itd.</li> <li>Autori dokumenta uklonili su osobne podatke iz datoteka poduzimajući sljedeće korake: <li>U programu Microsoft Word za Windows: <ul><li>Idi na datoteku</li> <li>Odaberite Informacije</li> <li>Kliknite Provjeri ima li problema</li> <li>Kliknite Provjeri dokument</li> <li>U dijaloškom okviru potvrdite okvire za odgovarajući skriveni sadržaj koji želite provjeriti.</li> <li>Kliknite Ukloni sve</li> <li>Kliknite Zatvori</li> <li>Spremite dokument</li></ul> <li>Microsoft Word za MacOS: <ul><li>Idite na Alati</li> <li>Kliknite Zaštiti dokument</li> <li>Odaberite Ukloni osobne podatke prilikom spremanja ove datoteke</li> <li>Kliknite U redu i spremite datoteku</li></ul></li> <li>PDF: <ul><li>Idite na datoteku</li> <li>Odaberite Svojstva</li> <li>Uklonite sva imena iz polja autora</li> <li>Kliknite U redu</li> <li>Spremite dokument</li></ul></li></ul>
hu: <p>A kézirat vak bírálatának tisztaságának biztosítása érdekében mindent meg kell tenni annak érdekében, hogy a szerzők és a bírálók személyazonossága ne legyen ismert egymás számára. Ez azt jelenti, hogy a szerzők, szerkesztők és bírálók (akik a bírálat részeként dokumentumokat töltenek fel) ellenőrzik, hogy a szöveg és a fájl tulajdonságai tekintetében megtették-e a következő lépéseket:</p> <ul><li>A dokumentum szerzői törölték nevüket a szövegből, a hivatkozásokban és a lábjegyzetekben a szerzők neve, a cikk címe stb. helyett a "Szerző" és az évszám szerepel.</li> <li>A dokumentum szerzői a következő lépésekkel eltávolították a személyes adatokat a fájl tulajdonságaiból: <ul><li>Microsoft Word for Windows: <ul><li>Menjen a Fájlra</li> <li>Válassza az Információt</li> <li>Kattintson a Problémák ellenőrzése</li> <li>Kattintson a Dokumentum vizsgálata</li> <li>A Dokumentumellenőrző párbeszédpanelen jelölje be a jelölőnégyzeteket az ellenőrizni kívánt rejtett tartalom típusának kiválasztásához.</li> <li>Kattintson a Mindegyik eltávolítása gombra</li> <li>Kattintson a Bezárás gombra</li> <li>Mentés a dokumentumba</li></ul> <li>Microsoft Word for MacOS: <ul><li>Menjen az Eszközökre</li> <li>Kattintson a Dokumentum védelme</li> <li>Válassza a Személyes adatok eltávolítása a fájl mentésekor</li> <li>Kattintson az OK-ra, majd mentse a fájlt</li></ul></li> <li>PDF: <ul><li>Menjen a Fájl-ra</li> <li>Tulajdonságok kiválasztása</li> <li>Törölje a neveket a szerző mezőből</li> <li>Kattintson az OK-ra</li> <li>Mentse a dokumentumot</li></ul></li></ul>
hy_am: <p>Անանուն գրախոսականի ամբողջականությունն ապահովելու համար պետք է ամեն ջանք գործադրվի, որպեսզի հեղինակների և գրախոսողների ինքնությունը միմյանց հայտնի չլինի: Սա ներառում է հեղինակների, խմբագիրների և գրախոսների (որոնք վերբեռնում են փաստաթղթերը որպես իրենց վերանայման մաս) ստուգելու, թե արդյոք հետևյալ քայլերն արվել են տեքստի և նիշքի հատկությունների հետ կապված:</p> <ul><li>Փաստաթղթի հեղինակները հեռացրել են իրենց անունները այս տեքստից «Հեղինակ» և հղումների և ծանոթագրություններ օգտագործված տարվա միջոցով, հեղինակների անվանումների, հոդվածի անվանմա և այլնի փոխարեն․ </li> <li>Փաստաթղթի հեղինակաները հեռացրել են անձնական տեղեկատվությունը նիշքի հատկություններից՝ կատարելով հետևյալ քայլերը․ <ul><li>Microsoft Word Windows-ի համար: <ul><li>Անցնել նիշքերին</li> <li>Ընտրել տեղեկատվություն</li> <li>Սեղմեք Ստուգել խնդիրների համար</li> <li>Սեղմեք Click on Inspect Document</li> <li> Փաստաթղթերի տեսուչ երկխոսության վանդակում ընտրեք վանդակները՝ ընտրելու թաքնված բովանդակության տեսակը, որը ցանկանում եք ստուգել:</li> <li>Սեղմեք «Հեռացնել բոլոր նիշքերը»</li> <li>Սեղմեք Փակել</li> <li>Պահպանել փաստաթուղթը</li></ul> <li>Microsoft Word for MacOS: <ul><li>Անցնել գործիքներին</li> <li>Սեղմեք «Պաշտպանել փաստաթուղթը»</li> <li>Ընտրեք «Պահպանելու համար ջնջել այս նիշքի անհատական տեղեկատվությունը» </li> <li>Սեղմեք ԼԱՎ և պահպանել նիշքերը</li></ul></li> <li>PDF: <ul><li>Անցնել նիշքին</li> <li>Ընտրել հատկությունները</li> <li>Հեղինակի դաշտից ջնջել բոլոր անունները</li> <li>Սեղմեք ԼԱՎ</li> <li>Պահպանել փաստաթուղթը</li></ul></li></ul>
is_is: <p>Til að tryggja áreiðanleika nafnlausrar ritrýni, skal leitast við af fremsta megni að koma í veg fyrir að höfundur og ritrýnir beri kennsl hvor á annan. Það felur í sér að höfundar, ritstjórar og ritrýnar (sem hlaða inn skjölum sem hluta af ritrýni sinni) athugi hvort eftirfarandi atriða hafi verið gætt í tengslum við textann og eiginleika skráa:</p> <ul><li>Höfundur skjals skal eyða nafni sínu úr texta og nota orðið "Höfundur" og ár notað í tilvísunum og undirmálsgreinum í stað nafns höfundar, titil greina, o.s.frv.</li> <li>Höfundur skjals fjarlægi persónulegar upplýsingar úr skráareiginleikum með því að gera eftirfarandi - ath lýsingin miðast við viðmót á ensku: <ul><li>Microsoft Word for Windows: <ul><li>Go to File</li> <li>Select Info</li> <li>Click on Check for Issues</li> <li>Click on Inspect Document</li> <li>In the Document Inspector dialog box, select the check boxes to choose the type of hidden content that you want inspected.</li> <li>Click Remove All</li> <li>Click Close</li> <li>Save the document</li></ul> <li>Microsoft Word for MacOS: <ul><li>Go to Tools</li> <li>Click Protect Document</li> <li>Select Remove personal information for this file on save</li> <li>Click OK and save the file</li></ul></li> <li>PDF: <ul><li>Go to File</li> <li>Select Properties</li> <li>Remove any name in the author field</li> <li>Click OK</li> <li>Save the document</li></ul></li></ul>
it: <p>Per assicurare l'integrità della revisione anonima, ogni sforzo dovrebbe essere fatto per evitare che le identità degli autori e dei revisori siano note l'una all'altra. Questo implica che gli autori, i redattori e i revisori (che caricano i documenti come parte della loro revisione) controllino se sono stati fatti i seguenti passi per quanto riguarda il testo e le proprietà del file:</p> <ul><li>Gli autori del documento hanno cancellato i loro nomi dal testo, con "Autore" e anno usati nei riferimenti e nelle note a piè di pagina, invece del nome degli autori, titolo dell'articolo, ecc.</li> <li>Gli autori del documento hanno rimosso le informazioni personali dalle proprietà del file facendo i seguenti passi: <ul><li>Microsoft Word per Windows: <ul><li>Vai al file</li> <li>Seleziona Info</li> <li>Cliccare su Check for Issues</li> <li>Clicca su Ispeziona documento</li> <li>Nella finestra di dialogo dell'Ispettore del documento, seleziona le caselle di controllo per scegliere il tipo di contenuto nascosto che vuoi ispezionare.</li> <li>Fare clic su Rimuovi tutto</li> <li>Clicca su Chiudi</li> <li>Salvare il documento</li></ul> <li>Microsoft Word per MacOS: <ul><li>Vai a Strumenti</li> <li>Fare clic su Proteggi documento</li> <li>Seleziona Rimuovi le informazioni personali per questo file al salvataggio</li> <li>Fare clic su OK e salvare il file</li></ul></li> <li>PDF: <ul><li>Vai al File</li> <li>Selezionare le proprietà</li> <li>Rimuovi qualsiasi nome nel campo autore</li> <li>Clicca su OK</li> <li>Salvare il documento/li></ul></li></ul>
ja: <p>匿名の査読の整合性を確保するために、著者と査読者の ID が互いに認識されないように、あらゆる努力を払う必要があります。 これには、著者、編集者、および査読者（査読の一部としてドキュメントをアップロードするユーザー）が、テキストおよびファイルプロパティに関して次の手順が実行されているかどうかを確認する必要があります。</p> <ul><li>文書の著者は、著者の名前や記事のタイトルなどではなく、参照と脚注で使用されている「著者」("Author")と出版年を使用して、テキストから名前を削除しました。</li> <li>文書の著者は、次の手順に従って、ファイルのプロパティから個人情報を削除しました。 <ul><li>Microsoft Word for Windows: <ul><li>Go to File</li> <li>Select Info</li> <li>Click on Check for Issues</li> <li>Click on Inspect Document</li> <li>In the Document Inspector dialog box, select the check boxes to choose the type of hidden content that you want inspected.</li> <li>Click Remove All</li> <li>Click Close</li> <li>Save the document</li></ul> <li>Microsoft Word for MacOS: <ul><li>Go to Tools</li> <li>Click Protect Document</li> <li>Select Remove personal information for this file on save</li> <li>Click OK and save the file</li></ul></li> <li>PDF: <ul><li>Go to File</li> <li>Select Properties</li> <li>Remove any name in the author field</li> <li>Click OK</li> <li>Save the document</li></ul></li></ul>
ka: <p>ანონიმური რეფერირების მთლიანობის უზრუნველსაყოფად, ყველაფერი უნდა გაკეთდეს, რომ ავტორებისა და რეცენზენტების ვინაობა არ იყოს ცნობილი ერთმანეთისთვის. ეს მოიცავს ავტორებს, რედაქტორებსა და რეცენზენტებს (რომლებიც ატვირთავენ დოკუმენტებს მათი მიმოხილვის ფარგლებში), რათა შეამოწმონ, გადადგმულია თუ არა შემდეგი ნაბიჯები ტექსტისა და ფაილის მახასიათებლებთან დაკავშირებით: </ p> <ul><li>დოკუმენტის ავტორებმა წაშალეს თავიანთი სახელები ტექსტიდან, ავტორების სახელით, სტატიის სათაურისა და სხვათა ნაცვლად, მითითებებში და სქოლიოებში გამოიყენეს “ავტორი” და წელი. </li> <li>დოკუმენტის ავტორებმა ფაილის თვისებებიდან წაშალეს პირადი ინფორმაცია შემდეგი ნაბიჯებით: <ul> <li> Microsoft Word Windows- ისთვის: <ul> <li> გადადით ფაილზე </ li> <li> აირჩიეთ ინფორმაცია </ li> <li> დააჭირეთ საკითხის შემოწმებას </ li> <li> დააჭირეთ დოკუმენტის შემოწმებას </ li> <li> დოკუმენტის ინსპექტორის დიალოგურ ფანჯარაში მონიშნეთ მონიშნეთ ველები, რომ აირჩიოთ თქვენთვის სასურველი გადასაფარებელი შინაარსის ტიპი. <li> დააჭირეთ ყველას წაშლა </ li> <li> დააჭირეთ დახურვას </ li> <li> შეინახეთ დოკუმენტი </ li> </ul> <li> Microsoft Word for MacOS: <ul> <li> გადადით ინსტრუმენტებზე </ li> <li> დააჭირეთ დოკუმენტის დაცვას </ li> <li> შეარჩიეთ ამ ფაილის პირადი ინფორმაციის ამოღება </ li> <li> დააჭირეთ ღილაკს OK და შეინახეთ ფაილი </ li> </ul> </li> <li> PDF: <ul> <li> გადადით ფაილზე </ li> <li> აირჩიეთ თვისებები </ li> <li> წაშალეთ ნებისმიერი სახელი ავტორის ველში </ li> <li> დააჭირეთ ღილაკს “კარგი” <li> შეინახეთ დოკუმენტი </li> </ul> </li> </ul>
kk: <p>Анонимді рецензияның шынайылығын қамтамасыз ету үшін авторлар мен рецензенттер бір-бірі туралы ештеңе білмейтініне көз жеткізу үшін бар күшімізді салу керек. Бұл үшін авторлар, редакторлар және рецензенттер (құжаттарды шолудың бөлігі ретінде жүктеп салатындар) файлдың мәтіні мен қасиеттеріне қатысты келесі қадамдардың барлығының орындалғанын тексеруі керек:</p> <ul><li>Құжат авторлары библиографиялық сілтемелер мен сілтемелерде авторлардың аты-жөнінің, мақала тақырыбының және т.б. орнына «Автор» және жылды пайдалана отырып, мәтіннен өз есімдерін алып тастады.</li> <li>Құжат авторлары жеке ақпаратты келесі қадамдарды орындау арқылы файл сипаттарынан жойды: <ul><li>Windows жүйесіне арналған Microsoft Word: <ul><li>Файл мәзіріне өтіңіз</li> <li>Мәліметтер</li> таңдаңыз <li>"Құжатты тексеру" түймесін басыңыз</li> <li>"Құжатты тексеру" түймесін басыңыз</li> <li>Құжат инспекторы тілқатысу терезесінде тексергіңіз келетін жасырын мазмұн түрлері үшін құсбелгілерді қойыңыз. "Тексеру"</li> түймесін басыңыз <li>Барлығын жою</li> түймесін басыңыз <li>"Жабу" түймесін басыңыз</li> <li>Құжатты сақтау</li></ul> <li>MacOS жүйесіне арналған Microsoft Word: <ul><li>Құралдар мәзіріне өтіңіз</li> <li>"Құжатты қорғау" түймесін басыңыз</li> <li>"Сақтау кезінде осы файлдан жеке ақпаратты жою" опциясын таңдаңыз</li> <li>"OK" түймесін басып, файлды сақтаңыз</li></ul></li> <li>PDF: <ul><li>Файл мәзіріне өтіңіз</li> <li>"Сипаттар"</li> таңдаңыз <li>Автор өрісінен барлық атауларды жою</li> <li>"OK" түймесін басыңыз</li> <li>Құжатты сақтау</li></ul></li></ul>
lt: <p>Siekiant užtikrinti anoniminio recenzavimo vientisumą, reikėtų dėti visas pastangas, kad autorių ir recenzentų tapatybės nebūtų žinomos. Tai reiškia, kad autoriai, redaktoriai ir recenzentai (kurie įkelia dokumentus kaip peržiūros dalį) patikrina, ar buvo atlikti šie veiksmai dėl teksto ir failo ypatybių:</p> <ul><li>Dokumento autoriai ištrynė savo vardus iš teksto, o nuorodose ir išnašose vietoj autoriaus vardo, straipsnio pavadinimo ir kt. naudojamas žodis „Autorius“ ir metai.</li> <li>Dokumento autoriai pašalino asmeninę informaciją iš failo ypatybių atlikdami šiuos veiksmus: <ul><li>„Microsoft Word“, skirta „Windows“: <ul><li>Eikite į „Failas“</li> <li>Pasirinkite informaciją</li> <li>Spustelėkite „Tikrinti problemas“</li> <li>Spustelėkite „Tikrinti dokumentą“</li> <li>Dialogo lange Dokumentų inspektorius pažymėkite žymimuosius langelius, kad pasirinktumėte norimo patikrinti paslėpto turinio tipą.</li> <li>Spustelėkite „Pašalinti viską“</li> <li>Spustelėkite „Uždaryti“</li> <li>Įrašyti dokumentą</li></ul> <li>„Microsoft Word“, skirta „MacOS“: <ul><li>Eikite į „Įrankiai“</li> <li>Spustelėkite „Apsaugoti dokumentą“</li> <li>Pasirinkite „Pašalinti asmeninę informaciją iš šio failo įrašant“</li> <li>Spustelėkite „Gerai“ ir išsaugokite failą</li></ul></li> <li>„Adobe Acrobat“ (PDF): <ul><li>Eikite į „Failas“</li> <li>Pasirinkite „Ypatybės“</li> <li>Pašalinkite bet kokį vardą autoriaus lauke</li> <li>Spustelėkite „Gerai“</li> <li>Įrašyti dokumentą</li></ul></li></ul>
lv: <p>Lai nodrošinātu anonīmās recenzēšanas integritāti, jāpieliek visas pūles, lai novērstu autoru un recenzentu savstarpēju identitātes noskaidrošanu. Tas nozīmē, ka autori, redaktori un recenzenti (kas augšupielādē dokumentus kā daļu no recenzēšanas) pārbauda, vai ir veikti šādi pasākumi attiecībā uz tekstu un datnes īpašībām:</p> <ul><li>Dokumenta autori ir svītrojuši savus vārdus no teksta; atsaucēs un zemsvītras piezīmēs autoru vārda, raksta virsraksta u. c. vietā ir izmantots "Autors" un gads.</li> <li>Dokumenta autori ir izņēmuši personisko informāciju no datnes parametriem, veicot šādus pasākumus: <ul><li>Microsoft Word operētājsistēmai Windows: <ul><li>doties uz "Fails" (File),</li> <li>atlasīt "Informācija" (Info);</li> <li>noklikšķināt uz "Pārbaudīt, vai nav problēmu" (Check for Issues);</li> <li>izvēlnē noklikšķināt uz "Pārbaudīt dokumentu" (Inspect Document);</li> <li>"Dokumentu kontrolieris" dialoga logā atlasīt izvēles rūtiņas, lai norādītu slēptā satura veidu, kuru vēlaties pārbaudīt;</li> <li>noklikšķināt "Noņemt visu" (Remove All);</li> <li>noklikšķināt "Aizvērt" (Close);</li> <li>saglabāt dokumentu.</li></ul> <li>Microsoft Word operētājsistēmai MacOS: <ul><li>doties uz Tools;</li> <li>noklikšķināt Protect Document;</li> <li>atlasīt Remove personal information for this file on save;</li> <li>noklikšķināt OK un saglabāt datni.</li></ul></li> <li>PDF: <ul><li>doties uz File,</li> <li>atlasīt Properties;</li> <li>dzēst jebkuru vārdu autora laukā;</li> <li>noklikšķināt OK;</li> <li>saglabāt dokumentu.</li></ul></li></ul>
mr: <p>निनावी तज्ज्ञ समीक्षण सचोटीने व्हावे या उद्देशाने लेखक आणि समीक्षकांची ओळख एकमेकांना होऊ नये यासाठी सर्वतोपरी प्रयत्न केले पाहिजेत. यासाठी लेखकांनी, शिवाय संपादक आणि समीक्षकांनी - समीक्षणाचा भाग म्हणून - दस्तऐवज संक्रमित (अपलोड) केलेली आहेत त्यातील मजकूर आणि फाईल्सच्या गुणधर्मांबाबत खालील पावले उचलली गेली आहेत का ते तपासणे आवश्यक आहे : </p> <ul><li>दस्तऐवजाच्या लेखकांनी लेखकांची नावे मजकुरातून त्यांची नावे हटवली आहेत, तसेच संदर्भात आणि तळटीपांमध्ये "लेखक" आणि वर्ष असा उल्लेख न करता लेखाच्या लेखकाचे नाव, त्याचे शिर्षक, वगैरे लिहिलेले असेल.</li> <li>दस्तऐवजाच्या लेखकांनी फाईलच्या गुणधर्मांमधून वैयक्तिक माहिती काढून टाकण्यासाठी खालील पावले उचली आहेत : <ul><li>विंडोज मधील मायक्रोसॉफ्ट वर्डसाठी : <ul><li>फाईल वर जा</li> <li>Info वर जा</li> <li>Check for Issues वर क्लिक करा</li> <li>Inspect Document वर क्लिक करा</li> <li>Document Inspector या संवाद बॉक्समध्ये तुम्हाला तपासण्यासाठी hidden content प्रकार निवडण्यासाठी चेक बॉक्स निवडा.</li> <li>Remove All क्लिक करा</li> <li>Close क्लिक करा</li> <li>दस्तऐवज सेव्ह करा<li></ul> <li>मॅकओएस मधील मायक्रोसॉफ्ट वर्ड साठी : <ul><li>Tools वर जा</li> <li>Protect Document क्लिक करा</li> <li>Remove personal information for this file सेव्ह करताना निवडा</li> <li>OK वर क्लिक करा आणि फाईल सेव्ह करा</li></ul></li> <li>PDF फाईलसाठी : <ul><li>File वर जा</li> <li>Properties निवडा</li> <li>Author field मध्ये असलेले कुठलेही नाव वगळा</li> <li></li><li>OK वर क्लिक करा</li> <li>document सेव्ह करा</li></ul></li></ul>
ms: <p>Untuk memastikan integriti ulasan sejawat tanpa nama, segala usaha harus dilakukan untuk menghalang identiti pengarang dan pengulas daripada diketahui antara satu sama lain. Ini melibatkan pengarang, editor dan pengulas(yang memuat naik dokumen sebagai sebahagian daripada ulasan mereka) mengulas untuk melihat sama ada langkah berikut telah diambil berkenaan dengan teks dan sifat fail:</p> <ul><li>Pengarang dokumen telah memadamkan nama mereka daripada teks, dengan "Pengarang" dan tahun digunakan dalam rujukan dan nota kaki, bukannya nama pengarang, tajuk artikel, dsb.</li> <li>Pengarang dokumen telah mengalih keluar maklumat peribadi daripada sifat fail dengan mengambil langkah berikut: <ul><li>Microsoft Word untuk Windows: <ul><li>Pergi ke Fail</li> <li>Pilih Maklumat</li> <li>Klik pada Semak Terbitan</li> <li>Klik pada Periksa Dokumen</li> <li>Dalam kotak dialog Pemeriksa Dokumen, pilih kotak semak untuk memilih jenis kandungan tersembunyi yang ingin anda periksa.</li> <li>Klik Buang Semua</li> <li>Klik Tutup</li> <li>Simpan dokumen</li></ul> <li>Microsoft Word untuk MacOS: <ul><li>Pergi ke Alat</li> <li>Klik Lindungi Dokumen</li> <li>Pilih Buang maklumat peribadi untuk fail ini semasa disimpan</li> <li>Klik OK dan simpan fail</li></ul></li> <li>PDF: <ul><li>Pergi ke Fail</li> <li>Pilih Sifat</li> <li>Alih keluar sebarang nama dalam medan pengarang</li> <li>Klik OK</li> <li>Simpan dokumen</li></ul></li></ul>
nb: <p>For å sikre integriteten til anonym fagfellevurdering, bør alt gjøres for å forhindre at identiteten til forfatterne og anmeldere blir kjent for hverandre. Dette involverer forfattere, redaktører og korrekturlesere (som laster opp dokumenter som en del av gjennomgangen), for å se om følgende trinn er tatt med hensyn til teksten og filegenskapene: </p> <ul> <li> Forfatterne av dokumentet har erstattet navnene sine fra teksten, med "Forfatter" og årstall brukt i referanser og fotnoter, i stedet for forfatterens navn, artikkeltittel osv. </li> <li> Forfatterne av dokumentet har fjernet personlig informasjon fra filegenskapene ved å gjøre følgende: <ul> <li> Microsoft Word for Windows: <ul> <li> Gå til fil </li> <li> Velg Info </li> <li> Klikk på Se etter problemer </li> <li> Klikk på Inspiser dokument </li> <li> I dialogboksen Document Inspector velger du avmerkingsboksene for å velge typen skjult innhold du vil inspisere. </li> <li> Klikk Fjern alle </li> <li> Klikk på Lukk </li> <li> Lagre dokumentet </li> </ul> <li> Microsoft Word for MacOS: <ul> <li> Gå til Verktøy </li> <li> Klikk på Beskytt dokument </li> <li> Velg Fjern personlig informasjon for denne filen ved lagring </li> <li> Klikk OK og lagre filen </li> </ul> </li> <li> PDF: <ul> <li> Gå til fil </li> <li> Velg Egenskaper </li> <li> Fjern ethvert navn i forfatterfeltet </li> <li> Klikk OK </li> <li> Lagre dokumentet </li> </ul> </li> </ul>
pl: <p>Aby umożliwić wykonanie podwójnej ślepej recenzji, wszystkie dane autorów oraz recenzentów lub inne elementy mogące pomóc w ich zidentyfikowaniu muszą zostać bezwzględnie usunięte z przesłanych plików. W tym celu sprawdź czy:</p><ul><li>Autorzy dokumentu usunęli swoje dane z tekstu.</li><li>Medatane w plikach Microsoft Word i podobnych programów zostały usunięte (zobacz Plik &gt; Zapisz jako &gt; Narzędzia &gt; Bezpieczeństwo &gt; Usuń informacje o autorze przy zapisywaniu &gt; Zapisz).</li><li>W przypadku plików PDF informacje o autorach powinny być usunięte z właściwości dokumentu. Ustawienia te możesz znaleźć przechodząc z poziomu głównego menu Adobe Acrobat do zakładki Plik.</li></ul>
sv: <p>För att säkerställa den anonyma granskningsprocessen som används för insända bidrag till den här utgivaren ska alla försiktighetsåtgärder tas för att hindra att identiteterna hos författare och granskare röjs för varandra. Detta innebär att författare, redaktörer och granskare (som laddar upp dokument under granskningsprocessen) behöver kontrollera att följande steg tagits gällande text- och filegenskaper:</p> <ul><li>Författare till dokumentet rensar texten från sina namn och använder "Författaren" och år i referenslistor och fotnoter istället för författarens namn, artikeltitel, etc.</li> <li>För Microsoft Office-dokument ska element som identifierar författaren också tas bort från filens metadata (se under Arkiv i Word) genom att klicka på följande, med start i Arkiv i huvudmenyn på Microsoft-programmet: Arkiv (eller Microsoft Office-knappen) &gt; Info &gt; Felsök &gt; Kontrollera dokument &gt; Ta bort dold och personlig information &gt; Spara. (Word 2007–2016.)</li> <li>För PDF:er ska författarnamn också tas bort från PDF-metadatan, exempelvis via Egenskaper under Arkiv i Adobe Acrobats huvudmeny.</li> </ul>
th: <p>เพื่อให้มั่นใจถึงความสมบูรณ์ของการทบทวนแบบไม่ระบุชื่อ ควรพยายามทุกวิถีทาง เพื่อป้องกันไม่ให้ตัวตนของผู้แต่งและผู้ทบทวนทราบกันและกัน ซึ่งรวมถึงผู้แต่ง บรรณาธิการ และผู้ทบทวน (ที่อัปโหลดเอกสารเป็นส่วนหนึ่งของการทบทวน) ตรวจสอบว่าขั้นตอนต่อไปนี้ได้ดำเนินการกับตัวอักษรและคุณสมบัติของไฟล์แล้ว:</p> <ul><li>ผู้แต่งเอกสารได้ลบชื่อตัวเองออกจากข้อความ และใช้คำว่า "ผู้แต่ง" และปีแทนในการอ้างอิงและเชิงอรรถ แทนที่จะใช้ชื่อผู้แต่ง ชื่อบทความ ฯลฯ</li> <li>ผู้แต่งเอกสารได้ลบข้อมูลส่วนตัวออกจากคุณสมบัติของไฟล์โดยทำตามขั้นตอนต่อไปนี้: <ul><li>Microsoft Word สำหรับ Windows: <ul><li>ไปที่ ไฟล์</li> <li>เลือก ข้อมูล</li> <li>คลิกที่ ตรวจสอบปัญหา</li> <li>คลิกที่ ตรวจสอบเอกสาร</li> <li>ในกล่องโต้ตอบตรวจสอบเอกสาร ให้เลือกช่องที่ต้องการตรวจสอบเนื้อหาที่ซ่อนอยู่</li> <li>คลิก ลบทั้งหมด</li> <li>คลิก ปิด</li> <li>บันทึกเอกสาร</li></ul> <li>Microsoft Word สำหรับ MacOS: <ul><li>ไปที่ เครื่องมือ</li> <li>คลิกที่ ป้องกันเอกสาร</li> <li>เลือก ลบข้อมูลส่วนตัวสำหรับไฟล์นี้เมื่อบันทึก</li> <li>คลิก ตกลง และบันทึกไฟล์</li></ul></li> <li>PDF: <ul><li>ไปที่ ไฟล์</li> <li>เลือก คุณสมบัติ</li> <li>ลบชื่อใด ๆ ในฟิลด์ผู้แต่ง</li> <li>คลิก ตกลง</li> <li>บันทึกเอกสาร</li></ul></li></ul>
tr_tr: <p>Bu yayına sunulmak üzere kör hakem değerlendirmesinin bütünlüğünü sağlamak için yazarların ve hakemlerin kimliklerinin birbirleriyle tanınmasını önlemek için her türlü çaba gösterilmelidir. Bu, yazarlar, editörler ve hakemleri (incelemenin bir parçası olarak belge yükleyen) metin ve dosya özellikleri ile ilgili olarak aşağıdaki adımların yapılıp yapılmadığını kontrol etmeyi içerir: </p> <ul><li>Belgenin yazarları, yazarların adı, makale başlığı vb. yerine "Yazar" ve referanslarda ve dipnotlarda yıl kullanılan metin ile isimlerini metinden sildi.</li> <li>Belgenin yazarları, aşağıdaki adımları uygulayarak kişisel bilgileri dosya özelliklerinden kaldırmışlardır: <ul><li>Windows için Microsoft Word: <ul><li>Dosyaya Git</li> <li>Bilgi Seçin</li> <li>Sorunları Kontrol Et'i tıklayın</li> <li>Belgeyi İncele'yi tıklayın</li> <li>Belge Denetçisi iletişim kutusunda, incelenmesini istediğiniz gizli içerik türünü seçmek için onay kutularını seçin.</li> <li>Tümünü Kaldır'ı tıklayın</li> <li>Kapat'ı tıklayın</li> <li>Belgeyi kaydedin</li></ul> <li>MacOS için Microsoft Word: <ul><li> Araçlara Git</li> <li>Belgeyi Koru'yu tıklayın</li> <li>Kaydetme sırasında bu dosya için kişisel bilgileri kaldır</li>'ı seçin <li>Tamam'ı tıklayın ve dosyayı kaydedin</li></ul></li> <li>PDF: <ul><li>Dosyaya Git</li> <li>Özellikleri Seç</li> <li>Yazar alanındaki herhangi bir adı kaldırın</li> <li>Tamam'ı tıklayın</li> <li>Belgeyi kaydedin</li></ul></li></ul>
vi: <p>Để đảm bảo tính toàn vẹn của bình duyệt ẩn danh, mọi nỗ lực nên được thực hiện để ngăn chặn việc tiết lộ danh tính của tác giả và người đánh giá cho nhau. Điều này liên quan đến việc tác giả, biên tập viên và người đánh giá (tải lên tài liệu như một phần của đánh giá) kiểm tra xem các bước sau đã được thực hiện hay chưa liên quan đến văn bản và thuộc tính tệp:</p> <ul><li>Các tác giả của tài liệu đã xóa tên của họ khỏi văn bản, với "Tác giả" và năm được sử dụng trong tài liệu tham khảo và chú thích cuối trang, thay vì tên tác giả, tiêu đề bài viết, v.v.</li> <li>Các tác giả của tài liệu đã xóa thông tin cá nhân khỏi thuộc tính tệp bằng cách thực hiện các bước sau: <ul><li>Microsoft Word cho Windows: <ul><li>Vào Tệp</li> <li>Chọn Thông tin</li> <li>Nhấp vào Kiểm tra vấn đề</li> <li>Nhấp vào Kiểm tra tài liệu</li> <li>Trong hộp thoại Trình kiểm tra tài liệu, chọn hộp kiểm để chọn loại nội dung ẩn bạn muốn kiểm tra.</li> <li>Nhấp vào Xóa tất cả</li> <li>Nhấp vào Đóng</li> <li>Lưu tài liệu</li></ul> <li>Microsoft Word cho MacOS: <ul><li>Vào Công cụ</li> <li>Nhấp vào Bảo vệ tài liệu</li> <li>Chọn Xóa thông tin cá nhân cho tệp này khi lưu</li> <li>Nhấp vào OK và lưu tệp</li></ul></li> <li>Adobe Acrobat (PDF): <ul><li>Vào Tệp</li> <li>Chọn Thuộc tính</li> <li>Xóa mọi tên trong trường tác giả</li> <li>Nhấp vào OK</li> <li>Lưu tài liệu</li></ul></li></ul>
