Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# common.discipline
source: Discipline
ar_iq: التخصص العلمي
az: ńįxtisas
bg_bg: Дисциплина
ca: Disciplina
cs: Disciplína
da_dk: Fagområde
de_de: Fachgebiet
el_gr: Επιστημονικός κλάδος
eu: Diziplina
fa_ir: رشته علمی
fi_fi: Tieteenala
gl_es: Disciplina
he: תחום
hr: Disciplina
hu: Discipline_Tudományterület
hy_am: Կարգ
id_id: Disiplin Ilmu
is_is: Fagsvið
it: Disciplina
ja: 分野
ka: დისციპლინა
kk: Тәртіп
lt: Disciplina
lv: Nozare
mk_mk: Дисциплина
mr: ज्ञानशाखा
ms: Disiplin
nb: Fagfelt
pl: Dyscyplina
pt_pt: Área e sub-área do conhecimento
ro: Disciplina
sl_si: Veda
sv: Disciplin
th: สาขาวิชา
tr_tr: Disiplin
uk_ua: Дисципліна
vi: Lĩnh vực

# common.done
source: Done
ar_iq: تم
az: TamamlandńĪ
bg_bg: Изпълнено
ca: Fet
cs: Hotovo
da_dk: Udført
de_de: Fertig
el_gr: Ολοκλήρωση
eu: Eginda
fa_ir: انجام شد
fi_fi: Valmis
fr: Terminé
gl_es: Feito
he: סיום
hr: Gotovo
hu: Kész
hy_am: Կատարված է
id_id: selesai
is_is: Lokið
it: Fatto
ja: 完了
ka: მზადაა
kk: Дайын
lt: Atlikta
lv: Paveikts
mk_mk: Готово
mr: पूर्ण केले
ms: Siap
nb: Ferdig
pl: Skończone
pt_pt: Concluído
ro: Terminat
sl_si: Končano
sv: Klar
th: เสร็จสิ้น
tr_tr: Tamamlandı
uk_ua: Зроблено
vi: Xong
zh_cn: 完成

# common.download
source: Download
ar_iq: تنزيل
az: Endirin
bg_bg: Сваляне
ca: Baixa
cs: Stáhnout
de_de: Herunterladen
el_gr: Μεταφόρτωση
eu: Deskargatu
fa_ir: دانلود
fi_fi: Lataa
fr: Télécharger
gl_es: Descargar
he: הורדה
hr: Preuzmi datoteku
hu: Letöltés
hy_am: Ներբեռնել
id_id: Unduh
is_is: Niðurhal
it: Scarica
ja: ダウンロード
ka: ჩამოტვირთვა
kk: Жүктеп алу
lt: Atsiųsti
lv: Lejupielādēt
mk_mk: Преземи
mr: डाउनलोड करा
ms: Muat turun
nb: Last ned
pl: Pobierz
pt_pt: Transferir
ro: Descarcă
sl_si: Prenesi datoteko
sv: Ladda ner
th: ดาวน์โหลด
tr_tr: İndir
uk_ua: Завантажити
vi: Tải xuống
zh_cn: 下载

# common.downloadPdf
source: Download PDF
ar_iq: تنزيل بصيغة PDF
az: PDF endirin
bg_bg: Сваляне на PDF
ca: Descarrega el PDF
cs: Stáhnout PDF
de_de: PDF herunterladen
el_gr: Μεταφόρτωση PDF
eu: Deskargatu PDFa
fa_ir: دانلود PDF
fi_fi: Lataa PDF
fr: Télécharger le PDF
gl_es: Descargar PDF
he: הורד PDF
hr: preuzeti PDF
hu: PDF Letöltés
hy_am: Ներբեռնել PDF
id_id: Unduh PDF
is_is: Hlaða niður PDF
it: Scarica PDF
ja: PDFダウンロード
ka: PDF-ფაილის ჩამოტვირთვა
kk: PDF файлын жүктеп алу
lt: Atsiųsti PDF
lv: Lejupielādēt PDF
mk_mk: Преземи ПДФ
mr: पीडीएफ डाउनलोड करा
ms: Muat turun PDF
nb: Last ned PDF
pl: Pobierz PDF
ro: Descarcă PDF
sl_si: Prenesi PDF
sv: Ladda ned PDF
th: ดาวน์โหลด PDF
tr_tr: PDF İndir
uk_ua: Завантажити PDF
vi: Tải xuống PDF
zh_cn: 下载 PDF

# common.downloadReport
source: Download Report
bg_bg: Сваляне на отчет
ca: Descarregar informe
cs: Stáhnout zprávu
eu: Deskargatu txostena
fr: Télécharger le rapport
he: להורדת הדוח
hr: Preuzmi izvješće
it: Scarica report
ja: 報告ダウンロード
lt: Atsisiųsti ataskaitą
lv: Lejupielādēt pārskatu
mr: अहवाल डाउनलोड करा
pl: Pobierz raport
sv: Ladda ned rapport
th: ดาวน์โหลดรายงาน
vi: Tải xuống báo cáo

# common.dragAndDropHere
source: Drag and drop files here.
az: Burada fayllarńĪ s√ľr√ľkleyin v…ô buraxńĪn.
bg_bg: Влачете и пуснете файловете тук.
ca: Arrossegar i deixar anar els arxius aquí.
cs: Přetáhněte sem soubory.
eu: Arrastatu eta askatu fitxategiak hemen.
fr: Glisser-déposer des fichiers ici.
he: גרור והעלה קבצים כאן.
hr: Ovdje povucite i ispustite datoteke.
hy_am: Քաշեք և թողեք նիշքերը այստեղ:
it: Trascina file qui.
ja: ここにファイルをドラッグアンドドロップする。
ka: გადაიტანეთ და ჩამოაგდეთ ფაილები აქ.
kk: Файлдарды осы жерге апарыңыз.
lt: Nuvilkite failus čia.
lv: Velciet un nometiet datnes šeit.
mr: येथे फाईल्स ओढा आणि टाका (ड्रॅग आणि ड्रॉप करा).
pl: Złap i upuść pliki tutaj.
sv: Dra och släpp filer hit.
th: ลากและวางไฟล์ที่นี่
vi: Kéo và thả tệp vào đây.

# common.orUploadFile
source: Or upload a file
bg_bg: Или качване на файл
ca: O carregar un arxiu
cs: Nebo nahrajte soubor
eu: Edo igo fitxategi bat
fr: Ou téléverser un fichier
he: או העלה קובץ
hr: Ili prenesite datoteku ovdje
hy_am: Կամ վերբեռնեք նիշք
it: O carica un file
ja: またはファイルをアップロード
ka: ან ატვირთეთ ფაილი
kk: Немесе файлды жүктеңіз
lt: Arba įkelkite failą
lv: Vai augšupielādēt datni
mr: किंवा फाईल संक्रमित (अपलोड) करा
pl: lub załaduj plik
sv: Eller ladda upp en fil
th: หรืออัปโหลดไฟล์
vi: Hoặc tải lên tệp

# common.edit
source: Edit
ar_iq: تعديل
az: Redakt…ô edin
bg_bg: Редактиране
ca: Edita
cs: Editovat
da_dk: Redigér
de_de: Bearbeiten
el_gr: Επεξεργασία
eu: Editatu
fa_ir: ویرایش
fi_fi: Muokkaa
fr: Modifier
gl_es: Editar
he: עריכה
hr: Uredi
hu: Szerkesztés
hy_am: Խմբագրել
is_is: Breyta
it: Modifica
ja: 編集
ka: ჩასწორება
kk: Өңдеу
lt: Taisyti
lv: Rediģēt
mk_mk: Уреди
mr: संपादित करा
ms: Sunting
nb: Rediger
pl: Edycja
pt_pt: Editar
ro: Editați
sl_si: Uredi
sv: Redigera
th: แก้ไข
tr_tr: Düzenle
uk_ua: Редагувати
vi: Chỉnh sửa
zh_cn: 编辑

# common.editItem
source: Edit {$name}
ar_iq: تحرير {$name}
az: {$name} redakt…ô edin
bg_bg: Редактиране {$name}
ca: Editar {$name}
cs: Editovat {$name}
eu: Editatu {$name}
fr: Modifier {$name}
gl_es: Editar {$name}
he: ערוך {$name}
hr: Uredi {$name}
hu: Szerkesztés {$name}
hy_am: Խմբագրել {$name}ը
is_is: Breyta {$name}
it: Modifica {$name}
ja: {$name}を編集
ka: ჩასწორება {$name}
kk: Өңдеу {$name}
lt: Redaguoti {$name}
lv: Rediģēt {$name}
mr: {$name} संपादित करा
ms: Sunting {$name}
nb: Rediger {$name}
pl: Edytuj {$name}
sv: Redigera {$name}
th: แก้ไข {$name}
tr_tr: {$name} Düzenle
vi: Chỉnh sửa {$name}

# common.emailTemplates
source: Email Templates
ca: Plantilles de correu electrònic
cs: Šablony e-mailů
eu: Mezu elektronikoen txantiloiak
fr: Modèles d'e-mail
he: תבניות דוא"ל
hr: Predlošci e-pošte
it: Modelli di e-mail
ja: メールテンプレート
lt: El. laiškų šablonai
lv: E-pasta veidnes
mr: ई-मेलचे तयार मजकूर (टेम्पलेट्स)
pl: Szablony email
sv: E-postmallar
th: แม่แบบอีเมล
vi: Các mẫu email

# common.enable
source: Enable
ar_iq: تمكين
az: Aktivl…ôŇüdirin
bg_bg: Активиране
ca: Habilita
cs: Povolit
da_dk: Aktivér
de_de: Einschalten
el_gr: Ενεργοποίηση
eu: Gaitu
fa_ir: فعال کردن
fi_fi: Ota käyttöön
fr: Activer
gl_es: Activar
he: לאפשר
hr: Aktivirati
hu: Engedélyezés
hy_am: Միացնել
id_id: Aktifkan
is_is: Virkja
it: Abilita
ja: 有効化
ka: ჩართვა
kk: Қосу
lt: Įgalinti
lv: Iespējot
mk_mk: Овозможи
mr: कार्यान्वित करा (enable)
ms: Dayakan
nb: Slå på
pl: Włącz
pt_pt: Ativar
ro: Permiteți
sl_si: Omogoči
sv: Aktivera
th: เปิดใช้งาน
tr_tr: Aktifleştir
uk_ua: Включити
vi: Kích hoạt
zh_cn: 激活

# common.enabled
source: Enabled
ar_iq: مُمَكَّنة
az: Aktivl…ôŇüdirildi
bg_bg: Активиран
ca: Habilitat
cs: Povoleno
da_dk: Aktiveret
de_de: Aktiviert
el_gr: Ενεργό
eu: Gaituta
fa_ir: فعال
fi_fi: Käytössä
fr: Activé
gl_es: Activo
he: מופעלת
hr: Omogućeno
hu: Engedélyezett
hy_am: Միացված է
id_id: Sudah Aktif
is_is: Virkt
it: Abilitato
ja: 有効
ka: ჩართული
kk: Қосылған
lt: Įgalinta
lv: Iespējots
mk_mk: Овозможено
mr: कार्यान्वित केले (enabled)
ms: Didayakan
nb: Er slått på
pl: Włączone
pt_pt: Ativado
ro: Permis
sl_si: Omogočeno
sv: Aktiverad
th: เปิดใช้งานแล้ว
tr_tr: Etkinleştirildi
uk_ua: Включено
vi: Đã kích hoạt
zh_cn: 启用

# common.error.databaseError
source: A database error has occurred: {$error}
ar_iq: حدث خطأ ما في قاعدة البيانات: {$error}
az: Data bazasńĪ x…ôta baŇü verdi: {$error}
bg_bg: Възникна грешка в базата данни: {$error}
ca: S'ha produït un error a la base de dades: {$error}
cs: Došlo k chybě databáze: {$error}
da_dk: Der opstod en databasefejl: {$error}
de_de: Ein Datenbankfehler ist aufgetreten: {$error}
el_gr: Προέκυψε άγνωστο σφάλμα στη βάση δεδομένων: {$error}
eu: Datu-baseko errore bat gertatu da: {$error}
fa_ir: یک خطای پایگاه داده رخ داده است: {$error}
fi_fi: Tapahtui tietokantavirhe: {$error}
fr: Une erreur de base de données est survenue : {$error}
gl_es: Produciuse un erro na base de datos: {$error}
he: אירעה שגיאת מסד נתונים: {$error}
hr: Došlo je do greške u bazi podataka: {$error}
hu: Egy adatbázis hiba történt: {$error}
hy_am: Տվյալների բազայի հետ կապված խնդիր է տեղի ունեցել
id_id: Kesalahan database telah terjadi: {$error}
is_is: Gagnagrunnsvilla kom upp: {$error}
it: Si è verificato un errore nel database: {$error}
ja: データベースエラーが発生しました: {$error}
ka: მოხდა მონაცემთა ბაზის შეცდომა: {$error}
kk: Дерекқор қатесі орын алды: {$error}
lt: Įvyko duomenų bazės klaida: {$error}
lv: Ir notikusi datubāzes kļūda: {$error}
mk_mk: Се појави грешкаво датабазата: {$error}
mr: {$error}: ही डेटाबेस त्रुटी आढळून आली आहे
ms: Ralat pangkalan data telah berlaku: {$error}
nb: Det har skjedd en databasefeil: «{$error}»
pl: Wystąpił błąd bazy danych: {$error}
pt_pt: Ocorreu um erro na base de dados: {$error}
ro: A apărut o eroare în baza de date:{$error}
sl_si: Pojavila se je napaka v bazi podatkov: {$error}
sv: Ett fel i databasen inträffade: {$error}
th: เกิดข้อผิดพลาดในฐานข้อมูล: {$error}
tr_tr: Veri tabanı hatası oluştu: {$error}
uk_ua: Помилка бази даних: {$error}
vi: Đã xảy ra lỗi cơ sở dữ liệu: {$error}
zh_cn: 发生了一个数据库错误: {$error}

# common.error.databaseErrorUnknown
source: An unknown database connection error has occurred.
ar_iq: حدث خطأ غير معروف لدى الاتصال بقاعدة البيانات.
az: Nam…ôlum bir data baza x…ôtasńĪ baŇü verdi.
bg_bg: Възникна неизвестна грешка при свързване към база данни.
ca: S’ha produït un error desconegut de connexió a la base de dades.
cs: Došlo k neznámé chybě v připojení k databázi.
da_dk: Der opstod en ukendt fejl ved databaseforbindelsen.
de_de: Ein unbekannter Fehler bei der Verbindung mit der Datenbank ist aufgetreten.
el_gr: Προέκυψε άγνωστο σφάλμα στη σύνδεση της βάσης δεδομένων.
eu: Datu-baseko konexio-errore ezezagun bat gertatu da.
fa_ir: یک خطای اتصال پایگاه داده ناشناخته رخ داده است
fi_fi: Tapahtui tuntematon tietokannan yhteysvirhe.
fr: Une erreur de connexion à la base de données inconnue est survenue.
gl_es: Erro descoñecido na conexión á base de datos.
he: אירעה שגיאה לא ידועה בחיבור מסד נתונים.
hr: Pojavila se pogreška nepoznatog povezivanja s bazom.
hu: Ismeretlen adatbáziskapcsolati hiba történt.
hy_am: Տեղի է ունեցել անհայտ տվյալների բազայի կապի խնդիր:
id_id: Kesalaham koneksi database yang tidak dikenali terjadi.
is_is: Upp kom óþekkt villa við tengingu við gagnagrunn.
it: Si è verificato un errore nella connessione al database.
ja: データベース接続エラーが発生しました。
ka: მოხდა მონაცემთა ბაზასთან კავშირის უცნობი შეცდომა.
kk: Белгісіз дерекқорға қосылу қатесі орын алды.
lt: Įvyko nežinoma ryšio su duomenų baze klaida.
lv: Ir notikusi nezināma datubāzes savienojuma kļūda.
mk_mk: Се случи непозната грешка во врска со базата на податоци.
mr: एक अज्ञात डेटाबेस कनेक्शन त्रुटी आढळली आहे.
ms: Ralat sambungan pangkalan data yang tidak diketahui telah berlaku.
nb: Det har skjedd en ukjent feil med databaseforbindelsen.
pl: Wystąpił nieznany błąd połączenia z bazą danych.
pt_pt: Ocorreu um erro desconhecido de conexão à base de dados.
ro: A apărut o eroare necunoscută la conectarea la baza de date.
sl_si: Pojavila se je neznana napaka v povezavi z bazo podatkov.
sv: Ett okänt fel vid anslutning till databasen inträffade.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุในการเชื่อมต่อฐานข้อมูล
tr_tr: Bilinmeyen bir veri tabanı hatası oluştu.
uk_ua: Невідома помилка зв'язку з базою даних.
vi: Đã xảy ra lỗi kết nối cơ sở dữ liệu không xác định.
zh_cn: 一个未知的数据库连接错误.

# common.event
source: Event
ar_iq: الحدث
az: Hadis…ô
bg_bg: Събитие
ca: Esdeveniment
cs: Událost
da_dk: Hændelse
de_de: Ereignis
el_gr: Συμβάν
eu: Gertaera
fa_ir: رویداد
fi_fi: Tapahtuma
fr: Événement
gl_es: Evento
he: אירוע
hr: Događaj
hu: Esemény
hy_am: Միջոցառում
is_is: Atburður
it: Evento
ja: イベント
ka: ღონისძიება
kk: Оқиға
lt: Įvykis
lv: Notikums
mk_mk: Настан
mr: उपक्रम (इव्हेंट)
ms: Peristiwa
nb: Aktivitet
pl: Zdarzenie
pt_pt: Evento
ro: Eveniment
sl_si: Dogodek
sv: Händelse
th: เหตุการณ์
tr_tr: Olay
uk_ua: Подія
vi: Sự kiện
zh_cn: 事件

# common.export
source: Export
ar_iq: تصدير
az: ńįxracat
bg_bg: Експорт
ca: Exporta
cs: Exportovat
da_dk: Eksportér
de_de: Exportieren
el_gr: Εξαγωγή
eu: Esportatu
fa_ir: استخراج
fi_fi: Vie
fr: Exporter
gl_es: Exportar
he: ייצא
hr: Iznesi
hu: Exportálás
hy_am: Արտահանել
id_id: Ekspor
is_is: Flytja út
it: Esporta
ja: エクスポート
ka: ექსპორტი
kk: Экспорттау
lt: Eksportuoti
lv: Eksportēt
mk_mk: Извези
mr: स्थानांतर करा (Export)
ms: Eksport
nb: Eksporter
pl: Eksportuj
pt_pt: Exportar
sl_si: Izvozi
sv: Exportera
th: ส่งออก
tr_tr: İhraç
uk_ua: Експорт
vi: Xuất
zh_cn: 导出

# common.finish
source: Finish
ar_iq: إنهاء
az: BitiŇü/son
bg_bg: Завършване
ca: Finalitza
cs: Ukončit
da_dk: Afslut
de_de: Abschließen
el_gr: Ολοκλήρωση
eu: Amaitua
fa_ir: اتمام
fi_fi: Lopeta
fr: Terminer
gl_es: Finalizar
he: סיום
hr: Zaključiti
hu: Befejezés
hy_am: Ավարտել
id_id: Selesai
is_is: Ljúka
it: Completa
ja: 終わる
ka: დასრულება
kk: Аяқтау
lt: Baigti
lv: Pabeigt
mk_mk: Заврши
mr: समाप्त
ms: Selesai
nb: Avslutt
pl: Zakończ
pt_pt: Concluir
ro: Finalizat
sl_si: Končaj
sv: Avsluta
th: เสร็จสิ้น
tr_tr: Son
uk_ua: Завершено
vi: Hoàn thành
zh_cn: 完成

# common.fullscreen
source: Fullscreen
ar_iq: ملء الشاشة
az: Tam ekran
bg_bg: Цял екран
ca: Pantalla completa
cs: Celá obrazovka
da_dk: Fuldskærm
de_de: Vollbild
el_gr: Πλήρης οθόνη
eu: Pantaila osoa
fa_ir: تمام صفحه
fi_fi: Koko näyttö
fr: Plein écran
gl_es: Pantalla completa
he: מסך מלא
hr: puni zaslon
hu: Teljes képernyő
hy_am: Ամբողջ էկրան
id_id: Layar Penuh
is_is: Heilskjár
it: Schermo intero
ja: フルスクリーン
ka: მთელ ეკრანზე
kk: Толық экранды режим
lt: Rodyti per visą ekraną
lv: Pilnekrāna režīms
mk_mk: Цел екран
mr: पूर्णस्क्रीन पद्धत
ms: Skrin penuh
nb: Fullskjerm
pl: Pełny ekran
pt_pt: Ecrã Completo
ro: Ecran complet
sl_si: Celozaslonsko
sv: Helskärm
th: เต็มหน้าจอ
tr_tr: Tam Ekran
uk_ua: Повноекранний режим
vi: Toàn màn hình
zh_cn: 全屏

# common.fullscreenOff
source: Fullscreen Off
ar_iq: إلغاء ملء الشاشة
az: BańülayńĪn
bg_bg: Изключване на режим "цял екран"
ca: Pantalla completa desactivada
cs: Ukončení režimu celé obrazovky
da_dk: Deaktivér fuldskærm
de_de: Vollbild aus
el_gr: Απενεργοποίηση πλήρους οθόνης
eu: Kendu pantaila osoa
fa_ir: خروج از تمام صفحه
fi_fi: Koko näyttö pois
fr: Fermer le Plein écran
gl_es: Sair da pantalla completa
he: מסך מלא כבוי
hr: puni zaslon isključen
hu: Teljes képernyő kikapcsolása
hy_am: Անջատել ամբողջական էկրանը
id_id: Layar Penuh dimatikan
is_is: Slökkva á heilskjá
it: Schermo ridotto
ja: フルスクリーン オフ
ka: მთლიანი ეკრანი გამორთულია
kk: Толық экранды режимнен шығу
lt: Nerodyti per visą ekraną
lv: Izslēgt pilnekrāna režīmu
mk_mk: Исклучи цел екран
mr: पूर्णस्क्रीन प्रदर्शन नको
ms: Skrin Penuh Dimatikan
nb: Fullskjerm av
pl: Wyłącz pełny ekran
pt_pt: Ecrã Completo desativado
ro: Dezactivare ecran complet
sl_si: Ugasni celozaslonsko
sv: Lämna helskärm
th: ปิดเต็มหน้าจอ
tr_tr: Kapat
uk_ua: Відключення повноекранного режиму
vi: Thoát toàn màn hình
zh_cn: 关闭全屏

# common.false
source: False
ar_iq: خطأ
bg_bg: Неистина (false)
ca: Fals
cs: Ne
da_dk: Falsk
de_de: Falsch
el_gr: Λάθος
eu: Faltsua
fa_ir: غلط
fi_fi: Väärä
fr: Faux
gl_es: Falso
he: לא נכון
hr: Netočno
hu: Hibás
hy_am: Սխալ
id_id: Salah
is_is: Rangt
it: Falso
ja: 誤
ka: მცდარი
kk: Жалған
lt: Neteisingai
lv: Nepatiess
mk_mk: Погрешно
mr: भ्रामक (FALSE)
ms: Salah
nb: Feil
pl: Nieprawdziwy
pt_pt: Falso
ro: Fals
sl_si: Napačno
sv: Falsk
th: เท็จ
tr_tr: Yanlış
uk_ua: Хиба
vi: Sai
zh_cn: 错误

# common.file
source: File
ar_iq: الملف
az: Fayl
bg_bg: Файл
ca: Fitxer
cs: Soubor
da_dk: Fil
de_de: Datei
el_gr: Αρχείο
eu: Fitxategia
fa_ir: فایل
fi_fi: Tiedosto
fr: Fichier
gl_es: Arquivo
he: קובץ
hr: Datoteka
hu: Fájl
hy_am: Ֆայլ
is_is: Skrá
ja: ファイル
ka: ფაილი
kk: Файл
lt: Failas
lv: Datne
mk_mk: Фајл
mr: फाईल
ms: Fail
nb: Fil
pl: Plik
pt_pt: Ficheiro
ro: Fișier
sl_si: Datoteka
sv: Fil
th: ไฟล์
tr_tr: Dosya
uk_ua: Файл
vi: Tệp
zh_cn: 文件

# common.fileName
source: File Name
ar_iq: اسم الملف
az: Fayl adńĪ
bg_bg: Име на файл
ca: Nom del fitxer
cs: Jméno souboru
da_dk: Filnavn
de_de: Dateiname
el_gr: Όνομα αρχείου
eu: Fitxategi-izena
fa_ir: نام فایل
fi_fi: Tiedostonimi
fr: Nom de fichier
gl_es: Nome do arquivo
he: שם קובץ
hr: Naziv datoteke
hu: Fájlnév
hy_am: Ֆայլի անվանում
id_id: Nama File
is_is: Skráarheiti
it: Nome del file
ja: ファイル名
ka: ფაილის სახელი
kk: Файл атауы
lt: Failo pavadinimas
lv: Datnes nosaukums
mk_mk: Име на фајлот
mr: फाईलचे नाव
ms: Nama Fail
nb: Filnavn
pl: Nazwa pliku
pt_pt: Nome do ficheiro
ro: Nume fișier
sl_si: Ime datoteke
sv: Filnamn
th: ชื่อไฟล์
tr_tr: Dosya Adı
uk_ua: Ім'я файлу
vi: Tên tệp
zh_cn: 文件名

# common.fileSize
source: File Size
ar_iq: حجم الملف
az: Fayl √∂l√ß√ľs√ľ
bg_bg: Големина на файл
ca: Mida del fitxer
cs: Velikost souboru
da_dk: Filstørrelse
de_de: Dateigröße
el_gr: Μέγεθος αρχείου
eu: Fitxategi-tamaina
fa_ir: اندازه فایل
fi_fi: Tiedoston koko
fr: Taille de fichier
gl_es: Tamaño do arquivo
he: גודל קובץ
hr: Veličina datoteke
hu: Fájlméret
hy_am: Ֆայլի չափ
id_id: Ukuran File
is_is: Stærð skráar
it: Dimensione del file
ja: ファイルサイズ
ka: ფაილი ზომა
kk: Файл өлшемі
lt: Failo dydis
lv: Datnes izmērs
mk_mk: Големина на фајлот
mr: फाईलचा आकार
ms: Saiz Fail
nb: Filstørrelse
pl: Rozmiar pliku
pt_pt: Tamanho do ficheiro
ro: Mărime fișier
sl_si: Dolžina datoteke
sv: Filstorlek
th: ขนาดไฟล์
tr_tr: Dosya Boyutu
uk_ua: Розмір файлу
vi: Kích thước tệp
zh_cn: 文件大小
