Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# informationCenter.pastHistory
source: Earlier Revisions
ar_iq: التحكيمات السابقة
az: K√∂hn…ô d√ľz…ôliŇül…ôr
bg_bg: Предходни ревизии
ca: Revisions anteriors
cs: Dřívější úpravy
da_dk: Tidligere revisioner
de_de: Frühere Versionen
el_gr: Προηγούμενες αναθεωρήσεις
eu: Aurreko berrikuspenak
fa_ir: اصلاحات پیشین
fi_fi: Aiemmat korjatut versiot
fr: Révisions antérieures
gl_es: Revisións anteriores
he: עדכונים קודמים
hr: Prethodne verzije
hu: Korábbi szakmai lektorálások
hy_am: Նախկին նախադիտումներ
id_id: Revisi Terdahulu
is_is: Fyrri ritrýni
it: Revisione precedente
ja: 以前の改訂
ka: ადრინდელი ვერსიები
kk: Бұрынғы түзетулер
lt: Ankstesni pataisymai
lv: Agrākie labojumi
mk_mk: Претходни ревизии
mr: पूर्वीची सुधारित संस्करणे (Revisions)
ms: Semakan Terdahulu
nb: Tidligere revideringer
pl: Poprzednie wersje
pt_pt: Revisões Anteriores
ro: Revizii anterioare
sl_si: Pretekle verzije
sv: Tidigare versioner
th: การแก้ไขก่อนหน้านี้
tr_tr: Eski Revizyonlar
uk_ua: Попередня версія
vi: Các bản sửa đổi trước đó
zh_cn: 早期修订

# informationCenter.history.notePosted
source: Posted new note.
ar_iq: ملاحظة جديدة مطروحة.
az: Yeni qeyd g√∂nd…ôrildi.
bg_bg: Публикувана нова бележка.
ca: Nota publicada nova.
cs: Nová poznámka byla odeslána.
da_dk: Ny note afsendt.
de_de: Neue Anmerkung veröffentlicht.
el_gr: Η νέα σημείωση αναρτήθηκε.
eu: Ohar berria argitaratu da.
fa_ir: پست پاداشت جدید.
fi_fi: Lähetetty uusi muistiinpano.
fr: Nouvelle note publiée.
gl_es: Publicouse unha nova nota.
he: פורסמה הערה חדשה.
hr: Objavljena nova bilješka.
hu: Beküldött új megjegyzés.
hy_am: Հրապարակված նոր նշում:
id_id: Memuat catatan baru.
is_is: Nýr minnispunktur birtur.
it: Inviata un nuova nota.
ja: 新しい注記が追加されました。
ka: გამოქვეყნდა ახალი შენიშვნა.
kk: Жаңа жазба жарияланды.
lt: Paskelbta nauja pastaba.
lv: Ievietota jauna piezīme.
mk_mk: Објавена нова белешка.
mr: नवी टिप्पणी दाखल (पोस्ट) केली आहे.
ms: Nota baharu disiarkan.
nb: La ut nye notater.
pl: Utworzono nową uwagę.
pt_pt: Publicada nova nota.
ro: Notă nouă postată.
sl_si: Dodaj novo opombo.
sv: Skickade ny anteckning.
th: โพสต์บันทึกใหม่แล้ว
tr_tr: Yeni not gönderildi.
uk_ua: Опубліковано нову нотатку.
vi: Đã đăng ghi chú mới.
zh_cn: 发布新说明。

# informationCenter.history.messageSent
source: Notification sent to users.
ar_iq: قد أرسل إشعار إلى المستخدمين.
az: BildiriŇü istifad…ô√ßil…ôr…ô g√∂nd…ôrildi
bg_bg: Изпратено известие до потребителите.
ca: S'ha enviat la notificació als usuaris/àries.
cs: Uživatelům bylo odesláno upozornění.
da_dk: Meddelelse sendt til brugere.
de_de: Benachrichtigung an Nutzer/innen geschickt.
el_gr: Το μήνυμα στάλθηκε στους Χρήστες.
eu: Erabiltzaileei jakinarazpena bidalita.
fa_ir: ارسال اطلاع‌رسانی به کاربران
fi_fi: Ilmoitus lähetetty käyttäjille.
fr: Notification envoyée aux utilisateurs.
gl_es: Notificación enviada aos usuarios/as.
he: התראה נשלחה למשתמשים.
hr: Obavijest poslana korisnicima.
hu: Értesítés kiküldve a felhasználóknak.
hy_am: Ծանուցումն ուղարկվել է օգտագործողին:
id_id: Pemberitahuan dikirim ke pengguna.
is_is: Tilkynning send til notenda.
it: Avviso inviato agli utenti.
ja: ユーザーに通知が送信されました。
ka: შეტყობინება გაგზავნილია მომხმარებლებისთვის.
kk: Хабарлама пайдаланушыларға жіберілді.
lt: Pranešimas išsiųstas vartotojams.
lv: Lietotājiem nosūtīts paziņojums.
mk_mk: Известувањето е испратено до корисниците.
mr: वापरकर्त्यांना सूचना पाठवली आहे.
ms: Notifikasi dihantar kepada pengguna.
nb: Varsel sendt til brukere.
pl: Powiadomienia wysłane do użytkowników.
pt_pt: Enviada notificação para utilizadores.
ro: Notificare trimisă utilizatorilor.
sl_si: Obvestilo je bilo poslano uporabnikom.
sv: Avisering skickad till användare.
th: การแจ้งเตือนถูกส่งไปยังผู้ใช้แล้ว
tr_tr: Bildirim kullanıcılara gönderildi.
uk_ua: Повідомлення надіслано до користувача.
vi: Thông báo đã gửi cho người dùng.
zh_cn: 通知已发送给用户。

# stageParticipants.history.messageSent
source: Notification sent to users.
ar_iq: قد أُرسلَ إشعار إلى المستخدمين.
az: BildiriŇü istifad…ô√ßil…ôr…ô g√∂nd…ôrildi
bg_bg: Изпратено известие до потребителите.
ca: S'ha enviat la notificació als usuaris/àries.
cs: Uživatelům byla odeslána poznámka.
da_dk: Meddelelse sendt til brugere.
de_de: Benachrichtigung an Nutzer/innen geschickt.
el_gr: Η ειδοποίηση στάλθηκε στους Χρήστες.
eu: Erabiltzaileei jakinarazpena bidalita.
fa_ir: اطلاع‌رسانی ها به کاربر ارسال شود
fi_fi: Ilmoitus lähetetty käyttäjille.
fr: Avis envoyé aux utilisateurs.
gl_es: Notificación enviada aos usuarios.
he: התראה נשלחה למשתמשים.
hr: Obavijest poslana korisnicima.
hu: Értesítés kiküldve a felhasználóknak.
hy_am: Ծանուցումն ուղարկվել է օգտագործողներին:
id_id: Pemberitahuan dikirim ke pengguna.
is_is: Tilkynning send til notenda.
it: Avviso inviato agli utenti.
ja: ユーザーに通知が送信されました。
ka: შეტყობინება გაგზავნილია მომხმარებლებისთვის.
kk: Хабарлама пайдаланушыларға жіберілді.
lt: Pranešimas išsiųstas vartotojams.
lv: Lietotājiem nosūtīts paziņojums.
mk_mk: Известувањето е испратено до корисниците.
mr: वापरकर्त्यांना सूचना पाठवली आहे.
ms: Notifikasi dihantar kepada pengguna.
nb: Varsel sendt til brukere.
pl: Powiadomienia wysłane do użytkowników.
pt_pt: Enviada notificação aos utilizadores.
ro: Notificare trimisă utilizatorilor.
sl_si: Obvestilo je bilo poslano uporabnikom.
sv: Avisering skickad till användare.
th: การแจ้งเตือนถูกส่งไปยังผู้ใช้แล้ว
tr_tr: Bildirim kullanıcılara gönderildi.
uk_ua: Опубліковано нову нотатку.
vi: Thông báo đã gửi cho người dùng.
zh_cn: 通知已发送给用户。

# stageParticipants.notify.startDiscussion
source: Start Discussion
ar_iq: إبدأ المناقشة
az: M√ľzakir…ô baŇüladńĪn
bg_bg: Започване на дискусия
ca: Iniciar una discussió
cs: Začít diskusi
da_dk: Påbegynd drøftelse
de_de: Diskussion starten
el_gr: Έναρξη συζήτησης
eu: Eztabaida hasi
fi_fi: Aloita keskustelu
fr: Commencer une discussion
gl_es: Comezar unha discusión
he: התחל דיון
hr: započeti raspravu
hu: Értekezés kezdeményezése
hy_am: Սկսել քննարկում
id_id: Mulai Diskusi
is_is: Hefja umræðu
it: Inizia discussione
ja: ディスカッションを開始
ka: დისკუსიის დაწყება
kk: Талқылауға кірісіңіз
lt: Pradėti diskusiją
lv: Uzsākt diskusiju
mk_mk: Започни дискусија
mr: चर्चासत्र सुरू करा
ms: Mulakan Perbincangan
nb: Start diskusjon
pl: Rozpoczęcie dyskusji
pt_pt: Iniciar Discussão
ro: Începeți discuția
sl_si: Nova diskusija
sv: Påbörja diskussion
th: เริ่มการสนทนา
tr_tr: Tartışma Başlat
uk_ua: Почати обговорення
vi: Bắt đầu thảo luận
zh_cn: 发起讨论

# stageParticipants.notify.startDiscussion.description
source: Begin a discussion between yourself and {$userFullName}.
ar_iq: إبدأ المناقشة فيما بينك و {$userFullName}.
az: √Ėz√ľn√ľz v…ô {$userFullName} arasńĪnda bir m√ľzakir…ô baŇüladńĪn.
bg_bg: Започване на дискусия между вас и {$userFullName}.
ca: Iniciar una discussió amb {$userFullName}.
cs: Začít diskusi mezi vámi a {$userFullName}.
da_dk: Påbegynd en drøftelse mellem dig selv og {$userFullName}.
de_de: Eine Diskussion zwischen Ihnen und {$userFullName} beginnen.
el_gr: Ξεκινήστε μια συζήτηση με τον Χρήστη {$userFullName}.
eu: Hasi eztabaida zure eta {$userFullName}-en artean.
fi_fi: Aloita keskustelu käyttäjän {$userFullName} kanssa.
fr: Initier une discussion entre vous et {$userFullName}.
gl_es: Comeza unha discusión entre ti e {$userFullName}.
he: התחל דיון בינך ובין {$userFullName}.
hr: Započnite raspravu između vas i {$userFullName}.
hu: Értekezés kezdeményezése {$userFullName} bevonásával.
hy_am: Քննարկում սկսել Ձեր և {$userFullName}ի միջև:
id_id: Mulai diskusi antara Anda dan {$userFullName}.
is_is: Hefja umræðu á milli þín og {$userFullName}.
it: Inizia una discussione tra te e {$userFullName}.
ja: {$userFullName}とのディスカッションを開始します。
ka: დაიწყეთ დისკუსია თქვენსსა და {$userFullName}-ს შორის.
kk: Өзіңіз бен {$userFullName} арасында талқылауды бастаңыз.
lt: Pradėti diskusiją su {$userFullName}.
lv: Uzsākt diskusiju ar lietotāju {$userFullName}.
mk_mk: Започнете дискусија помеѓу вас и {$userFullName}.
mr: तुम्ही {$userFullName} बरोबर चर्चा सुरू करा.
ms: Mulakan perbincangan antara anda dan {$userFullName}.
nb: Start en diskusjon mellom deg og {$userFullName}.
pl: Rozpocznij dyskusję z {$userFullName}.
pt_pt: Iniciar uma discussão entre si e {$userFullName}.
ro: Începeți o discuție cu {$userFullName}.
sl_si: Pričnite novo diskusijo med vami in {$userFullName}.
sv: Påbörja en diskussion mellan dig själv och {$userFullName}.
th: เริ่มการสนทนาระหว่างคุณกับ {$userFullName}
tr_tr: Kendiniz ve {$userFullName} arasında bir tartışma başlatın.
uk_ua: Почати обговорення між вами та {$userFullName}.
vi: Bắt đầu thảo luận giữa bạn và {$userFullName}.
zh_cn: 开始您和 {$userFullName} 之间的讨论。

# stageParticipants.notify.chooseMessage
source: Choose a predefined message to use, or fill out the form below.
ar_iq: إختر رسالة مسبقة التعريف لإرسالها، أو إملأ النموذج أدناه.
az: ńįstifad…ô etm…ôk √ľ√ß√ľn …ôvv…ôlc…ôd…ôn m√ľ…ôyy…ôn edilmiŇü bir mesaj se√ßin v…ô ya aŇüańüńĪdakńĪ formu doldurun.
bg_bg: Изберете предварително дефинирано съобщение, което да използвате, или попълнете формуляра по-долу.
ca: Trieu un missatge predefinit o bé empleneu el formulari següent.
cs: Vyberte si předpřipravenou zprávu, nebo vyplňte následující formulář.
da_dk: Vælg at bruge en forud formuleret besked eller udfyld nedenstående formular.
de_de: Bitte wählen Sie eine vordefinierte Nachricht aus oder füllen Sie das Formular unten aus.
el_gr: Επιλέξτε ένα προκαθορισμένο μήνυμα ή συμπληρώστε τη φόρμα που ακολουθεί.
eu: Aukeratu erabili nahi duzun aurrez definitutako mezu bat, edo bete beheko formularioa.
fa_ir: انتخاب پیام های آماده
fi_fi: Valitse ennaltamäärätty viesti tai täytä alla oleva lomake.
fr: Choisir un message prédéfini à utiliser, ou remplir le formulaire ci-dessous.
gl_es: Elixe unha mensaxe predefinida para usar ou enche o seguinte formulario.
he: בחר הודעה מוגדרת מראש לשימוש, או מלא את הטופס למטה.
hr: Odaberite unaprijed definiranu poruku ili ispunite donji obrazac.
hu: Válasszon egy sablonüzenetet vagy töltse ki az alábbi űrlapot.
hy_am: Ընտրեք ստանդարտ հաղորդագրություն ներքոհիշյալ նմուշը օգտագործելու կամ լրացնելու համար։
id_id: Gunakan pesan yang ada, atau buat pesan baru di bawah ini.
is_is: Veldu fyrirfram skilgreind skilaboð sem á að nota, eða fylltu út eyðublaðið hér fyrir neðan.
it: Scegli un messaggio predefinito da inviare oppure scrivi nel campo sottostante.
ja: 定義済みメッセージを選択するか、以下のフォームに入力してください。
ka: აირჩიეთ წინასწარ განსაზღვრული შეტყობინება გამოსაყენებლად, ან შეავსეთ ქვემოთ მოცემული ფორმა.
kk: Қолдану үшін алдын ала анықталған хабарламаны таңдаңыз немесе төмендегі форманы толтырыңыз.
lt: Pasirinkite parengtą pranešimą arba užpildykite apačioje pateiktą formą.
lv: Izvēlieties jau sagatavotu ziņu, ko vēlaties izmantot, vai aizpildiet tālāk norādīto formu.
mk_mk: Изберете предефинирана порака за употреба или пополнете го образецот подолу.
mr: पूर्वनिर्धारित संदेश पाठवण्यासाठी निवडा किंवा खालील फॉर्म भरा.
ms: Pilih mesej yang dipratentukan untuk digunakan atau isikan borang di bawah.
nb: Velg en e-postmal, eller fyll ut skjemaet under.
pl: Wybierz przygotowaną wcześniej wiadomość lub wypełnij formularz widoczny poniżej.
pt_pt: Escolha uma mensagem predefinida para usar ou preencha o formulário abaixo.
ro: Alegeți un mesaj predefinit pe care să-l utilizați sau completați formularul de mai jos.
sl_si: Izberite pripravljeno sporočilo ali vpišite novo v spodnji prostor.
sv: Välj ett fördefinierat meddelande att använda eller fyll i formuläret nedan.
th: เลือกข้อความที่กำหนดไว้ล่วงหน้าเพื่อใช้งาน หรือกรอกแบบฟอร์มด้านล่าง
tr_tr: Kullanmak için önceden tanımlanmış bir mesaj seçin veya aşağıdaki formu doldurun.
uk_ua: Оберіть стандартне повідомлення для використання або заповніть форму нижче.
vi: Chọn một tin nhắn đã được định nghĩa trước để sử dụng, hoặc điền vào biểu mẫu bên dưới.
zh_cn: 选择要使用的预定义消息，或填写下面的表格。

# stageParticipants.notify.message
source: Message
ar_iq: الرسالة
az: Mesaj
bg_bg: Съобщение
ca: Missatge
cs: Zpráva
da_dk: Besked
de_de: Nachricht
el_gr: Μήνυμα
eu: Mezua
fa_ir: پیام
fi_fi: Viesti
gl_es: Mensaxe
he: הודעה
hr: Poruka
hu: Üzenet
hy_am: Հաղորդագրություն
id_id: Pesan
is_is: Skilaboð
it: Messaggio
ja: メッセージ
ka: წერილი
kk: Хабарлама
lt: Pranešimas
lv: Ziņa
mk_mk: Порака
mr: संदेश
ms: Mesej
nb: Beskjed
pl: Wiadomość
pt_pt: Mensagem
ro: Mesaj
sl_si: Sporočilo
sv: Meddelande
th: ข้อความ
tr_tr: Mesaj
uk_ua: Повідомлення
vi: Tin nhắn
zh_cn: 消息

# stageParticipants.options
source: Assignment privileges
ar_iq: صلاحيات التعيين
az: T…ôyinat imtiyazlarńĪ
bg_bg: Назначаване на права
ca: Assignació de privilegis
cs: Práva přiřazení
da_dk: Tildelingsrettigheder
de_de: Zuteilungsrechte
el_gr: Διαβαθμισμένα δικαιώματα
eu: Pribilegioen esleipena
fa_ir: مجوزهای انتساب
fi_fi: Oikeudet
fr: Assignation de privilèges
gl_es: Asignación de privilexios
he: הרשאות מטלה
hr: prava dodjele
hu: Hozzárendelt jogosultságok
hy_am: Նշանակման արտոնություններ
id_id: Hak Penugasan
is_is: Réttindi úthlutunnar
it: Assegna diritti
ja: 任命権限
ka: დანიშვნის პრივილეგიები
kk: Тағайындалған құқықтар
lt: Turimos teisės
lv: Piešķiršanas tiesības
mk_mk: Привилегии за доделување
mr: सोपवलेल्या कामातील सवलती (Assignment privileges)
ms: Keistimewaan tugasan
nb: Privilegier knyttet til oppgaven
pl: Uprawnienia
pt_pt: Atribuição de privilégios
ro: Privilegiile de atribuire
sl_si: Funkcijske pravice
sv: Behörigheter
th: สิทธิ์ในการมอบหมาย
tr_tr: Atama ayrıcalıkları
uk_ua: Назначення привілеїв
vi: Quyền chỉ định
zh_cn: 指派权限

# stageParticipants.submissionEditMetadataOptions
source: Permissions
ar_iq: صلاحيات تعديل البيانات الوصفية لطلب التقديم
az: ńįcaz…ôl…ôr
bg_bg: Права за редактиране на метаданни
ca: Permisos
cs: Oprávnění
da_dk: Tilladelser
de_de: Rechte
el_gr: Δικαιώματα
eu: Baimenak
fi_fi: Luvat
fr: Autorisations
gl_es: Permisos
he: הרשאות
hr: Prava
hu: Engedélyek
hy_am: Թույլտվություններ
id_id: Perijinan
is_is: Leyfi
it: Permessi
ja: 権限
ka: წვდომის უფლებები
kk: Рұқсаттар
lt: Leidimai
lv: Atļaujas
mk_mk: Дозволи
mr: परवानग्या
ms: Kebenaran
nb: Tillatelser
pl: Uprawnienia
pt_pt: Permissões
ro: Permisiuni
sl_si: Dovoljenja
sv: Behörigheter
th: สิทธิ์ในการจัดการ
tr_tr: İzinler
uk_ua: Дозвіл на редагування метаданих подання
vi: Quyền
zh_cn: 权限

# stageParticipants.selectedUser
source: Participant
ar_iq: المشارك
az: ńįŇütirak√ßńĪ
bg_bg: Участник
cs: Účastník
da_dk: Deltager
de_de: Beteiligte/r
el_gr: Μετέχων
eu: Parte-hartzailea
fi_fi: Osallistuja
fr: Participant(-e)
gl_es: Participante
he: משתתף
hr: sudionik
hu: Résztvevő
hy_am: Մասնակից
id_id: Partisipan
is_is: Þátttakandi
it: Partecipante
ja: 参加者
ka: მონაწილე
kk: Қатысушы
lt: Dalyvis
lv: Dalībnieks
mk_mk: Учесник
mr: सहभागी व्यक्ती
ms: Peserta
nb: Deltaker
pl: Uczestnik
pt_pt: Participante
sl_si: Sodelujoči
sv: Deltagare
th: ผู้เข้าร่วม
tr_tr: Katılımcı
uk_ua: Учасник
vi: Người tham gia
zh_cn: 参与者

# stageParticipants.noOptionsToHandle
source: No changes can be made to this participant
ar_iq: لا يمكن إجراء تعديلات على هذا المشارك
az: Bu iŇütirak√ßńĪda he√ß bir d…ôyiŇüiklik edil…ô bilm…ôz
bg_bg: Не могат да се правят промени за настройките на този участник
ca: No poden fer-se canvis en aquest participant
cs: U tohoto účastníka nelze provádět žádné změny
da_dk: Der kan ikke foretages ændringer af denne deltager
de_de: Dieser Beteiligte kann nicht geändert werden.
el_gr: Δεν μπορούν να γίνουν αλλαγές σε αυτόν τον μετέχοντα
eu: Ezin zaio aldaketarik egin parte-hartzaile honi
fi_fi: Tätä osallistujaa koskevia muutoksia ei voi tehdä
fr: Aucune modification ne peut être apportée à ce participant ou cette participante
gl_es: Non se poden facer cambios neste participante
he: לא ניתן לבצע שינויים עבור משתתף זה
hr: Ova se stranka ne može promijeniti
hu: Ez a résztvevő nem változtatható meg
hy_am: Այս մասնակցի համար փոփոխություն կատարել հնարավոր չէ
id_id: Tidak boleh mengubah partisipan ini
is_is: Ekki er hægt að breyta þessum þátttakanda
it: Nessuna modifica è stata apportata a questo partecipante
ja: この参加者に変更を加えることはできません
ka: ამ მონაწილისთვის ცვლილებების შეტანა არ შეიძლება
kk: Бұл қатысушыға ешқандай өзгертулер енгізуге болмайды
lt: Šio dalyvio negalima keisti
lv: Šim dalībniekam nevar veikt nekādas izmaiņas
mk_mk: Не може да се направат промени во овој учесник
mr: या सहभागी व्यक्तीबाबत कोणतेही बदल करता येणार नाहीत
ms: Tiada perubahan boleh dibuat kepada peserta ini
nb: Ingen endringer kan gjøres på denne deltakeren
pl: Nie można dokonywać zmian w uczestnictwie tego użytkownika
pt_pt: Não podem ser feitas alterações a este participante
ro: Nu se pot face modificări privind acest participant
sl_si: Pri tem sodelujočem spremembe niso možne
sv: Ändringar kan inte genomföras för denna användare
th: ไม่สามารถทำการเปลี่ยนแปลงใด ๆ กับผู้เข้าร่วมนี้ได้
tr_tr: Bu katılımcıda hiçbir değişiklik yapılamaz
uk_ua: Для цього користувача не дозволено робити змін
vi: Không có thay đổi nào có thể được thực hiện đối với người tham gia này
zh_cn: 无法对此参与者进行任何更改

# navigation.browse
source: Browse
ar_iq: التصفح
az: SiyahńĪya alńĪn
bg_bg: Преглед
ca: Navega
cs: Prohlížet
de_de: Durchblättern
el_gr: Περιήγηση
eu: Arakatu
fa_ir: پیمایش
fi_fi: Selaa
fr: Explorer
gl_es: Navegar
he: דפדף
hr: Pregled
hu: Böngészés
hy_am: Դիտել
id_id: Telusuri
is_is: Vafra
it: Esplora
ja: ブラウズ
ka: დათვალიერება
kk: Шолу
lt: Naršyti
lv: Pārlūkot
mk_mk: Преглед
mr: ब्राउझ करा
ms: Layari
nb: Finn fram
pl: Przeglądaj
pt_pt: Pesquisar
ro: Navigator
sl_si: Brskanje
sv: Bläddra
th: เรียกดู
tr_tr: Listele
uk_ua: Перегляд
vi: Duyệt
zh_cn: 浏览

# navigation.backTo
source: ⟵ Back to {$page}
ar_iq: ⟵ عودة إلى {$page}
az: ⟵ Geri qayıt {$page}
bg_bg: ⟵ Назад към {$page}
ca: ⟵ Tornar a {$page}
cs: ⟵ Zpět na {$page}
eu: âŸµ Itzuli {$page}-(e)ra
fr: ⟵ Revenir à {$page}
gl_es: ⟵ Voltar a {$page}
he: ⟵ חזרה אל {$page}
hr: ⟵ Natrag na {$page}
hu: ⟵ Vissza ide {$page}
hy_am: ⟵ Հետ {$page}
is_is: ⟵ til baka til {$page}
it: ⟵ Indietro a {$page}
ja: ⟵ {$page}に戻る
ka: ⟵ დაბრუნება {$page}
kk: ⟵ {$page} бетіне қайту
lt: ⟵ Atgal į {$page}
lv: ⟵ Atgriezties uz {$page}
mr: ⟵ {$page} वर परत जा
ms: ‚üµ Kembali ke {$page}
nb: ⟵ Tilbage til {$page}
pl: ⟵ Wróć do {$page}
sv: ⟵ Tillbaka till {$page}
th: ⟵ กลับไปที่ {$page}
tr_tr: ⟵ {$page}'e Dön
vi: ⟵ Quay lại {$page}

# navigation.browseByAuthor
source: By Author
ar_iq: حسب المؤلف
az: M√ľ…ôllif…ô g√∂r…ô
bg_bg: По автор
ca: Per autor/a
cs: Podle autorů
da_dk: Efter forfatter
de_de: Nach Autor/in
el_gr: Κατά Συγγραφέα
eu: Egileka
fa_ir: مرور بر اساس نویسنده
fi_fi: Kirjoittajan mukaan
fr: Par Auteur
gl_es: Polo autor/a
he: לפי מחבר
hr: Po autoru
hu: Szerző szerint
hy_am: Ըստ հեղինակի
id_id: Berdasarkan Penulis
is_is: Eftir höfundi
it: Per autore
ja: 著者によるブラウズ
ka: ავტორის მიხედვით
kk: Автор бойынша
lt: Pagal autorių
lv: Pēc autora
mk_mk: По автор
mr: लेखकानुसार
ms: Mengikut Pengarang
nb: Etter forfatter
pl: Wg autora
pt_pt: Por Autor
ro: De autor
sl_si: Po avtorju
sv: Per författare
th: ตามผู้แต่ง
tr_tr: Yazara Göre
uk_ua: За автором
vi: Theo tác giả
zh_cn: 按作者

# navigation.browseByTitle
source: By Title
ar_iq: حسب العنوان
az: BaŇülńĪńüa g√∂r…ô
bg_bg: По заглавие
ca: Per títol
cs: Podle názvu
da_dk: Efter titel
de_de: Nach Titel
el_gr: Κατά τίτλο
eu: Tituluz
fa_ir: مرور بر اساس عنوان
fi_fi: Otsikon mukaan
fr: Par titre
gl_es: Polo título
he: לפי כותרת
hr: Po naslovu
hu: Cím szerint
hy_am: Ըստ վերնագրի
id_id: Berdasarkan Judul
is_is: Eftir Titli
it: per titolo
ja: タイトルによるブラウズ
ka: სათაურის მიხედვით
kk: Тақырып бойынша
lt: Pagal antraštę
lv: Pēc virsraksta
mk_mk: По наслов
mr: शीर्षकानुसार
ms: Mengikut Tajuk
nb: i titler
pl: Wg tytułu
pt_pt: Por Título
ro: De titlu
sl_si: Po naslovu
sv: Per titel
th: ตามชื่อเรื่อง
tr_tr: Başlığa Göre
uk_ua: За назвою
vi: Theo tiêu đề
zh_cn: 根据标题

# navigation.dashboard
source: Dashboard
ar_iq: لوحة التحكم الرئيسية
az: ńįdar…ô paneli
bg_bg: Контролен панел
ca: Tauler d'eines
cs: Ovládací panel
da_dk: Betjeningspanel
el_gr: Πίνακας
eu: Aginte-panela
fa_ir: داشبورد
fi_fi: Hallintapaneeli
fr: Tableau de bord
gl_es: Panel de control
he: לוח מחוונים
hr: Nadzorna ploča
hu: Vezérlőpult
hy_am: Վահան
is_is: Lesborð
it: Bacheca
ja: ダッシュボード
ka: კონსოლი
kk: Құралдар тақтасы
lt: Valdymo skydelis
lv: Vadības panelis
mk_mk: Контролна табла
mr: डॅशबोर्ड
ms: Papan Pemuka
nb: Navigasjonsmeny
pl: Panel roboczy
pt_pt: Painel
ro: Tablou de bord
sl_si: Nadzorna plošča
sv: Översikt
th: แดชบอร์ด
tr_tr: Gösterge Paneli
uk_ua: Панель інструментів
vi: Bảng điều khiển
zh_cn: 操纵板

# navigation.data
source: Data
ar_iq: البيانات
bg_bg: Данни
ca: Dades
de_de: Daten
el_gr: Δεδομένα
eu: Datuak
fa_ir: داده
fi_fi: Tiedot
fr: Données
gl_es: Datos
he: נתונים
hr: Podaci
hu: Adat
hy_am: Տվյալներ
is_is: Gögn
it: Dati
ja: データ
ka: მონაცემები
kk: Мәліметтер
lt: Duomenys
lv: Dati
mk_mk: Податоци
mr: डेटा
pl: Dane
pt_pt: Dados
sl_si: Podatki
th: ข้อมูล
tr_tr: Veri
uk_ua: Дані
vi: Dữ liệu
zh_cn: 数据

# navigation.items.shownTotal
source: {$shown} of {$total} items
ar_iq: {$shown} من {$total} فقرة
az: {$total} elementd…ôn {$shown} g√∂st…ôrilir
bg_bg: {$shown} от {$total} елемента
ca: {$shown} de {$total} elements
cs: {$shown} z {$total} položek
da_dk: {$shown} af {$total} elementer
de_de: {$shown} von {$total} Treffern
el_gr: {$shown} από {$total} στοιχεία
eu: {$total} elementutik {$shown}
fa_ir: {$shown} از {$total} مورد
fi_fi: {$shown} {$total}:sta kohteesta
fr: {$shown} de {$total} article(s)
gl_es: {$shown} de {$total} elementos
he: {$shown} מתוך {$total} פריטים
hr: {$shown} od {$total} pogodaka
hu: {$shown} a {$total} tételből
hy_am: {$shown} {$total}ից
id_id: {$shown} dari {$total} item
is_is: {$shown} af {$total} atriðum
it: {$shown} di {$total} elementi
ja: {$total}件の{$shown}
ka: {$shown}, სულ {$total} ელემენტი
kk: {$total} нәтиженің {$shown}
lt: {$shown} iš {$total}
lv: {$shown} no {$total} vienībā
mk_mk: {$shown} од{$total} ставки
mr: एकूण {$total} आयटम्सपैकी {$shown}
ms: {$shown} daripada {$total} item
nb: {$shown} av {$total} elementer
pl: {$shown} z {$total} elementów
pt_pt: {$shown} de {$total} itens
ro: {$shown} din {$total} elemente
sl_si: {$shown} od {$total} postavk
sv: {$shown} av {$total} objekt
th: แสดง {$shown} จากทั้งหมด {$total} รายการ
tr_tr: {$total} öğeden {$shown} gösteriliyor
uk_ua: {$shown} з {$total} результатів
vi: {$shown} trên {$total} mục

# navigation.skip.main
source: Skip to main content
ar_iq: إقفز إلى المحتوى الرئيسي
az: ∆Źsas m…ôzmunu ke√ßin
bg_bg: Преминаване към основното съдържание
ca: Passar al contingut principal
cs: Přeskočit na hlavní obsah
da_dk: Spring til hovedindhold
de_de: Zum Inhalt springen
el_gr: Μετάβαση στο κύριο περιεχόμενο
eu: Eduki nagusira joan
fa_ir: رفتن به محتوای اصلی
fi_fi: Siirry sisältöalueeseen
fr: Aller directement au contenu principal
gl_es: Ir ao contido principal
he: דלג לתוכן העיקרי
hr: Preskoči na sadržaj
hu: Ugrás a fő tartalmi részhez
hy_am: Անցնել հիմնական բովանդակությանը
id_id: Beralih ke bagian utama
is_is: Hoppa yfir í megin innihald
it: Salta al contenuto principale
ja: メイン コンテンツにスキップ
ka: გადასვლა ძირითად შიგთავსზე
kk: Негізгі мазмұнға өту
lt: Pereiti prie pagrindinio turinio
lv: Pāriet uz galveno saturu
mk_mk: Прескокни до главната содржина
mr: मध्यवर्ती कल्पनेवर (main content) जा
ms: Langkau ke kandungan utama
nb: Gå til hovedinnholdet
pl: Przejdź do sekcji głównej
pt_pt: Saltar para conteúdo principal
ro: Salt la conținutul principal
sl_si: Skoči na glavno stran
sv: Hoppa till huvudinnehåll
th: ข้ามไปยังเนื้อหาหลัก
tr_tr: Ana içeriği atla
uk_ua: Перейти до головного
vi: Nhảy đến nội dung chính
zh_cn: 跳转到主要内容
