Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# validator.min.string
source: This must be at least {$min} characters.
ar_iq: هذا لا بد أن يكون على الأقل {$min} حرفاً.
az: Bu …ôn az {$min} xarakter olmalńĪdńĪr.
bg_bg: Това трябва да е поне {$min} знака.
ca: Això ha de tenir com a mínim {$min} caràcters.
cs: Musí to být nejméně {$min} znaků.
da_dk: Dette skal være mindst {$min} tegn.
de_de: Dies muss mindestens {$min} Zeichen lang sein.
el_gr: Πρέπει να περιέχει τουλάχιστον {$min} χαρακτήρες.
eu: Gutxienez {$min} karaktere izan behar ditu honek.
fi_fi: Tämän pitää olla vähintään {$min} merkkiä.
fr: Ceci doit contenir au moins {$min} caractères.
gl_es: Isto debe ter polo menos {$min} caracteres.
he: זה חייב להיות לפחות {$min} תווים.
hr: Ovo mora imati najmanje {$min} znakova.
hu: Legalább {$min} karakternek kell lennie.
hy_am: Նշանների քանակը նվազագույնը պետք է լինի {$min}։
id_id: Nilainya minimal {$min} karakter.
is_is: Þetta þarf að vera a.m.k. {$min} stafir.
it: Deve essere almeno {$min} caratteri.
ja: {$min}字以上である必要があります。
ka: ეს უნდა იყოს მინიმუმ {$min} სიმბოლო.
kk: Кемінде {$min} таңба болуы керек.
lt: Turi būti bent {$min} simbolių.
lv: Tam jābūt vismaz {$min} rakstzīmēm.
mk_mk: Ова мора да има најмалку {$min} карактери.
mr: ही किमान {$min} अक्षरांची हवी.
ms: Ini mestilah sekurang-kurangnya {$min} aksara.
nb: Dette skal være minst {$min} tegn.
pl: Wartość nie może być mniejsza niż {$min} znaków.
pt_pt: Deve ter pelo menos {$min} caracteres.
ro: Acesta trebuie să fie cel puțin {$min} caractere.
sl_si: To mora biti dolgo najmanj {$min} znakov.
sv: Måste vara minst {$min} tecken.
th: ต้องไม่น้อยกว่า {$min} ตัวอักษร
tr_tr: Bu en az {$min} karakter olmalıdır.
uk_ua: Це має бути щонайменше {$min} знаків.
vi: Độ dài này phải ít nhất là {$min} ký tự.
zh_cn: 该项必须至少为 {$min} 个字符。

# validator.min.array
source: This must have at least {$min} items.
ar_iq: هذا لا بد أن يحتوي على الأقل {$min} فقرة/فقرات.
az: Bu …ôn az {$min} element ehtiva etm…ôlidir
bg_bg: Това трябва да съдържа поне {$min} елемента.
ca: Això ha de tenir com a mínim {$min} elements.
cs: Musí obsahovat alespoň {$min} položek.
da_dk: Dette skal være mindst {$min} elementer.
de_de: Dies muss mindestens {$min} Elemente enthalten.
el_gr: Πρέπει να υπάρχουν τουλάχιστον {$max} στοιχεία.
eu: Gutxienez {$min} elementu izan behar ditu honek.
fi_fi: Tässä pitää olla vähintään {$min} kohdetta.
fr: Ceci doit contenir au moins {$min} éléments.
gl_es: Isto debe ter polo menos {$min} elementos.
he: זה חייב לכלול לפחות {$min} פריטים.
hr: Ovo mora sadržavati najmanje {$min} elemenata.
hu: Legalább {$min} tételt kell tartalmaznia.
hy_am: Միավորների նվազագույն քանակը պետք է լինի {$min}։
id_id: Nilainya minimal {$min} item.
is_is: Þetta þarf að hafa a.m.k. {$min} atriði.
it: Deve avere almeno {$min} oggetti.
ja: 少なくとも{$min}個の項目が必要です。
ka: ამას უნდა ჰქონდეს მინიმუმ {$min} ერთეული.
kk: Кемінде {$min} элемент болуы керек.
lt: Čia turi būti bent {$min} elementai.
lv: Tajā jābūt vismaz {$min} vienībām.
mk_mk: Ова мора да има најмалку {$min} ставки.
mr: यात किमान {$min} घटक (items) हवेत.
ms: Ini mesti mempunyai sekurang-kurangnya {$min} item.
nb: Dette skal være minst {$min} elementer.
pl: Wartość nie może być mniejsza niż {$min} elementów.
pt_pt: Deve ter pelo menos {$min} itens.
ro: Acesta trebuie să aibă cel puțin {$min} elemente.
sl_si: To mora imeti najmanj {$min} postavk.
sv: Måste vara minst {$min} objekt.
th: ต้องมีอย่างน้อย {$min} รายการ
tr_tr: Bu en az {$min} öğe içermelidir.
uk_ua: Це має бути щонайменше {$min} пунктів.
vi: Mảng này phải có ít nhất {$min} mục.
zh_cn: 该列表必须至少包含 {$min} 个项目。

# validator.required_unless
source: This field is required unless {$other} is in {$values}.
ar_iq: هذا الحقل مطلوب ما لم يكن {$other} بقيمة {$values}.
az: {$other}, {$values} i√ßind deyils…ô bu sah…ô t…ôl…ôb olunur
bg_bg: Това поле е задължително, освен ако {$other} е {$values}.
ca: Aquest camp és obligatori tret que {$other} estigui en {$values}.
cs: Toto pole je povinné, pokud {$other} není v {$values}.
da_dk: Dette felt er påkrævet medmindre {$other} er i {$values}.
de_de: Dies ist ein Pflichtfeld, außer wenn {$other} in {$values} enthalten ist.
eu: Eremu hau derrigorrezkoa da, {$other} {$values}-n ez badago behintzat.
fi_fi: Tämä kenttä on pakollinen ellei kentän {$other} arvo ole {$values}.
fr: Ce champ est obligatoire sauf si {$other} est compris dans {$values}.
gl_es: Este campo é obrigatorio a menos que {$other} estea en {$values}.
he: זהו שדה חובה אלא אם {$other} נמצא ב- {$values}.
hr: Ovo je obavezno polje osim ako {$other} nije uključeno u {$values}.
hu: Ez a mező szükséges, hacsak nem {$other} beleesik {$values}-be/be.
hy_am: Այս դաշտը պարտադիր է, քանի դեռ {$other}ը հավասար է {$values}։
id_id: Field wajib diisi jika {$other} sama dengan {$value}.
is_is: Þetta svæði er áskilið nema {$other} sé í {$values}.
it: Questo campo è obbligatorio a meno che {$other} è in {$values}.
ja: {$values}に{$other}がない場合、このフィールドは必須です。
ka: ეს ველი აუცილებელია, თუ {$other} არ არის {$values}.
kk: Өріс {$other} {$values} мәніне тең болғанша қажет.
lt: Šis laukas yra privalomas, nebent {$other} yra {$values} reikšmėje.
lv: Šis lauks ir obligāts, ja vien laukā {$values} nav norādīts {$other}.
mk_mk: Ова поле е задолжително освен ако {$other} е во {$values}.
mr: {$other} {$values} मध्ये नसल्यास हे फील्ड आवश्यक असते.
ms: Medan ini diperlukan melainkan {$other} berada dalam {$values}.
nb: Dette feltet er obligatorisk med mindre {$other} er i {$values}.
pl: Pole wymagane chyba że {$other} ma wartość {$value}.
pt_pt: O campo é obrigatório a menos que {$other} esteja em {$values}.
ro: Acest câmp este obligatoriu dacă nu {$other} este în {$values}.
sl_si: To polje je obvezno, razen če ima {$other} eno od vrednosti {$value}.
sv: Detta fält är obligatoriskt om inte {$other} är i {$values}.
th: ฟิลด์นี้จำเป็นถ้า {$other} ไม่ใช่หนึ่งใน {$values}
tr_tr: {$other}, {$values} içinde değilse bu alan gereklidir.
uk_ua: Це поле необхідно заповнити тільки якщо {$other} у значеннях {$values}.
vi: Trường này là bắt buộc trừ khi {$other} nằm trong {$values}.
zh_cn: 除非 {$others} 位于 {$values} 中，否则此字段是必填项。

# validator.same
source: The {$attribute} and {$other} must match.
ar_iq: على كل من {$attribute} و {$other} أن يتطابقا.
az: {$attribute} v…ô {$other} uyńüun olmalńĪdńĪr.
bg_bg: {$attribute} и {$other} трябва да съвпадат.
ca: {$attribute} i {$other} han de coincidir.
cs: {$attribute} a {$other} se musí shodovat.
da_dk: {$attribute} og {$other} skal matche.
de_de: {$attribute} und {$other} müssen übereinstimmen.
el_gr: Τα χαρακτηριστικά {$attribute} και {$ other} πρέπει να ταιριάζουν.
eu: {$attribute}-k eta {$other}-k bat etorri behar dute.
fi_fi: Arvojen {$attribute} ja {$other} pitää täsmätä.
fr: {$attribute} et {$other} doivent correspondre.
gl_es: {$attribute} e {$other} deben coincidir.
he: {$attribute} ו- {$other} חייבים להתאים.
hr: {$attribute} i {$other} moraju odgovarati.
hu: A {$attribute} és {$other}-nak/nek egyezni kell.
hy_am: {$attribute}ը և {$other}ը պետք է համընկնեն։
id_id: {$attribute} dan {$other} harus cocok.
is_is: {$attribute} og {$other} verða að passa saman.
it: {$attribute} e {$other} devono essere uguali.
ja: {$attribute}と{$other}が一致しないといけません。
ka: {$attribute} და {$other} უნდა ემთხვეოდეს.
kk: {$attribute} мен {$other} сәйкес болуы керек.
lt: {$attribute} ir {$other} turi sutapti.
lv: {$attribute} un {$other} ir jāsakrīt.
mk_mk: {$attribute} и {$other} мора да се совпаѓаат.
mr: {$attribute} आणि {$other} जुळलेच पाहिजेत.
ms: {$attribute} dan {$other} mesti sepadan.
nb: {$attribute} og {$other} må matche.
pl: Atrybut {$attribute} i {$other} musza do siebie pasować.
pt_pt: O {$attribute} e {$other} devem corresponder.
ro: {$attribute} și {$other} trebuie să se potrivească.
sl_si: {$attribute} in {$other} se morata ujemati.
sv: {$attribute} och {$other} måste matcha.
th: {$attribute} และ {$other} ต้องตรงกัน
tr_tr: {$attribute} ve {$other} eşleşmelidir.
uk_ua: {$attribute} та {$other} мають співпадати.
vi: {$attribute} và {$other} phải khớp.
zh_cn: {$attribute} 和 {$other} 必须匹配。

# validator.allowable_title_html_tags
source: Only [{$tags}] html tags are allowed.
ca: Només es permeten[{$tags}] html.
cs: Jsou povoleny pouze [{$tags}] html tagy.
eu: [{$tags}] html-etiketa bakarrik onartzen dira.
fr: Seules les balises html [{$tags}] sont autorisées.
he: רק תגי html [{$tags}] מותרים.
it: Sono ammessi solo i tag html [{$tags}].
ja: [{$tags}]のHTMLタグのみが許可されています。
lt: Leidžiamos tik [{$tags}] HTML žymės.
lv: Ir atļautas tikai [{$tags}] html birkas.
mr: फक्त [{$tags}] html tags ना परवानगी आहे.
sv: Endast [{$tags}] HTML-taggar tillåts.
th: อนุญาตเฉพาะแท็ก html [{$tags}] เท่านั้น
vi: Chỉ cho phép các thẻ html [{$tags}].

# notification.addedAuthor
source: Author added.
ar_iq: المؤلف أُضيف.
az: M√ľ…ôllif …ôlav…ô edildi
bg_bg: Добавен е автор.
ca: S'ha afegit un autor/a.
cs: Přidán autor.
da_dk: Forfatter tilføjet.
de_de: Autor/in hinzugefügt.
el_gr: Ο Συγγραφέας προστέθηκε.
eu: Egilea gehitu da.
fa_ir: نویسنده افزوده شد
fi_fi: Kirjoittaja lisätty.
fr: Auteur ajouté.
gl_es: Autor/a engadido.
he: המחבר הוסיף.
hr: Dodan autor.
hu: Szerző hozzáadott.
hy_am: Հեղինակը ավելացված է.
id_id: Penulis telah ditambahkan.
is_is: Höfundi bætt við.
it: Autore aggiunto.
ja: 著者が追加されました。
ka: ავტორი დამატებულია.
kk: Автор қосылды.
lt: Autorius pridėtas.
lv: Pievienots autors.
mk_mk: Авторот е додаден.
mr: लेखकाचा समावेश केला.
ms: Tambah pengarang.
nb: Forfatter lagt til.
pl: Autor dodany.
pt_pt: Adicionado autor.
ro: Autor adăugat.
sl_si: Avtor je bil dodan.
sv: Författare tillagd.
th: เพิ่มผู้แต่งแล้ว
tr_tr: Yazar eklendi.
uk_ua: Автора додано.
vi: Đã thêm tác giả.
zh_cn: 作者已添加。

# notification.editedAuthor
source: Author edited.
ar_iq: المؤلف عُدِّل.
az: M√ľ…ôllif redakt…ô edildi
bg_bg: Редактиран е автор.
ca: S'ha editat un autor/a.
cs: Upraven autor.
da_dk: Forfatter redigeret.
de_de: Autor/in bearbeitet.
el_gr: Τα στοιχεία Συγγραφέα επικαιροποιήθηκαν.
eu: Egilea editatu da.
fa_ir: نویسنده ویرایش شد
fi_fi: Kirjoittajaa muokattu.
fr: Auteur modifié.
gl_es: Autor/a editado.
he: המחבר ערך.
hr: Autor uređen.
hu: Szerző szerkesztett.
hy_am: Հեղինակի հաշիվը խմբագրված է։
id_id: Penulis telah diubah.
is_is: Höfundi breytt.
it: Autore modificato.
ja: 著者が編集されました。
ka: ავტორი ჩასწორებულია.
kk: Автор өңдеген.
lt: Autorius pataisytas.
lv: Rediģēts autors.
mk_mk: Авторот е уреден.
mr: लेखकाची माहिती संपादित केली.
ms: Pengarang disunting.
nb: Forfatter redigert.
pl: Autor zmieniony.
pt_pt: Editado autor.
ro: Autor editat.
sl_si: Avtor je bil urejen.
sv: Författare redigerad.
th: แก้ไขผู้แต่งแล้ว
tr_tr: Yazar düzeltildi.
uk_ua: Автор відредагований.
vi: Đã chỉnh sửa tác giả.
zh_cn: 作者已编辑。

# common.sandbox
source: Application running in sandbox mode.
ca: L'aplicació està executant-se en mode 'sandbox'.
cs: Aplikace spuštěná v režimu sandbox (pískoviště).
eu: Aplikazioa sandbox moduan exekutatzen.
fr: Application fonctionnant en mode bac à sable.
he: אפליקציה פועלת במצב ארגז חול.
it: Applicazione in esecuzione in modalità sandbox.
ja: サンドボックスモードで動作するアプリケーション。
lt: Programa veikia smėlio dėžės režimu.
lv: Lietojumprogramma darbojas smilšu kastes režīmā.
mr: आज्ञावली (Application) सँडबॉक्स मोडमध्ये चालू आहे.
sv: Programmet kör i sandlådeläge.
th: แอปพลิเคชันกำลังทำงานในโหมด sandbox
vi: Ứng dụng đang chạy ở chế độ sandbox.

# common.fromUntil
source: {$from} &ndash; {$until}
he: {$from} – {$until}
lt: {$from} – {$until}
mr: {$from} – {$until}

# common.publicKnowledgeProject
source: Public Knowledge Project
ar_iq: مشروع المعرفة العامة
az: ńįctimai M…ôlumat Layih…ôsi
bg_bg: Проект Публично Познание (Public Knowledge Project)
cs: Project "Public Knowledge Project"
fa_ir: پروژه دانش عمومی
he: פרויקט ידע ציבורי
hy_am: Հանրային գիտելիքների նախագիծ
ka: საზოგადოებრივი ცოდნის პროექტი
mr: पब्लिक नॉलेज प्रॉजेक्ट
pl: Projekt Public Knowledge
ro: PKP
th: โครงการความรู้สาธารณะ
tr_tr: Kamu Bilgi Projesi (PKP)
vi: Dự án Kiến thức Công cộng
zh_cn: 公共知识计划

# common.currentStyleSheet
source: Current Stylesheet
ar_iq: ملف الأنماط الحالي
az: EtibarlńĪ stil faylńĪ
bg_bg: Текуща таблица със стилове
ca: Full d'estil actual
cs: Aktuální šablona stylu
da_dk: Gældende stylesheet
de_de: Aktuelle Formatvorlage
el_gr: Υπάρχον αρχείο γραφικής μορφοποίησης (stylesheet)
eu: Uneko estilo-orria
fa_ir: استایل شیت کنونی
fi_fi: Nykyinen tyylitiedosto
fr: Feuille de style actuelle
gl_es: Folla de estilos actual
he: גליון סגנונות נוכחי
hr: Trenutačni stil
hu: Aktuális stíluslap
hy_am: Գործող դիզայն
id_id: Stylesheet Saat Ini
is_is: Gildandi stílblað
it: CSS in uso
ja: 現在のスタイルシート
ka: ამჟამინდელი სტილის ფაილი
kk: Ағымдағы стиль кестесі
lt: Dabartiniai stiliai
lv: Jaunākā stila lapa
mk_mk: Моментален стил
mr: सध्याचे शैलीपत्रक (Stylesheet)
ms: Lembaran Gaya Semasa
nb: Gjeldende stilark
pl: Aktualny szablon
pt_pt: Folha de Estilos Atual
ro: Fișier de stil curent
sl_si: Trenutna stilska tablica
sv: Aktuell stilmall
th: สไตล์ชีตปัจจุบัน
tr_tr: Güncel Biçim Sayfası
uk_ua: Поточна таблиця стилів
vi: Biểu định kiểu hiện tại
zh_cn: 当前样式表

# about.description
source: Description
ar_iq: الوصف
az: A√ßńĪqlama
bg_bg: Описание
ca: Descripció
cs: Popis
da_dk: Beskrivelse
de_de: Beschreibung
el_gr: Περιγραφή
eu: Deskribapena
fa_ir: توضیح
fi_fi: Kuvaus
gl_es: Descrición
he: תיאור
hr: Opis
hu: Leírás
hy_am: Նկարագրություն
id_id: Deskripsi
is_is: Lýsing
it: Descrizione
ja: 記述
ka: აღწერა
kk: Сипаттама
lt: Aprašymas
lv: Apraksts
mk_mk: Опис
mr: वर्णन
ms: Penerangan
nb: Beskrivelse
pl: Opis
pt_pt: Descrição
ro: Descriere
sl_si: Opis
sv: Beskrivning
th: คำอธิบาย
tr_tr: Tanım
uk_ua: Опис
vi: Mô tả
zh_cn: 描述

# about.guidelines
source: Guides
ar_iq: الخطوط العريضة
az: B…ôl…ôd√ßi
bg_bg: Ръководства
ca: Guies
cs: Průvodci
da_dk: Vejledninger
de_de: Richtlinien
el_gr: Οδηγοί
eu: Jarraibideak
fa_ir: راهنما
fi_fi: Oppaat
gl_es: Pautas
he: מדריכים
hr: Smjernice
hu: Vezetők
hy_am: Ուղեցույցներ
id_id: Pedoman
is_is: Leiðbeiningar
it: Linee guida
ja: ガイドライン
ka: სახელმძღვანელოები
kk: Нұсқаулықтар
lt: Gairės
lv: Ceļvedis
mk_mk: Водич
mr: मार्गदर्शक
ms: Panduan
nb: Retningslinjer
pl: Wytyczne
pt_pt: Diretrizes
ro: Ghiduri
sl_si: Navodila
sv: Riktlinjer
th: คำแนะนำ
tr_tr: Rehberler
uk_ua: Методичні рекомендації
vi: Hướng dẫn
zh_cn: 指南

# about.aboutSite
source: About the Site
ar_iq: عن الموقع
az: Sayt haqqńĪnda
bg_bg: За сайта
ca: Quant al lloc web
cs: Podrobnosti o těchto stránkách
da_dk: Om webstedet
de_de: Über uns
el_gr: Σχετικά με τον ιστότοπο
eu: Guneari buruz
fa_ir: درباره سایت
fi_fi: Tietoa sivustosta
fr: À propos du site
gl_es: Acerca do sitio
he: על אודות האתר
hr: O nama
hu: Információk
hy_am: Կայքի մասին
id_id: Tentang Kami
is_is: Um vefsíðuna
it: Informazioni sul sito
ja: このサイトについて
ka: საიტის შესახებ
kk: Сайт туралы
lt: Apie svetainę
lv: Par vietni
mk_mk: За сајтот
mr: संकेतस्थळाबद्दल
ms: Mengenai Laman
nb: Om nettstedet
pl: O stronie
pt_pt: Sobre o Site
ro: Despre acest site
sl_si: O nas
sv: Om webbplatsen
th: เกี่ยวกับไซต์
tr_tr: Hakkında
uk_ua: Про сайт
vi: Giới thiệu về trang web
zh_cn: 关于本站

# about.contact
source: Contact
ar_iq: عنوان الاتصال
az: ∆Źlaq…ô
bg_bg: Контакт
ca: Contacte
cs: Kontakt
da_dk: Kontaktperson
de_de: Kontakt
el_gr: Επικοινωνία
eu: Kontaktua
fa_ir: اطلاعات تماس
fi_fi: Yhteystiedot
gl_es: Contacto
he: איש קשר
hr: Kontakt
hu: Kapcsolat
hy_am: Կապ
id_id: Kontak
is_is: Hafa samband
it: Contatti
ja: 連絡先
ka: კონტაქტი
kk: Байланыс
lt: Kontaktai
lv: Kontaktinformācija
mk_mk: Контакт
mr: संपर्क
ms: Kenalan
nb: Kontakt
pl: Kontakt
pt_pt: Contacto
sl_si: Kontakt
sv: Kontakt
th: ติดต่อ
tr_tr: İletişim
uk_ua: Контактна інформація
vi: Liên hệ
zh_cn: 联系方式

# about.contact.email
source: Email
ar_iq: البريد الالكتروني
bg_bg: Имейл
ca: Adreça electrònica
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου
eu: Helbide elektronikoa
fa_ir: ایمیل
fi_fi: Sähköposti
fr: Courriel
gl_es: Correo electrónico
he: דואר אלקטרוני
hr: E-pošta
hy_am: Էլ-հասցե
is_is: Netfang
ja: メールアドレス
ka: ელფოსტა
lt: Elektroninis paštas
lv: E-pasts
mk_mk: Емаил
mr: ई-मेल
ms: E-mel
nb: E-post
sl_si: E-pošta
sv: E-post
th: อีเมล
tr_tr: E-posta
zh_cn: 电子邮件

# about.contact.phone
source: Phone
ar_iq: هاتف
az: Telefon
bg_bg: Телефон
ca: Telèfon
cs: Telefon
da_dk: Telefon
de_de: Telefon
el_gr: Τηλέφωνο
eu: Telefonoa
fa_ir: تلفن
fi_fi: Puhelin
fr: Téléphone
gl_es: Teléfono
he: טלפון
hr: Telefon
hu: Telefon
hy_am: Հեռախոս
id_id: Telepon
is_is: Sími
it: Telefono
ja: 電話
ka: ტელეფონი
kk: Телефон
lt: Telefono numeris
lv: Tālrunis
mk_mk: Телефон
mr: फोन
ms: Telefon
nb: Telefon
pl: Telefon
pt_pt: Telefone
ro: Telefon
sl_si: Telefon
sv: Telefon
th: โทรศัพท์
tr_tr: Telefon
uk_ua: Телефон
vi: Điện thoại
zh_cn: 电话

# about.contact.principalContact
source: Principal Contact
ar_iq: عنوان الاتصال الأساسي
az: ∆Źsas …ôlaq…ô
bg_bg: Главен редакционен контакт
ca: Contacte principal
cs: Hlavní kontakt
da_dk: Primær kontaktperson
de_de: Hauptkontakt
el_gr: Υπεύθυνος Επικοινωνίας
eu: Kontaktu nagusia
fa_ir: تماس با سردبیر
fi_fi: Pääasiallinen yhteyshenkilö
fr: Contact principal
gl_es: Contacto principal
he: איש קשר ראשי
hr: Glavni kontakt
hu: Fő kapcsolattartó
hy_am: Հրատարակչության ներկայացուցիչ
id_id: Kontak Utama
is_is: Aðaltengiliður
it: Contatto principale
ja: 連絡責任者
ka: ძირითადი კონტაქტი
kk: Редакция өкілі
lt: Redaktorius (-ė)
lv: Redakcijas pārstāvis
mk_mk: Главен контакт
mr: प्रमुख संपर्क
ms: Hubungan Utama
nb: Kontaktperson
pl: Główna osoba do kontaktu
pt_pt: Contacto Principal
ro: Contact principal
sl_si: Glavni kontakt
sv: Primär kontakt
th: ผู้ติดต่อหลัก
tr_tr: Temel İletişim
uk_ua: Основна контактна особа
vi: Liên hệ chính
zh_cn: 首要联系方式

# about.contact.supportContact
source: Support Contact
ar_iq: عنوان اتصال الدعم الفني
az: D…ôst…ôk …ôlav…ô
bg_bg: Контакт за поддръжка
ca: Suport tècnic
cs: Technický kontakt
da_dk: Kontaktperson for support
de_de: Kontakt bei technischen Fragen
el_gr: Υπεύθυνος Υποστήριξης
eu: Laguntza teknikoko kontaktua
fa_ir: تماس با پشتیبانی
fi_fi: Tuen yhteyshenkilö
fr: Support technique
gl_es: Contacto de soporte
he: צור קשר עם התמיכה
hr: Pomoćni kontakt
hu: Támogatási kapcsolattartó
hy_am: Օգնություն
id_id: Kontak Dukungan
is_is: Tæknileg aðstoð
it: Contatto tecnico
ja: 技術支援担当者
ka: ტექნიკური მხარდაჭერის კონტაქტი
kk: Техникалық қолдау өкілі
lt: Mokslo sekretorius (-ė)
lv: Tehniskā atbalsta kontaktinformācija
mk_mk: Контакт за поддршка
mr: मदतीकरता संपर्क
ms: Kenalan Sokongan
nb: Teknisk kontaktperson
pl: Wsparcie techniczne
pt_pt: Contacto para Suporte Técnico
ro: Contact tehnic
sl_si: Kontakt za podporo
sv: Support
th: ผู้ติดต่อฝ่ายสนับสนุน
tr_tr: Destek İletişim
uk_ua: Супровід та підтримка
vi: Liên hệ hỗ trợ
zh_cn: 支持联系方式

# form.contains
source: contains
ar_iq: يتضمن
az: ehtiva edir
bg_bg: садържа
ca: conté
cs: obsahuje
da_dk: indeholder
de_de: enthält
el_gr: περιέχει
eu: hau dauka
fa_ir: شامل
fi_fi: sisältää
fr: contient
gl_es: contén
he: מכיל
hr: sadrži
hu: tartalmaz
hy_am: պարունակում է
id_id: Berisi
is_is: inniheldur
it: contiene
ja: 含む
ka: შეიცავს
kk: Қамтиды
lt: turi
lv: satur
mk_mk: содржи
mr: समावेश आहे
ms: mengandungi
nb: inneholder
pl: zawiera
pt_pt: contém
ro: conține
sl_si: vsebuje
sv: innehåller
th: ประกอบด้วย
tr_tr: içerir
uk_ua: містить
vi: chứa
zh_cn: 包含

# common.alreadyAssigned
source: Assigned
ar_iq: معيَّن سابقاً
az: T…ôyin olunmuŇü
bg_bg: Асоциииран
ca: Assignat
cs: Přiděleno
da_dk: Tildelt
de_de: Bereits zugewiesen
el_gr: Ανατέθηκε
eu: Esleituta
fa_ir: منتسب شده
fi_fi: Valittu
fr: Déjà assigné
gl_es: Asignado
he: הוקצה
hr: Pridruženo
hu: Kijelölt
hy_am: Նշանակված
id_id: Ditugaskan
is_is: Úthlutað
it: Assegnato
ja: 任命済
ka: მინიჭებული
kk: Тағайындалды
lt: Paskirta
lv: Piešķirts
mk_mk: Доделено
mr: नियुक्त केलेले
ms: Ditugaskan
nb: Oppnevnt
pl: Przypisany
pt_pt: Já designado
ro: Atribuit
sl_si: Dodeljeno
sv: Tilldelat
th: กำหนดแล้ว
tr_tr: Atanmış
uk_ua: Призначений
vi: Đã chỉ định
zh_cn: 已经指派

# common.up
source: Up
ar_iq: أعلى
az: YuxarńĪ
bg_bg: Горе
ca: Amunt
cs: Nahoru
da_dk: Op
de_de: Aufwärts
el_gr: Πάνω
eu: Gora
fi_fi: Ylös
fr: Haut
gl_es: Arriba
he: למעלה
hr: Gore
hu: Fel
hy_am: Վերև
is_is: Upp
it: Su
ja: 上に
ka: ზემოთ
kk: Жоғары
lt: Aukštyn
lv: Augšup
mk_mk: Горе
mr: वर
nb: Opp
pl: W górę
pt_pt: Subir
ro: Sus
sl_si: Gor
sv: Upp
th: ขึ้น
tr_tr: Yukarı
uk_ua: Нагору
vi: Lên
zh_cn: 上

# email.addBccRecipient
source: Add BCC
ar_iq: أضف نسخة سرية
az: M…ôlumat √ľ√ß√ľn alńĪcńĪ …ôlav…ô edin (BCC)
bg_bg: Добави BCC (скрито копие)
ca: Afegeix BCC
cs: Přidat BCC
da_dk: Tilføj BCC
de_de: Blindkopieempfänger/in hinzufügen
el_gr: Πρoσθήκη αφανούς κοινοποίησης (BCC)
eu: Gehitu BCC
fa_ir: افزودن مخاطب (محرمانه)
fi_fi: Lisää piilokopion vastaanottaja
fr: Ajouter une CCI
gl_es: Engadir CCO
he: הוסף עותק מוסתר
hr: Dodaj 'Na znanje'
hu: BCC hozzáadása
hy_am: Ավելացնել BCC
id_id: Tambah BCC
is_is: Bæta við leyniafriti (BCC)
it: Aggiungi CCN
ja: BCCを追加
ka: უხილავი ასლის დამატება
kk: BCC қосыңыз
lt: Pridėti nematomą kopiją
lv: Pievienot BCC adresātu
mk_mk: Додади невидлива копија
mr: BCC वर पत्ता लिहा
ms: Tambah BCC
nb: Legg til blindkopimottaker
pl: Dodaj odbiorców ukrytych (UDW)
pt_pt: Adicionar BCC
ro: Adăugați BCC
sl_si: Dodaj skrito kopijo (BCC)
sv: Lägg till BCC
th: เพิ่ม BCC
tr_tr: Bilgi için alıcı ekle (BCC)
uk_ua: Додати до списку прихованих копій
vi: Thêm BCC
zh_cn: 添加暗抄送

# form.is
source: is
ar_iq: هو
az: b…ôrab…ôrdir
bg_bg: е
ca: és
cs: je
da_dk: er
de_de: ist
el_gr: είναι
eu: da
fa_ir: برابر با
fi_fi: on
fr: est
gl_es: é
he: הוא
hr: je
hy_am: է
id_id: Adalah
is_is: er
it: è
ja: は
ka: არის
kk: тең келеді
lt: yra
lv: ir
mk_mk: е
mr: आहे
ms: ialah
nb: er
pl: jest
pt_pt: é
ro: este
sl_si: je
sv: är
th: คือ
tr_tr: eşittir
uk_ua: дорівнює
vi: là
zh_cn: 是

# navigation.system
source: System
ar_iq: النظام
az: sistem
bg_bg: Система
ca: Sistema
cs: Systém
el_gr: Σύστημα
eu: Sistema
fa_ir: سیستم
fi_fi: Järjestelmä
fr: Système
gl_es: Sistema
he: מערכת
hr: Sustav
hu: Rendszer
hy_am: Համակարգ
id_id: Sistem
is_is: Kerfi
it: Sistema
ja: システム
ka: სისტემა
kk: Система
lt: Sistema
lv: Sistēma
mk_mk: Систем
mr: प्रणाली (System)
ms: Sistem
pt_pt: Sistema
ro: Sistem
sl_si: Sistem
th: ระบบ
tr_tr: sistem
uk_ua: Система
vi: Hệ thống
zh_cn: 系统

# common.file.anonymousNamingPattern
source: {$genre}, {$originalFilename}
bg_bg: БГ: {$genre}, {$originalFilename}
fa_ir: {$userGroup}، {$originalFilename}

# common.file.namingPattern
source: {$username}, {$originalFilename}
bg_bg: БГ: {$username}, {$originalFilename}
fa_ir: {$username}، {$userGroup}، {$originalFilename}
ka: დადასტურებულია
pl: {$username}, {$userGroup}, {$originalFilename}
