Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# navigation.items
source: {$from} - {$to} of {$total} items
ar_iq: {$from} - {$to} من {$total} فقرة
az: √úmumi {$total} elementd…ôn {$from} - {$to} arasńĪ
bg_bg: {$from} - {$to} от {$total} елемента
ca: {$from} - {$to} de {$total} elements
cs: {$from} - {$to} z {$total} položek
da_dk: {$from} - {$to} af {$total} elementer
de_de: {$from} - {$to} von {$total} Treffern
el_gr: {$from} - {$to} από {$total} στοιχεία
eu: {$from} - {$to} / {$total}
fa_ir: {$from} الی {$to}(از مجموع {$total} مورد)
fi_fi: {$from} - {$to} {$total}:sta kohteesta
fr: {$from} - {$to} de {$total} éléments
gl_es: {$from} - {$to} de {$total} elementos
he: {$from} - {$to} מתוך {$total} פריטים
hr: {$from} - {$to} od {$total} stavke/a
hu: {$from} - {$to} a {$total} tételből
hy_am: {$from} - {$to} ընդամենը {$total}ից
id_id: {$from} - {$to} of {$total} item
is_is: {$from} - {$to} af {$total} atriðum
it: {$from} - {$to} di {$total} elementi
ja: {$from} - {$to} / {$total} 件
ka: {$from} - {$to}, სულ {$total} ელემენტი
kk: {$from} - {$to} {$total} нәтижелерден
lt: {$from} – {$to} iš {$total}
lv: {$from} - {$to} no {$total} vienībām
mk_mk: {$from} - {$to} од{$total} ставки
mr: एकूण {$total} आयटम्सपैकी {$from} - {$to}
ms: {$from} - {$to} daripada {$total} item
nb: {$from} - {$to} av {$total} elementer
pl: {$from} - {$to} z {$total} elementów
pt_pt: {$from} - {$to} de {$total} Itens
ro: {$from} - {$to} din {$total} elemente
sl_si: {$from} - {$to} od {$total} postavk
sv: {$from} – {$to} av {$total} objekt
th: {$from} - {$to} จากทั้งหมด {$total} รายการ
tr_tr: Toplam {$total} ögeden {$from} - {$to} arası
uk_ua: {$from} - {$to} з {$total} результатів
vi: {$from} - {$to} trên {$total} mục
zh_cn: {$from} - {$to} 的 {$total} 信息

# navigation.login
source: Login
ar_iq: الدخول
az: Daxil ol
bg_bg: Вход
ca: Inici de la sessió
cs: Přihlášení
de_de: Einloggen
el_gr: Σύνδεση
eu: Hasi saioa
fa_ir: ورود
fi_fi: Kirjaudu sisään
fr: Se connecter
gl_es: Entrar
he: כניסה
hr: Prijava
hu: Bejelentkezés
hy_am: Մուտք
is_is: Innskráning
ja: ログイン
ka: შესვლა
kk: Жүйеге кіру
lt: Prisijungti
lv: Pieteikties
mk_mk: Логирај се
mr: लॉग-इन
ms: Log masuk
nb: Logg inn
pl: Zaloguj
pt_pt: Acesso
ro: Autentificare
sl_si: Prijava
sv: Logga in
th: เข้าสู่ระบบ
tr_tr: Giriş
uk_ua: Увійти
vi: Đăng nhập
zh_cn: 登录

# navigation.nextStep
source: Next Step
ar_iq: الخطوة الآتية
az: N√∂vb…ôti addńĪm
bg_bg: Следваща стъпка
ca: Pas següent
cs: Další krok
da_dk: Næste trin
de_de: Nächster Schritt
el_gr: Επόμενο βήμα
eu: Hurrengo urratsa
fa_ir: مرحله بعدی
fi_fi: Seuraava vaihe
fr: Étape suivante
gl_es: Seguinte paso
he: השלב הבא
hr: Sljedeći korak
hu: Következő lépés
hy_am: Հաջորդ քայլ
id_id: Langkah selanjutnya
is_is: Næsta skref
it: Passo successivo
ja: 次のステップ
ka: შემდეგი ბიჯი
kk: Келесі қадам
lt: Kitas žingsnis
lv: Nākamais solis
mk_mk: Следен чекор
mr: पुढील पायरी
ms: Langkah seterusnya
nb: Neste steg
pl: Następny krok
pt_pt: Próximo Passo
ro: Pasul următor
sl_si: Naslednji korak
sv: Nästa steg
th: ขั้นตอนถัดไป
tr_tr: Sonraki Adım
uk_ua: Наступний крок
vi: Bước tiếp theo
zh_cn: N下一步

# navigation.previousStep
source: Previous Step
ar_iq: الخطوة السابقة
az: ∆Źvv…ôlki addńĪm
bg_bg: Предишна стъпка
ca: Pas anterior
cs: Předchozí krok
da_dk: Forrige trin
de_de: Vorheriger Schritt
el_gr: Προηγούμενο βήμα
eu: Aurreko urratsa
fa_ir: مرحله قبلی
fi_fi: Edellinen vaihe
fr: Étape précédente
gl_es: Paso anterior
he: שלב קודם
hr: Prošli korak
hu: Előző lépés
hy_am: Նախորդ քայլ
id_id: Langkah sebelumnya
is_is: Fyrra skref
it: Passo precedente
ja: 前のステップ
ka: წინა ბიჯი
kk: Алдыңғы қадам
lt: Ankstesnis žingsnis
lv: Iepriekšējais solis
mk_mk: Претходен чекор
mr: मागील पायरी
ms: Langkah Sebelumnya
nb: Forrige steg
pl: Poprzedni krok
pt_pt: Voltar
ro: Pasul anterior
sl_si: Prejšnji korak
sv: Föregående steg
th: ขั้นตอนก่อนหน้า
tr_tr: Önceki Adım
uk_ua: Попередній крок
vi: Bước trước
zh_cn: 上一步

# navigation.publicMenu
source: Public Menu
ar_iq: قائمة عامة
az: √úmumi menyu
bg_bg: Публично меню
ca: Menú públic
cs: Veřejné menu
da_dk: Offentlig menu
de_de: Öffentliches Menü
el_gr: Δημόσιο μενού
eu: Menu publikoa
fa_ir: موی عمومی
fi_fi: Julkinen valikko
fr: Menu public
gl_es: Menú público
he: תפריט ציבורי
hr: Javni izbornik
hu: Nyilvános menü
hy_am: Ընդհանուր մենյու
id_id: Menu Publik
is_is: Almenn valmynd
it: Menu pubblico
ja: パブリックメニュー
ka: საჯარო მენიუ
kk: Жалпы мәзір
lt: Viešas meniu
lv: Publiskā izvēlne
mk_mk: Јавно мени
mr: सर्वांसाठी दुव्यांची यादी (Public Menu)
ms: Menu Awam
nb: Offentlig meny
pl: Menu publiczne
pt_pt: Menu Público
ro: Meniu public
sl_si: Javni meni
sv: Publik meny
th: เมนูสาธารณะ
tr_tr: Genel Menü
uk_ua: Загальне меню
vi: Menu công cộng
zh_cn: 公共菜单

# navigation.search
source: Search
ar_iq: البحث
az: AxtarńĪŇü
bg_bg: Търсене
ca: Cerca
cs: Vyhledávání
da_dk: Søg
de_de: Suche
el_gr: Αναζήτηση
eu: Bilatu
fa_ir: جستجو
fi_fi: Hae
fr: Rechercher
gl_es: Procurar
he: חיפוש
hr: Pretraživanje
hu: Keresés
hy_am: Որոնում
id_id: Cari
is_is: Leita
it: Cerca
ja: 検索
ka: ძებნა
kk: Іздеу
lt: Paieška
lv: Meklēt
mk_mk: Барај
mr: शोधा
ms: Cari
nb: Søk
pl: Wyszukaj
pt_pt: Pesquisa
ro: Caută
sl_si: Išči
sv: Sök
th: ค้นหา
tr_tr: Ara
uk_ua: Пошук
vi: Tìm kiếm
zh_cn: 搜索

# navigation.sitemap
source: Site Map
ar_iq: خارطة الموقع
az: Sayt x…ôrit…ôsi
bg_bg: Карта на сайта
ca: Mapa del lloc web
cs: Mapa stránek
de_de: Übersichtsseite
el_gr: Χάρτης ιστοτόπου
eu: Gunearen mapa
fa_ir: نقشه سایت
fi_fi: Sivustokartta
fr: Carte du site
gl_es: Mapa do sitio
he: מפת האתר
hr: pregledna stranica
hu: Oldal térkép
hy_am: Կայքի քարտեզ
id_id: Peta Situs
is_is: Veftré
it: Mappa del sito
ja: サイトマップ
ka: საიტის რუკა
kk: Сайт картасы
lt: Svetainės planas
lv: Vietnes karte
mk_mk: Мапа на страницата
mr: संकेतस्थळाचे चित्रण (Site Map)
ms: Peta Laman
nb: Nettstedskart
pl: Mapa strony
pt_pt: Mapa do Site
ro: Harta site
sl_si: Zemljevid strani
th: แผนผังเว็บไซต์
tr_tr: Site Haritası
uk_ua: Мапа сайту
vi: Sơ đồ trang web
zh_cn: 网站地图

# navigation.skip.description
source: Jump to content links
ar_iq: إقفز إلى روابط المحتوى
az: M…ôzmun bańülantńĪlarńĪna ke√ßin
bg_bg: Преминаване към съдържанието
ca: Salta als enllaços de contingut
cs: Přejít na odkazy na obsah
da_dk: Gå til indholdslinks
de_de: Springe zu Inhalt-Links
el_gr: Μετάβαση στους συνδέσμους περιεχομένου
eu: Edukien esteketara salto egin
fi_fi: Siirry sisältölinkkeihin
fr: Allez aux liens du contenu
gl_es: Ir ás ligazóns de contido
he: דלג לקישורי תוכן
hr: Skoči na poveznice sadržaja
hu: Ugrás a tartalom linkjeihez
hy_am: Անցնել բովանդակության հղմամբ
is_is: Fara á tengil innihalds
it: Salta ai links del contenuto
ja: コンテンツ リンクへスキップ
ka: შინაარსის ბმულებზე გადასვლა
kk: Мазмұн сілтемелеріне өтіңіз
lt: Pereiti prie turinio nuorodų
lv: Pāriet uz satura saitēm
mk_mk: Скокни до врските со содржина
mr: दुव्यांवरील पानांवर जा (Jump to content links)
ms: Lompat ke pautan kandungan
nb: Gå til innholdslenker
pl: Skocz do treści
pt_pt: Ir para os links de conteúdo
ro: Salt la linkurile de conținut
sl_si: Skoči na povezave z vsebino
sv: Gå till innehållslänkar
th: ข้ามไปที่ลิงก์เนื้อหา
tr_tr: İçerik linklerine atla
vi: Nhảy đến liên kết nội dung
zh_cn: 跳转到内容链接

# navigation.skip.announcements
source: Skip to announcements
ar_iq: إقفز إلى الإعلانات
az: Elanlara ke√ßin
bg_bg: Преминаване към съобщенията
ca: Passar als avisos
cs: Přeskočit na oznámení
da_dk: Spring til meddelelser
de_de: Zu den Mitteilungen springen
el_gr: Μετάβαση στις ανακοινώσεις
eu: Joan oharretara
fi_fi: Siirry ilmoituksiin
fr: Aller aux annonces
gl_es: Saltar aos avisos
he: דלג להודעות
hr: Skoči na obavijesti
hu: Ugrás a bejelentésekhez
hy_am: Անցնել հայտարարություններին
id_id: Beralih ke Pengumuman
is_is: Hoppa yfir í tilkynningar
it: Vai agli annunci
ja: お知らせにスキップ
ka: განცხადებებზე გადასვლა
kk: Хабарландыруларға өту
lt: Praleisti pranešimus
lv: Pāriet uz paziņojumiem
mk_mk: Прескокнете до објавите
mr: सूचना पृष्ठावर जा
ms: Langkau ke pengumuman
nb: Gå til kunngjøringer
pl: Skocz do ogłoszeń
pt_pt: Saltar para as notícias
ro: Sari peste anunțuri
sl_si: Preskoči na objave
sv: Gå till meddelanden
th: ข้ามไปยังประกาศ
tr_tr: Duyurulara atla
uk_ua: Перейти до оголошень
vi: Nhảy đến thông báo
zh_cn: 跳转到公告

# navigation.submissions
source: Submissions
ar_iq: طلبات النشر
az: M…ôqal…ôl…ôr/t…ôqdimatlar
bg_bg: Изпратени материали
ca: Trameses
cs: Příspěvky
da_dk: Indsendelser
de_de: Einreichungen
el_gr: Υποβολές
eu: Bidalketak
fa_ir: مقالات ارسالی
fi_fi: Käsikirjoitukset
fr: Soumissions
gl_es: Envíos
he: הגשות
hr: Podnesci
hu: Beküldések
hy_am: Ուղարկված հայտեր
id_id: Naskah Masuk
is_is: Innsendingar
it: Proposte
ja: 投稿物
ka: გაგზავნილი მასალები
kk: Жіберілген материалдар
lt: Straipsnių teikimas
lv: Iesniegtie materiāli
mk_mk: Поднесување
mr: सादरीकरणे
ms: Penyerahan
nb: Innleveringer
pl: Zgłoszenia
pt_pt: Submissões
ro: Manuscrise
sl_si: Prispevki
sv: Bidrag
th: การส่งงาน
tr_tr: Gönderiler
uk_ua: Подання
vi: Bài nộp
zh_cn: 投稿

# navigation.dashboards
source: Dashboards
eu: Editorearen kontrol-panela
he: לוחות מחוונים
lt: Redaktoriaus valdymo skydelis
mr: डॅशबोर्ड
pl: Panel Edytora
vi: Bảng điều khiển Biên tập viên

# navigation.reviewAssignments
source: Review Assignments
eu: Nire esleipenak ebaluatzaile gisa
he: סקור מטלות
lt: Mano, kaip recenzento, užduotys
mr: समीक्षणाची कामं
pl: Moje zadania jako recenzenta
vi: Phân công của tôi với tư cách Người phản biện

# navigation.mySubmissions
source: My Submissions
eu: Nire bidalketak egile gisa
he: ההגשות שלי
lt: Mano, kaip autoriaus, pateiktos medžiagos
mr: माझी सादरीकरणे
pl: Moje zgłoszenia jako autora
vi: Bài nộp của tôi với tư cách Tác giả

# navigation.userHome
source: User Home
ar_iq: صفحة المستخدم الرئيسية
az: ńįstifad…ô√ßi S…ôhif…ôsi
bg_bg: Начална страница на потребителя
ca: Pàgina inicial de l’usuari/usuària
cs: Uživatel
da_dk: Brugerstartside
de_de: Persönliche Startseite
el_gr: Αρχική σελίδα Χρήστη
eu: Erabiltzaile-hasiera
fa_ir: صفحه اصلی کاربر
fi_fi: Käyttäjän etusivu
fr: Accueil de l'utilisateur
gl_es: Inicio
he: דף הבית של המשתמש
hr: Korisnička
hu: Felhasználói oldal
hy_am: Օգտագործողի էջ
id_id: Beranda Pengguna
is_is: Heim fyrir notanda
it: Cruscotto
ja: ユーザーホーム
ka: მომხმარებლის მთავარი გვერდი
kk: Пайдаланушы беті
lt: Vartotojo pradinis puslapis
lv: Lietotāja sākumlapa
mk_mk: Дома корисник
mr: वापरकर्त्याचे मुख्यपृष्ठ
ms: Laman Utama Pengguna
nb: Min side
pl: Moje konto
pt_pt: Página do utilizador
ro: Acasă utilizator
sl_si: Dom uporabnika
sv: Min sida
th: หน้าหลักผู้ใช้
tr_tr: Kullanıcı Sayfası
uk_ua: Тека користувача
vi: Trang chủ người dùng
zh_cn: 用户中心

# navigation.user
source: User
ar_iq: المستخدم
az: ńįstifad…ô√ßi
bg_bg: Потребител
ca: Usuari/Usuària
cs: Uživatel
da_dk: Bruger
de_de: Benutzer/in
el_gr: Χρήστης
eu: Erabiltzailea
fa_ir: کاربر
fi_fi: Käyttäjä
fr: Utilisateur
gl_es: Usuario/a
he: משתמש
hr: Korisnik
hu: Felhasználó
hy_am: Օգտատեր
id_id: Pengguna
is_is: Notandi
it: Cruscotto
ja: ユーザー
ka: მომხმარებელი
kk: Қолданушы
lt: Vartotojas
lv: Lietotājs
mk_mk: Корисник
mr: वापरकर्ता
ms: Pengguna
nb: Bruker
pl: Użytkownik
pt_pt: Utilizador
ro: Utilizator
sl_si: Uporabnik
sv: Användare
th: ผู้ใช้
tr_tr: Kullanıcı
uk_ua: Користувач
vi: Người dùng
zh_cn: 用户

# navigation.userManagement
source: User Management
ar_iq: إدارة المستخدم
az: √úzv idar…ô√ßiliyi
bg_bg: Настройки за потребителите
ca: Administració d'usuaris/àries
cs: Správa uživatelů
da_dk: Brugeradministration
de_de: Nutzer/innenverwaltung
el_gr: Διαχείριση Χρηστών
eu: Erabiltzaileen kudeaketa
fa_ir: مدیریت کاربران
fi_fi: Käyttäjien hallinnointi
fr: Gestion de l'utilisateur
gl_es: Xestión do usuario/a
he: ניהול משתמשים
hr: korisnička administracija
hu: Felhasználó beállítások
hy_am: Օգտատիրոջ կառավարում
id_id: Pengelolaan Pengguna
is_is: Stýring notenda
it: Gestione utenti
ja: ユーザー管理
ka: მომხმარებლების მართვა
kk: Қолданушыны басқару
lt: Vartotojo tvarkymas
lv: Lietotāju pārvaldība
mk_mk: Управување со корисници
mr: वापरकर्त्याचे व्यवस्थापन
ms: Pengurusan Pengguna
nb: Brukeradministrasjon
pl: Zarządzanie użytkownikami
pt_pt: Gestão de Utilizadores
ro: Gestionare utilizator
sl_si: Upravljanje uporabnikov
sv: Administrera användare
th: การจัดการผู้ใช้
tr_tr: Üye Yönetimi
uk_ua: Управління користувачами
vi: Quản lý người dùng
zh_cn: 用户管理

# navigation.viewFrontend
source: View Site
ar_iq: معاينة الموقع
az: Sayta baxńĪŇü
bg_bg: Показване на сайта
ca: Veure el lloc
cs: Zobrazit stránky
da_dk: Se website
de_de: Website ansehen
el_gr: Προβολή ιστοτόπου
eu: Ikusi gunea
fa_ir: مشاهده سایت
fi_fi: Näytä sivusto
fr: Voir le site
gl_es: Ver o sitio
he: צפה באתר
hr: pogledajte mjesto
hu: Oldal megtekintése
hy_am: Դիտել կայքը
id_id: Buka Situs
is_is: Skoða síðu
it: Visualizza il sito
ja: サイトを閲覧
ka: საიტის ნახვა
kk: Сайтты көру
lt: Peržiūrėti svetainę
lv: Skatīt vietni
mk_mk: Погледни ја страницата
mr: संकेतस्थळ पहा
ms: Lihat Laman
nb: Se nettside
pl: Wyświetl stronę
pt_pt: Ver Site
ro: Vizualizați site-ul
sl_si: Glavna stran
sv: Visa webbplats
th: ดูเว็บไซต์
tr_tr: Siteyi Görüntüle
uk_ua: Переглянути сайт
vi: Xem trang web
zh_cn: 查看网站

# institution.institutions
source: Institutions
az: #YOX
bg_bg: Институции
ca: Institucions
cs: Instituce
eu: Erakundeak
fr: Établissements
he: מוסדות
hr: Institucije
it: Istituzioni
ja: 機関
lt: Institucijos
lv: Iestādes
mr: संस्था
pl: Instytucje
sv: Institutioner
th: สถาบัน
vi: Tổ chức

# notification.addedAuditor
source: Auditor added.
ar_iq: المدقق أضيف.
az: N…ôzar…ôt√ßi …ôlav…ô edildi.
bg_bg: Добавен е одитор.
ca: S'ha afegit un auditor.
cs: Přidán auditor.
da_dk: Auditør tilføjet.
de_de: Prüfer/in hinzugefügt.
el_gr: Ο Ελεγκτής (Auditor) έχει προστεθεί.
eu: Auditorea gehituta.
fa_ir: حسابرس افزوده شد
fi_fi: Tarkastaja lisätty.
fr: Un vérificateur a été ajouté.
gl_es: Engadido o auditor/a.
he: נוסף מבקר
hr: revizor dodan
hu: Hozzáadott ellenőr.
hy_am: Աուդիտորը կցված է։
id_id: Auditor ditambahkan.
is_is: Endurskoðanda bætt við.
it: Valutatore aggiunto.
ja: 監査人が追加されました。
ka: აუდიტორმა დამატებულია.
kk: Аудитор қосылды.
lt: Tikrintojas pridėtas.
lv: Auditors pievienots.
mk_mk: Додаден ревизор.
mr: ऑडिटर समाविष्ट केला.
ms: Tambah juruaudit.
nb: Sluttkontrollør lagt til.
pl: Dodano kontrolera.
pt_pt: Adicionado Auditor.
ro: Adăugare auditor.
sl_si: Revizor je dodan.
sv: Manusgranskare tillagd.
th: เพิ่มผู้ตรวจสอบแล้ว
tr_tr: Denetçi Eklendi.
uk_ua: Аудитора додано.
vi: Đã thêm người kiểm tra.
zh_cn: 审核员已添加。

# notification.removedAuditor
source: Auditor removed.
ar_iq: المدقق أزيل.
az: N…ôzar…ôt√ßi √ßńĪxarńĪldńĪ.
bg_bg: Премахнат е одитор.
ca: S'ha eliminat un auditor.
cs: Auditor odebrán.
da_dk: Auditør fjernet.
de_de: Prüfer/in entfernt.
el_gr: Ο Ελεγκτής (Auditor) έχει αφαιρεθεί.
eu: Auditorea ezabatuta.
fa_ir: حسابرس حذف شد
fi_fi: Tarkastaja poistettu.
fr: Le vérificateur a été supprimé.
gl_es: Eliminado o auditor/a.
he: הוסר מבקר
hr: revizor uklonjen
hu: Eltávolított ellenőr.
hy_am: Աուդիտորը հեռացված է։
id_id: Auditor dihapus.
is_is: Endurskoðandi fjarlægður.
it: Valutatore rimosso.
ja: 監査人が削除されました。
ka: აუდიტორი ამოღებულია.
kk: Аудитор алынып тасталды.
lt: Tikrintojas pašalintas.
lv: Auditors noņemts.
mk_mk: Ревизорот е отстранет.
mr: ऑडिटर काढून टाकला.
ms: Juruaudit dialih keluar.
nb: Sluttkontrollør fjernet.
pl: Usunięto kontrolera.
pt_pt: Removido Auditor.
ro: Auditorul a fost eliminat.
sl_si: Revizor je odstranjen.
sv: Manusgranskare borttagen.
th: ลบผู้ตรวจสอบแล้ว
tr_tr: Denetçi kaldırıldı.
uk_ua: Аудитора видалено.
vi: Đã xóa người kiểm tra.
zh_cn: 审核员已删除。

# notification.addedQuery
source: Added Discussion
ar_iq: المحادثة المضافة
az: M√ľzakir…ô …ôlav…ô edildi
bg_bg: Добавена е дискусия
ca: Discussió afegida
cs: Přidána diskuse
da_dk: Tilføjet indlæg
de_de: Diskussion hinzugefügt
el_gr: Η συζήτηση προστέθηκε
eu: Eztabaida gehituta
fa_ir: گفتگو افزوده شد
fi_fi: Lisätty keskustelu
fr: Discussion ajoutée
gl_es: Engadido debate
he: נוסף דיון
hr: Dodana rasprava
hu: Párbeszéd hozzáadása
hy_am: Ավելացված է քննարկում
id_id: Diskusi Ditambahkan
is_is: Umræðu bætt við
it: Aggiungi discussione
ja: ディスカッションが追加されました
ka: დაემატა დისკუსია
kk: Талқылау енгізілді
lt: Pridėta diskusija
lv: Pievienota diskusija
mk_mk: Додадена дискусија
mr: चर्चा समाविष्ट केली (Added discussion)
ms: Perbincangan Ditambah
nb: Diskusjon lagt til
pl: Dodano dyskusję
pt_pt: Adicionada Discussão
ro: S-a adăugat discuția
sl_si: Dodane diskusije
sv: Diskussion tillagd
th: เพิ่มการอภิปรายแล้ว
tr_tr: Tartışma Eklendi
uk_ua: Додано дискусію
vi: Đã thêm thảo luận
zh_cn: 新增讨论

# notification.reviewAcknowledged
source: Review marked as acknowledged. Email not sent.
ar_iq: التحكيم مؤشر على أنه مبلغ، لكن الرسالة غير مرسلة.
az: D…ôy…ôrl…ôndirm…ô t…ôsdiql…ôndi kimi iŇüar…ôl…ôndi. Email g√∂nd…ôril…ô bilm…ôdi.
bg_bg: Рецензията е маркирана като приета. Имейл не е изпратен.
ca: La revisió s'ha marcat com a rebuda. No s'ha enviat el correu electrònic.
cs: Recenze byla označena jako potvrzená. E-mail nebyl odeslán.
da_dk: Bedømmelse markeret som godkendt. E-mail er ikke sendt.
de_de: Begutachtung als bestätigt markiert. E-Mail nicht gesendet.
el_gr: Ο Αξιολογητής είναι άγνωστος. Το μήνυμα δεν αποστέλλεται.
eu: Berrikuspena onartutzat markatuta. Mezu elektronikoa ez da bidali.
fa_ir: داوری به عنوان اطلاع داده شده علامت گذاری شد. اما ایمیلی ارسال نشد.
fi_fi: Arviointi merkitty vastaanotetuksi. Sähköpostiviestiä ei lähetetty.
fr: On a accusé réception de l'évaluation. Aucun courriel envoyé.
gl_es: Revisar os marcados como confirmados. Correo electrónico non enviado.
he: סקירה סומנה כמאושרת. לא נשלח דוא"ל.
hr: Procjena označena kao potvrđena. E-pošta nije poslana.
hu: Szakmai lektorálás jelölése elismertként. Email nem ment.
hy_am: Գրախոսումը նշված է որպես ընդունված։ Նամակը չի ուղարկվել։
id_id: Review ditandai sebagai diterima. Surel tidak terkirim.
is_is: Ritrýni merkt sem samþykkt. Tölvupóstur ekki sendur.
it: Revisione marcata come riconosciuta. Email non mandata.
ja: 査読が確認済みとしてマークされました。 メールが送信されませんでした。
ka: მიმოხილვა აღინიშნა, როგორც აღიარებული. ელფოსტა არ გაიგზავნა.
kk: Пікір қабылданды деп белгіленді. Электрондық поштаға жіберілген жоқ.
lt: Recenzija pažymėta kaip patvirtinta. Elektroninis laiškas nesiųstas.
lv: Recenzija atzīmēta kā apstiprināta. E-pasts nav nosūtīts.
mk_mk: Прегледот е обележан како примен. Е-поштата не е испратена.
mr: समीक्षणाची पोच दिली म्हणून चिन्हांकित केले. पण ई-मेल पाठवलेला नाही.
ms: Ulasan ditanda sebagai diakui. E-mel tidak dihantar.
nb: Fagfellevurdering markert som bekreftet. E-post ikke sendt.
pl: Recenzja oznaczona jako potwierdzona. E-mail nie został wysłany.
pt_pt: Revisão marcada como confirmada. E-mail não foi enviado.
ro: Revizuire marcată ca recunoscută. E-mail nu a fost trimis.
sl_si: Recenzija označena kot potrjena. Email ni bil poslan.
sv: Granskning markerad som godkänd. Inget e-postmeddelande skickat.
th: การทบทวนถูกทำเครื่องหมายว่าได้รับการยอมรับแล้ว ไม่ได้ส่งอีเมล
tr_tr: Değerlendirme onaylandı olarak işaretlendi. E-posta gönderilmedi.
uk_ua: Відгук позначено як підтверджений. Електронна пошта не надіслана.
vi: Đánh giá đã được đánh dấu là đã xác nhận. Email không được gửi.
zh_cn: 评审标记为已确认。 电子邮件未发送。

# notification.reviewerThankedEmail
source: Thank you email sent to reviewer.
ar_iq: رسالة شكر قد تم إرسالها إلى المحكم.
az: ńįnc…ôl…ôm…ôy…ô g√∂nd…ôril…ôn email √ľ√ß√ľn t…ôŇü…ôkk√ľr edirik
bg_bg: Благодарствен имейл е изпратен до рецензента.
ca: Correu electrònic d'agraïment enviat al revisor/a.
cs: Děkovný mail odeslaný recenzentovi.
da_dk: Tak, e-mail er nu sendt til bedømmer.
de_de: Dankes-E-Mail an Gutachter/in geschickt.
el_gr: Το ευχαριστήριο μήνυμα στάλθηκε στον Aξιολογητή.
eu: Eskerrak emateko mezu elektronikoa bidali zaio ebaluatzaileari.
fa_ir: ایمیل تشکر به داور ارسال شد.
fi_fi: Kiitosviesti lähetetty arvioijalle.
fr: Le mail de remerciements a été envoyé au rapporteur.
gl_es: Correo electrónico de agradecemento enviado ao revisor/a.
he: תודה. דוא"ל נשלח לסוקר.
hr: E-poruka zahvale poslana recenzentu.
hu: Köszönő e-mail elküldve a szakmai lektornak.
hy_am: Շնորհակալական նամակը ուղարկված է գրախոսողին։
id_id: Surel ucapan terima kasih dikirim ke mitra bestari.
is_is: Þakkarpóstur sendur til ritrýnis.
it: Email di ringrazimento mandata al revisore.
ja: 査読者に感謝メールが送信されました。
ka: მადლობის ელწერილი, რომელიც გაგზავნილია მიმომხილველისთვის.
kk: Рецензентке алғыс хат жолданды.
lt: Recenzentui padėkota elektroniniu paštu.
lv: Recenzentam nosūtīts pateicības e-pasts.
mk_mk: Ви благодариме на е-пошта испратена до рецензентот.
mr: आभारप्रदर्शनाचा ई-मेल समीक्षकाला पाठवला.
ms: E-mel penghargaan yang dihantar kepada pengulas.
nb: E-post med takk sendt til fagfelle.
pl: Wiadomość z podziękowaniem została przesłana do recenzenta.
pt_pt: Email de agradecimento enviado ao revisor.
ro: Email de mulțumire trimis revizorului.
sl_si: Emal z zahvalo je bil poslan recenzentu.
sv: E-postmeddelande med tack skickat till granskare.
th: อีเมลขอบคุณถูกส่งไปยังผู้รีวิวแล้ว
tr_tr: İncelemeye gönderilen e-postaya teşekkür ederiz.
uk_ua: Подяку надіслано на email рецензента.
vi: Email cảm ơn đã gửi cho người đánh giá.
zh_cn: 感谢信已发送给审稿人的电子邮箱。

# notification.updatedReviewFiles
source: Review files updated.
ar_iq: الملفات المحكمة حُدِّثت.
az: D…ôy…ôrl…ôndirm…ô fayllarńĪ yenil…ôndi
bg_bg: Файловете с рецензия са актуализирани.
ca: S'han actualitzat els fitxers de revisió.
cs: Soubory pro recenzi aktualizovány.
da_dk: Bedømmelsesfiler opdateret.
de_de: Begutachtungsdateien hochgeladen.
el_gr: Τα αρχεία αξιολόγησης ενημερώθηκαν.
eu: Berrikuspen-fitxategiak eguneratuta.
fa_ir: فایل داوری آپلود شد.
fi_fi: Arviointitiedostot päivitetty.
fr: Fichiers à évaluer mis à jour.
gl_es: Actualizáronse os arquivos de revisión.
he: קובצי סקירה עודכנו.
hr: Pregledajte učitane datoteke.
hu: Szakmai lektorálás fájljai frissültek.
hy_am: Գրախոսման ֆայլերը թարմացված են։
id_id: File review diperbarui.
is_is: Búið að uppfæra ritrýniskrá(r).
it: Files revisione caricati.
ja: 査読ファイルが更新されました。
ka: ფაილების გადახედვა განახლდა.
kk: Рецензия файлдары жаңартылды.
lt: Recenzijos failai atnaujinti.
lv: Atjauninātas recenzijas datnes.
mk_mk: Рецензиите се аплодирани.
mr: समीक्षणाच्या फाईल्स अपडेट केल्या.
ms: Fail ulasan dikemas kini.
nb: Vurderingsfiler oppdatert.
pl: Pliki recenzji zaktualizowane.
pt_pt: Ficheiros de Revisão atualizados.
ro: Examinați fișierele actualizate.
sl_si: Recenzentke datoteke so bile posodobljene.
sv: Granskningsfiler uppdaterade.
th: ไฟล์การทบทวนได้รับการอัปเดตแล้ว
tr_tr: Değerlendirme dosyaları güncellendi.
uk_ua: Огляд файлів оновлено.
vi: Đã cập nhật tệp đánh giá.
zh_cn: 评审文件已更新。
