Repository: pkp/pkp-lib
Catalog: locale/*/common.xlf
Languages: nl_nl

# validator-between-array
source: This must have between {$min} and {$max} items.
nl_nl: Dit moet tussen {$min} en {$max} items bevatten.

# validator-boolean
source: This field must be true or false.
nl_nl: Dit veld moet waar of onwaar zijn.

# validator-confirmed
source: The confirmation for this field does not match.
nl_nl: De bevestiging voor dit veld komt niet overeen met de waarde voor het veld.

# validator-currency
source: This is not a valid currency.
nl_nl: Dit is geen geldige munteenheid.

# validator-date
source: This is not a valid date.
nl_nl: Dit is geen geldige datum.

# validator-date_format
source: This does not match the format {$format}.
nl_nl: Deze datum is niet in het formaat {$format}.

# validator-different
source: The {$attribute} and {$other} must be different.
nl_nl: De {$attribute} en {$other} moeten verschillen.

# validator-digits
source: This must be {$digits} digits long.
nl_nl: Dit moet {$digits} cijfers lang zijn.

# validator-digits_between
source: This must be between {$min} and {$max} digits.
nl_nl: Dit moet tussen {$min} en {$max} cijfers zijn.

# validator-email
source: This is not a valid email address.
nl_nl: Dit is geen geldig e-mailadres.

# validator-exists
source: The selected {$attribute} is invalid.
nl_nl: Het geselecteerde {$attribute} is ongeldig.

# validator-filled
source: This field is required.
nl_nl: Dit veld is verplicht.

# validator-image
source: This must be an image.
nl_nl: Dit moet een afbeelding zijn.

# validator-in
source: The selected {$attribute} is invalid.
nl_nl: Het geselecteerde {$attribute} is ongeldig.

# validator-integer
source: This is not a valid integer.
nl_nl: Dit is geen geldig geheel getal.

# validator-ip
source: This is not a valid IP address.
nl_nl: Dit is geen geldig IP-adres.

# validator-issn
source: This is not a valid ISSN.
nl_nl: Dit is geen geldig ISSN.

# validator-json
source: This is not a valid JSON string.
nl_nl: Dit is geen geldige JSON.

# validator-locale
source: This language is not accepted.
nl_nl: Deze taal wordt niet aanvaard.

# validator-localeExpected
source: This field is multilingual. Separate values must be provided for each supported language.
nl_nl: Dit veld is meertalig. Voor elke ondersteunde taal moeten afzonderlijke waarden worden ingevuld.

# validator-localeKey
source: Languages must be specified using the locale code. Examples: en_US, fr_CA, sr_RS@cyrillic.
nl_nl: Talen moeten worden aangeduid met de taalcode. Voorbeelden: en_US, fr_CA, sr_RS@cyrillic.

# validator-max-numeric
source: This may not be greater than {$max}.
nl_nl: Dit mag niet groter zijn dan {$max}.

# validator-max-file
source: This may not be greater than {$max} kilobytes.
nl_nl: Dit mag niet groter zijn dan {$max} kilobytes.

# validator-max-string
source: This may not be greater than {$max} characters.
nl_nl: Dit mag niet langer zijn dan {$max} tekens.

# validator-max-array
source: This may not have more than {$max} items.
nl_nl: Dit mag niet meer dan {$max} items bevaten.

# validator-mimes
source: This must be a file of type {$values}.
nl_nl: Dit moet een bestand zijn van het type {$values}.

# validator-min-numeric
source: This must be at least {$min}.
nl_nl: Dit moet minstens {$min} zijn.

# validator-min-file
source: This must be at least {$min} kilobytes.
nl_nl: Dit moet minstens {$min} kilobytes zijn.

# validator-min-string
source: This must be at least {$min} characters.
nl_nl: Dit moet minstens {$min} tekens zijn.

# validator-min-array
source: This must have at least {$min} items.
nl_nl: Dit moet minstens {$min} items zijn.

# validator-not_in
source: The selected {$attribute} is invalid.
nl_nl: Het geselecteerde {$attribute} is ongeldig.

# validator-numeric
source: This is not a valid number.
nl_nl: Dit is geen geldig cijfer.

# validator-orcid
source: This is not a valid ORCID.
nl_nl: Dit is geen geldige ORCID identificatie.

# validator-present
source: The {$attribute} field must be present.
nl_nl: Het {$attribute} veld is verplicht.

# validator-regex
source: This is not formatted correctly.
nl_nl: Dit is niet correct geformuleerd.

# validator-required
source: This field is required.
nl_nl: Dit veld is verplicht.

# validator-required_if
source: This field is required when {$other} is {$value}.
nl_nl: Dit veld is verplicht wanneer {$other} {$values} is.

# validator-required_unless
source: This field is required unless {$other} is in {$values}.
nl_nl: Dit veld is verplicht tenzij {$other} {$values} is.

# validator-required_with
source: This field is required when {$values} is present.
nl_nl: Dit veld is verplicht wanneer {$value} is opgegeven.

# validator-required_with_all
source: This field is required when {$values} is present.
nl_nl: Dit veld is verplicht wanneer {$values} zijn opgegeven.

# validator-required_without
source: This field is required when {$values} is not present.
nl_nl: Dit veld is verplicht wanneer {$value} niet is opgegeven.

# validator-required_without_all
source: This field is required when none of {$values} are present.
nl_nl: Dit veld is verplicht wanneer {$values} niet zijn opgegeven.

# validator-same
source: The {$attribute} and {$other} must match.
nl_nl: Het {$attribute} en {$other} moeten overeen komen.

# validator-size-numeric
source: This must be {$size}.
nl_nl: Dit moet {$size} zijn.

# validator-size-file
source: This must be {$size} kilobytes.
nl_nl: Dit moet {$size} kilobytes zijn.

# validator-size-string
source: This must be {$size} characters.
nl_nl: Dit moet {$size} tekens lang zijn.

# validator-size-array
source: This must contain {$size} items.
nl_nl: Dit moet {$size} items bevatten.

# validator-string
source: This is not a valid string.
nl_nl: Dit is geen geldige string

# validator-timezone
source: This is not a valid timezone.
nl_nl: Dit is geen geldige tijdzone.

# validator-unique
source: The {$attribute} has already been taken.
nl_nl: De {$attribute} bestaat al.

# validator-url
source: This is not a valid URL.
nl_nl: Dit is geen geldige URL.
