Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# form.multilingualProgress
source: {$count}/{$total} languages completed
ar_iq: {$count}/{$total} من اللغات مكتملة
az: {$count}/{$total} dill…ôri tamamlandńĪ
bg_bg: {$count}/{$total} завършени езици
ca: {$count}/{$total} idiomes completats
cs: {$count}/{$total} jazyků dokončeno
da_dk: {$count}/{$total} sprog afsluttet
de_de: {$count}/{$total} Sprachen vollständig
el_gr: Ολοκληρώθηκαν {$count} από τις {$total} γλώσσες
eu: {$count}/{$total} hizkuntza osatu dira
fi_fi: {$count}/{$total} kieltä valmiina
fr: {$count}/{$total} langues complétées
gl_es: {$count}/{$total} idiomas completados
he: {$count}/{$total} שפות שהושלמו
hr: Dovršeno {$count}/{$total} jezika
hu: {$count}/{$total} nyelv kész
hy_am: {$count}/{$total} լրացված լեզուներ
id_id: {$count}/{$total} bahasa selesai
is_is: {$count}/{$total} tungumálum lokið
it: {$count}/{$total} di lingue completate
ja: {$total}言語の{$count}は完了
ka: {$count}/{$total} ენა დასრულებულია
kk: {$count}/{$total} тілдер толтырылды
lt: Išspręsta {$count}/{$total} kalbos
lv: {$count}/{$total} pabeigto valodu skaits
mk_mk: {$count}/{$total} јазици завршени
mr: {$count}/{$total} भाषा पूर्ण झाल्या
ms: {$count}/{$total} bahasa lengkap
nb: {$count}/{$total} språk fullført
pl: {$count}/{$total} języków ukończono
pt_pt: {$count}/{$total} idiomas completos
ro: {$count}/{$total} limbă terminată
sl_si: {$count}/{$total} jezikov zaključeno
sv: {$count}/{$total} färdiga språk
th: กรอกข้อมูลแล้ว {$count}/{$total} ภาษา
tr_tr: {$count}/{$total} dilleri tamamlandı
uk_ua: {$count}/{$total} мов завершено
vi: {$count}/{$total} ngôn ngữ đã hoàn thành
zh_cn: 已完成 {$count} / {$total} 种语言

# navigation.admin
source: Administration
ar_iq: الإدارة
az: R…ôhb…ôrlik
bg_bg: Администриране
ca: Gestió
cs: Administrace
el_gr: Διαχείριση
eu: Administrazioa
fa_ir: مدیریت
fi_fi: Ylläpito
gl_es: Administración
he: ניהול
hr: Uprava
hu: Adminisztráció
hy_am: Ադմինիստրացիա
id_id: Administrasi
is_is: Umsjón
it: Amministrazione
ja: 管理
ka: ადმინისტრირება
kk: Әкімшілік
lt: Administracija
lv: Pārvaldība
mk_mk: Администрација
mr: प्रशासन
ms: Pentadbiran
nb: Administrasjon
pl: Administracja
pt_pt: Administração
ro: Administrare
sl_si: Administracija
th: การจัดการ
tr_tr: Yönetim
uk_ua: Адміністрування
vi: Quản trị
zh_cn: 管理

# navigation.archives
source: Archives
ar_iq: المحفوظات
az: Arxiv
bg_bg: Архиви
ca: Arxius
cs: Archivy
da_dk: Arkiver
de_de: Archiv
el_gr: Αρχεία
eu: Artxiboak
fa_ir: بایگانی‌ها
fi_fi: Arkistot
gl_es: Arquivos
he: ארכיונים
hr: Arhiva
hu: Archívum
hy_am: Արխիվներ
id_id: Arsip
is_is: Útgefið efni
it: Archivi
ja: アーカイブ
ka: არქივები
kk: Мұрағаттар
lt: Archyvas
lv: Arhīvi
mk_mk: Архиви
mr: संग्रह
ms: Arkib
nb: Arkiv
pl: Archiwum
pt_pt: Arquivos
ro: Arhivă
sl_si: Arhivi
sv: Arkiv
th: เอกสารเก็บถาวร
tr_tr: Arşivler
uk_ua: Архіви
vi: Lưu trữ
zh_cn: 归档

# navigation.breadcrumbLabel
source: You are here:
ar_iq: أنت هنا:
az: BurdasńĪnńĪz:
bg_bg: Вие сте тук:
ca: Sou aquí:
cs: Jste zde:
da_dk: Du er her:
de_de: Sie sind hier:
el_gr: Βρίσκεστε εδώ:
eu: Hemen zaude:
fa_ir: شما اینجایید:
fi_fi: Olet täällä:
fr: Vous êtes ici :
gl_es: Estás aquí:
he: הנך נמצא כאן:
hr: Ovdje ste:
hu: Jelenleg itt van:
hy_am: Դուք այստեղ եք:
id_id: Anda berada di sini:
is_is: Þú ert hér:
it: Tu sei qui:
ja: 現在のページ:
ka: თქვენ იმყოფებით აქ:
kk: Сіз мына жердесіз:
lt: Jūs esate čia:
lv: Jūs atrodaties šeit:
mk_mk: Вие сте тука:
mr: तुम्ही येथे आहात :
ms: Anda di sini:
nb: Du er her:
pl: Jesteś tutaj:
pt_pt: Está aqui:
ro: Esti aici:
sl_si: Nahajate se tukaj:
sv: Här är du:
th: คุณอยู่ที่นี่:
tr_tr: Buradasınız:
uk_ua: Ви тут:
vi: Bạn đang ở đây:
zh_cn: 你在这里：

# navigation.tools
source: Tools
ar_iq: الأدوات
az: Al…ôtl…ôr
bg_bg: Инструменти
ca: Eines
cs: Nástroje
da_dk: Værktøjer
de_de: Werkzeuge
el_gr: Εργαλεία
eu: Tresnak
fa_ir: ابزارها
fi_fi: Työkalut
fr: Outils
gl_es: Ferramentas
he: כלים
hr: Alati
hu: Eszközök
hy_am: Գործիքներ
id_id: Perangkat
is_is: Tæki
it: Strumenti
ja: ツール
ka: ხელსაწყოები
kk: Құралдар
lt: Įrankiai
lv: Rīki
mk_mk: Алатки
mr: साधने
ms: Alatan
nb: Verktøy
pl: Narzędzia
pt_pt: Ferramentas
ro: Unelte
sl_si: Orodja
sv: Verktyg
th: เครื่องมือ
tr_tr: Araçlar
uk_ua: Інструменти
vi: Công cụ
zh_cn: 工具

# navigation.tools.importExport
source: Import/Export
ar_iq: استيراد/تصدير
az: ńįdxal/ixrac
bg_bg: Импорт/Експорт
ca: Importa/Exporta
da_dk: Importér/Eksportér
el_gr: Εισαγωγή/Εξαγωγή
eu: Inportatu/Esportatu
fa_ir: برون دهی/درون‌ریزی
fi_fi: Tuonti/Vienti
fr: Importer/Exporter
gl_es: Importar/exportar
he: ייבוא/ייצוא
hr: Uvoz/izvoz
hy_am: Ներմուծել/Արտահանել
id_id: Impor/Ekspor
is_is: Flytja inn/Flytja út
ja: インポート・エキスポート
ka: იმპორტი/ექსპორტი
kk: Импорттау/экспорттау
lt: Importuoti / eksportuoti
lv: Importēšana/eksportēšana
mk_mk: Увези/извези
mr: दाखल करा (Import)/पाठवा (export)
ms: Eksport/Import
nb: Import/eksport
pl: Import/Eksport
pt_pt: Importar/Exportar
ro: Importă/Exportă
sl_si: Uvoz/izvoz
sv: Importera/Exportera
th: นำเข้า/ส่งออก
tr_tr: Dışa Aktar/İçe Aktar
uk_ua: Імпорт/Експорт
vi: Nhập/Xuất
zh_cn: 导入/导出

# navigation.register
source: Register
ar_iq: التسجيل
az: Qeydiyyat
bg_bg: Регистрация
ca: Registre
cs: Registrace
da_dk: Registrér
de_de: Registrieren
el_gr: Εγγραφή
eu: Erregistratu
fa_ir: ثبت‌نام
fi_fi: Rekisteröidy
fr: S'inscrire
gl_es: Rexistrarse
he: הירשם
hr: Registracija
hu: Regisztráció
hy_am: Գրանցում
id_id: Daftar
is_is: Nýskráning
it: Registrazione
ja: 登録
ka: რეგისტრაცია
kk: Тіркеу
lt: Registruotis
lv: Reģistrēties
mk_mk: Регистер
mr: नोंदणी करा
ms: Daftar
nb: Registrer
pl: Zarejestruj
pt_pt: Registo
ro: Înregistrare
sl_si: Registracija
sv: Registrera
th: สมัครสมาชิก
tr_tr: Kayıt
uk_ua: Зареєструватися
vi: Đăng ký
zh_cn: 注册

# navigation.settings
source: Settings
ar_iq: الإعدادات
az: T…ônziml…ôr
bg_bg: Настройки
ca: Configuració
cs: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
eu: Ezarpenak
fa_ir: تنظیمات
fi_fi: Asetukset
fr: Paramètres
gl_es: Axustes
he: הגדרות
hr: Postavke
hu: Beállítások
hy_am: Կարգաբերումներ
id_id: Pengaturan
is_is: Stillingar
it: Impostazioni
ja: 設定
ka: პარამეტრები
kk: Баптаулар
lt: Nustatymai
lv: Uzstādījumi
mk_mk: Уредувања
mr: सेटिंग्ज
ms: Tetapan
nb: Innstillinger
pl: Ustawienia
pt_pt: Configurações
ro: Setări
sl_si: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr_tr: Ayarlar
uk_ua: Налаштування
vi: Cài đặt
zh_cn: 设置

# navigation.setup
source: Setup
ar_iq: التهيئة
az: T…ônziml…ôm…ô
bg_bg: Настройка
ca: Configuració
cs: Nastavení
da_dk: Opsætning
de_de: Einrichtung
el_gr: Παραμετροποίηση λειτουργιών
eu: Konfigurazioa
fa_ir: نصب
fi_fi: Asetukset
fr: Configuration
gl_es: Configuración
he: התקנה
hr: Postavke
hu: Beállítás
hy_am: Տեղադրում
id_id: Pengaturan
is_is: Uppsetning
ja: セットアップ
ka: ინსტალაცია
kk: Орнату
lt: Sąranka
lv: Iestatīšana
mk_mk: Поставување
mr: सेटअप
ms: Persediaan
nb: Oppsett
pl: Konfiguracja
pt_pt: Configurar
ro: Configurare
sl_si: Nastavi
sv: Inställning
th: การตั้งค่า
tr_tr: Ayar
uk_ua: Налаштування
vi: Thiết lập
zh_cn: 设置

# notification.editedAnnouncementType
source: Announcement type edited.
ar_iq: نوعية الإعلان عُدلت.
az: ElanńĪn n√∂v√ľ d√ľz…ôldildi.
bg_bg: Редактиран е тип на съобщение.
ca: S'ha editat un tipus d'avís.
cs: Upraven typ oznámení.
da_dk: Meddelelsestype redigeret.
de_de: Mitteilungstyp bearbeitet.
el_gr: Ο τύπος ανακοίνωσης επικαιροποιήθηκε.
eu: Jakirazpen-mota editatu da.
fa_ir: نوع اطلاعیه ویرایش شد
fi_fi: Ilmoitustyyppiä muokattu.
fr: Type d'annoncé modifié.
gl_es: Editado o tipo de aviso.
he: סוג ההודעה נערך.
hr: Vrsta poruke uređena.
hu: Értesítéstípus szerkesztése.
hy_am: Հայտարարության ձևը խմբագրված է։
id_id: Jenis pengumuman telah diubah.
is_is: Tegund tilkynningar breytt.
it: Tipo annuncio modificato.
ja: お知らせ種類が編集されました。
ka: განცხადების ტიპი შესწორებულია.
kk: Жарнама түрі өзгертілді.
lt: Pranešimo tipas pataisytas.
lv: Rediģēts paziņojuma tips.
mk_mk: Типот на објавата е изменет.
mr: सूचनेचा हा प्रकार संपादित केला.
ms: Jenis pengumuman telah disunting.
nb: Type oppslag redigert.
pl: Rodzaj powiadomienia zmieniony.
pt_pt: Tipo de notícia editado.
ro: Tipul de anunț editat.
sl_si: Tip obvestila je bil urejen.
sv: Meddelandetyp redigerad.
th: แก้ไขประเภทประกาศแล้ว
tr_tr: Duyuru türü düzeltildi.
uk_ua: Тип оголошення відредаговано.
vi: Đã chỉnh sửa loại thông báo.
zh_cn: 公告类型已编辑。

# notification.addedNote
source: Note posted.
ar_iq: الملاحظة طُرحت.
az: Qeyd g√∂nd…ôrildi.
bg_bg: Бележката е публикувана.
ca: S'ha publicat una nota.
cs: Poznámka odeslána.
da_dk: Note sendt.
de_de: Anmerkung veröffentlicht.
el_gr: Η σημείωση αναρτήθηκε.
eu: Oharra argitaratuta.
fa_ir: یادداشت پست شد
fi_fi: Muistiinpano lähetetty.
fr: Note publiée.
gl_es: Nota publicada.
he: הערה פורסמה.
hr: objavljena bilješka.
hu: Megjegyzés postázva.
hy_am: Նշումը հրապարակված է։
id_id: Cacatan telah ditambahkan.
is_is: Minnispunktur birtur.
it: Nota inviata.
ja: 注記が追加されました。
ka: შენიშვნა განთავსებულია.
kk: Ескерту жарияланған.
lt: Pastaba paskelbta.
lv: Piezīme nosūtīta.
mk_mk: Белешката е пратена.
mr: टीप प्रकाशित केली.
ms: Nota disiarkan.
nb: Notater lagt ut.
pl: Powiadomienie opublikowane.
pt_pt: Nota publicada.
ro: Notă postată.
sl_si: Opomba je bila objavljena.
sv: Anteckning skickad.
th: บันทึกถูกโพสต์แล้ว
tr_tr: Not gönderildi.
uk_ua: Нотатка опублікована.
vi: Đã đăng ghi chú.

# search.operator.not
source: not
ar_iq: لا
az: deyil
bg_bg: без (логически -)
da_dk: ikke
de_de: NICHT
el_gr: όχι
eu: EZ
fa_ir: نه
gl_es: non
he: לא
hr: ne
hu: nem
hy_am: ոչ
id_id: bukan
is_is: ekki
kk: жоқ
lt: ne
mk_mk: не
mr: नाही (Boolean NOT)
ms: tidak
pt_pt: não
sl_si: ne
sv: INTE
th: ไม่
tr_tr: değil
vi: không

# search.operator.or
source: or
ar_iq: أو
az: v…ô ya
bg_bg: или
da_dk: eller
de_de: ODER
el_gr: ή
eu: EDO
fa_ir: یا
gl_es: ou
he: או
hr: ili
hu: vagy
hy_am: կամ
id_id: atau
is_is: eða
ka: ან
kk: немесе
lt: arba
mk_mk: или
mr: किंवा (Boolean OR)
ms: atau
pt_pt: ou
sl_si: ali
sv: ELLER
th: หรือ
tr_tr: veya
vi: hoặc

# search.SearchFor
source: Search for
ar_iq: البحث عن
az: √ľ√ß√ľn axtarńĪn
bg_bg: Търсене за
cs: Hledat
da_dk: Søg efter
de_de: Suchen nach
el_gr: Αναζήτηση για
eu: Bilatu
fa_ir: جستجو برای
fi_fi: Hae
gl_es: Procurar
he: חפש
hr: Pretraži prema
hu: Keresés
hy_am: Փնտրել
id_id: Cari ini
is_is: Leita að
ja: を検索する
ka: მოძებნე
kk: Іздеу үшін
lt: Ieškoti
lv: Meklēt
mk_mk: Барај
mr: हे शोधा
ms: Carian untuk
nb: Søk etter
pt_pt: Pesquisar por
sl_si: Išči
sv: Sök efter
th: ค้นหา
tr_tr: için Ara
uk_ua: Шукати
vi: Tìm kiếm
zh_cn: 搜索

# search.searchResults
source: Search Results
ar_iq: إبحث ضمن النتائج
az: AxtarńĪŇü n…ôtic…ôl…ôri
bg_bg: Резултати от търсене
ca: Resultats de la cerca
cs: Výsledky hledání
da_dk: Søgeresultater
de_de: Ergebnis der Suche
el_gr: Αποτελέσματα αναζήτησης
eu: Bilaketaren emaitza
fa_ir: نتایج جستجو
fi_fi: Hakutulokset
fr: Résultats de recherche
gl_es: Procurar resultados
he: תוצאות חיפוש
hr: Rezultati pretraživanja
hu: Keresési eredmények
hy_am: Որոնման արդյունքներ
id_id: Hasil Pencarian
is_is: Niðurstöður leitar
it: Risultati della ricerca
ja: 検索結果
ka: ძებნის შედეგები
kk: Іздеу нәтижелері
lt: Paieškos rezultatai
lv: Meklēšanas rezultāti
mk_mk: Резултати од пребарување
mr: शोधाचा निष्कर्ष
ms: Hasil Carian
nb: Søkeresultat
pl: Wyniki wyszukiwania
pt_pt: Resultados da Pesquisa
ro: Rezultatele căutării
sl_si: Rezultati iskanja
sv: Sökresultat
th: ผลการค้นหา
tr_tr: Arama Sonuçları
uk_ua: Результати пошуку
vi: Kết quả tìm kiếm
zh_cn: 搜索结果

# search.title
source: Title
ar_iq: العنوان
az: BaŇülńĪq
bg_bg: Заглавие
ca: Títol
cs: Název
da_dk: Titel
de_de: Titel
el_gr: Τίτλος
eu: Titulua
fa_ir: عنوان
fi_fi: Otsikko
fr: Titre
gl_es: Título
he: כותר
hr: Naslov
hu: Cím
hy_am: Վերնագիր
id_id: Judul
is_is: Titill
it: Titoli
ja: タイトル
ka: სათაური
kk: Тақырып
lt: Antraštė
lv: Virsraksts
mk_mk: Наслов
mr: शीर्षक
ms: Tajuk
nb: Tittel
pl: Tytuł
pt_pt: Título
ro: Titlu
sl_si: Naslov
sv: Titel
th: ชื่อเรื่อง
tr_tr: Başlık
uk_ua: Назва
vi: Tiêu đề
zh_cn: 标题

# search.typeMethodApproach
source: Type (method/approach)
ar_iq: النوع (طريقة/نهج)
az: N√∂v (metod / yanaŇüma)
bg_bg: Тип (метод/подход)
ca: Tipus (mètode/enfocament)
cs: Typ (metoda/přístup)
da_dk: Type (metode/fremgangsmåde)
de_de: Forschungsansatz, -methode und -verfahren
el_gr: Τύπος (μέθοδος/προσέγγιση)
eu: Mota (metodoa/hurbilketa)
fa_ir: نوع، روش یا راهکار
fi_fi: Tyyppi (menetelmä/lähestymistapa)
fr: Type (méthode/approche)
gl_es: Tipo (método/enfoque)
he: סוג (שיטה/גישה)
hr: Tip (metoda/pristup)
hu: Típus (módszer/megközelítés)
hy_am: Տիպ (մեթոդ/մոտեցում)
id_id: Tipe (metode/pendekatan)
is_is: Tegund (aðferð/nálgun)
it: Tipo (metodo/sistema)
ja: 種別（方法/アプローチ）
ka: ტიპი (მეთოდი/მიდგომა)
kk: Түр (әдіс/тәсіл)
lt: Tipas (metodas / kryptis)
lv: Tips (metode/pieeja)
mk_mk: Вид (метода/пристап)
mr: प्रकार (पद्धत/दृष्टिकोन)
ms: Jenis (kaedah/pendekatan)
nb: Type (metode/innfallsvinkel)
pl: Typ (metoda/podejście)
pt_pt: Tipo (método/foco)
ro: Tip (metodă/abordare)
sl_si: Tip (metoda/pristop)
sv: Typ (metod/tillvägagångssätt)
th: ประเภท (วิธีการ/แนวทาง)
tr_tr: Tür (Yöntem/Yaklaşım)
uk_ua: Методологія
vi: Loại (phương pháp/tiếp cận)
zh_cn: 类型 (method/approach)

# grid.action.downloadFile
source: Download this file
ar_iq: تنزيل هذا الملف
az: Bu faylńĪ endirin
bg_bg: Сваляне на този файл
ca: Descarrega aquest fitxer
cs: Stáhnout tento soubor
da_dk: Download denne fil
de_de: Diese Datei herunterladen
el_gr: Μεταφόρτωση του αρχείου
eu: Deskargatu fitxategi hau
fa_ir: دانلود این فایل
fi_fi: Lataa tämä tiedosto
fr: Télécharger ce fichier
gl_es: Descargar este arquivo
he: הורד קובץ זה
hr: Preuzmite ovu datoteku
hu: A fájl letöltése
hy_am: Ներբեռնել այս ֆայլը
id_id: Unduh file ini
is_is: Hlaða niður þessari skrá
it: Scarica questo file
ja: このファイルをダウンロード
ka: ამ ფაილის ჩამოტვირთვა
kk: Бұл файлды жүктеу
lt: Atsisiųsti šį failą
lv: Lejupielādēt šo datni
mk_mk: Преземете ја оваа датотека
mr: ही फाईल उतरवून घ्या (डाउनलोड)
ms: Muat turun fail ini
nb: Last ned denne filen
pl: Pobierz plik
pt_pt: Transferir este ficheiro
ro: Descărcați acest fișier
sl_si: Prenesi datoteko
sv: Ladda ned den här filen
th: ดาวน์โหลดไฟล์นี้
tr_tr: Bu dosyayı indir
uk_ua: Завантажити цей файл
vi: Tải xuống tệp này
zh_cn: 下载此文件

# context.path
source: Path
ar_iq: المسار
az: Yol
bg_bg: Път
ca: Ruta
cs: Cesta
da_dk: Sti
de_de: Zugangspfad
el_gr: Διαδρομή
eu: Helbidea
fa_ir: مسیر
fi_fi: Polku
fr: Chemin d'accès
gl_es: Ruta
he: נתיב
hr: pristupni put
hu: Útvonal
hy_am: Ճանապարհ
id_id: Alamat
is_is: Slóð
it: Percorso
ja: パス名
ka: მდებარეობა
kk: Жол
lt: Kelias
lv: Ceļš
mk_mk: Патека
mr: पत्ता (Path)
ms: Laluan URL
nb: Sti
pl: Ścieżka
pt_pt: Caminho
ro: Cale
sl_si: Pot
sv: Sökväg
th: เส้นทาง
tr_tr: Yol
uk_ua: Шлях
vi: Đường dẫn
zh_cn: 路径

# reviewer.submission.reviewSchedule
source: Review Schedule
ar_iq: جدول التحكيم
az: D…ôy…ôrl…ôndirm…ô t…ôqvimi
bg_bg: График за рецензиране
ca: Planificació de la revisió
cs: Plán recenze
da_dk: Tidsplan for bedømmelse
de_de: Zeitplan der Begutachtung
el_gr: Χρονοδιάγραμμα αξιολόγησης
eu: Berrikuspenen plangintza
fa_ir: زمان‌بندی داوری
fi_fi: Arviointiaikataulu
fr: Examiner le calendrier
gl_es: Planificación da revisión
he: לוח זמנים לסקירה
hr: Raspored ocjenjivanja
hu: Szakmai lektorálás ütemezése
hy_am: Գրախոսման գրաֆիկ
id_id: Review Jadwal
is_is: Tímaáætlun ritrýni
it: Schedulazione revisione
ja: 査読スケジュール
ka: რეცენზირების გრაფიკი
kk: Рецензиялау кестесі
lt: Recenzavimo grafikas
lv: Recenzēšanas plāns
mk_mk: Распоред на рецензирања
mr: समीक्षणाचे वेळापत्रक
ms: Jadual Ulasan
nb: Planlagte fagfellevurderinger
pl: Harmonogram recenzji
pt_pt: Cronograma da Revisão
ro: Revizuire program
sl_si: Recenzijski urnik
sv: Granskningsplan
th: กำหนดการทบทวน
tr_tr: DeğerlendirmeTakvimi
uk_ua: Графік рецензування
vi: Lịch trình đánh giá
zh_cn: 评审时间表

# reviewer.submission.reviewRequestDate
source: Editor's Request
ar_iq: إلتماس المحرر
az: Redaktorun t…ôl…ôbi
bg_bg: Молба на редактора
ca: Sol·licitud de l’editor/a
cs: Požadavek redaktora
da_dk: Redaktørs forespørgsel
de_de: Anfrage der Redakteurin/des Redakteurs
el_gr: Αίτημα υπεύθυνου έκδοσης
eu: Editorearen Eskaera
fa_ir: درخواست دبیر
fi_fi: Toimittajan pyyntö
fr: Requête du rédacteur en chef
gl_es: Petición do editor/a
he: בקשת העורך
hr: Zahtjev urednika
hu: Szerkesztő kérésére
hy_am: Խմբագրի հարցում
id_id: Permintaan Penyunting
is_is: Beiðni ritstjóra
it: Richiesta dell'editor
ja: 編集者からの依頼
ka: რედაქტორის მოთხოვნა
kk: Редактордың өтініші
lt: Redaktoriaus prašymas
lv: Redaktora pieprasījums
mk_mk: Барања на уредникот
mr: संपादकाची विनंती
ms: Permintaan Editor
nb: Redaktørens forespørsel
pl: Prośba redaktora
pt_pt: Pedido do Editor
ro: Cererea editorului
sl_si: Datum zahteve urednika
sv: Förfrågan från redaktör
th: คำขอจากบรรณาธิการ
tr_tr: Editörün İsteği
uk_ua: Запит редактора
vi: Yêu cầu của biên tập viên
zh_cn: 编辑的要求

# reviewer.submission.responseDueDate
source: Response Due Date
ar_iq: تاريخ استيجاب الرد
az: Son tarix
bg_bg: Отговор на молбата до дата
ca: Data de venciment de la resposta
cs: Termín pro reakci
da_dk: Svar senest
de_de: Antwort fällig am
el_gr: Ημερομηνία προθεσμίας απάντησης
eu: Erantzunaren Epemuga
fa_ir: مهلت پاسخ
fi_fi: Vastauksen määräpäivä
fr: Date limite de la réponse
gl_es: Data límite da resposta
he: תאריך יעד לתגובה
hr: Rok za odgovor
hu: Válasz határideje
hy_am: Պատասխանի ամսաթիվ
id_id: Batas Waktu Menjawab
is_is: Lokadagsetning svars
it: Data per cui è chiesta risposta
ja: 応答期日
ka: პასუხის ვადის თარიღი
kk: Сұранысқа жауап алған күн
lt: Atsakymą pateikti iki
lv: Atbildes sniegšanas termiņš
mk_mk: Одговор до датум
mr: प्रतिसाद देण्याची अंतिम तारीख
ms: Tarikh Akhir Respon
nb: Svarfrist
pl: Odpowiedz do
pt_pt: Prazo de Resposta
ro: Data limită de răspuns
sl_si: Rok za odziv recenzenta
sv: Deadline för svar
th: กำหนดตอบรับ
tr_tr: Son Tarih
uk_ua: Дата отримання відповіді на запит
vi: Ngày đáo hạn phản hồi
zh_cn: 回应截止日期

# reviewer.submission.acceptedOn
source: Review Accepted On
cs: Přijata recenze na
eu: Ebaluazioa onartu da
he: הסקירה התקבלה בתאריך
lt: Peržiūra priimta
mr: समीक्षणाचे काम स्वीकारण्याची तारीख
vi: Phản biện được Chấp nhận vào

# reviewer.submission.submittedOn
source: Review Submitted On
cs: Recenze předložena na
eu: Ebaluazioa bidalita
he: הסקירה הוגשה בתאריך
lt: Atsiliepimas pateiktas
mr: समीक्षण सादर करण्याची तारीख
vi: Phản biện được Nộp vào

# navigation.goBack
source: Go Back
ar_iq: عودة
az: Geri qayńĪdńĪn
bg_bg: Назад
ca: Torna enrere
cs: Jít zpět
da_dk: Tilbage
de_de: Zurück
el_gr: Επιστροφή
eu: Itzuli
fa_ir: بازگشت
fi_fi: Mene takaisin
fr: Retour
gl_es: Voltar
he: חזור
hr: Povratak
hu: Vissza
hy_am: Գնալ հետ
id_id: Kembali
is_is: Til baka
it: Torna indietro
ja: 戻る
ka: უკან გადასვლა
kk: Қайта оралу
lt: Grįžti
lv: Atgriezties atpakaļ
mk_mk: Назад
mr: मागे जा
ms: Pergi balik
nb: Gå tilbake
pl: Wróć
pt_pt: Voltar
ro: Mergi înapoi
sl_si: Nazaj
sv: Gå tillbaka
th: ย้อนกลับ
tr_tr: Geri Git
uk_ua: Повернутись назад
vi: Quay lại
zh_cn: 返回

# notification.editStageParticipant
source: The stage assignment has been changed.
ar_iq: تعيينات المرحلة قد تغيرت.
az: S…ôviyy…ô t…ôyinatńĪ d…ôyiŇüdirildi
bg_bg: Назначението на етапа беше променено.
ca: L'assignació de fase ha canviat.
cs: Přiřazení fáze bylo změněno.
da_dk: Trinnets opgave er blevet ændret.
de_de: Die Zuordnung zu einem Bearbeitungsschritt wurde geändert.
eu: Fasearen esleipena aldatu da.
fi_fi: Työvaiheen osoitusta on muutettu.
fr: L'affectation de l'étape a été modifiée.
gl_es: Cambiouse a asignación da fase.
he: מטלת השלב השתנתה.
hr: Dodjeljivanje koraku obrade je promijenjeno.
hu: A szakasz hozzárendelés megváltozott.
hy_am: Փուլի անունը փոխվել է։
id_id: Penugasan tahapan telah diubah.
is_is: Úthlutun stigs hefur verið breytt.
it: La fase di lavorazione è stata aggiornata.
ja: 段階の課題が変更されました。
ka: შეიცვალა სასცენო დავალება.
kk: Кезеңнің мақсаты өзгертілді.
lt: Scenos paskirstymas buvo pakeistas.
lv: Ir mainīts posma piešķīrums.
mk_mk: Назначувањето за чекорот е променето.
mr: व्यासपीठावरील कामगिरीत बदल करण्यात आला आहे.
ms: Tugasan peringkat telah diubah.
nb: Stegets oppgave har blitt endret.
pl: Zmieniono przydział do etapu.
pt_pt: A designação para esta etapa foi alterada.
ro: Sarcina de etapă a fost modificată.
sl_si: Zadolžitev v tem koraku je bila spremenjena.
sv: Stegets uppdrag har ändrats.
th: การมอบหมายขั้นตอนถูกเปลี่ยนแปลง
tr_tr: Düzey ataması değiştirildi.
uk_ua: Етап призначення було змінено.
vi: Chỉ định giai đoạn đã được thay đổi.
zh_cn: 阶段分配已更改。

# notification.type.newAnnouncement
source: New announcement.
ar_iq: إشعار جديد.
az: Yeni elan yaradńĪldńĪ.
bg_bg: Нова обява.
ca: Nou avís.
cs: Nové oznámení.
da_dk: Ny meddelelse.
de_de: Neue Ankündigung.
el_gr: Νέα ανακοίνωση
eu: Jakinarazpen berria.
fa_ir: یک اطلاعیه جدید ایجاد شده است
fi_fi: Uusi ilmoitus.
fr: Nouvelle annonce.
gl_es: Novo aviso.
he: הודעה חדשה
hr: Nova najava.
hu: Új értesítés.
hy_am: Նոր հայտարարություն:
id_id: Pengumuman baru.
is_is: Ný tilkynning.
it: Nuovo annuncio.
ja: 新しいお知らせ。
ka: ახალი განცხადება.
kk: Жаңа хабарлама.
lt: Naujas pranešimas.
lv: Jauns paziņojums.
mk_mk: Ново известување.
mr: नवीन सूचना.
ms: Pengumuman baharu.
nb: Nytt oppslag.
pl: Nowe powiadomienie.
pt_pt: Nova notícia.
ro: Anunț nou.
sl_si: Novo obvestilo.
sv: Nytt meddelande.
th: ประกาศใหม่
tr_tr: Yeni duyuru.
uk_ua: Нове оголошення.
vi: Thông báo mới.
zh_cn: 新公告。

# notification.type.reviewerComment
source: A reviewer has commented on "{$title}".
ar_iq: علق أحد المحكمين على "{$title}".
az: Bir r…ôy√ßi "{$title}" haqqńĪnda Ňü…ôrh etdi
bg_bg: Рецензент коментира "{$title}".
ca: Un revisor/a ha fet comentaris sobre "{$title}".
cs: Recenzent okomentoval článek "{$title}".
da_dk: En bedømmer har kommenteret "{$title}".
de_de: Gutachter/in hat "{$title}" kommentiert.
el_gr: Ένας Αξιολογητής έχει καταθέσει σχόλια για την εργασία "{$title}".
eu: Ebaluatzaile batek "{$title}" artikuluan iruzkin bat egin du.
fa_ir: داور برای "{$title}" نظری داده است
fi_fi: Arvioija on kommentoinut käsikirjoitusta "{$title}".
fr: Un rapporteur a laissé un commentaire sur « {$title} ».
gl_es: Un revisor comentou sobre "{$title}".
he: סוקר העיר על "{$title}".
hr: Recenzent je komentirao "{$title}".
hu: Egy szakmai lektor megjegyzést tett a "{$title}" címhez.
hy_am: Գրախոսողը մեկնաբանություն է թողել "{$title}"։
id_id: Mitra bestari telah mengomentari "{$title}".
is_is: Ritrýnir hefur skrifað athugasemd við "{$title}".
it: Un revisore ha commentato "{$title}".
ja: 「{$title}」について読者からコメントがあった。
ka: რეცენზენტმა კომენტარი გააკეთა "{$title}"-ზე.
kk: Сарапшы "{$title}" деп пікір білдірді.
lt: Recenzentas pateikė pastabų dėl straipsnio „{$title}“.
lv: Recenzents ir komentējis "{$title}".
mk_mk: Рецензент коментираше на „{$title}“.
mr: एका समीक्षकाने "{$title}" वर टिप्पणी दिली आहे.
ms: Seorang pengulas telah komen tentang "{$title}".
nb: En fagfelle har kommentert «{$title}».
pl: Recenzent dodał komentarz do "{$title}".
pt_pt: Um revisor comentou sobre "{$title}".
ro: Un revizor a comentat "{$title}".
sl_si: Recenzent je oddal komentar na "{$title}".
sv: En granskare har kommenterat "{$title}".
th: ผู้ทบทวนได้แสดงความคิดเห็นเกี่ยวกับ "{$title}"
tr_tr: Bir hakem "{$title}" hakkında yorum yaptı.
uk_ua: Рецензент прокоментував "{$title}".
vi: Người đánh giá đã nhận xét về "{$title}".
zh_cn: 审阅者对“ {$title}”发表了评论。
