Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# notification.reminderSent
source: Your new password has been sent to the email address provided.
ar_iq: كلمة مرورك الجديدة قد أرسلت إلى العنوان البريدي الذي حددته.
az: Yeni Ňüifr…ôniz qeyd etdiyiniz email adresiniz…ô g√∂nd…ôrildi.
bg_bg: Новата ви парола е изпратена на посочения имейл адрес.
ca: S’ha enviat una contrasenya nova al vostre correu electrònic.
cs: Vaše nové heslo bylo odesláno na poskytnutou emailovou adresu.
da_dk: Din nye adgangskode er blevet sendt til den e-mail-adresse, du har angivet.
de_de: Ihr neues Passwort wurde an die angegebene E-Mail-Adresse geschickt.
el_gr: Ο καινούργιος σας κωδικός πρόσβασης έχει σταλεί στην διεύθυνση που υποδείξατε.
eu: Pasahitz berria bidali da emandako posta elektronikoko helbidera.
fa_ir: رمز عبور جدیدی برایتان به آدرس ایمیلی که وارد کردید ارسال شد.
fi_fi: Uusi salasanasi on lähetetty annettuun sähköpostiosoitteeseen.
fr: Votre nouveau mot de passe a été envoyé à l'adresse de courriel fournie.
gl_es: O teu novo contrasinal enviouse ao enderezo de correo electrónico indicado.
he: הסיסמה החדשה שלך נשלחה לכתובת הדוא"ל שסופקה.
hr: Vaša nova lozinka poslana je na adresu e-pošte koju ste unijeli.
hu: Az új jelszava elküldésre került a megadott email címre.
hy_am: Ձեր նոր գաղտնաբառը ուղարկված է այն էլ․ փոստի հասցեին, որը Դուք տրամադրել եք։
id_id: Kata sandi baru Anda telah dikirim ke alamat email yang disediakan.
is_is: Nýja lykilorðið þitt hefur verið sent á uppgefið netfang.
it: Abbiamo inviato una nuova password all'indirizzo indicato.
ja: 新しいパスワードが登録されているメールアドレス宛てに送信されました。
ka: თქვენი ახალი პაროლი გაიგზავნა მითითებულ ელფოსტაზე.
kk: Жаңа пароль сіз берген электрондық пошта мекенжайына жіберілді.
lt: Jūsų naujas slaptažodis išsiųstas pateiktu elektroninio pašto adresu.
lv: Jūsu jaunā parole ir nosūtīta uz norādīto e-pasta adresi.
mk_mk: Вашата нова лозинка е испратена на дадената адреса за е-пошта.
mr: तुमचा नवा पासवर्ड नमूद केलेल्या ई-मेल पत्त्यावर पाठवला गेला आहे.
ms: Kata laluan baharu anda telah dihantar ke alamat e-mel yang diberikan.
nb: Det nye passordet ditt har blitt sendt til e-postadressen du oppga.
pl: Twoje nowe hasło zostało wysłane na e-mail, który podałeś(aś).
pt_pt: Uma nova senha foi enviada para o endereço de e-mail fornecido.
ro: A apărut o eroare la trimiterea parolei, asigurați-vă că ați introdus corect adresa dvs. de e-mail.
sl_si: Vaše novo geslo je bilo poslano na e-poštni naslov.
sv: Ditt nya lösenord har skickats till e-postadressen du angivit.
th: รหัสผ่านใหม่ของคุณถูกส่งไปยังที่อยู่อีเมลที่ให้ไว้แล้ว
tr_tr: Yeni parolanız belirtmiş olduğunuz e-posta adresine gönderilmiştir.
uk_ua: Ваш новий пароль був надісланий на зазначену Вами адресу email.
vi: Mật khẩu mới của bạn đã được gửi đến địa chỉ email đã cung cấp.
zh_cn: 您的新密码已经发送到提供的电子邮件地址.

# notification.savedSubmissionMetadata
source: Submission metadata saved.
ar_iq: البيانات الوصفية لطلب النشر حُفِظت.
az: M…ôqal…ô √ľst datasńĪ yadda saxlandńĪ
bg_bg: Метаданните за подадените материали са запазени.
ca: S'han desat les metadades de la tramesa.
cs: Metadata příspěvku odeslána.
da_dk: Indsendelses-metadata gemt.
de_de: Metadaten gespeichert.
el_gr: Τα μεταδεδομένα της υποβολής έχουν αποθηκευτεί.
eu: Bidalketaren metadatuak gordeta.
fa_ir: فراداده‌های مقاله ارسالی ذخیره شد.
fi_fi: Käsikirjoituksen metatiedot tallennettu.
fr: Les métadonnées de la soumission ont été sauvegardées.
gl_es: Gardáronse os metadatos do envío.
he: המטא-נתונים של ההגשה נשמרו.
hr: metapodaci spremljeni
hu: A beküldés metaadata elmentve.
hy_am: Նյութի մետա տվյալները պահպանվել են։
id_id: Metadata naskah telah disimpan.
is_is: Lýsigögn innsendingar vistuð.
it: Metadati della proposta salvati.
ja: 投稿のメタデータが保存されました。
ka: გაგზავნის მეტამონაცემები შენახულია.
kk: Материалдық метадеректер сақталды.
lt: Straipsnio metaduomenys išsaugoti.
lv: Iesniegtā materiāla metadati saglabāti.
mk_mk: Метаподатоците за поднесување се зачувани.
mr: सादरीकरणाचा मेटाडेटा (शीर्षक, लेखक, वगैरे) सेव्ह केला आहे.
ms: Metadata penyerahan disimpan.
nb: Metadata ble lagret.
pl: Metadane przesłanego tekstu zapisane.
pt_pt: Metadados da submissão guardados.
ro: Metadatele de înregistrare au fost salvate.
sl_si: Metapodatki prispevka so bili shranjeni.
sv: Metadata för bidrag sparat.
th: บันทึกข้อมูลเมตาของบทความแล้ว
tr_tr: Gönderi üst verisi kaydedildi.
uk_ua: Метадані подання збережені.
vi: Đã lưu metadata bài nộp.
zh_cn: 投稿元数据已保存。

# notification.sendNotificationConfirmation
source: Send an email about this to all registered users.
ar_iq: أرسل رسالة عن هذا إلى جميع المستخدمين المسجلين.
az: B√ľt√ľn qeydiyyatlńĪ istifad…ô√ßil…ôr…ô x…ôb…ôrdarlńĪq emaili g√∂nd…ôr
bg_bg: Изпратете имейл за това до всички регистрирани потребители.
ca: Enviar un correu electrònic d'informació a tots els usuaris/àries registrats.
cs: Odeslání emailu o této skutečnosti všem zaregistrovaným uživatelům.
da_dk: Send meddelelse via mail til alle registrerede brugere
de_de: Benachrichtigungs-E-Mail an alle angemeldeten Nutzer/innen schicken
el_gr: Αποστολή ενημερωτικού μηνύματος σε όλους τους εγγεγραμμένους Χρήστες
eu: Bidali mezu elektroniko bat honi buruz erregistratutako erabiltzaile guztiei.
fa_ir: ارسال ایمیل اطلاع‌رسانی به تمامی کاربران ثبت نامی
fi_fi: Lähetä ilmoitus kaikille rekisteröityneille käyttäjille
fr: Envoyer un courriel à ce sujet à l'ensemble des utilisatrices et utilisateurs enregistrés.
gl_es: Envía un correo electrónico acerca disto a todos os usuarios rexistrados.
he: שלח דוא"ל על כך לכל המשתמשים הרשומים.
hr: Pošaljite obavijest e-poštom svim registriranim korisnicima.
hu: Küldjön e-mailt erről minden regisztrált felhasználónak.
hy_am: Ուղարկել նամակ բոլոր գրանցված օգտատերերին։
id_id: Kirim surel pemberitahuan kepada semua pengguna terdaftar
is_is: Senda tölvupóst um þetta á alla skráða notendur.
it: Invia un'e-mail di notifica a tutti gli utenti registrati.
ja: 登録済みのすべてのユーザーに本件についてお知らせメールを送信します。
ka: გაუგზავნეთ ელწერილი ამის შესახებ ყველა რეგისტრირებულ მომხმარებელს.
kk: Бұл туралы барлық тіркелген пайдаланушыларға электрондық хат жіберіңіз.
lt: Išsiųsti pranešimus elektroniniu paštu visiems registruotiems vartotojams.
lv: Nosūtīt e-pastu par to visiem reģistrētajiem lietotājiem.
mk_mk: Испратете е-пошта за известување до сите регистрирани корисници
mr: सर्व नोंदणीकृत वापरकर्त्यांना याबद्दल ई-मेल पाठवा.
ms: Hantar e-mel tentang perkara ini kepada semua pengguna berdaftar.
nb: Send en e-post med varsel til alle registrerte brukere.
pl: Wyślij e-mail z podziękowaniem do wszystkich zarejestrowanych użytkowników.
pt_pt: Enviar email de notificação a todos os utilizadores registados
ro: Trimiteți email de notificare către toți utilizatorii
sl_si: Pošlji email obvestilo vsem registriranim uporabnikom
sv: Skicka e-postmeddelande med avisering till alla registrerade användare.
th: ส่งอีเมลเกี่ยวกับเรื่องนี้ให้กับผู้ใช้ที่ลงทะเบียนทั้งหมด
tr_tr: Tüm kayıtlı kullanıcılara bilgilendirme e-postası gönder.
uk_ua: Відправлено сповіщення всім зареєстрованим користувачам
vi: Gửi email về vấn đề này cho tất cả người dùng đã đăng ký.
zh_cn: 向所有注册的用户发送通知电子邮件

# search.author
source: By Author
ar_iq: حسب المؤلف
az: M√ľ…ôllifl…ôr
bg_bg: По автор
ca: Autors/ores
cs: Podle autora
da_dk: Forfattere
de_de: Nach Autor/in
el_gr: Συγγραφείς
eu: Egileak
fa_ir: نویسندگان
fi_fi: Kirjoittajan mukaan
fr: Auteurs
gl_es: Autores/as
he: לפי מחבר
hr: Autori
hu: Szerző által
hy_am: Հոդվածագրի կողմից
id_id: Penulis
is_is: Eftir höfundi
it: Autori
ja: 著者
ka: ავტორის მიხედვით
kk: Автор бойынша
lt: Pagal autorių
lv: Pēc autora
mk_mk: По автор
mr: लेखक
ms: Mengikut Pengarang
nb: Forfatter
pl: Według autora
pt_pt: Autor
ro: De autor
sl_si: Po avtorju
sv: Författare
th: โดยผู้แต่ง
tr_tr: Yazarlar
uk_ua: Автори
vi: Theo tác giả
zh_cn: 按作者

# search.abstract
source: Abstract
ar_iq: الملخص
az: X√ľlas…ô
bg_bg: Абстракт
ca: Resum
cs: Abstrakt
da_dk: Resumé
de_de: Zusammenfassung
el_gr: Περίληψη
eu: Laburpena
fa_ir: چکیده
fi_fi: Abstrakti
fr: Résumé
gl_es: Resumo
he: תקציר
hr: Sažetak
hu: Absztrakt
hy_am: Ամփոփագիր
id_id: Abstrak
is_is: Útdráttur
ja: 要旨
ka: აბსტრაქტი
kk: Аннотация
lt: Anotacija
lv: Kopsavilkums
mk_mk: Апстракт
mr: सारांश
ms: Abstrak
nb: Sammendrag
pl: Abstrakt
pt_pt: Resumo
ro: Rezumat
sl_si: Izvleček
th: บทคัดย่อ
tr_tr: Öz
uk_ua: Анотація
vi: Tóm tắt
zh_cn: 摘要

# search.advancedFilters
source: Advanced filters
ar_iq: تصفية متقدمة
az: T…ôkmill…ôŇümiŇü filtirl…ôr
bg_bg: Разширени филтри
ca: Filtres avançats
cs: Pokročilé filtry
da_dk: Avancerede filtre
de_de: Erweiterte Filter
el_gr: Φίλτρα αναζήτησης
eu: Iragazki aurreratuak
fa_ir: جستجوی پیشرفته
fi_fi: Lisäsuodattimet
fr: Filtres avancés
gl_es: Filtros avanzados
he: מסננים מתקדמים
hr: Napredni filtri
hu: Bővített szűrök
hy_am: Ընդլայնված զտիչներ
id_id: Filter lanjutan
is_is: Ýtarlegri síur
it: Filtri avanzati
ja: 高度なフィルタ
ka: გაფართოებული ფილტრები
kk: Қосымша талдаулар
lt: Išplėstiniai filtrai
lv: Izvērstie filtri
mk_mk: Напредни филтри
mr: प्रगत फिल्टर
ms: Penapis lanjutan
nb: Avanserte filtre
pl: Filtry zaawansowane
pt_pt: Filtros avançados
ro: Filtre avansate
sl_si: Naprednejše filtriranje
sv: Avancerade filter
th: ตัวกรองขั้นสูง
tr_tr: Gelişmiş filtreler
uk_ua: Додаткові фільтри
vi: Bộ lọc nâng cao
zh_cn: 高级筛选

# search.advancedSearchMore
source: More search options
ar_iq: إظهار خيارات البحث الإضافية
az: Daha √ßox axtarńĪŇü se√ßiml…ôri
bg_bg: Още опции за търсене
ca: Opcions de cerca addicionals (feu clic per mostrar-les)
cs: Více možností vyhledávání
da_dk: Flere søgemuligheder
de_de: Zusätzliche Suchoptionen (klicken zum Einblenden)
el_gr: Πρόσθετες επιλογές αναζήτησης (πατήστε για εμφάνιση)
eu: Bilaketa aukera gehiago
fa_ir: گزینه های بیشتری برای جستجو
fi_fi: Lisää hakuvaihtoehtoja
fr: Options de recherche supplémentaires (cliquer pour afficher)
gl_es: Máis opcións de busca
he: אפשרויות חיפוש נוספות
hr: Dodatne opcije pretraživanja (kliknite za proširenje)
hu: További keresési beállítások
hy_am: Ավելի շատ որոնման տարբերակներ
id_id: Pilihan pencarian lanjut
is_is: Fleiri leitarmöguleikar
it: Maggiori opzioni di ricerca
ja: 詳細検索オプション
ka: ძიების პარამეტრები
kk: Қосымша іздеу опциялары
lt: Papildomos paieškos parinktys
lv: Papildu meklēšanas iespējas
mk_mk: Повеќе опции за пребарување
mr: आणखी शोध पर्याय
ms: Lebih banyak pilihan carian
nb: Flere søkealternativer
pl: Dodatkowe opcje wyszukiwania (kliknij, aby wyświetlić)
pt_pt: Mais opções de pesquisa
ro: Mai multe opțiuni de căutare
sl_si: Dodatne iskalne opcije (kliknite za več)
sv: Fler sökalternativ
th: ตัวเลือกการค้นหาเพิ่มเติม
tr_tr: Daha fazla arama seçeneği
uk_ua: Додаткові параметри пошуку
vi: Thêm tùy chọn tìm kiếm
zh_cn: 更多搜索选项

# search.advancedSearchLess
source: Hide more search options
ar_iq: إخفاء خيارات البحث الإضافية)
az: Daha √ßox axtarńĪŇü se√ßiml…ôrini gizl…ôdin
bg_bg: Скриване на разширените опции за търсене
ca: Opcions de cerca addicionals (feu clic per amagar-les)
cs: Skrýt rozšířené možnosti vyhledávání
da_dk: Skjul flere søgemuligheder
de_de: Zusätzliche Suchoptionen (klicken zum Verbergen)
el_gr: Πρόσθετες επιλογές αναζήτησης (πατήστε για απόκρυψη)
eu: Ezkutatu bilaketa aukera gehiago
fa_ir: مخفی کردن گزینه های بیشتر جستجو
fi_fi: Piilota lisähakuvaihtoehdot
fr: Options de recherche supplémentaires (cliquer pour cacher)
gl_es: Agochar máis opcións de busca
he: הסתר אפשרויות חיפוש נוספות
hr: Dodatne opcije pretraživanja (kliknite za skrivanje)
hu: További keresési beállítások elrejtése
hy_am: Թաքցնել
id_id: Sembunyikan opsi pencarian lanjut
is_is: Fela frekari leitarmöguleika
it: Nascondi alcune opzioni di ricerca
ja: 詳細検索オプションを非表示
ka: ძიების მეტი ვარიანტის დამალვა
kk: Қосымша іздеу опцияларын жасыру
lt: Paslėpti papildomas paieškos parinktis
lv: Paslēpt papildu meklēšanas iespējas
mk_mk: Сокри ги дополнителните опции за пребарување
mr: आणखी शोध पर्याय लपवा
ms: Sembunyikan lebih banyak pilihan carian
nb: Gjem flere søkealternativer
pl: Dodatkowe opcje wyszukiwania (kliknij, aby ukryć)
pt_pt: Ocultar mais opções de pesquisa
ro: Ascundeți mai multe opțiuni de căutare
sl_si: Dodatne iskalne opcije (kliknite za manj)
sv: Dölj fler sökalternativ
th: ซ่อนตัวเลือกการค้นหาเพิ่มเติม
tr_tr: Daha fazla arama seçeneğini sakla
uk_ua: Приховати додаткові параметри пошуку
vi: Ẩn thêm tùy chọn tìm kiếm
zh_cn: 隐藏更多搜索选项

# search.searchAgain
source: Search again
ar_iq: إبحث مجدداً
az: T…ôkrar z…ông edin
bg_bg: Потърси отново
ca: Tornar a cercar
cs: Hledat znovu
da_dk: Søg igen
de_de: Erneut suchen
el_gr: Νέα αναζήτηση
eu: Bilatu berriz
fa_ir: جستجو دوباره
fi_fi: Hae uudestaan
fr: Recherché à nouveau
gl_es: Procurar de novo
he: חפש שוב
hr: Traži ponovo
hu: Keresés ismét
hy_am: Փնտրել կրկին
id_id: Cari lagi
is_is: Leita aftur
it: Cerca ancora
ja: 再検索
ka: ხელახალი ძიება
kk: Қайта іздеу
lt: Ieškoti dar kartą
lv: Meklēt vēlreiz
mk_mk: Барај повторно
mr: पुन्हा शोधा
ms: Cari lagi
nb: Søk på nytt
pl: Wyszukaj ponownie
pt_pt: Pesquisar novamente
ro: Caută din nou
sl_si: Ponovno išči
sv: Sök igen
th: ค้นหาอีกครั้ง
tr_tr: Yeniden ara
uk_ua: Шукати знову
vi: Tìm kiếm lại
zh_cn: 再次搜索

# search.cli.rebuildIndex.clearingIndex
source: Clearing index
ar_iq: محو الفهرس
az: ńįndeks t…ômizl…ônir
bg_bg: Изчистване на индекса
ca: Neteja de l'índex
cs: Smazání indexu
da_dk: Ryd indeks
de_de: Index löschen
el_gr: Εκκαθάριση ευρετηρίου
eu: Garbitu indizea
fa_ir: پاک کردن نمایه
fi_fi: Indeksin tyhjennys
fr: Elimination de l'index
gl_es: Restablecer o índice
he: ניקוי אינדקס
hr: Brisanje indeksa
hu: Index törlése
hy_am: Մաքրել ինդեքսը
id_id: Membersihkan indeks
is_is: Hreinsa atriðaskrá
it: Pulisci l'indice
ja: 検索インデックスをクリア
ka: გაწმენდის ინდექსი
kk: Көрсеткішті тазалау
lt: Indekso ištrynimas
lv: Notīrīt rādītāju
mk_mk: Чистење на индексот
mr: शोधशब्द वगळत आहे
ms: Mengosongkan indeks
nb: Fjern indeks
pl: Czyszczenie indeksu
pt_pt: Índice de tiragem
ro: Curățire index
sl_si: Zbriši indeks
sv: Rensar index
th: กำลังล้างดัชนี
tr_tr: İndeks temizleniyor
uk_ua: Очищення indeх-у
vi: Đang xóa chỉ mục
zh_cn: 清除索引

# search.cli.rebuildIndex.done
source: done
ar_iq: تم
az: Tamam
bg_bg: готово
ca: fet
cs: hotovo
da_dk: færdig
de_de: erledigt
el_gr: έτοιμο
eu: egina
fa_ir: تمام شد
fi_fi: valmis
fr: Terminé
gl_es: feito
he: הושלם
hr: dovršeno
hu: kész
hy_am: կատարված է
id_id: Selesai
is_is: lokið
it: fatto
ja: 完了
ka: დასრულებულია
kk: Жасалды
lt: atlikta
lv: paveikts
mk_mk: готово
mr: काम पूर्ण झाले
ms: selesai
nb: utført
pl: wykonano
pt_pt: feito
ro: gata
sl_si: končano
sv: klart
th: เสร็จแล้ว
tr_tr: tamam
uk_ua: виконано
vi: xong
zh_cn: 完成

# search.cli.rebuildIndex.error
source: error
ar_iq: خطأ
az: x…ôta
bg_bg: грешка
cs: chyba
da_dk: fejl
de_de: Fehler
el_gr: σφάλμα
eu: errorea
fa_ir: خطا
fi_fi: virhe
fr: Erreur
gl_es: erro
he: שגיאה
hr: Greška
hu: hiba
hy_am: սխալ
id_id: galat
is_is: villa
it: errore
ja: エラー
ka: შეცდომა
kk: Қате
lt: klaida
lv: kļūda
mk_mk: грешка
mr: त्रुटी आली
ms: ralat
nb: feil
pl: błąd
pt_pt: erro
ro: eroare
sl_si: napaka
sv: fel
th: เกิดข้อผิดพลาด
tr_tr: hata
uk_ua: помилка
vi: lỗi
zh_cn: 错误

# search.cli.rebuildIndex.result
source: {$numIndexed} articles scheduled for indexation
ar_iq: {$numIndexed} مؤلَّف تمت فهرسته
az: {$numIndexed} indeksli m…ôqal…ô
bg_bg: {$numIndexed} статии са индексирани
ca: S'han indexat {$numIndexed} articles
cs: {$numIndexed} článků plánovaných k indexaci
da_dk: {$numIndexed} artikler indekseret
de_de: {$numIndexed} Artikel indiziert
el_gr: {$numIndexed} ευρετηριασμένα άρθρα
eu: {$numIndexed} artikulu indexatzeko programatuta
fa_ir: {$numIndexed} تعداد مقالات نمایه شده.
fi_fi: {$numIndexed} artikkelia indeksoitu
fr: {$numIndexed} articles prévus pour l'indexation
gl_es: {$numIndexed} artigos indexados
he: {$numIndexed} מאמרים שמיועדים למדידה
hr: {$numIndexed} članak indeksiran
hu: {$numIndexed} cikkek indexeltek
hy_am: {$numIndexed} ինդեքսավորված հոդված
id_id: {$numIndexed} artikel diindeks
is_is: {$numIndexed} greinar skráðar í atriðaskrá
it: {$numIndexed} articoli indicizzati
ja: {$numIndexed}の論文をインデックス完了
ka: ინდექსირებულია {$numIndexed} სტატია
kk: {$numIndexed} мақала индекстелді
lt: {$numIndexed} straipsniai indeksuoti
lv: {$numIndexed} indeksācijai plānotie raksti
mk_mk: {$numIndexed} статии индексирани
mr: {$numIndexed} लेख सूचिकरणांसाठी योजलेले आहेत
ms: {$numIndexed} artikel diindeks
nb: {$numIndexed} artikler indeksert
pl: Zaindeksowano {$numIndexed} artykułów
pt_pt: {$numIndexed} artigos indexados
ro: {$numIndexed} articole indexate
sl_si: {$numIndexed} prispevkov je bilo indeksiranih
sv: {$numIndexed} artiklar indexerade
th: {$numIndexed} บทความถูกกำหนดเวลาให้ทำดัชนี
tr_tr: {$numIndexed} indeksli makale
uk_ua: {$numIndexed} статті індексовані
vi: {$numIndexed} bài báo đã được lên lịch lập chỉ mục
zh_cn: {$numIndexed} 篇文章被索引

# search.coverage
source: Coverage
ar_iq: التغطية
az: ∆Źhat…ô
bg_bg: Обхват
ca: Cobertura
cs: Pokrytí
da_dk: Dækning
de_de: Bereich
el_gr: Κάλυψη
eu: Estaldura
fa_ir: پوشش
fi_fi: Kattavuus
fr: Couverture
gl_es: Cobertura
he: כיסוי
hr: Opseg
hu: Lefedettség
hy_am: Արդյունք
id_id: Cakupan
is_is: Yfirgrip
it: Copertura
ja: 範囲
ka: დაფარვა
kk: Қамту
lt: Aprėptis
lv: Aptvērums
mk_mk: Покритие
mr: व्याप्ति (Coverage)
ms: Liputan
nb: Dekning
pl: Zasięg
pt_pt: Cobertura
ro: Acoperire
sl_si: Pokritost
sv: Täckning
th: ขอบเขต
tr_tr: Kapsam
uk_ua: Тематичне покриття
vi: Phạm vi
zh_cn: 覆盖

# search.date
source: Publication Date
ar_iq: تأريخ النشر
az: Tarix
bg_bg: Дата на публикуване
ca: Data
cs: Datum
da_dk: Publiceringsdato
de_de: Publikationsdatum
el_gr: Ημερομηνία
eu: Data
fa_ir: تاریخ
fi_fi: Julkaisupäivämäärä
fr: Date
gl_es: Data de publicación
he: תאריך פרסום
hr: Datum
hu: Publikációs dátum
hy_am: Հրատարակման ամսաթիվ
id_id: Tanggal Terbit
is_is: Útgáfudagur
it: Data
ja: 日付
ka: გამოქვეყნების თარიღი
kk: Жарияланған күні
lt: Paskelbimo data
lv: Publicēšanas datums
mk_mk: Датум на издавање
mr: प्रकाशनाची तारीख
ms: Tarikh penerbitan
nb: Dato
pl: Data
pt_pt: Data de Publicação
ro: Data publicării
sl_si: Datum
sv: Publiceringsdatum
th: วันที่ตีพิมพ์
tr_tr: Tarih
uk_ua: Дата
vi: Ngày xuất bản
zh_cn: 日期

# search.dateFrom
source: Published After
ar_iq: من
az: d…ôn
bg_bg: Публикувано след
ca: Des del
cs: Od
da_dk: Publiceret efter
de_de: von
el_gr: Από
eu: Noiztik
fa_ir: از
fi_fi: Julkaistu jälkeen
fr: De
gl_es: Publicado despois
he: פורסם לאחר
hr: Od
hu: Publikált ez után
hy_am: Հրատարակումից հետո
id_id: Diterbitkan Setelah
is_is: Gefið út eftir
it: Da
ja: 処理対象開始日
ka: გამოქვეყნდა
kk: Кейін жарияланған
lt: Išleista vėliau, nei
lv: Publicēts pēc
mk_mk: Издадени по
mr: या तारखेनंतर प्रकाशित झालेले
ms: Diterbitkan Selepas
nb: Fra
pl: Od
pt_pt: Publicado depois
ro: Publicat după
sl_si: Od
sv: Publicerad senare än
th: ตีพิมพ์หลังจาก
tr_tr: den
uk_ua: З
vi: Xuất bản sau
zh_cn: 从

# search.dateTo
source: Published Before
ar_iq: حتى
az: q…ôd…ôr
bg_bg: Публикувано до
ca: Fins al
cs: Zveřejněno před
da_dk: Publiceret før
de_de: bis
el_gr: Μέχρι
eu: Noiz arte
fa_ir: تا
fi_fi: Julkaistu ennen
fr: Jusqu'à
gl_es: Publicado antes
he: פורסם לפני
hr: Do
hu: Publikált ez előtt
hy_am: Նախքան հրապարակելը
id_id: Diterbitkan Sebelum
is_is: Gefið út fyrir
it: Fino a
ja: 処理対象終了日
ka: გამოქვეყნებულია მანამდე
kk: Бұрын жарияланған
lt: Išleista anksčiau, nei
lv: Publicēts pirms
mk_mk: Издадени пред
mr: या तारखेपूर्वी प्रकाशित झालेले
ms: Diterbitkan Sebelum ini
nb: Til
pl: Do
pt_pt: Publicado depois
ro: Publicat înainte
sl_si: Do
sv: Publicerad tidigare än
th: ตีพิมพ์ก่อน
tr_tr: kadar
uk_ua: По
vi: Xuất bản trước
zh_cn: 到

# search.deleteFilter
source: Delete
ar_iq: حذف
az: Silin
bg_bg: Изтриване на филтъра
ca: Suprimeix
cs: Smazat
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή
eu: Ezabatu
fa_ir: حذف
fi_fi: Poista
fr: Supprimer
gl_es: Eliminar
he: מחק
hr: Izbriši
hu: Törlés
hy_am: Ջնջել
id_id: Hapus
is_is: Eyða
it: Cancella
ja: 削除
ka: წაშლა
kk: Өшіру
lt: Ištrinti
lv: Dzēst
mk_mk: Избриши
mr: हटवा
ms: Padam
nb: Slett
pl: Usuń
pt_pt: Eliminar
ro: Șterge
sl_si: Briši
sv: Ta bort
th: ลบ
tr_tr: Sil
uk_ua: Видалити
vi: Xóa
zh_cn: 删除

# search.discipline
source: Disciplines
ar_iq: التخصصات العلمية
az: Elm sah…ôl…ôri
bg_bg: Дисциплини
cs: Disciplína(y)
da_dk: Fagområde(r)
de_de: Fachgebiet(e)
el_gr: Επιστημονικοί κλάδοι
eu: Diziplina(k)
fa_ir: تخصص
fi_fi: Tieteenala(t)
gl_es: Disciplina(s)
he: דיסציפלינות
hr: Disciplina/e
hu: Témakör(ök)
hy_am: Կանոնակարգեր
id_id: Disiplin Ilmu
is_is: Fagsvið
it: Disciplina(e)
ja: 分野
ka: დისციპლინები
kk: Пәндер
lt: Disciplina (-os)
lv: Nozares
mk_mk: Дисциплини
mr: ज्ञानशाखा (Disciplines)
ms: Disiplin
nb: Fagdisiplin(er)
pl: Dyscyplina
pt_pt: Área do Conhecimento
ro: Discipline
sl_si: Veda(e)
sv: Disciplin(er)
th: สาขาวิชา
tr_tr: Bilim dal(lar)ı
uk_ua: Дисципліни
vi: Lĩnh vực
zh_cn: 学科

# search.fullText
source: Full Text
ar_iq: النص الكامل
az: Tam m…ôtn
bg_bg: Пълен текст
ca: Text complet
cs: Plný text
da_dk: Fuldtekst
de_de: Volltext
el_gr: Πλήρες κείμενο
eu: Testu osoa
fa_ir: تمام متن
fi_fi: Kokoteksti
fr: Texte intégral
gl_es: Texto completo
he: טקסט מלא
hr: Tekst priloga
hu: Teljes szöveg
hy_am: Ամբողջական տեքստ
id_id: Teks Lengkap
is_is: Allur texti
ja: フルテキスト
ka: სრული ტექსტი
kk: Толық мәтін
lt: Visas tekstas
lv: Pilns teksts
mk_mk: Целосен текст
mr: संपूर्ण लेख
ms: Teks Penuh
nb: Fulltekst
pl: Pełny tekst
pt_pt: Texto Completo
ro: Text complet
sl_si: Celotno besedilo
th: เนื้อหาฉบับเต็ม
tr_tr: Tam Metin
uk_ua: Повний текст
vi: Toàn văn
zh_cn: 全文

# search.indexTerms
source: Index terms
ar_iq: عبارات الفهرسة
az: ńįndeks terminl…ôri
bg_bg: Индексирани термини
cs: Výrazy indexu
da_dk: Indekstermer
de_de: Indexfelder
el_gr: Όροι ευρετηρίασης
eu: Indizeko terminoak
fa_ir: موارد نمایه
fi_fi: Asiasanat
gl_es: Termos do índice
he: מונחי מדד
hr: Pojmovi
hu: Indexelt kifejezések
hy_am: Ինդեքսավորման պայմաններ
id_id: Indeks peristilahan
is_is: Atriðaskrá - skilyrði
ja: インデックス検索
ka: ინდექსის ტერმინები
kk: Индекстеу терминдері
lt: Rodyklės terminai
lv: Rādītāja termini
mk_mk: Поими
mr: सूचीसाठी शोध-शब्द
ms: Istilah indeks
nb: Emneord
pt_pt: Termos Indexados
sl_si: Indeksni izrazi
sv: Ämnesord
th: คำดัชนี
tr_tr: İndeks terimleri
uk_ua: Терміни для індексування
vi: Thuật ngữ chỉ mục
zh_cn: 索引项目

# search.indexTermsLong
source: All index term fields
ar_iq: كل حقول عبارة الفهرسة
az: B√ľt√ľn indeks termin sah…ôl…ôri
bg_bg: Всички полета на индексираните термини
cs: Všechna pole indexu
da_dk: Alle indeksterm-felter
de_de: Alle Indexfelder
el_gr: Όλα τα πεδία ευρετηρίασης
eu: Indexazio-terminoen eremu guztiak
fa_ir: تمامی فیلدهای نمایه
fi_fi: Kaikki asiasanakentät
gl_es: Todos os campos de termos do índice
he: כל שדות מונחי המדד
hr: Sva indeksna polja
hu: Minden index kifejezés mező
hy_am: Բոլոր ինդեքսների պայմանների դաշտեր
id_id: Semua kolom istilah indeks
is_is: Öll skilyrði atriðaskráa
ja: インデックス用語フィールドの全て
ka: ინდექსის ტერმინების ყველა ველი
kk: Барлық термин өрістері индекстеледі
lt: Visi rodyklės terminų laukai
lv: Visi rādītāja termina lauki
mk_mk: Сите полиња со термини за индекс
mr: सगळ्या शोध-शब्दांकरता रकाना (फील्ड)
ms: Semua medan istilah indeks
nb: Alle termer i indeks
pt_pt: Todos os campos de termos indexados
sl_si: Vsa iskalna polja
sv: Alla fält för ämnesord
th: ทุกฟิลด์คำดัชนี
tr_tr: Tüm indeks terim alanları
uk_ua: Всі поля термінів для індексування
vi: Tất cả các trường thuật ngữ chỉ mục
zh_cn: 所有索引词字段
