Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# validator.between.file
source: This must be between {$min} and {$max} kilobytes.
ar_iq: هذا ينبغي أن يكون ما بين {$min} و {$max} كيلو بايت.
az: Bu, {$min} v…ô {$max} arasńĪnda kb olmalńĪdńĪr.
bg_bg: Това трябва да е между {$min} и {$max} килобайта.
ca: Ha d'estar entre {$min} i {$max} kilobytes.
cs: Musí to být mezi {$min} a {$max} kilobajtů.
da_dk: Dette skal være mellem {$min} og {$max} kilobytes.
de_de: Dies muss zwischen {$min} und {$max} kilobytes groß sein.
el_gr: Πρέπει να κυμαίνεται μεταξύ {$min} και {$max} kilobytes.
eu: Honek {$min} eta {$max} kilobyte artean egon behar du.
fi_fi: Pitää olla {$min} - {$max} kilobittiä.
fr: Ceci doit être compris entre {$min} et {$max} Ko.
gl_es: Isto debe estar entre {$min} e {$max} kilobytes.
he: זה חייב להיות בין {$min} ל- {$max} קילובייטים.
hr: Veličina mora biti između {$min} i {$max} kilobajta.
hu: {$min} és {$max} kilobyte között kell lennie.
hy_am: Պետք է լինի {$min} և {$max} կիլոբայթի սահմանում։
id_id: Harus diisi antara {$min} dan {$max} kb.
is_is: Þetta þarf að vera á milli {$min} og {$max} kilobytes.
it: Deve essere tra {$min} e {$max} kilobytes.
ja: {$min} ~ {$max}のKBの間である必要があります。
ka: ეს უნდა იყოს {$min} და {$max} კილობაიტს შორის.
kk: {$min} және {$max} килобайт арасында болуы керек.
lt: Tai turi būti nuo {$min} iki {$max} kilobaitų.
lv: Tam jābūt starp {$min} un {$max} kilobaitiem.
mk_mk: Ова мора да биде помеѓу {$min} и {$max} килобајти.
mr: ही {$min} आणि {$max} किलोबाइट दरम्यान असणे आवश्यक आहे.
ms: Ini mestilah antara {$min} dan {$max} kilobait.
nb: Dette må være mellom {$min} og {$max} kilobyte.
pl: Objętość musi być pomiędzy {$min} i {$max} kilobajtów.
pt_pt: Deve estar entre {$min} e {$max} kilobytes.
ro: Acesta trebuie să fie între {$min} și {$max} kilobiți.
sl_si: To mora biti med {$min} in {$max} kilobytov.
sv: Detta ska vara mellan {$min} och {$max} kilobyte.
th: ต้องอยู่ระหว่าง {$min} และ {$max} กิโลไบต์
tr_tr: Bu, {$min} ve {$max} arasında kilobayt olmalıdır.
uk_ua: Це має бути між {$min} та {$max} кілобайтами.
vi: Kích thước này phải nằm giữa {$min} và {$max} kilobyte.
zh_cn: 此项必须介于 {$min} 至 {$max} KB之间。

# validator.between.string
source: This must be between {$min} and {$max} characters.
ar_iq: هذا ينبغي أن يكون ما بين {$min} و {$max} حرفاً/حروفاً.
az: Bu, {$min} il…ô {$max} arasńĪnda xarakter olmalńĪdńĪr.
bg_bg: Това трябва да е между {$min} и {$max} знака.
ca: Ha de tenir entre {$min} i {$max} caràcters.
cs: Musí to být mezi {$min} a {$max} znaků.
da_dk: Dette skal være mellem {$min} og {$max} tegn.
de_de: Dies muss zwischen {$min} und {$max} Zeichen lang sein.
el_gr: Πρέπει να κυμαίνεται μεταξύ {$min} και {$max} χαρακτήρες.
eu: Honek {$min} eta {$max} karaktere artean egon behar du.
fi_fi: Pitää olla {$min} - {$max} merkkiä.
fr: Ceci doit être compris entre {$min} et {$max} caractères.
gl_es: Debe estar entre {$min} e {$max} caracteres.
he: זה חייב להיות בין {$min} ל-{$max} תווים.
hr: Ovo mora imati između {$min} i {$max} znakova.
hu: {$min} és {$max} karakter között kell lennie.
hy_am: Նշանների քանակը պետք է լինի {$min}ի և {$max}ի սահմանում։
id_id: Harus diisi antara {$min} dan {$max} karakter.
is_is: Þetta þarf að vera á milli {$min} og {$max} stafa.
it: Deve essere tra {$min} e {$max} caratteri.
ja: {$min} ~ {$max}字が必要です。
ka: ეს უნდა იყოს {$min} და {$max} სიმბოლოს შორის.
kk: {$min} және {$max} таңбалар арасында болуы керек.
lt: Tai turi būti nuo {$min} iki {$max} simbolių.
lv: Tam jābūt starp {$min} un {$max} rakstzīmēm.
mk_mk: Ова мора да биде од {$min} и {$max} знаци.
mr: हे किमान {$min} आणि कमाल {$max} अक्षरांनी बनलेले असणे आवश्यक आहे.
ms: Ini mestilah antara {$min} dan {$max} aksara.
nb: Dette må være mellom {$min} og {$max} tegn.
pl: Wartość musi mieścić się pomiędzy {$min} i {$max} znaków.
pt_pt: Deve estar entre {$min} e {$max} caracteres.
ro: Acesta trebuie să fie între {$min} și {$max} caractere.
sl_si: To mora biti med {$min} in {$max} znaki.
sv: Detta ska vara mellan {$min} och {$max} tecken.
th: ต้องมีความยาวระหว่าง {$min} และ {$max} ตัวอักษร
tr_tr: Bu, {$min} ile {$max} arasında karakter olmalıdır.
uk_ua: Це має бути між {$min} та {$max} знаками.
vi: Độ dài này phải nằm giữa {$min} và {$max} ký tự.
zh_cn: 此项必须介于 {$min} 和 {$max} 个字符之间。

# validator.between.array
source: This must have between {$min} and {$max} items.
ar_iq: هذا ينبغي أن يحتوي ما بين {$min} و {$max} فقرة/فقرات.
az: Bunun {$min} il…ô {$max} arasńĪnda element ehtiva etm…ôsi t…ôl…ôb olunur
bg_bg: Това трябва да е между {$min} и {$max} елемента.
ca: Ha de tenir entre {$min} i {$max} elements.
cs: Musí obsahovat mezi {$min} a {$max} položek.
da_dk: Dette skal være mellem {$min} og {$max} elementer.
de_de: Dies muss {$min} bis {$max} Elemente haben.
el_gr: Αυτό πρέπει να έχει από {$ min} ως {$ max} στοιχεί.
eu: Honek {$min} eta {$max} elementu artean izan behar ditu.
fi_fi: Pitää olla {$min} - {$max} kohdetta.
fr: Ceci doit être compris entre {$min} et {$max} éléments.
gl_es: Debe ter entre {$min} e {$max} elementos.
he: זה חייב לכלול בין {$min} ל-{$max} פריטים.
hr: Ovo mora imati {$min} do {$max} elemenata.
hu: {$min} és {$max} tétel között kell lenie.
hy_am: Պետք է ունենա {$min}ից {$max} միավոր։
id_id: Harus diisi antara {$min} dan {$max} item.
is_is: Þetta þarf að vera á milli {$min} og {$max} atriða.
it: Deve essere tra {$min} e {$max} oggetti.
ja: {$min}~{$max} 個の項目が必要です。
ka: ამას უნდა ჰქონდეს {$min} და {$max} ელემენტს შორის.
kk: {$min} және {$max} элементтер арасында болуы керек.
lt: Čia turi būti nuo {$min} iki {$max} elementų.
lv: Tam jābūt starp {$min} un {$max} vienībām.
mk_mk: Ова мора да има помеѓу {$min} и {$max} ставки.
mr: हे किमान {$min} आणि कमाल {$max} घटकांनी (items) बनलेले असणे आवश्यक आहे.
ms: Ini mesti mempunyai antara {$min} dan {$max} item.
nb: Dette må være mellom {$min} og {$max} elementer.
pl: Wartość musi mieścić się pomiędzy {$min} i {$max} elementów.
pt_pt: Deve ter entre {$min} e {$max} itens.
ro: Acesta trebuie să fie între {$min} și {$max} elemente.
sl_si: To mora biti med {$min} in {$max} postavkami.
sv: Detta ska vara mellan {$min} och {$max} objekt.
th: ต้องมีรายการระหว่าง {$min} และ {$max} รายการ
tr_tr: Bunun {$min} ile {$max} arasında öğe içermesi gerekir.
uk_ua: Це має бути між {$min} та {$max} пунктами.
vi: Mảng này phải có số mục nằm giữa {$min} và {$max}.
zh_cn: 此项的项目数量必须介于 {$min} 和 {$max} 之间。

# validator.boolean
source: This field must be true or false.
ar_iq: هذا الحقل لا بد أن يكون صحيحاً أو خاطئاً.
az: Bu sah…ô dońüru v…ô ya x…ôtalńĪ olmalńĪdńĪr.
bg_bg: Това поле трябва да има стойност "вярно" или "невярно".
ca: Aquest camp ha de ser verdader o fals.
cs: Toto pole musí být platné nebo neplatné.
da_dk: Dette felt skal være sandt eller falsk.
de_de: Dieses Feld muss wahr oder falsch sein.
el_gr: Αυτό το πεδίο πρέπει να ισχύει ή όχι.
eu: Eremu honek egia edo gezurra izan behar du.
fi_fi: Kentän arvon pitää olla true tai false.
fr: Ce champ doit être vrai ou faux.
gl_es: Este campo debe ser verdadeiro ou falso.
he: שדה זה חייב להיות נכון או לא נכון.
hr: Ovo polje mora biti točno ili netočno.
hu: A mező értékének igaznak vagy hamisnak kell lenie.
hy_am: Այս դաշտը պետք է լինի ճիշտ կամ սխալ։
id_id: Kolom ini harus berisi benar atau salah.
is_is: Þetta svæði verður að vera satt eða rangt.
it: Questo campo deve essere vero o falso.
ja: このフィールドは true または false にする必要があります。
ka: ეს ველი უნდა იყოს ჭეშმარიტი ან მცდარი.
kk: Өріс "ақиқат" немесе "жалған" болуы керек.
lt: Šis laukas turi būti teisingas arba klaidingas.
lv: Šim laukam jābūt true vai false.
mk_mk: Ова поле мора да биде точно или неточно.
mr: हे फील्ड true किंवा false असणे आवश्यक आहे.
ms: Medan ini mestilah benar atau salah.
nb: Dette feltet skal være sant eller usant.
pl: Pole musi zawierać wartość logiczną 0/1.
pt_pt: Este campo deve ser de verdadeiro ou falso.
ro: Acest câmp trebuie să fie adevărat sau fals.
sl_si: To polje mora biti ali pravilno ali napačno.
sv: Detta fält måste vara sant eller falskt.
th: ฟิลด์นี้ต้องเป็น true หรือ false
tr_tr: Bu alan doğru veya yanlış olmalıdır.
uk_ua: Це поле повинно бути так або ні.
vi: Trường này phải là true hoặc false.
zh_cn: 该字段必须为true或false。

# validator.confirmed
source: The confirmation for this field does not match.
ar_iq: التحقق من هذا الحقل لا يتوافق.
az: Bu sah…ônin t…ôsdiqi uyńüun g…ôlmir.
bg_bg: Потвърждението за това поле не съвпада.
ca: La confirmació per a aquest camp no coincideix.
cs: Potvrzení pro toto pole se neshoduje.
da_dk: Bekræftelsen for dette felt matcher ikke.
de_de: Die Bestätigung dieses Feldes stimmt nicht mit dem Wert überein.
el_gr: Η επιβεβαίωση για αυτό το πεδίο δεν ταιριάζει.
eu: Eremu honen baieztapena ez dator bat.
fi_fi: Kentän varmennus ei täsmää.
fr: La confirmation de ce champ ne correspond pas.
gl_es: A confirmación deste campo non coincide.
he: האישור עבור שדה זה אינו תואם.
hr: Potvrda ovog polja ne odgovara vrijednosti.
hu: Nem egyező megerősítő mező tartalom.
hy_am: Այս դաշտի հաստատումը չի համընկնում։
id_id: Konfirmasi kolom ini tidak cocok.
is_is: Staðfestingin fyrir þetta svæði passar ekki.
it: La conferma per questo campo non corrisponde.
ja: このフィールドの確認が一致しません。
ka: ამ ველის დადასტურება არ ემთხვევა.
kk: Мән және оны растау сәйкес келмейді.
lt: Šio lauko patvirtinimas nesutampa.
lv: Šī lauka apstiprinājums nesakrīt.
mk_mk: Потврдата за ова поле не се совпаѓа.
mr: या फील्डसाठी पुष्टीकरण जुळत नाही. (The confirmation for this field does not match).
ms: Pengesahan untuk medan ini tidak sepadan.
nb: Bekreftelsen for dette feltet stemmer ikke overens.
pl: Nie można potwierdzić zawartości tego pola.
pt_pt: A confirmação para este campo não corresponde.
ro: Confirmarea pentru acest câmp nu se potrivește.
sl_si: Potrditev tega polja se ne ujema.
sv: Bekräftelsen för detta fält matchar inte.
th: การยืนยันสำหรับฟิลด์นี้ไม่ตรงกัน
tr_tr: Bu alanın onayı eşleşmiyor.
uk_ua: Підтвердження для цього поля не співпадає.
vi: Xác nhận cho trường này không khớp.
zh_cn: 此项的确认项不匹配。

# validator.country
source: This is not a valid country.
az: Bu dońüru √∂lk…ô deyil.
bg_bg: Това не е валидна държава.
ca: Aquest país no és vàlid.
cs: Toto není platný název státu.
eu: Hau ez da baliozko herrialdea.
fr: Ce n'est pas un pays valide.
he: זו אינה מדינה תקפה.
hr: Ovo nije važeća država.
hu: Ez nem egy érvényes ország.
hy_am: Այս երկիրը վավեր չէ։
it: Questo non è un paese valido.
ja: 有効な国ではありません。
ka: გთხოვთ, აირჩიოთ სწორი ქვეყანა.
kk: Ондай мемлекет жоқ.
lt: Tai nėra tinkama šalis.
lv: Šī nav derīga valsts.
mr: हा ग्राह्य देश नाही.
ms: Ini bukan negara yang sah.
pl: Nieprawidłowa nazwa kraju.
sv: Detta är inte ett giltigt land.
th: นี่ไม่ใช่ประเทศที่ถูกต้อง
vi: Đây không phải là quốc gia hợp lệ.

# validator.date
source: This is not a valid date.
ar_iq: هذا ليس تأريخاً صحيحاً.
az: Bu dońüru bir tarix deyil.
bg_bg: Това не е валидна дата.
ca: Aquesta no és una data vàlida.
cs: Toto není platné datum.
da_dk: Dette er ikke en gyldig dato.
de_de: Dies ist kein gültiges Datum.
el_gr: Η ημερομηνία δεν είναι έγκυρη.
eu: Data hau ez da baliozkoa.
fi_fi: Tämä ei ole kelvollinen ajankohta.
fr: Ceci n'est pas une date valide.
gl_es: Esta non é unha data válida.
he: זה אינו תאריך תקף.
hr: Ovo nije važeći datum.
hu: Nem megfelelő dátum.
hy_am: Այս ամսաթիվը վավեր չէ։
id_id: Tanggal tidak valid.
is_is: Þetta er ekki gild dagsetning.
it: Data non valida.
ja: 有効な日付ではありません。
ka: ეს არ არის სწორი თარიღი.
kk: Жарамсыз күн.
lt: Tai negaliojanti data.
lv: Šis nav derīgs datums.
mk_mk: Ова не е валиден датум.
mr: ही ग्राह्य तारीख नाही.
ms: Ini bukan tarikh yang sah.
nb: Dette er ikke en gyldig dato.
pl: Nieprawidłowa data.
pt_pt: Esta data não é válida.
ro: Aceasta nu este o dată valabilă.
sl_si: To ni veljaven datum.
sv: Detta är inte ett giltigt datum.
th: นี่ไม่ใช่วันที่ที่ถูกต้อง
tr_tr: Bu geçerli bir tarih değil.
uk_ua: Ця дата не валідна.
vi: Đây không phải là ngày hợp lệ.
zh_cn: 这不是有效的日期。

# validator.date.comparison
source: Invalid dates provided for comparison.
cs: Neplatná data uvedená pro srovnání.
eu: Konparaziorako emandako datak baliogabeak dira.
he: תאריכים לא תקפים ניתנו להשוואה.
lt: Palyginimui pateiktos neteisingos datos.
mr: तुलनेसाठी अग्राह्य तारखा पुरवल्या आहेत.
vi: Ngày cung cấp để so sánh không hợp lệ.

# validator.date_format
source: This does not match the format {$format}.
ar_iq: هذا لا يتوافق مع التنسيق {$format}.
az: Bu, {$format} fortmatńĪ il…ô uyńüun g…ôlmir.
bg_bg: Това не съответства на формата {$format}.
ca: Aquest no coincideix amb el format {$format}.
cs: To neodpovídá formátu {$format}.
da_dk: Dette matcher ikke formatet {$format}.
de_de: Dies stimmt nicht mit dem Format {$format} überein.
el_gr: Αυτό δεν ταιριάζει με τη μορφή {$format}.
eu: Hau ez dator bat {$format} formatuarekin.
fi_fi: Kentän arvo ei vastaa muotoa {$format}.
fr: Ceci ne correspond pas au format {$format}.
gl_es: Isto non coincide co formato {$format}.
he: זה אינו תואם את הפורמט {$format}.
hr: Ovo ne odgovara formatu {$format}.
hu: Nem egyezik a {$format} formátummal.
hy_am: {$format}ի ֆորմատը չի համընկնում։
id_id: Formatnya tidak cocok dengan {$format}.
is_is: Þetta passar ekki við gerð/snið {$format}.
it: Non corrisponde al formato {$format}.
ja: フォーマット{$format}と一致しません。
ka: ეს არ ემთხვევა ფორმატს {$format}.
kk: {$format} форматына сәйкес келмейді.
lt: Tai neatitinka formato {$format}.
lv: Tas neatbilst formātam {$format}.
mk_mk: Ова не се совпаѓа со форматот {$format}.
mr: हे {$format} स्वरूपाशी जुळत नाही.
ms: Ini tidak sepadan dengan format {$format}.
nb: Dette matcher ikke formatet {$format}.
pl: Nieprawidłowy format {$format}.
pt_pt: Não corresponde com o formato {$format}.
ro: Acesta nu corespunde formatului {$format}.
sl_si: To ne ustreza veljavni obliki {$format}.
sv: Detta matchar inte formatet {$format}.
th: นี่ไม่ตรงกับรูปแบบ {$format}
tr_tr: Bu, {$format} biçimiyle eşleşmiyor.
uk_ua: Це не співпадає із форматом {$format}.
vi: Định dạng này không khớp với định dạng {$format}.
zh_cn: 此项与格式 {$format} 不匹配。

# validator.different
source: The {$attribute} and {$other} must be different.
ar_iq: إن {$attribute} و {$other} لا بد لهما أن يكونا مختلفين.
az: {$attribute} v…ô {$other} f…ôrqli olmalńĪdńĪr.
bg_bg: {$attribute} и {$other} трябва да са различни.
ca: {$attribute} i {$other} han de ser diferents.
cs: {$attribute} a {$other} se musí lišit.
da_dk: $attribute} og {$other} skal være forskellige.
de_de: {$attribute} und {$other} müssen verschieden sein.
el_gr: Το {$attribute} και το {$other} πρέπει να είναι διαφορετικά.
eu: {$attribute} eta {$other} desberdinak izan behar dira.
fi_fi: Arvo {$attribute} ja {$other} eivät voi olla samoja.
fr: {$attribute} et {$other} doivent être différents.
gl_es: {$attribute} e {$other} deben ser diferentes.
he: {$attribute} ו- {$other} חייבים להיות שונים.
hr: {$attribute} i {$other} moraju biti različiti.
hu: A{$attribute} és {$other}-nak/nek eltérőnek kell lennie.
hy_am: {$attribute}ը և {$other}ը պետք է լինեն տարբեր։
id_id: {$attribute} dan {$other} harus berbeda.
is_is: {$attribute} og {$other} mega ekki vera eins.
it: {$attribute} e {$other} devono essere differenti.
ja: {$attribute}と{$other}は異なる必要があります。
ka: {$attribute} და {$other} უნდა იყოს სხვადასხვა.
kk: {$attribute} және {$other} әртүрлі болуы керек.
lt: {$attribute} ir {$other} turi skirtis.
lv: {$attribute} un {$other} jābūt atšķirīgiem.
mk_mk: {$attribute}} и {$other} мора да бидат различни.
mr: {$attribute} आणि {$other} वेगळे असले पाहिजेत.
ms: {$attribute} dan {$other} mestilah berbeza.
nb: $attribute} og {$other} må være forskellige.
pl: {$attribute} i {$other} musi się różnić.
pt_pt: O {$attribute} e {$other} devem ser diferentes.
ro: {$attribute} și {$other} trebuie să difere neapărat.
sl_si: Atributa {$attribute} in {$other} morata biti različna.
sv: {$attribute} och {$other} måste skilja sig åt.
th: {$attribute} และ {$other} ต้องแตกต่างกัน
tr_tr: {$attribute} ve {$other} farklı olmalıdır.
uk_ua: {$attribute} та {$other} повинні бути різними.
vi: {$attribute} và {$other} phải khác nhau.
zh_cn: {$attribute} 和 {$other} 必须不同。

# validator.digits_between
source: This must be between {$min} and {$max} digits.
ar_iq: هذا لا بد له أن يكون ما بين {$min} و {$max} مرتبة رقمية.
az: Bu, {$min} il…ô {$max} pill…ô arasńĪnda olmalńĪdńĪr.
bg_bg: Това трябва да е между {$min} и {$max} цифри.
ca: Això ha de tenir entre {$min} i {$max} dígits.
cs: Musí to být mezi {$min} a {$max} číslic.
da_dk: Dette skal være mellem {$min} og {$max} cifre.
de_de: Dies muss zwischen {$min} und {$max} Zeichen lang sein.
el_gr: Πρέπει να έχει από {$min} και {$max} ψηφία.
eu: Honek {$min} eta {$max} digitu artean izan behar ditu.
fi_fi: Pitää olla {$min} - {$max} numeroa.
fr: Ceci doit être compris entre {$min} et {$max} chiffres.
gl_es: Isto debe ter entre {$min} e {$max} díxitos.
he: זה חייב להיות בין {$min} ל-{$max} ספרות.
hr: Ovo mora imati između {$min} i {$max} znakova.
hu: {$min} és {$max} számjegyek között kell lenie.
hy_am: Թվանշանների սահմանը պետք է լինի՝ {$min}- {$max}:
id_id: Harus diisi antara {$min} dan {$max} digit.
is_is: Þetta verður að vera á milli {$min} og {$max} tölustafa.
it: Deve essere tra {$min} e {$max} cifre.
ja: {$min}～{$max}桁の数字である必要があります。
ka: ეს უნდა იყოს {$min} და {$max} შორის.
kk: {$min} және {$max} сандар арасында болуы керек.
lt: Tai turi būti tarp {$min} ir {$max} skaitmenų.
lv: Tam jābūt starp {$min} un {$max} cipariem.
mk_mk: Ова мора да биде помеѓу {$min} и {$max} цифри.
mr: हा आकडा {$min} आणि {$max} दरम्यान असणे आवश्यक आहे.
ms: Ini mestilah antara {$min} dan {$max} digit.
nb: Dette skal være mellem {$min} og {$max} siffer.
pl: Wartość musi być pomiędzy {$min} i {$max} cyfr.
pt_pt: Deve ter entre {$min} e {$max} dígitos.
ro: Acesta trebuie să fie între {$min} și {$max} digiți.
sl_si: To mora biti med {$min} in {$max} števkami.
sv: Detta ska vara mellan {$min} och {$max} siffror.
th: ต้องมีความยาวระหว่าง {$min} และ {$max} หลัก
tr_tr: Bu, {$min} ile {$max} basamak arasında olmalıdır.
uk_ua: Це має бути між {$min} та {$max} цифрами.
vi: Trường này phải có số chữ số nằm giữa {$min} và {$max}.
zh_cn: 此项必须在 {$min} 和 {$max} 位之间。

# validator.email
source: This is not a valid email address.
ar_iq: هذا ليس عنواناً بريدياً صحيحاً.
az: Bu dońüru bir email adresi deyil
bg_bg: Това е невалиден имейл адрес.
ca: Aquesta adreça de correu electrònic no és vàlida.
cs: Toto není platná e-mailová adresa.
da_dk: Dette er ikke en gyldig e-mail-adresse.
de_de: Dies ist keine gültige E-Mail-Adresse.
el_gr: Αυτή δεν είναι έγκυρη διεύθυνση email.
eu: Hau ez da baliozko helbide elektroniko bat.
fi_fi: Tämä ei ole kelvollinen sähköpostiosoite.
fr: Cette adresse électronique n'est pas valide.
gl_es: Este non é un enderezo de correo electrónico válido.
he: זו אינה כתובת דוא"ל תקפה.
hr: Ovo nije ispravna email adresa.
hu: Nem valós email cím.
hy_am: Էլ․ փոստի հասցեն վավեր չէ։
id_id: Alamat surel tidak valid.
is_is: Þetta er ekki gilt netfang.
it: Indirizzo email non valido.
ja: 有効なメールアドレスではありません。
ka: აუცილებელია ელფოსტის სწორი მისამართი.
kk: Электрондық пошта мекенжайы жарамсыз.
lt: Tai nėra galiojantis el. pašto adresas.
lv: Šī nav derīga e-pasta adrese.
mk_mk: Ова не е валидна адреса за е-пошта.
mr: हा ग्राह्य ई-मेल पत्ता नाही.
ms: Ini bukan alamat e-mel yang sah.
nb: Dette er ikke en gyldig e-post-adresse.
pl: Nieprawidłowy adres email.
pt_pt: Este e-mail não é válido.
ro: Aceasta nu este o adresă de email validă.
sl_si: To ni veljavne email naslov.
sv: Detta är inte en giltig e-postadress.
th: นี่ไม่ใช่ที่อยู่อีเมลที่ถูกต้อง
tr_tr: Bu geçerli bir email adresi değildir.
uk_ua: Ця email адреса не валідна.
vi: Đây không phải là địa chỉ email hợp lệ.
zh_cn: 这个电子邮件地址无效。

# validator.image
source: This must be an image.
ar_iq: هذه لا بد أن تكون صورة.
az: Bu bir Ňü…ôkil olmalńĪdńĪr.
bg_bg: Това трябва да е изображение.
ca: Això ha de ser una imatge.
cs: Musí to být obrázek.
da_dk: Dette skal være et billede.
de_de: Dies muss ein Bild sein.
el_gr: Πρέπει να είναι μια εικόνα.
eu: Honek irudi bat izan behar du.
fi_fi: Tämän pitää olla kuva.
fr: Ceci doit être une image.
gl_es: Isto debe ser unha imaxe.
he: זו חייבת להיות תמונה.
hr: Ovo mora biti slika.
hu: Képnek kell lennie.
hy_am: Այստեղ պետք է նկար լինի։
id_id: Harus diisi gambar.
is_is: Þetta verður að vera mynd.
it: Deve essere un'immagine.
ja: 画像ファイルである必要があります。
ka: ეს უნდა იყოს გამოსახულება.
kk: Сурет болуы керек.
lt: Tai turi būti paveikslėlis.
lv: Tam jābūt attēlam.
mk_mk: Ова мора да биде слика.
mr: ही प्रतिमाच (image) असायला हवी.
ms: Ini mesti imej.
nb: Dette må være et bilde.
pl: To nie jest obraz.
pt_pt: Deve ser uma imagem.
ro: Aceasta trebuie să fie o imagine.
sl_si: To mora biti slika.
sv: Det måste finnas en bild.
th: ต้องเป็นรูปภาพ
tr_tr: Bu bir resim olmalı.
uk_ua: Це повинно бути зображенням.
vi: Đây phải là hình ảnh.
zh_cn: 此项必须是图像。

# validator.locale
source: This language is not accepted.
ar_iq: هذه اللغة غير مقبولة.
az: Bu dil q…ôbul edilmir.
bg_bg: Този език не се приема.
ca: Aquest idioma no està acceptat.
cs: Tento jazyk není akceptován.
da_dk: Dette sprog accepteres ikke.
de_de: Dies Sprache wird nicht akzeptiert.
el_gr: Αυτή η γλώσσα δεν είναι αποδεκτή.
eu: Hizkuntza hau ez da onartzen.
fi_fi: Tätä kieltä ei hyväksytä.
fr: Cette langue n'est pas acceptée.
gl_es: Este idioma non está aceptado.
he: שפה זו אינה קבילה.
hr: Ovaj jezik nije prihvaćen.
hu: Nem támogatott nyelv.
hy_am: Այս լեզուն ընդունված չէ։
id_id: Bahasa ini ditolak.
is_is: Þetta tungumál er ekki leyft.
it: Lingua non accettata.
ja: この言語は使用できません。
ka: ეს ენა არ არის მიღებული.
kk: Бұл тіл қабылданбайды.
lt: Ši kalba nepriimtina.
lv: Šī valoda netiek pieņemta.
mk_mk: Овој јазик не е прифатен.
mr: या भाषेचा वापर स्वीकारार्ह नाही.
ms: Bahasa ini tidak diterima.
nb: Dette språket aksepteres ikke.
pl: Ten język nie jest dozwolony.
pt_pt: Este idioma não é aceite.
ro: Această limbă nu este acceptată.
sl_si: Ta jezik ni sprejet.
sv: Detta språk accepteras ej.
th: ภาษานี้ไม่ได้รับการยอมรับ
tr_tr: Bu dil kabul edilmiyor.
uk_ua: Ця мова не може бути прийнятою.
vi: Ngôn ngữ này không được chấp nhận.
zh_cn: 该语言不被接受。

# validator.min.file
source: This must be at least {$min} kilobytes.
ar_iq: هذا لا بد أن يكون على الأقل {$min} كيلو بايت.
az: Bu …ôn az {$min} kb olmalńĪdńĪr.
bg_bg: Това трябва да е поне {$min} килобайта.
ca: Això ha de tenir com a mínim {$min} kilobytes.
cs: Musí to být nejméně {$min} kilobajtů.
da_dk: Dette skal være mindst {$min} kilobytes.
de_de: Dies müssen mindestens {$min} Kilobyte sein.
el_gr: Πρέπει να είναι τουλάχιστον {$min} ΚΒ.
eu: Gutxienez {$min} kilobyte izan behar ditu honek.
fi_fi: Tämän pitää olla vähintään {$min} kilotavua.
fr: Ceci doit être d'au moins {$min} Ko.
gl_es: Isto debe ter como mínimo {$min} kilobytes.
he: זה חייב להיות לפחות {$min} קילובייטים.
hr: Ovo mora biti najmanje {$min} kilobajta.
hu: Legalább {$min} kilobyte-nak kell lennie.
hy_am: Նվազագույնը պետք է լինի {$min} կիլոբայթ։
id_id: Nilainya minimal {$min} kb.
is_is: Þetta þarf að vera a.m.k. {$min} kilobytes.
it: Deve essere almeno {$min} kilobytes.
ja: {$min}KB以上である必要があります。
ka: ეს უნდა იყოს მინიმუმ {$min} კილობაიტი.
kk: Кемінде {$min} килобайт болуы керек.
lt: Tai turi būti bent {$min} kilobaitų.
lv: Tam jābūt vismaz {$min} kilobaitiem.
mk_mk: Ова мора да биде најмалку {$min} килобајти.
mr: ही किमान {$min} किलोबाईटस हवी.
ms: Ini mestilah sekurang-kurangnya {$min} kilobait.
nb: Dette skal være minst {$min} kilobytes.
pl: Wartość nie może być mniejsza niż {$min} kilobajtów.
pt_pt: Deve ter pelo menos {$min} kilobytes.
ro: Acesta trebuie să fie cel puțin {$min} kilobiți.
sl_si: To mora biti najmanj {$min} kilobytov.
sv: Måste vara minst {$min} kilobyte.
th: ต้องไม่น้อยกว่า {$min} กิโลไบต์
tr_tr: Bu en az {$min} kilobayt olmalıdır.
uk_ua: Це має бути щонайменше {$min} кілобайт.
vi: Kích thước này phải ít nhất là {$min} kilobyte.
zh_cn: 文件大小必须至少为 {$min} 千字节。
