Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# form.disallowedProp
source: This property is not allowed.
ar_iq: هذه الخاصية غير متاحة.
az: Bu x√ľsusiyy…ôt…ô icaz…ô verilmir.
bg_bg: Това свойство не е разрешено.
ca: Aquesta propietat no està permesa.
cs: Tato vlastnost není povolena.
da_dk: Denne egenskab er ikke tilladt.
de_de: Diese Eigenschaft ist nicht zulässig.
el_gr: Αυτή η ιδιότητα δεν επιτρέπεται.
eu: Propietate hau ez da onartzen.
fi_fi: Tämä ominaisuus ei ole sallittu.
fr: Cette propriété n'est pas autorisée.
gl_es: Esta propiedade non está permitida.
he: המאפיין הזה אינו אפשרי.
hr: Ovo svojstvo nije dopušteno.
hu: Nem engedélyezett jellemző.
hy_am: Հասանելի են միայն հետևյալ հնարավորություները:
id_id: Properti ini tidak diperbolehkan.
is_is: Þessi eiginleiki er ekki leyfður.
it: Questa proprietà non è disponibile.
ja: このプロパティは使用できません。
ka: ეს საგანი დაუშვებელია.
kk: Бұл сипатқа рұқсат жоқ.
lt: Ši nuosavybė neleidžiama.
lv: Šī īpašība nav atļauta.
mk_mk: Ова својство не е дозволено.
mr: या गुणधर्माला परवानगी नाही.
ms: Harta ini tidak dibenarkan.
nb: Denne egenskapen er ikke tillatt.
pl: Te właściwości są niedozowolone.
pt_pt: Esta propriedade não é permitida.
ro: Această proprietate nu este permisă.
sl_si: Ta lastnost ni dovoljena.
sv: Denna egenskap är inte tillåten.
th: ไม่อนุญาตให้ใช้คุณสมบัตินี้
tr_tr: Bu özelliğe izin verilmiyor.
uk_ua: Ця властивість не дозволена.
vi: Thuộc tính này không được phép.
zh_cn: 不允许使用此属性。

# form.dropzone.dictFileTooBig
source: File is too big ({{filesize}}mb). Files larger than {{maxFilesize}}mb can not be uploaded.
ar_iq: حجم الملف كبير جداً ({{filesize}}mb). الملفات الأكبر من {{maxFilesize}}mb لا يمكن رفعها إلى الموقع.
az: Fayl √ßox b√∂y√ľkd√ľr ({{filesize}}mb). {{maxFilesize}}mb'd…ôn daha b√∂y√ľk fayllar y√ľkl…ôn…ô bilm…ôz.
bg_bg: Файлът е твърде голям - ({{filesize}}mb). Файлове, по-големи от {{maxFilesize}}mb не могат да бъдат качени.
ca: L'arxiu és massa gran ({{filesize}}mb). Els arxius superiors a {{maxFilesize}}mb no es poden carregar.
cs: Soubor je příliš velký ({{filesize}}mb). Nelze nahrát soubory větší než {{maxFilesize}}mb.
da_dk: Filen er for stor ({{filesize}}mb). Filer større end {{maxFilesize}}mb kan ikke uploades.
de_de: Die Datei ist zu groß ({{filesize}}mb). Dateien größer als {{maxFilesize}}mb können nicht hochgeladen werden.
el_gr: Το αρχείο είναι πολύ μεγάλο ({{filesize}}mb). Δεν είναι δυνατή η μεταφόρτωση αρχείων μεγαλύτερων από {{maxFilesize}}mb.
eu: Fitxategia handiegia da ({{filesize}}mb). Ezin dira {{maxFilesize}}mb baino handiagoak diren fitxategiak igo.
fi_fi: Tiedosto on liian suuri ({{filesize}}mt). Kooltaan {{maxFilesize}}mt suurempia tiedostoja ei voi ladata.
fr: Le fichier est trop volumineux ({{filesize}} Mo). Les fichiers plus larges que {{maxFilesize}} Mo ne peuvent être téléversés.
gl_es: O ficheiro é demasiado grande ({{filesize}}mb). Non se poden cargar ficheiros de máis de {{maxFilesize}}mb.
he: הקובץ גדול מדי ({{filesize}}mb). לא ניתן להעלות קבצים גדולים מ-{{maxFilesize}}mb.
hr: Datoteka je prevelika ({{filesize}}mb). Datoteke veće od {{maxFilesize}}mb nije moguće učitati.
hu: Túl nagy fileméret ({{filesize}}mb). A {{maxFilesize}}mb-nál nagyobb fileokat nem lehet feltölteni.
hy_am: Նիշքը թույլատրված չափից ավելի մեծ է ({{filesize}}ՄԲ): Նիշքերը, որոնք ավելի մեծ են, քան {{maxFilesize}} ՄԲ-ը, չեն կարող ներբեռնվել:
id_id: File terlalu besar ({{filesize}}mb), melebihi {{maxFilesize}}mb besar yang diperbolehkan diunggah.
is_is: Skráin er of stór ({{filesize}}mb). Það er ekki hægt að hlaða upp skrám sem eru stærri en {{maxFilesize}}mb.
it: Il file è troppo pesante ({{filesize}}mb). Non è possibile importare file maggiori di {{maxFilesize}}mb.
ja: ファイルが大きすぎます ({{filesize}}MB)。{{maxFilesize}}MB を超えるファイルはアップロードできません。
ka: ფაილი ძალიან დიდია ({{filesize}}mb). {{maxFilesize}} მბაიტზე მეტი ფაილების ატვირთვა შეუძლებელია.
kk: Файл тым үлкен ({{filesize}}mb). Көлемі {{maxFilesize}} мб-тан асатын файлдарды жүктеп салу мүмкін емес.
lt: Failas per didelis ({{filesize}}mb). Failų, didesnių nei {{maxFilesize}}mb, įkelti negalima.
lv: Datne ir pārāk liela ({{filesize}}mb). Datnes, kas lielākas par {{{maxFilesize}}mb, nevar augšupielādēt.
mk_mk: Датотеката е премногу голема ({{filesize}}mb). Датотеките поголеми од {{maxFilesize}} mb не можат да се постават.
mr: फाईल खूप मोठी आहे ({{filesize}}mb). {{maxFilesize}}mb पेक्षा मोठ्या फाईल्स संक्रमित (अपलोड) करता येत नाहीत.
ms: Fail terlalu besar ({{saiz fail}}mb). Fail yang lebih besar daripada {{maxFilesize}}mb tidak boleh dimuat naik.
nb: Filen er for stor ({{filesize}}mb). Filer større enn {{maxFilesize}}mb kan ikke lastes opp.
pl: Plik jest zbyt duży i ma ({{filesize}}mb). Pliki większe niż {{maxFilesize}}mb nie mogą być załadowane.
pt_pt: O ficheiro é demasiado pesado ({{filesize}}mb). Ficheiros maiores do que {{maxFilesize}}mb não podem ser transferidos.
ro: Fișierul este prea mare ({{filesize}}mb). Fișierele mai mari decât {{maxFilesize}}mb nu pot fi încărcate.
sl_si: Datoteka je prevelika ({{filesize}}mb). Dateoteke večje od {{maxFilesize}}mb ne morete naložiti.
sv: Filen är för stor ({{filesize}}mb). Filer större än {{maxFilesize}}mb kan inte laddas upp.
th: ไฟล์มีขนาดใหญ่เกินไป ({{filesize}}mb) ไม่สามารถอัปโหลดไฟล์ที่มีขนาดเกินกว่า {{maxFilesize}}mb ได้
tr_tr: Dosya çok büyük ({{filesize}}mb). {{maxFilesize}}mb'ten daha büyük dosyalar yüklenemez.
uk_ua: Файл занадато великий ({{filesize}}МБ). Файли більші, ніж {{maxFilesize}}МБ не можуть бути завантаженими.
vi: Tệp quá lớn ({{filesize}}mb). Không thể tải lên các tệp lớn hơn {{maxFilesize}}mb.
zh_cn: 文件太大（{{filesize}} mb）。 不能上传大于{{maxFilesize}} mb的文件。

# form.dropzone.dictInvalidFileType
source: Files of this type can not be uploaded.
ar_iq: الملفات من هذا النوع لا يمكن رفعها هنا.
az: Bu c√ľr fayllar y√ľkl…ôn…ô bilm…ôz
bg_bg: Файлове от този тип не могат да се качват.
ca: Els arxius d'aquest tipus no es poden carregar.
cs: Soubory tohoto typu nelze nahrát.
da_dk: Filer af denne type kan ikke uploades.
de_de: Dateien diesen Formats können nicht hochgeladen werden.
el_gr: Δεν είναι δυνατή η μεταφόρτωση αρχείων αυτού του τύπου.
eu: Mota honetako fitxategiak ezin dira igo.
fi_fi: Tämän tyyppisiä tiedostoja ei voi ladata.
fr: Les fichiers de ce type ne peuvent pas être téléversés.
gl_es: Este tipo de arquivos non se poden cargar.
he: לא ניתן להעלות קבצים מסוג זה.
hr: Datoteke u ovom formatu ne mogu se učitati.
hu: Ez a filetípus nem tölthető fel.
hy_am: Այս ձևաչափի ֆայլերը չեն կարող ներբեռնվել:
id_id: FIle tipe ini tidak dapat diunggah.
is_is: Ekki er hægt að hlaða um skrám af þessari tegund.
it: Non è possibile importare file di questo tipo.
ja: このタイプのファイルはアップロードできません。
ka: ამ ტიპის ფაილების ატვირთვა შეუძლებელია.
kk: Бұл түрдегі файлдарды жүктеп салу мүмкін емес.
lt: Šio tipo failų įkelti negalima.
lv: Šāda tipa datnes nevar augšupielādēt.
mk_mk: Датотеките од овој тип не можат да се постават.
mr: या प्रकारच्या फाईल्स अपलोड करता येत नाहीत.
ms: Fail jenis ini tidak boleh dimuat naik.
nb: Filer av denne typen kan ikke lastes opp.
pl: Pliki tego typu nie mogą być wgrane.
pt_pt: Ficheiros deste tipo não podem ser transferidos.
ro: Fișierele de acest tip nu pot fi încărcate.
sl_si: Datoteke tega tipa ne morete naložiti.
sv: Denna filtyp kan inte laddas upp.
th: ไม่สามารถอัปโหลดไฟล์ประเภทนี้ได้
tr_tr: Bu tür dosyalar yüklenemez.
uk_ua: Файли цього типу не можуть бути завантаженими.
vi: Không thể tải lên các tệp thuộc loại này.
zh_cn: 此类文件无法上传。

# form.dropzone.dictResponseError
source: Server responded with {{statusCode}} code. Please contact the system administrator if this problem persists.
ar_iq: أجاب الملقم برسالة الخطأ ذات الرمز {{statusCode}}. لطفاً، اتصل بالمشرف على النظام إذا تكرر هذا الخطأ مراراً.
az: Brauzer{{statusCode}} kodu il…ô cavab verdi. Bu probleminiz davam ed…ôrs…ô z…ôhm…ôt olmasa sistem idar…ô√ßisin…ô m√ľraci…ôt edin.
bg_bg: Сървърът отговори с код за грешка: {{statusCode}} . Моля, свържете се със системния администратор, ако този проблем продължава.
ca: El servidor ha respòs amb el codi {{statusCode}}. Contacteu amb l'administrador/a de sistemes si el problema persisteix.
cs: Server odpověděl kódem {{statusCode}}. Pokud problém přetrvává, kontaktujte správce systému.
da_dk: Server svarede med {{statusCode}}-kode. Kontakt systemadministratoren, hvis dette varer ved.
de_de: Der Server antwortete mit {{statusCode}}. Bitte kontaktieren Sie Ihre/n Systemadministrator/in, wenn dieses Problem länger bestehen bleibt.
el_gr: Ο διακομιστής απάντησε με κωδικό σφάλματος {{statusCode}}. Επικοινωνήστε με το διαχειριστή του συστήματος εάν το πρόβλημα παραμένει.
eu: Zerbitzariak {{statusCode}} kodearekin erantzun du. Arazoak jarraitzen badu, jarri harremanetan sistemaren administratzailearekin.
fi_fi: Palvelin vastasi tilakoodilla {{statusCode}}. Ole hyvä ja ota yhteyttä palvelun ylläpitäjään, jos ongelmat jatkuvat.
fr: Le serveur a répondu avec le code {{statusCode}}. Veuillez contacter l'administrateur ou l'administratrice du système si ce problème persiste.
gl_es: O servidor respondeu có código {{statusCode}}. Póñase en contacto co administrador do sistema se este problema persiste.
he: השרת הגיב עם קוד {{statusCode}}. אנא פנה למנהל המערכת אם בעיה זו נמשכת.
hr: Poslužitelj je odgovorio s {{statusCode}}. Obratite se svom administratoru sustava ako se problem nastavi pojavljivati.
hu: A szerver a {{statusCode}} kóddal válaszolt. Kérjük, vegy fel a kapcsolatot a rendszergazdával.
hy_am: Սերվերը պատասխանեց {{statusCode}} կոդով: Խնդրում ենք, կապ հաստատեք Ձեր ադմինիստրատորի հետ, եթե խնդիրը դեռ առկա է:
id_id: Server merespon dengan code {{statusCode}}. Hubungi admin sistem bila masih mengalami kendala.
is_is: Þjóninn svaraði með kóða: {{statusCode}} .Vinsamlega hafðu samband við tæknilega aðstoð ef þetta vandamál heldur áfram.
it: Il server ha risposto con il codice {{statusCode}}. Contattare l'amministratore di sistema se il problema persiste.
ja: サーバーは {{statusCode}}コードで応答しました。 この問題が解決しない場合は、システム管理者にお問い合わせください。
ka: სერვერმა უპასუხა {{statusCode}} კოდით. თუ ეს პრობლემა გამეორდება, გთხოვთ, დაუკავშირდეთ სისტემის ადმინისტრატორს.
kk: Сервер {{statusCode}} коды арқылы жауап берді. Бұл мәселе жойылмаса, жүйе әкімшісіне хабарласыңыз.
lt: Serveris atsakė kodu {{statusCode}}. Jei problema išlieka, susisiekite su sistemos administratoriumi.
lv: Serveris atbildēja ar {{statusCode}} kodu. Lūdzu, sazinieties ar sistēmas administratoru, ja šī problēma saglabājas.
mk_mk: Серверот одговори со {{statusCode}} код. Ве молиме, контактирајте со администраторот на системот ако овој проблем опстојува.
mr: सर्व्हरने {{statusCode}} या कोड क्रमांकाने प्रतिसाद दिला. ही समस्या पुन्हा आल्यास कृपया प्रणाली व्यवस्थापकाशी संपर्क साधा.
ms: Pelayan membalas dengan kod {{statusCode}}. Sila hubungi pentadbir sistem jika masalah ini berterusan.
nb: Serveren svarte med {{statusCode}}-kode. Kontakt systemadministratoren hvis dette vedvarer.
pl: Serwer odpowiedział kodem {{statusCode}}. Proszę skontaktować się z administratorem jeśli problem wciąż się powtarza.
pt_pt: O servidor devolveu o código {{statusCode}}. Contacte o administrador do sistema caso o problema persista.
ro: Serverul a răspuns cu codul {{statusCode}}. Vă rugăm să contactați administratorul de sistem dacă această problemă persistă.
sl_si: Strežnik je vrnil napako s kodo {{statusCode}}. Prosimo kontaktirajte administratorja sistema, če se bo ta napaka še ponavljala.
sv: Servern svarade med koden {{statusCode}}. Kontakta systemadministratören ifall detta problem kvarstår.
th: เซิร์ฟเวอร์ตอบกลับด้วยรหัส {{statusCode}} โปรดติดต่อผู้ดูแลระบบหากปัญหานี้ยังคงอยู่
tr_tr: Sunucu{{statusCode}} koduyla yanıt verdi. Bu sorun devam ederse lütfen sistem yöneticisine başvurun.
uk_ua: Сервер відповів із кодом {{statusCode}}. Будь ласка, зконтактуйте із системним адміністратором, якщо ця проблема продовжується.
vi: Máy chủ trả về mã {{statusCode}}. Vui lòng liên hệ quản trị viên hệ thống nếu vấn đề này vẫn tiếp diễn.
zh_cn: 服务器响应代码 {{statusCode}}。 如果此问题仍然存在，请与系统管理员联系。

# form.dropzone.dictCancelUploadConfirmation
source: Are you sure you want to cancel this upload?
ar_iq: هل أنت متأكد من رغبتك في إلغاء رفع الملفات؟
az: Bu y√ľkl…ôm…ôni l…ôńüv etm…ôk ist…ôdiyinizd…ôn …ôminsinizmi?
bg_bg: Наистина ли искате да анулирате това качване?
ca: Segur que voleu cancel·lar aquesta càrrega?
cs: Opravdu chcete toto nahrávání zrušit?
da_dk: Er du sikker på, at du vil annullere dette upload?
de_de: Sind Sie sicher, dass das Hochladen abgebrochen werden soll?
el_gr: Επιβεβαιώστε ότι θέλετε να ακυρώσετε αυτήν τη μεταφόρτωση
eu: Ziur zaude kargatze hau bertan behera utzi nahi duzula?
fi_fi: Oletko varma, että haluat peruuttaa latauksen?
fr: Avez-vous la certitude de vouloir annuler ce téléversement ?
gl_es: Seguro que queres cancelar esta carga?
he: האם אתה בטוח שאתה רוצה לבטל את ההעלאה הזו?
hr: Jeste li sigurni da želite otkazati prijenos?
hu: Biztosan meg szeretné szakítani a feltöltést?
hy_am: Դուք վստա՞հ եք, որ ցանկանում եք չեղարկել այս ներբեռնումը?
id_id: Yakin ingin membatalkan proses unggah ini?
is_is: Ert þú viss um að þú viljir hætta við upphalið?
it: Confermi di voler cancellare l'importazione?
ja: このアップロードをキャンセルしてもよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ ამ ატვირთვის გაუქმება?
kk: Бұл жүктеуден бас тартқыңыз келетініне сенімдісіз бе?
lt: Ar tikrai norite atšaukti šį įkėlimą?
lv: Vai tiešām vēlaties atcelt šo augšupielādi?
mk_mk: Дали сте сигурни дека сакате да го откажете ова поставување?
mr: तुम्ही खात्रीने हे संक्रमण (अपलोड) रद्द करू इच्छिता ना?
ms: Adakah anda pasti mahu membatalkan muat naik ini?
nb: Er du sikker på om du vil avbryte denne opplastingen?
pl: Czy jesteś pewien że chcesz przerwać to wgrywanie?
pt_pt: Deseja realmente cancelar esta transferência?
ro: Sigur doriți să anulați această încărcare?
sl_si: Ste prepričani, da želite preklicati to nalaganje?
sv: Är du säker på att du vill avbryta uppladdningen?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการอัปโหลดนี้?
tr_tr: Bu yüklemeyi iptal etmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете відмінити це завантаження?
vi: Bạn có chắc chắn muốn hủy tải lên này không?
zh_cn: 您确定要取消此上传吗？

# form.dropzone.dictRemoveFile
source: Remove file
ar_iq: إزالة الملف
az: FaylńĪ sil
bg_bg: Премахване на файла
ca: Eliminar arxiu
cs: Odebrat soubor
da_dk: Fjern fil
de_de: Datei entfernen
el_gr: Κατάργηση αρχείου
eu: Ezabatu fitxategia
fi_fi: Poista tiedosto
fr: Supprimer le fichier
gl_es: Eliminar arquivo
he: הסר קובץ
hr: izbrisati podatke
hu: File eltávolítása
hy_am: Հեռացնել ֆայլը
id_id: Hapus file
is_is: Fjarlægja skrá
it: Rimuovi file
ja: ファイルを削除
ka: ფაილის წაშლა
kk: Файлды жою
lt: Pašalinti failą
lv: Noņemt datni
mk_mk: Отстрани фајл
mr: फाईल वगळा
ms: Buang fail
nb: Fjern fil
pl: Usuń plik
pt_pt: Remover ficheiro
ro: Șterge fișier
sl_si: Odstrani datoteko
sv: Radera fil
th: ลบไฟล์
tr_tr: Dosyayı kaldır
uk_ua: Видалити файл
vi: Xóa tệp
zh_cn: 移除文件

# form.dropzone.dictMaxFilesExceeded
source: You can not upload any more files.
ar_iq: يتعذر عليك رفع المزيد من الملفات هنا.
az: BaŇüqa bir fayl y√ľkl…ôy…ô bilm…ôzsiniz.
bg_bg: Не можете да качвате повече файлове.
ca: No podeu carregar més arxius.
cs: Nemůžete nahrát žádné další soubory.
da_dk: Du kan ikke uploade flere filer.
de_de: Sie können keine weiteren Dateien hochladen.
el_gr: Δεν μπορείτε να ανεβάσετε επιπλέον αρχεία.
eu: Ezin dituzu fitxategi gehiago igo.
fi_fi: Et voi ladata enempää tiedostoja.
fr: Vous ne pouvez plus téléverser d'autres fichiers.
gl_es: Non podes cargar máis arquivos.
he: לא ניתן להעלות קבצים נוספים.
hr: Ne možete više učitavati datoteke.
hu: Több file nem tölthető fel.
hy_am: Դուք նիշք ներբեռնել այլևս չեք կարող :
id_id: Anda tidak bisa lagi mengunggah file.
is_is: Þú getur ekki hlaðið upp fleiri skrám.
it: Non è possibile importare altri file.
ja: これ以上ファイルをアップロードすることはできません。
ka: თქვენ აღარ შეგიძლიათ ფაილების ატვირთვა.
kk: Сіз жеткілікті файл жүктеп салдыңыз.
lt: Daugiau failų įkelti negalima.
lv: Vairāk datņu augšupielādēt vairs nevar.
mk_mk: Не можете да прикачете повеќе датотеки.
mr: तुम्ही आणखी फाईल्स संक्रमित (अपलोड) करू शकत नाही.
ms: Anda tidak boleh memuat naik fail lagi.
nb: Du kan ikke laste opp flere filer.
pl: Nie możesz wgrać więcej plików.
pt_pt: Não pode transferir mais ficheiros.
ro: Nu mai puteți încărca fișiere.
sl_si: Več datotek ne morete naložiti.
sv: Du kan inte ladda upp fler filer.
th: คุณไม่สามารถอัปโหลดไฟล์เพิ่มเติมได้
tr_tr: Başka dosya yükleyemezsiniz.
uk_ua: Ви більше не можете завантажувати файли.
vi: Bạn không thể tải lên thêm tệp nào nữa.
zh_cn: 您无法再上传更多文件。

# form.errorA11y
source: Go to {$fieldLabel}: {$errorMessage}
ar_iq: إذهب إلى {$fieldLabel}: {$errorMessage}
az: {$fieldLabel}: {$errorMessage} lokasiyasńĪna gedin
bg_bg: Преминаване към {$fieldLabel}: {$errorMessage}
ca: Anar a {$fieldLabel}: {$errorMessage}
cs: Přejít na {$fieldLabel}: {$errorMessage}
da_dk: Gå til {$fieldLabel}: {$errorMessage}
de_de: Gehe zu {$fieldLabel}: {$errorMessage}
el_gr: Μετάβαση στο {$fieldLabel}: {$errorMessage}
eu: Joan hona {$fieldLabel}: {$errorMessage}
fi_fi: Siirry kohtaan {$fieldLabel}: {$errorMessage}
fr: Aller à {$fieldLabel} : {$errorMessage}
gl_es: Ir a {$fieldLabel}: {$errorMessage}
he: עבור אל {$fieldLabel}: {$errorMessage}
hr: Idi na {$fieldLabel}: {$errorMessage}
hu: Ugrás az alábbi helyre: {$fieldLabel}: {$errorMessage}
hy_am: Գնալ {$fieldLabel}: {$errorMessage}
id_id: Buka {$fieldLabel}: {$errorMessage}
is_is: Fara til {$fieldLabel}: {$errorMessage}
it: Vai a {$fieldLabel}: {$errorMessage}
ja: {$fieldLabel}に移動: {$errorMessage}
ka: გადასვლა {$fieldLabel}: {$errorMessage}
kk: {$fieldLabel}-ге өтіңіз: {$errorMessage}
lt: Eikite į {$fieldLabel}: {$errorMessage}
lv: Doties uz {$fieldLabel}: {$errorMessage}
mk_mk: Оди до {$fieldLabel}: {$errorMessage}
mr: {$fieldLabel} वर जा: {$errorMessage}
ms: Pergi ke {$fieldLabel}: {$errorMessage}
nb: Gå til {$fieldLabel}: {$errorMessage}
pl: Idź do {$fieldLabel}: {$errorMessage}
pt_pt: Ir para {$fieldLabel}: {$errorMessage}
ro: Mergi la {$fieldLabel}: {$errorMessage}
sl_si: Pojdi na {$fieldLabel}: {$errorMessage}
sv: Gå till {$fieldLabel}: {$errorMessage}
th: ไปที่ {$fieldLabel}: {$errorMessage}
tr_tr: {$fieldLabel}: {$errorMessage} konumuna git
uk_ua: Перейдіть до {$fieldLabel}: {$errorMessage}
vi: Chuyển đến {$fieldLabel}: {$errorMessage}
zh_cn: 前往 {$fieldLabel}: {$errorMessage}

# form.errorGoTo
source: Jump to next error
ar_iq: الفقز إلى الخطأ التالي
az: N√∂vb…ôti x…ôtaya ke√ßin
bg_bg: Преминаване към следващата грешка
ca: Passar al següent error
cs: Přejít na další chybu
da_dk: Gå til næste fejl
de_de: Springe zum nächsten Fehler
el_gr: Μετάβαση στο επόμενο σφάλμα
eu: Joan hurrengo errorera
fi_fi: Siirry seuraavaan virheeseen
fr: Passer à l'erreur suivante
gl_es: Pasar ao seguinte erro
he: דלג לשגיאה הבאה
hr: Skoči na sljedeću pogrešku
hu: Lépjen a következő hibára
hy_am: Անցնել հաջորդ սխալին
id_id: Lanjut ke galat berikutnya
is_is: Hoppa á næstu villu
it: Vai al prossimo errore
ja: 次のエラーへ
ka: შემდეგ შეცდომაზე გადასვლა
kk: Келесі қатеге өтіңіз
lt: Pereiti prie kitos klaidos
lv: Pāriet uz nākamo kļūdu
mk_mk: Скокни на следната грешка
mr: पुढील त्रुटी पहा
ms: Lompat ke ralat seterusnya
nb: Gå til neste feil
pl: Skocz do następnego błędu
pt_pt: Saltar para o próximo erro
ro: Treci la următoarea eroare
sl_si: Skoči na naslednjo napako
sv: Gå till nästa fel
th: ข้ามไปยังข้อผิดพลาดถัดไป
tr_tr: Sonraki hataya atla
uk_ua: Перейти до наступної помилки
vi: Nhảy đến lỗi tiếp theo
zh_cn: 跳至下一个错误

# form.errors
source: The form was not saved because {$count} error(s) were encountered. Please correct these errors and try again.
ar_iq: تعذر حفظ النموذج لوجود {$count} خطأ/أخطاء. لطفاً، أجر التصحيحات اللازمة ثم حاول مجدداً.
az: {$count} x…ôta il…ô √ľzl…ôŇüildiyi √ľ√ß√ľn yadda saxlana bilm…ôdi. Z…ôhm…ôt olmasa bu x…ôtalarńĪ d√ľz…ôldin v…ô yenid…ôn c…ôhd edin.
bg_bg: Формулярът не беше запазен, защото бяха открити {$count} грешка(и). Моля, коригирайте тези грешки и опитайте отново.
ca: El formulari no s'ha guardat perquè s'han trobat {$count} errors. Corregiu aquests errors i torneu-ho a provar.
cs: Formulář nebyl uložen, protože došlo k {$count} chybám. Opravte tyto chyby a zkuste to znovu.
da_dk: Formularen blev ikke gemt, fordi der er fundet {$count} fejl. Ret disse fejl, og prøv igen.
de_de: Das Formular wurde nicht gespeichert, da {$count} Fehler aufgetreten sind. Bitte korrigieren Sie diese(n) Fehler und versuchen Sie es erneut.
el_gr: Η φόρμα δεν αποθηκεύτηκε επειδή παρουσιάστηκαν {$count} σφάλματα. Διορθώστε αυτά τα σφάλματα και δοκιμάστε ξανά.
eu: Inprimakia ez da gorde {$count} errore aurkitu direlako. Zuzendu errore hauek eta saiatu berriro.
fi_fi: Lomaketta ei tallennettu, koska tapahtui {$count} virhe(ttä). Korjaa virheet ja yritä uudelleen.
fr: Le formulaire n'a pas été enregistré car {$count} erreur(s) a(ont) été rencontrée(s). Veuillez corriger ces erreurs et réessayer.
gl_es: O formulario non se gardou porque se atoparon {$ count} erros. Corrixe estes erros e téntao de novo.
he: הטופס לא נשמר מכיוון שזוהו שגיאות {$count}. אנא תקן שגיאות אלה ונסה שוב.
hr: Obrazac nije spremljen jer je došlo do {$count} pogrešaka. Ispravite ove pogreške i pokušajte ponovno.
hu: A form nem lett elmentve, mert {$count} hibát tartalmazott. Kérjük, javítsa ezeket és utána próbálja újra.
hy_am: Ձևանմուշը չի պահպանվել, քանի որ {$count} քանակի սխալներ են հայտնաբերվել։ Խնդրում ենք ուղղել այդ սխալները և փորձել կրկին։
id_id: Formulir tidak tersimpan karena ditemukan {$count} galat . Perbaikilah dan coba kembali.
is_is: Eyðublaðið var ekki vistað vegna þess að {$count} villa/villur komu upp. Vinsamlega lagfræðu og reyndu aftur.
it: Il modulo non è stato salvato perché ci sono {$count} errori. Correggerli e riprovare.
ja: {$count} 個のエラーが発生したため、フォームは保存されませんでした。 これらのエラーを修正して、もう一度やり直してください。
ka: ფორმა არ იქნა შენახული, რადგან მოხდა {$count} შეცდომა. გთხოვთ, შეასწოროთ ეს შეცდომები და ისევ სცადოთ.
kk: Форма сақталмады, себебі {$count} қате орын алды. Осы қателерді түзетіп, әрекетті қайталаңыз.
lt: Forma nebuvo išsaugota, nes buvo aptikta {$count} klaida(-ų). Ištaisykite šias klaidas ir bandykite dar kartą.
lv: Forma netika saglabāta, jo tika konstatētas {$count} kļūdas. Lūdzu, izlabojiet šīs kļūdas un mēģiniet vēlreiz.
mk_mk: Образецот не е зачуван затоа што се појавиле {$count} грешка (и). Поправете ги овие грешки и обидете се повторно.
mr: {$count} त्रुटी आढळल्यामुळे फॉर्म सेव्ह झाला नाही. कृपया या त्रुटी टाळण्यासाठी दुरूस्ती करा आणि पुन्हा प्रयत्न करा.
ms: Borang tidak disimpan kerana {$count} ralat telah ditemui. Sila betulkan ralat ini dan cuba lagi.
nb: Skjemaet ble ikke lagret fordi det ble funnet {$count} feil. Rett opp disse feilene, og prøv på nytt.
pl: Formularz nie został zapisany gdyż napotkano {$count} błędów. Proszę je poprawić i spróbować ponownie.
pt_pt: O formulário não foi gravado porque contém {$count} erro(s). Corrija estes erros e tente novamente.
ro: Formularul nu a fost salvat deoarece {$count} erori au fost înregistrate. Vă rugăm să corectați aceste erori și încercați din nou.
sl_si: Obrazec ni bil shranjen, ker je bilo najdenih {$count} napak. Prosimo odpravite te napaka in poskusite ponovno.
sv: Formuläret kunde inte sparas eftersom {$count} fel hittades. Korrigera dessa fel och försök igen.
th: แบบฟอร์มไม่ถูกบันทึกเนื่องจากพบข้อผิดพลาดจำนวน {$count} รายการ โปรดแก้ไขข้อผิดพลาดเหล่านี้และลองอีกครั้ง
tr_tr: {$count} hata ile karşılaşıldığı için form kaydedilmedi. Lütfen bu hataları düzeltin ve tekrar deneyin.
uk_ua: Форма не збереглася через {$count} помилк(у/и). Будь ласка, виправте її/їх та спробуйте знову.
vi: Không thể lưu biểu mẫu vì gặp phải {$count} lỗi. Vui lòng sửa các lỗi này và thử lại.
zh_cn: 表单未保存，因为遇到 {$count} 个错误。 请更正这些错误，然后重试。
