Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# form.errorsOccurred
source: Errors occurred processing this form
ar_iq: حدثت أخطاء عند معالجة هذا النموذج
az: Form iŇül…ôn…ôrk…ôn x…ôta baŇü verdi
bg_bg: Възникнаха грешки при обработката на този формуляр
ca: S’han produït els errors següents en processar aquest formulari
cs: Při zpracování tohoto formuláře došlo k chybám
da_dk: Der opstod fejl under behandlingen af denne formular
de_de: Es sind Fehler bei der Bearbeitung des Formulars aufgetreten.
el_gr: Παρουσιάστηκαν σφάλματα κατά την επεξεργασία της φόρμας.
eu: Erroreak gertatu dira inprimaki hau prozesatzean
fa_ir: هنگام پردازش فرم خطاهایی رخ داد
fi_fi: Tätä lomaketta käsiteltäessä tapahtui virheitä
fr: Des erreurs se sont produites pendant le traitement du formulaire
gl_es: Producíronse erros ao procesar este formulario
he: אירעו שגיאות בעיבוד טופס זה
hr: Došlo je do pogrešaka prilikom obrade obrasca.
hu: Hiba történt az űrlap feldolgozása közben
hy_am: Ընթացքում տեղի է ունեցել սխալ
id_id: Terjadi masalah dalam memproses formulir ini
is_is: Villur komu upp við vinnslu þessa eyðublaðs
it: Si è verificato un errore durante l'elaborazione del modulo
ja: 処理中にエラーが発生しました
ka: ამ ფორმის დამუშავებისას მოხდა შეცდომები
kk: Бұл форманы өңдеу кезінде қателер орын алды
lt: Klaida
lv: Kļūdas, kas radušās, apstrādājot šo formu
mk_mk: Се појавија грешки при обработка на овој фромулар
mr: या फॉर्मवर प्रक्रिया करताना त्रुटी आल्या
ms: Ralat berlaku semasa memproses borang ini
nb: Det oppsto feil ved behandlingen av dette skjemaet
pl: Wystąpiły błędy podczas przetwarzania tego formularza
pt_pt: Erros detetados ao processar o formulário
ro: Au apărut erori la procesarea acestui formular
sl_si: Pojavila se je napaka pri obdelavi obrazca
sv: Det uppstod ett fel när formuläret behandlades
th: เกิดข้อผิดพลาดในการประมวลผลแบบฟอร์มนี้
tr_tr: Form işlenirken hata oluştu
uk_ua: Під час обробки цієї форми виникли помилки
vi: Đã xảy ra lỗi khi xử lý biểu mẫu này
zh_cn: 错误发生在处理表单的过程中

# form.formLanguage.description
source: To enter the information below in additional languages, first select the language.
ar_iq: لإدخال البيانات أدناه بلغات أخرى أيضاً، لطفاً، إختر اللغة أولاً.
az: Formu doldurmaq √ľ√ß√ľn …ôvv…ôla bir dil se√ßin
bg_bg: За да въведете информацията по-долу на допълнителни езици, първо изберете езика.
ca: Per a introduir la informació en altres llengües, en primer lloc heu de seleccionar la llengua corresponent.
cs: Pokud chcete níže uvedené informace vložit v dalších jazycích, zvolte nejprve požadovaný jazyk.
da_dk: Hvis du vil angive oplysningerne nedenfor på et andet sprog, skal du først vælge det pågældende sprog.
de_de: Um die unten stehenden Angaben in einer weiteren Sprache einzugeben, wählen Sie bitte zunächst die gewünschte Sprache aus.
el_gr: Για να εισάγετε την παρακάτω πληροφορία σε επιπλέον γλώσσα, θα πρέπει πρώτα να επιλέξετε τη γλώσσα.
eu: Beheko informazioa beste hizkuntza batzuetan sartzeko, hautatu hizkuntza.
fa_ir: برای وارد کردن اطلاعات زیر به زبان دیگر ابتدا زبان مورد نظر را انتخاب کنید
fi_fi: Syöttääksesi alla oleva tieto muilla kielillä valitse ensin kieli.
fr: Pour saisir les informations ci-dessous dans d'autres langues, sélectionner d'abord la langue désirée.
gl_es: Para inserir a información seguinte en idiomas adicionais, primeiro seleccione o idioma.
he: כדי להזין את המידע שלהלן בשפות נוספות, בחר תחילה את השפה.
hr: Želite li unijeti ove informacije i na drugom jeziku, odaberite jezik u izborniku.
hu: Ahhoz, hogy más nyelven is megadhasson információt, először válasszon nyelvet.
hy_am: Ստորև նշված տեղեկատվությունը լրացուցիչ լեզվով մուտքագրելու համար նախ ընտրեք լեզուն:
id_id: Pilih bahasa yang diinginkan.
is_is: Til að setja inn upplýsingarnar hér fyrir neðan á viðbótartungumáli, þarf fyrst að velja tungumál.
it: Per inserire le informazioni richieste in altre lingue, prima seleziona la lingua.
ja: 以下の項目に記入する言語を選択してください。使用する言語毎に以下の項目を指定してください。
ka: ქვემოთ მოცემული ინფორმაციის დამატებით ენებზე შესაყვანად, ჯერ აირჩიეთ ენა.
kk: Төмендегі ақпаратты қосымша тілдерге енгізу үшін алдымен тілді таңдаңыз.
lt: Norėdami įvesti informaciją žemiau kitomis kalbomis, pirmiausia pasirinkite kalbą.
lv: Lai ievadītu tālāk sniegto informāciju papildu valodās, vispirms izvēlieties valodu.
mk_mk: За да ги внесете информациите подолу на дополнителни јазици, прво изберете го јазикот.
mr: खालील माहिती अतिरिक्त भाषांमध्ये नोंदवण्यासाठी, प्रथम भाषा निवडा.
ms: Untuk memasukkan maklumat di bawah dalam bahasa tambahan, mula-mula pilih bahasa.
nb: Velg språk her om du vil skrive inn informasjonen på flere språk.
pl: Aby umieścić poniżej informację w innym języku, najpierw wybierz język z listy rozwijanej.
pt_pt: Para inserir as informações abaixo em idiomas adicionais, primeiro selecione o idioma.
ro: Pentru a introduce informațiile de mai jos în limbi suplimentare, selectați mai întâi limba.
sl_si: Za vpis podatkov v dodatnem jeziku najprej izberite jezik.
sv: För att fylla i informationen nedan på ytterligare språk, ange språk först.
th: หากต้องการกรอกข้อมูลด้านล่างในหลายภาษา ให้เลือกภาษาก่อน
tr_tr: Formu doldurmak için öncelikle bir dil seçiniz.
uk_ua: Для того, щоб ввести інформацію нижче додатковими мовами, спершу оберіть мову.
vi: Để nhập thông tin dưới đây bằng các ngôn ngữ bổ sung, trước tiên hãy chọn ngôn ngữ.
zh_cn: 要输入其他语言的以下信息, 先选择的语言.

# form.fileRequired
source: A file upload is required.
ar_iq: لا بد من تحميل ملف.
az: Bir faylńĪn y√ľkl…ônm…ôsi t…ôl…ôb olunur
bg_bg: Изисква се качване на файл.
ca: És necessari carregar un arxiu.
cs: Je vyžadováno nahrání souboru.
da_dk: En fil skal uploades.
de_de: Dateiupload ist erforderlich.
el_gr: Απαιτείται η μεταφόρτωση αρχείου.
eu: Fitxategi bat igo behar da.
fa_ir: آپلود کردن فایل الزامی است.
fi_fi: Tiedoston lataaminen vaaditaan.
fr: Un chargement de fichier est requis.
gl_es: É necesario cargar un arquivo.
he: נדרשת העלאת קובץ.
hr: Potreban je prijenos datoteke.
hu: Szükséges a fájlfeltöltés.
hy_am: Ֆայլի ներբեռնումը պարտադիր է:
id_id: File wajib diisi untuk dikirim.
is_is: Þú verður að hlaða upp skrá.
it: È richiesto il caricamento di un file.
ja: ファイルのアップロードが必要です。
ka: ფაილის ატვირთვა აუცილებელია.
kk: Файлды міндетті түрде жүктеп салу керек.
lt: Reikia įkelti failą.
lv: Nepieciešama faila augšupielāde.
mk_mk: Потребно е поставување датотека.
mr: फाईल संक्रमित (अपलोड) करणे आवश्यक आहे.
ms: Muat naik fail diperlukan.
nb: Du må laste opp en fil.
pl: Plik jest wymagany.
pt_pt: É obrigatório fazer upload de um ficheiro.
ro: Este necesară încărcarea fișierului.
sl_si: Obvezno ddajte datoteko.
sv: Filuppladdning är obligatorisk.
th: จำเป็นต้องมีการอัปโหลดไฟล์
tr_tr: Bir dosya yüklemesi gereklidir.
uk_ua: Необхідно завантажити файл.
vi: Tải tệp lên là bắt buộc.
zh_cn: 必须上传文件。

# form.required
source: (* Required)
ar_iq: (* مطلوب حتماً)
az: (* Z…ôruridir)
bg_bg: (* Задължително)
ca: (* obligatori)
cs: (* Povinné)
da_dk: (* Obligatorisk)
de_de: (* Pflichtangabe)
el_gr: (*) Απαιτείται
eu: (* Nahitaezkoa)
fa_ir: (* الزامی)
fi_fi: (*Pakollinen tieto)
fr: (* Obligatoire)
gl_es: (* Obrigatorio)
he: (* חובה)
hr: (* Obavezno)
hu: (* Kötelező)
hy_am: (* պարտադիր)
id_id: (* Wajib diisi)
is_is: (* Skilyrt)
it: (* Obbligatorio)
ja: （* 必須）
ka: (* მოთხოვნილი)
kk: (* Міндетті)
lt: (* Būtinas)
lv: (* Obligāti)
mk_mk: (* Задолжително)
mr: (* आवश्यक)
ms: (* Diperlukan)
nb: (* må fylles ut)
pl: (* Wymagane)
pt_pt: (* Obrigatório)
ro: (* Obligatoriu)
sl_si: (* obvezno)
sv: (* obligatorisk)
th: (* จำเป็นต้องกรอก)
tr_tr: (* Gerekli)
uk_ua: (* обов'язкове)
vi: (* Bắt buộc)
zh_cn: (* 必填)

# form.requirePrimaryLocale
source: You must complete this field in {$language}.
ar_iq: عليك إدخال محتوى في هذا الحقل بلغة {$language}.
az: Bu sah…ôni {$language} il…ô doldurmalńĪsńĪnńĪz.
bg_bg: Трябва да попълните това поле в {$language}.
ca: Heu de completar aquest camp en {$language}.
cs: Toto pole musíte vyplnit v {$language}.
da_dk: Du skal udfylde dette felt på {$language}.
de_de: Bitte füllen Sie dieses Feld in {$language} aus.
el_gr: Πρέπει να συμπληρώσετε αυτό το πεδίο στα {$language}.
eu: Eremu hau {$language} hizkuntzan bete behar duzu.
fi_fi: Tämä kenttä pitää täyttää kielellä {$language}.
fr: Vous devez remplir ce champ en {$language}.
gl_es: Debe encher este campo en {$language}.
he: עליך למלא שדה זה ב- {$language}.
hr: Ispunite ovo polje na {$language}.
hu: Be kell fejelznie a mezőt {$language} nyelven.
hy_am: Դուք պետք է լրացնեք էջը {$language} լեզվով:
id_id: Kolom ini wajib diisi dalam {$language}.
is_is: Þú verður að klára þetta svæði á {$language}.
it: Completare questo campo in {$language}.
ja: このフィールドは {$language}で入力する必要があります。
ka: თქვენ უნდა შეავსოთ ეს ველი: {$language}.
kk: Сіз бұл өрісті {$language} тілінде толтыруыңыз керек.
lt: Šį lauką turite užpildyti {$language}.
lv: Šis lauks jāaizpilda {$language} valodā.
mk_mk: Ова поле мора да го пополните на {$language}.
mr: तुम्ही हे फील्ड {$language} भाषेमध्येच भरले पाहिजे.
ms: Anda mesti melengkapkan medan ini dalam {$language}.
nb: Du må fylle ut dette feltet på {$language}.
pl: Musisz uzupełnić pole w języku {$language}.
pt_pt: Deve preencher o campo em {$language}.
ro: Trebuie să completați acest câmp în {$language}.
sl_si: Vnesti morate vrednost polja za jezik {$language}.
sv: Du måste fylla i detta fält under {$language}.
th: คุณต้องกรอกข้อมูลในช่องนี้ในภาษา {$language}
tr_tr: Bu alanı {$language} ile doldurmalısınız.
uk_ua: Ви повинні заповнити це поле {$language}.
vi: Bạn phải hoàn thành trường này bằng ngôn ngữ {$language}.
zh_cn: 您必须使用 {$language} 填写此字段。

# form.requireId
source: You must provide a valid ID.
ar_iq: لا بد لك من تقديم رمز تعريف صحيح.
az: EtibarlńĪ bir ID daxil etm…ôlisiniz.
bg_bg: Трябва да предоставите валиден идентификатор (ID).
ca: Heu de proporcionar un ID vàlid.
cs: Musíte zadat platné ID.
da_dk: Du skal angive et gyldigt ID.
de_de: Bitte geben Sie eine gültige ID an.
el_gr: Πρέπει να δώσετε ένα έγκυρο αναγνωριστικό (ID).
eu: Baliozko IDa eman behar duzu.
fi_fi: Anna kelvollinen ID.
fr: Vous devez fournir un identifiant valide.
gl_es: Debe proporcionar unha identificación válida.
he: עליך לספק תעודה מזהה תקפה.
hr: Navedite važeći ID.
hu: Érvényes ID-t kell megadni.
hy_am: Դուք պետք է տրամադրեք վավեր ID:
id_id: Berikan ID yang valid.
is_is: Þú verður að slá inn gilt kenni.
it: Fornire un ID valido.
ja: 有効なIDを指定する必要があります。
ka: თქვენ უნდა მიუთითოთ მოქმედი იდენტიფიკატორი.
kk: Жарамды ID ұсынуыңыз керек.
lt: Privalote pateikti galiojantį asmens dokumentą.
lv: Jums jāievada derīgs ID.
mk_mk: Мора да наведете важечки ID.
mr: तुम्ही एक वैध ID प्रदान करणे आवश्यक आहे.
ms: Anda mesti memberikan ID yang sah.
nb: Du må oppgi et gyldig ID.
pl: Musisz podać prawidłowy ID.
pt_pt: Deve fornecer um ID válido.
ro: Trebuie să furnizați un ID valid.
sl_si: Vnesti morate veljaven ID.
sv: Du måste ange ett giltigt ID.
th: คุณต้องระบุ ID ที่ถูกต้อง
tr_tr: Geçerli bir ID girmelisiniz.
uk_ua: Ви повинні надати валідний ID.
vi: Bạn phải cung cấp ID hợp lệ.
zh_cn: 您必须提供一个有效的ID。

# icon.delete.alt
source: Delete
ar_iq: حذف
az: Silm…ôk
bg_bg: Изтриване
ca: Suprimeix
cs: Smazat
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή
eu: Ezabatu
fa_ir: حذف
fi_fi: Poista
fr: Supprimer
gl_es: Eliminar
he: מחק
hr: Izbrišite
hu: Törlés
hy_am: Ջնջել
id_id: Hapus
is_is: Eyða
it: Cancella
ja: 削除
ka: წაშლა
kk: Өшіру
lt: Ištrinti
lv: Dzēst
mk_mk: Избриши
mr: हटवा
ms: Padam
nb: Slett
pl: Usuń
pt_pt: Eliminar
ro: Șterge
sl_si: Briši
sv: Radera
th: ลบ
tr_tr: Sil
uk_ua: Видалити
vi: Xóa
zh_cn: 删除

# icon.edit.alt
source: Edit
ar_iq: تعديل
az: Redakt…ô etm…ôk.
bg_bg: Редакция
ca: Edita
cs: Editovat
da_dk: Redigér
de_de: Bearbeiten
el_gr: Επεξεργασία
eu: Editatu
fa_ir: ویرایش
fi_fi: Muokkaa
fr: Modifier
gl_es: Editar
he: ערוך
hr: Uredite
hu: Szerkesztés
hy_am: Խմբագրել
is_is: Breyta
it: Modifica
ja: 編集
ka: ჩასწორება
kk: Түзету
lt: Taisyti
lv: Rediģēt
mk_mk: Уреди
mr: संपादित करा
ms: Sunting
nb: Rediger
pl: Edytuj
pt_pt: Editar
ro: Editați
sl_si: Uredi
sv: Redigera
th: แก้ไข
tr_tr: Düzelt
uk_ua: Редагувати
vi: Chỉnh sửa
zh_cn: 编辑

# icon.folder.alt
source: Folder
ar_iq: حافظة ملفات
az: ńįndeks
bg_bg: Папка
ca: Carpeta
cs: Složka
da_dk: Mappe
de_de: Ordner
el_gr: Φάκελος
eu: Karpeta
fa_ir: پوشه
fi_fi: Kansio
fr: Dossier
gl_es: Cartafol
he: תיקייה
hr: Direktorij
hu: Mappa
hy_am: Պանակ
is_is: Mappa
it: Cartella
ja: フォルダー
ka: საქაღალდე
kk: Папка
lt: Aplankas
lv: Mape
mk_mk: Фолдер
mr: फोल्डर
nb: Mappe
pl: Katalog
pt_pt: Pasta
ro: Director
sl_si: Mapa
sv: Mapp
th: โฟลเดอร์
tr_tr: Dizin
uk_ua: Тека
vi: Thư mục
zh_cn: 文件夹

# icon.font_large.alt
source: Large
ar_iq: كبير
az: B√∂y√ľk
bg_bg: Голям
ca: Gran
cs: Velký
da_dk: Stor
de_de: Groß
el_gr: Μεγάλα
eu: Handia
fa_ir: بزرگ
fi_fi: Suuri
fr: Grande
gl_es: Grande
he: גדול
hr: Veliki
hu: Nagy
hy_am: Մեծ
id_id: Besar
is_is: Stór
it: Grande
ja: 大
ka: დიდი
kk: Ірі
lt: Didelis
lv: Liela izmēra
mk_mk: Големо
mr: मोठा
ms: Besar
nb: Stor
pl: Powiększ
pt_pt: Maior
ro: Lare
sl_si: Veliko
sv: Stor
th: ใหญ่
tr_tr: Büyük
uk_ua: Великий
vi: Lớn
zh_cn: 大号

# icon.font_medium.alt
source: Medium
ar_iq: متوسط
az: Orta
bg_bg: Среден
ca: Mitjana
cs: Střední
de_de: Mittel
el_gr: Μεσαία
eu: Tartekoa
fa_ir: متوسط
fi_fi: Keskikokoinen
fr: Moyenne
gl_es: Mediana
he: בינוני
hr: Srednji
hu: Közepes
hy_am: Միջին
id_id: Sedang
is_is: Meðal
it: Medio
ja: 中
ka: საშუალო
kk: Орташа
lt: Vidutinis
lv: Vidēja izmēra
mk_mk: Средно
mr: मध्यम
ms: Sederhana
nb: Mellomstor
pl: Rozmiar normalny
pt_pt: Médio
ro: Mediu
sl_si: Srednje
sv: Mellan
th: กลาง
tr_tr: Orta
uk_ua: Середній
vi: Trung bình
zh_cn: 中号

# icon.info.alt
source: Info
ar_iq: معلومات
az: M…ôlumat
bg_bg: Информация
ca: Informació
el_gr: Πληροφορίες
fa_ir: اطلاعات
gl_es: Información
he: מידע
hr: Informacije
hy_am: Տեղեկատվություն
is_is: Upplýsingar
it: Informazioni
ja: 情報
ka: ინფორმაცია
kk: Мәлімет
lt: Informacija
lv: Informācija
mk_mk: Информации
mr: माहिती
pl: Informacje
pt_pt: Informação
th: ข้อมูล
tr_tr: Bilgi
uk_ua: Інформація
vi: Thông tin
zh_cn: 信息

# icon.letter.alt
source: Letter
ar_iq: رسالة
az: M…ôktub
bg_bg: Писмо
ca: Fitxer
cs: Dopis
da_dk: Brev
de_de: Brief
el_gr: Γράμμα
eu: Gutuna
fa_ir: نامه
fi_fi: Kirje
fr: Lettre
gl_es: Letra
he: מכתב
hr: Pismo
hu: Levél
hy_am: Տառ
id_id: Huruf
is_is: Bréf
it: Lettera
ja: レター
ka: სიმბოლო
kk: Хат
lt: Laiškas
lv: Vēstule
mk_mk: Писмо
mr: पत्र
ms: Huruf
nb: Brev
pl: List
pt_pt: Letra
ro: Scrisoare
sl_si: Pismo
sv: Brev
th: จดหมาย
tr_tr: Mektup
uk_ua: Лист
vi: Thư
zh_cn: 字母

# icon.mail.alt
source: Mail
ar_iq: بريد الالكتروني
bg_bg: Поща
ca: Correu
cs: E-mail
da_dk: Post
de_de: E-Mail
el_gr: Ταχυδρομείο
eu: Mezua
fa_ir: پست
fi_fi: Posti
fr: Poster
gl_es: Correo
he: דואר
hr: Pošta
hy_am: էլ. փոստ
id_id: Surat
is_is: Póstur
it: Messaggio
ja: メール
ka: ფოსტა
kk: Пошта
lt: Paštas
lv: Pasts
mk_mk: Пошта
mr: मेल
ms: Mel
nb: Post
pl: Poczta
pt_pt: Correio
ro: Email
sl_si: Email
sv: E-post
th: อีเมล
tr_tr: Posta
zh_cn: 邮箱

# icon.unchecked.alt
source: Unchecked
ar_iq: غير مؤشر
az: Se√ßilm…ôyib
bg_bg: Не е избрано
ca: Desactivat
cs: Nezaškrtnuto
da_dk: Ikke markeret
de_de: Nicht auswählen
el_gr: Μη επιλεγμένο
eu: Hautatu gabe
fa_ir: بررسی نشده
fi_fi: Ei valittu
fr: Décoché
gl_es: Non marcado
he: לא נבדק
hr: Neprovjereno
hu: Nem ellenőrzött
hy_am: Չստուգված
id_id: Tidak Dicentang
is_is: Ómerkt
it: Non controllato
ja: 未チェック
ka: გადაუმოწმებელი
kk: Тексерілмеген
lt: Nepasirinkta
lv: Nav atzīmēts
mk_mk: Одчекирано
mr: न तपासलेले (Unchecked)
ms: Nyahtanda
nb: Umerket
pl: Niezaznaczone
pt_pt: Não Selecionado
ro: Neverificat
sl_si: Ni odkljukano
sv: Omarkerade
th: ยังไม่ได้เลือก
tr_tr: Seçilmemiş
uk_ua: Не вибрано
vi: Chưa kiểm tra
zh_cn: 未选中

# icon.view.alt
source: View
ar_iq: معاينة
az: G√∂st…ôrin
bg_bg: Преглед
ca: Visualitza
cs: Zobrazit
da_dk: Vis
de_de: Anzeigen
el_gr: Προβολή
eu: Ikusi
fa_ir: نما
fi_fi: Näytä
fr: Afficher
gl_es: Ver
he: ראה
hr: Prikaz
hu: Megtekintés
hy_am: Տեսնել
id_id: Lihat
is_is: Skoða
it: Vedi
ja: 閲覧
ka: ნახვა
kk: Көру
lt: Peržiūrėti
lv: Skatīt
mk_mk: Преглед
mr: पहा
ms: Lihat
nb: Vis
pl: Widok
pt_pt: Exibir
ro: Vizualizare
sl_si: Pogled
sv: Visa
th: ดู
tr_tr: Göster
uk_ua: Подивитися
vi: Xem
zh_cn: 预览

# informationCenter.informationCenter
source: Information Center
ar_iq: مركز المعلومات
az: M…ôlumat m…ôrk…ôzi
bg_bg: Информационен център
ca: Centre d'informació
cs: Informační centrum
da_dk: Informationscenter
de_de: Informationszentrum
el_gr: Κέντρο πληροφόρησης
eu: Informazio-zentroa
fa_ir: مرکز اطلاعات
fi_fi: Tietokeskus
fr: Centre de renseignements
gl_es: Centro de información
he: מרכז מידע
hr: informacijski centar
hu: Információs központ
hy_am: Տեղեկատվական կենտրոն
id_id: Pusat Informasi
is_is: Upplýsinga miðstöð
it: Informazioni
ja: インフォメーションセンター
ka: საინფორმაციო ცენტრი
kk: Ақпараттық орталық
lt: Informacijos centras
lv: Informācijas centrs
mk_mk: Центар за информации
mr: माहिती केंद्र
ms: Pusat Maklumat
nb: Informasjonssenter
pl: Centrum informacji
pt_pt: Centro de Informações
ro: Centru de informare
sl_si: Informacijski center
sv: Informationscenter
th: ศูนย์ข้อมูล
tr_tr: Bilgi Merkezi
uk_ua: Інформаційний центр
vi: Trung tâm thông tin
zh_cn: 资讯中心

# informationCenter.editorialHistory
source: Editorial History
ar_iq: أحداث ووقوعات التحرير
az: Redaksiya ke√ßmiŇüi
bg_bg: Редакционна история
ca: Historial d'editorial
cs: Publikační historie
da_dk: Redaktionel historik
de_de: Redaktionsverlauf
el_gr: Ιστορικό επιμέλειας
eu: Edizio-historia
fa_ir: سوابق بررسی مقاله
fi_fi: Toimituksellinen historia
fr: Historique de rédaction
gl_es: Historial de publicacións
he: היסטוריית העריכה
hr: urednička povijest
hu: Szerkesztési történet
hy_am: Խմբագրման պատմություն
id_id: Riwayat Editorial
is_is: Ritstjórnar saga
it: Storia editoriale
ja: 編集歴
ka: ჩასწორების ისტორია
kk: Редакция тарихы
lt: Redagavimo istorija
lv: Redakcijas vēsture
mk_mk: Историја на уредувања
mr: संपादकीय पूर्वेतिहास
ms: Sejarah Editorial
nb: Historikk
pl: Historia redakcji
pt_pt: Histórico da Edição
ro: Istoricul editorial
sl_si: Zgodovina prispevka
sv: Redaktionell historik
th: ประวัติการบรรณาธิการ
tr_tr: Editöryal Geçmiş
uk_ua: Історія редагування
vi: Lịch sử biên tập
zh_cn: 编辑历史

# informationCenter.addNote
source: Add Note
ar_iq: أضف ملاحظة
az: Qeyd …ôlav…ô edin
bg_bg: Добяне на бележка
ca: Afegeix nota
cs: Přidat poznámku
da_dk: Tilføj note
de_de: Notiz hinzufügen
el_gr: Προσθήκη σημείωσης
eu: Gehitu oharra
fa_ir: افزودن یادداشت
fi_fi: Lisää muistiinpano
fr: Ajouter une note
gl_es: Engadir nota
he: הוסף הערה
hr: Bilješka u prilogu
hu: Megjegyzés hozzáadása
hy_am: Ավելացնել նշում
id_id: Tambahkan Catatan
is_is: Bæta við minnispunkt
it: Aggiungi una nota
ja: 注記追加
ka: შენიშვნის დამატება
kk: Ескертпе қосу
lt: Pridėti pastabą
lv: Pievienot piezīmi
mk_mk: Додади белешка
mr: टीप समाविष्ट करा (Add Note)
ms: Tambah Nota
nb: Legg til notater
pl: Dodaj uwagę
pt_pt: Adicionar Nota
ro: Adăugare notă
sl_si: Dodaj opombo
sv: Lägg till en anteckning
th: เพิ่มบันทึก
tr_tr: Not Ekle
uk_ua: Додати нотатку
vi: Thêm ghi chú
zh_cn: 添加说明

# informationCenter.noNotes
source: There are no notes to display.
ar_iq: ليس هناك ملاحظات لعرضها.
az: G√∂st…ôril…ôc…ôk bir qeyd yoxdur
bg_bg: Няма бележки за показване.
ca: No hi ha cap nota per mostrar.
cs: Nejsou žádné poznámky k zobrazení.
da_dk: Der er ingen noter at fremvise.
de_de: Es gibt keine anzuzeigenden Anmerkungen.
el_gr: Δεν υπάρχουν σημειώσεις για εμφάνιση.
eu: Ez dago oharrik bistaratzeko.
fa_ir: یادداشتی برای نمایش وجود ندارد
fi_fi: Ei näytettäviä muistiinpanoja.
fr: Il n'y a aucune note à afficher.
gl_es: Non hai notas para amosar.
he: אין הערות להצגה.
hr: Nema komentara za prikaz.
hu: Nincs megjeleníthető megjegyzés.
hy_am: Չկան նշումներ ցուցադրելու համար:
id_id: Tidak ada catatan untuk disajikan.
is_is: Það eru engar athugasemdir til að sýna.
it: Non sono presenti note.
ja: 表示できる注記がありません。
ka: არ არის შენიშვნები საჩვენებლად.
kk: Көрсетілетін ескертпелер жоқ.
lt: Nėra rodytinų pastabų.
lv: Nav rādāmu piezīmju.
mk_mk: Нема белешки за приказ.
mr: दाखवण्यासाठी कोणत्याही टिप्पण्या (नोट्स) नाहीत.
ms: Tiada nota untuk dipaparkan.
nb: Ingen notater er lagt inn.
pl: Brak uwag do wyświetlenia.
pt_pt: Não há notas para mostrar.
ro: Nu există note de afișat.
sl_si: Ni nobene opombe.
sv: Det finns inga anteckningar att visa.
th: ไม่มีบันทึกที่จะแสดง
tr_tr: Gösterilecek not yok.
uk_ua: Немає нотаток для відображення.
vi: Không có ghi chú nào để hiển thị.
zh_cn: 没有要显示的说明。

# informationCenter.deleteConfirm
source: Are you sure you wish to delete this note?
ar_iq: هل أنت متأكد من رغبتك في حذف هذه الملاحظة؟
az: Bu qeydi silm…ôk ist…ôdiyinizd…ôn …ôminsinizmi?
bg_bg: Наистина ли искате да изтриете тази бележка?
ca: Esteu segur/a que voleu eliminar aquesta nota?
cs: Jste si jisti, že chcete smazat tuto poznámku?
da_dk: Er du sikker på, at du vil slette denne note?
de_de: Sind Sie sicher, dass Sie diese Anmerkung löschen wollen?
el_gr: Επιβεβαιώνετε τη διαγραφή αυτής της σημείωσης;
eu: Ziur zaude ohar hau ezabatu nahi duzula?
fa_ir: آیا مطمئن به حذف این یادداشت هستید؟
fi_fi: Haluatko varmasti poistaa tämän muistiinpanon?
fr: Vous êtes certain de vouloir supprimer cette note ?
gl_es: Seguro que desexas eliminar esta nota?
he: האם אתה בטוח שברצונך למחוק הערה זו?
hr: Jeste li sigurni da želite izbrisati ovu napomenu?
hu: Biztos benne, hogy törölni akarja ezt a megjegyzést?
hy_am: Դուք վստա՞հ եք, որ ցանկանում եք ջնջել այս նշումը?
id_id: Yakin ingin menghapus catatan ini?
is_is: Ertu viss um að þú viljir eyða þessum minnispunkti?
it: Sei sicuro di voler cancellare questa nota?
ja: この注記を削除してもよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ წაშალოთ ეს შენიშვნა?
kk: Осы жазбаны жойғыңыз келетініне сенімдісіз бе?
lt: Ar tikrai norite ištrinti šią pastabą?
lv: Vai tiešām vēlaties dzēst šo piezīmi?
mk_mk: Дали сте сигурни дека сакате да ја избришете оваа белешка?
mr: तुम्ही खात्रीने ही टिप्पणी हटवू इच्छिता ना?
ms: Adakah anda pasti mahu memadamkan nota ini?
nb: Er du sikker på at du vil slette disse notatene?
pl: Czy na pewno usunąć uwagę?
pt_pt: Tem a certeza que pretende eliminar esta nota?
ro: Sigur ștergi această notă?
sl_si: Ste prepričani, da želite brisati to opombo?
sv: Är du säker på att du vill ta bort den här anteckningen?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบันทึกนี้?
tr_tr: Bu notu silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити цю нотатку?
vi: Bạn có chắc chắn muốn xóa ghi chú này không?
zh_cn: 您确定要删除此说明吗？

# informationCenter.currentHistory
source: Current Revision
ar_iq: التحكيم الحالي
az: Son d√ľz…ôliŇü
bg_bg: Текуща ревизия
ca: Revisió actual
cs: Aktuální úprava
da_dk: Aktuel revision
de_de: Aktuelle Version
el_gr: Τρέχουσα αναθεώρηση
eu: Uneko berrikuspena
fa_ir: اصلاحات کنونی
fi_fi: Tämänhetkinen korjattu versio
fr: Révision en cours
gl_es: Revisión actual
he: עדכון נוכחי
hr: Trenutna verzija
hu: Aktuális szakmai lektorálás
hy_am: Ընթացիկ նախադիտում
id_id: Revisi Terkini
is_is: Núverandi ritrýni
it: Revisione corrente
ja: 現行改訂
ka: მიმდინარე ვერსია
kk: Ағымдағы қайта қарау
lt: Naujausi pataisymai
lv: Jaunākie labojumi
mk_mk: Моментална ревизија
mr: आताचे (Current) सुधारित संस्करण (Revision)
ms: Semakan Semasa
nb: Pågående revidering
pl: Aktualna wersja
pt_pt: Revisão Atual
ro: Revizia curentă
sl_si: Trenutna verzija
sv: Aktuell version
th: การแก้ไขปัจจุบัน
tr_tr: Son Revizyon
uk_ua: Поточна версія
vi: Bản sửa đổi hiện tại
zh_cn: 当前修订
