Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# common.contents
source: Contents
ar_iq: المحتويات
az: M…ôzmunlar
bg_bg: Съдържания
ca: Continguts
cs: Obsahy
da_dk: Indhold
de_de: Inhalte
el_gr: Περιεχόμενα
eu: Edukiak
fa_ir: محتویات
fi_fi: Sisältö
fr: Contenu
gl_es: Contidos
he: תוכן
hr: Sadržaji
hu: Tartalmak
hy_am: Բովանդակություններ
id_id: Isi
is_is: Innihald
it: Contenuti
ja: コンテンツ
ka: შინაარსი
kk: Мазмұндар
lt: Turinys
lv: Satura rādītājs
mk_mk: Содржина
mr: अनुक्रम
ms: Kandungan
nb: Innhold
pl: Zawartość
pt_pt: Conteúdos
ro: Conținuturi
sl_si: Vsebine
sv: Innehåll
th: เนื้อหา
tr_tr: İçerikler
uk_ua: Зміст
vi: Nội dung
zh_cn: 内容

# common.continue
source: Continue
ar_iq: استمر
az: Davam edin
bg_bg: Продължи
ca: Continua
cs: Pokračovat
da_dk: Fortsæt
de_de: Fortfahren
el_gr: Συνέχεια
eu: Jarraitu
fa_ir: ادامه
fi_fi: Jatka
fr: Continuer
gl_es: Continuar
he: המשך
hr: Nastavi
hu: Folytatás
hy_am: Շարունակել
id_id: Lanjutkan
is_is: Halda áfram
it: Continua
ja: 続く
ka: გაგრძელება
kk: Жалғастыру
lt: Tęsti
lv: Turpināt
mk_mk: Продолжи
mr: पुढे चालू ठेवा
ms: Teruskan
nb: Fortsett
pl: Kontynuuj
pt_pt: Continuar
ro: Continuă
sl_si: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr_tr: Devam Et
uk_ua: Продовжити
vi: Tiếp tục
zh_cn: 继续

# common.copy
source: Copy
ar_iq: نسخ
az: KopyalayńĪn
bg_bg: Копиране
ca: Copia
cs: Kopie
da_dk: Kopier
de_de: Kopieren
el_gr: Αντίγραφο
eu: Kopiatu
fa_ir: کپی
fi_fi: Kopioi
fr: Copier
gl_es: Copiar
he: מדינה
hr: Kopiraj
hu: Másolás
hy_am: Պատճեն
id_id: Salin
is_is: Afrita
it: Copia
ja: コピー
ka: კოპირება
kk: Көшіру
lt: Kopija
lv: Kopēt
mk_mk: Копирај
mr: उतरवून घ्या (कॉपी करा)
ms: Salin
nb: Kopier
pl: Kopiuj
pt_pt: Copiar
ro: Copie
sl_si: Kopiranje
sv: Kopiera
th: คัดลอก
tr_tr: Kopya
uk_ua: Копіювати
vi: Sao chép
zh_cn: 复制

# common.country
source: Country
ar_iq: البلد
az: √Ėlk…ô
bg_bg: Държава
ca: País
cs: Země
da_dk: Land
de_de: Land
el_gr: Χώρα
eu: Estatua
fa_ir: کشور
fi_fi: Maa
fr: Pays
gl_es: País
he: צור
hr: Zemlja
hu: Ország
hy_am: Երկիր
id_id: Negara
is_is: Land
it: Nazione
ja: 国
ka: ქვეყანა
kk: Ел
lt: Šalis
lv: Valsts
mk_mk: Земја
mr: देश
ms: Negara
nb: Land
pl: Kraj
pt_pt: País
ro: Țara
sl_si: Država
sv: Land
th: ประเทศ
tr_tr: Ülke
uk_ua: Країна
vi: Quốc gia
zh_cn: 国家

# common.create
source: Create
ar_iq: أنشئ
az: YaradńĪn
bg_bg: Създай
ca: Crea
cs: Vytvořit
da_dk: Opret
de_de: Erstellen
el_gr: Δημιουργία
eu: Sortu
fa_ir: ایجاد
fi_fi: Luo
fr: Créer
gl_es: Crear
he: תאריך סיום
hr: Kreiraj
hu: Létrehoz
hy_am: Ստեղծել
id_id: Buat
is_is: Stofna
it: Crea
ja: 作成
ka: შექმნა
kk: Құру
lt: Sukurti
lv: Izveidot
mk_mk: Креирај
mr: निर्माण करा
ms: Cipta
nb: Opprett
pl: Utwórz
pt_pt: Criar
ro: Crează
sl_si: Ustvari
sv: Skapa
th: สร้าง
tr_tr: Oluştur
uk_ua: Створити
vi: Tạo
zh_cn: 创建

# common.dateCompleted
source: Date completed
ar_iq: تأريخ إكماله
az: Tamamlanma tarixi
bg_bg: Дата на завършване
ca: Data de finalització
cs: Datum dokončení
da_dk: Fuldførelsesdato
de_de: Abgeschlossen am
el_gr: Ημερομηνία ολοκλήρωσης
eu: Bukatze-data
fa_ir: تاریخ تکمیل
fi_fi: Suoritettu (pvm)
fr: Date d'achèvement
gl_es: Data de finalización
he: התאריך נקבע
hr: Datum završetka
hu: A dátum elkészült
hy_am: ժամկետը լրացել է
id_id: Tanggal telah selesai
is_is: Dags. lokið
it: Data di completamento
ja: 完了日
ka: დასრულების თარიღი
kk: Аяқталған күні
lt: Data sutvarkyta
lv: Pabeigšanas datums
mk_mk: Датум на завршување
mr: पूर्ण झाल्याची तारीख
ms: Tarikh selesai
nb: Utført dato
pl: Data ukończenia
pt_pt: Data de conclusão
ro: Data completării
sl_si: Datum zaključka
sv: Datum för slutförande
th: วันที่เสร็จสมบูรณ์
tr_tr: Tamamlandığı tarih
uk_ua: Дата завершення
vi: Ngày hoàn thành
zh_cn: 完成日期

# common.dateDecided
source: Date decided
ar_iq: تأريخ تقريره
az: Q…ôrar tarixi
bg_bg: Дата на решението
ca: Data decidida
cs: Datum rozhodnutí
da_dk: Dato besluttet
de_de: Entscheidungsdatum
el_gr: Ημερομηνία απόφασης
eu: Erabakitako data
fi_fi: Päätetty (pvm)
fr: Date fixée
gl_es: Data decidida
he: תאריך
hr: Datum odluke
hu: A dátum meghatározásra került
hy_am: Օրը որոշված է
id_id: Tanggal ditetapkan
is_is: Dags. ákvörðunar
it: Data di decisione
ja: 判断日
ka: გადაწყვეტის თარიღი
kk: Шешім қабылдау күні
lt: Data sutvarkyta
lv: Lēmuma pieņemšanas datums
mk_mk: Датум на одлука
mr: निर्णयाची तारीख
ms: Tarikh yang ditentukan
nb: Beslutningsdato
pl: Data decyzji
pt_pt: Data de decisão
ro: Data decisă
sl_si: Datum odločitve
sv: Datum bestämt
th: วันที่ตัดสินใจ
tr_tr: Karar tarihi
uk_ua: Дата вирішена
vi: Ngày quyết định
zh_cn: 决定日期

# common.date
source: Date
ar_iq: التأريخ
az: Tarix
bg_bg: Дата
ca: Data
cs: Datum
da_dk: Dato
de_de: Datum
el_gr: Ημερομηνία
eu: Data
fa_ir: تاریخ
fi_fi: Päivämäärä
gl_es: Data
he: תאריך שונה
hr: Datum
hu: Dátum
hy_am: Ամսաթիվ
id_id: Tanggal
is_is: Dagsetning
it: Data
ja: 日付
ka: თარიღი
kk: Күн
lt: Data
lv: Datums
mk_mk: Датум
mr: तारीख
ms: Tarikh
nb: Dato
pl: Data
pt_pt: Data
ro: Data
sl_si: Datum
sv: Datum
th: วันที่
tr_tr: Tarih
uk_ua: Дата
vi: Ngày
zh_cn: 日期

# common.dateModified
source: Date modified
ar_iq: تأريخ تعديله
az: D…ôyiŇüdirilm…ô tarixi
bg_bg: Дата на промяна
ca: Data de modificació
cs: Datum úpravy
da_dk: Ændringsdato
de_de: Geändert am
el_gr: Ημερομηνία τροποποίησης
eu: Aldatze-data
fa_ir: تاریخ تغییر
fi_fi: Muutettu (pvm)
fr: Date de modification
gl_es: Data de modificación
he: התאריך המבוקש
hr: Datum promjene
hu: Dátum módosítás
hy_am: Ամսաթիվը փոփոխված է
id_id: Tanggal Modifikasi
is_is: Breytingardagseting
it: Data di modifica
ja: 更新日
ka: ცვლილების თარიღი
kk: Өзгертілген күні
lt: Data pakeista
lv: Izmaiņu datums
mk_mk: Датум на промена
mr: बदल केल्याची तारीख
ms: Tarikh diubah suai
nb: Endret dato
pl: Data modyfikacji
pt_pt: Data de modificação
ro: Data modificată
sl_si: Datum spremembe
sv: Datum för ändringar
th: วันที่แก้ไข
tr_tr: Değiştirildiği tarih
uk_ua: Дата зміни
vi: Ngày chỉnh sửa
zh_cn: 修改日期

# common.dateRequested
source: Date requested
ar_iq: تأريخ استدعائه
az: T…ôl…ôb edilm…ô tarixi
bg_bg: Дата на искане
ca: Data de sol·licitud
cs: Datum žádosti
da_dk: Forespørgselsdato
de_de: Angefordert am
el_gr: Ημερομηνία υποβολής αίτησης
eu: Eskatze-data
fa_ir: تاریخ درخواست
fi_fi: Pyydetty (pvm)
fr: Date d'échéance
gl_es: Data da solicitude
he: תאריך הגשה
hr: Datum traženja
hu: Dátum bekérés
hy_am: Պահանջվում է ամսաթիվ
id_id: Tanggal diminta
is_is: Dagsetning beiðni
it: Scadenza
ja: 依頼日
ka: მოთხოვნის თარიღი
kk: Сұралған күн
lt: Reikia pateikti datą
lv: Pieprasījuma datums
mk_mk: Датум на барање
mr: विनंती केल्याची तारीख
ms: Tarikh diminta
nb: Forespurt dato
pl: Data prośby
pt_pt: Data do pedido
ro: Data solicitării
sl_si: Datum zahteve
sv: Datum för förfrågan
th: วันที่ร้องขอ
tr_tr: İstendiği tarih
uk_ua: Дата запиту
vi: Ngày yêu cầu
zh_cn: 请求日期

# common.dateSubmitted
source: Date submitted
ar_iq: تأريخ تقديمه
az: G√∂nd…ôrilm…ô tarixi
bg_bg: Дата на изпращане
ca: Data de tramesa
cs: Datum odeslání
da_dk: Afsendelsesdato
de_de: Eingegangen am
el_gr: Ημερομηνία υποβολής
eu: Bidaltze-data
fa_ir: تاریخ ارسال
fi_fi: Lähetetty (pvm)
fr: Date de soumission
gl_es: Data de envío
he: תאריך העלאה
hr: Datum podnošenja
hu: Dátum jóváhagyás
hy_am: Դիմելու ամսաթիվ
id_id: Tanggal dikumpulkan
is_is: Dags. innsendingar
it: Data di invio
ja: 投稿日
ka: გაგზავნის თარიღი
kk: Жіберілген күні
lt: Data pateikta
lv: Iesniegšanas datums
mk_mk: Датум на поднесување
mr: सादर केल्याची तारीख
ms: Tarikh diserahkan
nb: Innsendingsdato
pl: Data przesłania
pt_pt: Data de submissão
ro: Data depunerii
sl_si: Datum odpreme
sv: Datum för inlämning
th: วันที่ส่ง
tr_tr: Gönderildiği tarih
uk_ua: Дата надсилання
vi: Ngày nộp bài
zh_cn: 提交日期

# common.dateUploaded
source: Date uploaded
ar_iq: تأريخ رفعه
az: Y√ľkl…ônm…ô tarixi
bg_bg: Дата на качване
ca: Data de càrrega
cs: Datum nahrání souboru
da_dk: Overførselsdato
de_de: Hochgeladen am
el_gr: Ημερομηνία μεταφόρτωσης
eu: Kargatze-data
fa_ir: تاریخ آپلود
fi_fi: Ladattu (pvm)
fr: Date de transfert
gl_es: Data de envió do arquivo
he: לוח שנה היג'רי
hr: Datum slanja
hu: Dátum feltöltés
hy_am: Ներբեռնման ամսաթիվ
id_id: Tanggal diunggah
is_is: Dags. upphals
it: Data di caricamento
ja: アップロード日
ka: ატვირთვის თარიღი
kk: Жүктеп салынған күн
lt: Data įkelta
lv: Augšupielādes datums
mk_mk: Датум на прикачување
mr: संक्रमित (अपलोड) केल्याची तारीख
ms: Tarikh dimuat naik
nb: Opplastingsdato
pl: Data przesłania
pt_pt: Data de transferência
ro: Data încărcării
sl_si: Datum pošiljanja
sv: Datum för uppladdning
th: วันที่อัปโหลด
tr_tr: Gönderildiği tarih
uk_ua: Дата завантаження
vi: Ngày tải lên
zh_cn: 上传日期

# common.day
source: Day
ar_iq: يوم
az: G√ľn
bg_bg: Ден
ca: Dia
cs: Den
da_dk: Dag
de_de: Tag
el_gr: Ημέρα
eu: Eguna
fa_ir: روز
fi_fi: Päivä
fr: Jour
gl_es: Día
he: יום
hr: Dan
hu: Nap
hy_am: Օր
id_id: Hari
is_is: Dagur
it: Giorno
ja: 日
ka: დღე
kk: Күн
lt: Diena
lv: Diena
mk_mk: Ден
mr: दिवस
ms: Hari
nb: Dag
pl: Dzień
pt_pt: Dia
ro: Ziua
sl_si: Dan
sv: Dag
th: วัน
tr_tr: Gün
uk_ua: День
vi: Ngày
zh_cn: 天

# common.default
source: Default
ar_iq: الإفتراضي
az: Defolt
bg_bg: По подразбиране
ca: Predeterminat
cs: Výchozí
da_dk: Standard
de_de: Standard
el_gr: Προεπιλογή
eu: Lehenetsia
fa_ir: پیش‌فرض
fi_fi: Oletus
fr: Défaut
gl_es: Por defecto
he: ברירת מחדל
hr: Standardna vrijednost
hu: Alapértelmezett
hy_am: Լռելյայն
is_is: Sjálfgefið
ja: デフォルト
ka: ნაგულისხმევი
kk: Әдепкі
lt: Numatytas
lv: Noklusējuma
mk_mk: Стандардно
mr: सर्वसाधारण (डीफॉल्ट)
ms: Lalai
nb: Standard
pl: Domyślny
pt_pt: Padrão
ro: Mod implicit
sl_si: Standardna vrednost
th: ค่าเริ่มต้น
tr_tr: Varsayılan
uk_ua: За замовчуванням
vi: Mặc định
zh_cn: 默认

# common.declined
source: Declined
ar_iq: مرفوض
az: R…ôdd edildi
bg_bg: Отказан
ca: Rebutjada
cs: Odmítnuto
da_dk: Afslået
de_de: Abgelehnt
el_gr: Απορρίφθηκε
eu: Ez da onartu
fa_ir: رد شده
fi_fi: Hylätty
fr: Refusé
gl_es: Rexeitado
he: נדחה
hr: Odbijeno
hu: Elutasított
hy_am: Չեղարկված է
id_id: Ditolak
is_is: Hafnað
it: Rifiutato
ja: 不採用
ka: უარყოფილია
kk: Қабылданбады
lt: Atmestas
lv: Noraidīts
mk_mk: Одбиено
mr: नाकारले
ms: Ditolak
nb: Avvist
pl: Odrzucony
pt_pt: Recusado
ro: Refuzat
sl_si: Zavrnjeno
sv: Refuserad
th: ปฏิเสธแล้ว
tr_tr: Geri Çevirildi
uk_ua: Відхилино
vi: Đã từ chối
zh_cn: 拒绝

# common.delete
source: Delete
ar_iq: حذف
az: Silin
bg_bg: Изтриване
ca: Suprimeix
cs: Smazat
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή
eu: Ezabatu
fa_ir: حذف
fi_fi: Poista
fr: Supprimer
gl_es: Eliminar
he: למחוק
hr: Briši
hu: Törlés
hy_am: Ջնջել
id_id: Hapus
is_is: Eyða
it: Elimina
ja: 削除
ka: წაშლა
kk: Өшіру
lt: Ištrinti
lv: Dzēst
mk_mk: Изнриши
mr: हटवा
ms: Padam
nb: Slett
pl: Usuń
pt_pt: Eliminar
ro: Șterge
sl_si: Zbriši
sv: Radera
th: ลบ
tr_tr: Sil
uk_ua: Видалити
vi: Xóa
zh_cn: 删除

# common.deleting
source: Deleting
ar_iq: الحذف جارٍ
az: Silinir
bg_bg: В процес на изтриване
ca: Eliminant
cs: Mazání
da_dk: Sletter
de_de: Lösche
el_gr: Διαγραφή...
eu: Ezabatzen
fa_ir: حذف
fi_fi: Poistetaan
fr: Suppression
gl_es: Eliminando
he: מחיקת
hr: Izbrisati
hu: Törlés folyamatban
hy_am: Ջնջվում է
id_id: Menghapus
is_is: Í eyðingu
it: Cancellando
ja: 削除中
ka: წაშლა
kk: Жою жүріп жатыр
lt: Trinama
lv: Notiek dzēšana
mk_mk: Бришење
mr: हटवत आहे
ms: Memadam
nb: Sletter
pl: Usuwanie
pt_pt: A apagar
ro: Ștergerea
sl_si: Brisanje
sv: Raderar
th: กำลังลบ
tr_tr: Siliniyor
uk_ua: Видалення
vi: Đang xóa
zh_cn: 删除中

# common.deleteSelection
source: Delete Selection
ar_iq: حذف الاختيار
az: Se√ßil…ôni silin
bg_bg: Изтриване на избраното
ca: Suprimeix la selecció
cs: Smazat výběr
da_dk: Slet markering
de_de: Auswahl löschen
el_gr: Διαγραφή επιλογής
eu: Ezabatu hautapena
fa_ir: حذف انتخاب شده‌ها
fi_fi: Poista valinta
fr: Supprimer la sélection
gl_es: Eliminar selección
he: בחירת מחיקה
hr: Brisanje odabira
hu: A kiválasztott törlése
hy_am: Ջնջել բաժինը
id_id: Hapus Pilihan
is_is: Eyða vali
it: Elimina selezione
ja: 選択範囲の削除
ka: მონშნულის წაშლა
kk: Таңдалғанды өшіру
lt: Ištrinti pažymėtus
lv: Dzēst sadaļu
mk_mk: Избриши селекција
mr: निवडलेले हटवा
ms: Padamkan Pilihan
nb: Slett valgte
pl: Usuń zaznaczone
pt_pt: Eliminar seleção
ro: Ștergeți selecția
sl_si: Zbriši označeno
sv: Radera markerad(e)
th: ลบการเลือก
tr_tr: Seçileni Sil
uk_ua: Видалити вибране
vi: Xóa đã chọn
zh_cn: 删除选择

# common.dateHijri
source: Hijri Calendar
ar_iq: التقويم الهجري
az: Hicri t…ôqvim
bg_bg: Календар Хиджри
ca: Calendari hijri
cs: Kalendář Hirji
da_dk: Den muslimske kalender - Hijri kalender
de_de: Hidschra-Kalender
el_gr: Ημερομηνία Hijri
eu: Hijri egutegia
fa_ir: تقویم هجری قمری
fi_fi: Islamilainen kalenteri
fr: Calendrier Hijri
gl_es: Calendario musulmán
he: הלוח המוסלמי
hr: Hidžretski kalendar
hu: Hijri Naptár
hy_am: Hijri օրացույց
id_id: Kalender Hijrah
is_is: Hijri dagatal
it: Calendario Islamico
ja: ヒジュラ暦
ka: ჰიჯრის კალენდარი
kk: Хижри күнтізбесі
lt: Hidžros kalendorius
lv: Hidžras kalendārs
mk_mk: Hijri Календар
mr: हिजरी कॅलेंडर
ms: Kalendar Hijrah
nb: Islamsk kalendar
pl: Kalendarz Hijri
pt_pt: Calendário islâmico
ro: Calendar Hijri
sl_si: Islamski koledar
sv: Hijri-kalender
th: ปฏิทินฮิจเราะห์
tr_tr: Hicri Takvim
uk_ua: Мусульманський календар
vi: Lịch Hijri
zh_cn: 回历日历

# common.error.framesRequired
source: This page requires frames. <a href="{$url}">Click here</a> for the non-frames version.
ar_iq: هذه الصفحة تتطلب وجود إطارات. <a href="{$url}">أنقر هنا</a> للنسخة التي بلا إطارات.
az: Bu sayt √ß…ôr√ßiv…ô istifad…ô etmir. √á…ôr√ßiv…ô istifad…ô etm…ôy…ôn formatńĪ √ľ√ß√ľn <a href="{$url}"> bura klikl…ôyin</a>.
bg_bg: Тази страница изисква рамки. <a href="{$url}"> Щракнете тук </a> за версията без рамки.
ca: Aquesta pàgina requereix marcs. <a href="{$url}">Feu clic aquí</a> per a la versió sense marcs.
cs: Tato stránka vyžaduje rámce. <a href="{$url}">Klikněte zde</a> pro verzi bez rámců.
da_dk: Denne side kræver rammer. <a href="{$url}">Klik her</a> for at få vist en version uden rammer.
de_de: Diese Seite enthält Frames. <a href="{$url}">Hier</a> geht es zur Version ohne Frames.
el_gr: Αυτή η σελίδα απαιτεί πλαίσια. &lt;a href="{$url}"&gt;Πατήστε εδώ&lt;/a&gt; για την έκδοση χωρίς πλαίσια.
eu: Orri honek markoak erabiltzen ditu. Egin klik <a href="{$url}">hemen</a> markorik gabeko bertsioa ikusteko.
fa_ir: این صفحه نیاز به فریم دارد. برای مشاهده نسخه بدون فریم <a href="{$url}"> اینجا </a> را کلیک کنید.
fi_fi: Tämä sivu vaatii kehykset. <a href="{$url}">Klikkaa tästä</a> kehyksettömään versioon.
fr: Cette page nécessite des cadres. <a href="{$url}">Cliquer ici</a> pour la version sans cadre.
gl_es: Esta páxina necesita recadros. <a href="{$url}">Prema aquí</a> para ver a versión sin recadros.
he: דף זה דורש מסגרות. <a href="{$url}">לחץ כאן</a> לגרסה שאינה מסגרות.
hr: Ova stranica zahtijeva okvire. <a href="{$url}">Kliknite ovdje</a> za verziju bez okvira.
hu: Ez az oldal kereteket használ. <a href="{$url}">Kattintson ide</a> a nem keretes verzióért.
hy_am: Այս էջը պահանջում է շրջանակ: <a href="{$url}">Սեղմեք այստեղ </a> առանց շրջանակ օգտագործելու համար:
id_id: Halaman ini memerlukan bingkai.<a href="{$url}">Klik di sini</a> untuk versi non-frame.
is_is: Þessi síða krefst ramma. <a href="{$url}">Smelltu hér</a> til að sýna útgáfu án ramma.
it: Questa pagina utilizza i frames. <a href="{$url}">Premi qui</a> per la versione priva di frames.
ja: このページはフレームを利用しています。非フレーム版は<a href="{$url}">ここをクリック</a>してください。
ka: ამ გვერდზე საჭიროა ჩარჩოები. არა-ჩარჩოების ვერსიისთვის <a href="{$url}">დააჭირეთ აქ</a>.
kk: Бұл бетте фреймдер қажет. Фреймсіз нұсқа көру үшін <a href="{$url}">осы жерді басыңыз</a>.
lt: Šiam puslapiui reikalingi rėmai. <a href="{$url}">Spustelėkite čia</a>, kad peržiūrėtumėte versiją be rėmų.
lv: Šai lapai nepieciešami ietvari. <a href="{$url}">Klikšķiniet šeit</a> , lai skatītu lapu bez ietvariem.
mk_mk: Ова страница бара рамки. <a href="{$url}">Кликни овде</a> за верзија без рамки.
mr: या पृष्ठासाठी फ्रेम्सची आवश्यकता आहे. नॉन-फ्रेम आवृत्तीसाठी (version) <a href="{$url}">येथे क्लिक करा</a>.
ms: Halaman ini memerlukan bingkai. <a href="{$url}">Klik di sini</a> untuk versi non-frame.
nb: Denne siden krever rammer. <a href="{$url}">Klikk her</a> for å se en versjon uten rammer.
pl: Ta strona wymaga ramek. <a href="{$url}">Kliknij tutaj</a> aby zobaczyć wersję pozbawioną ramek.
pt_pt: Esta página requer frames. <a href="{$url}">Clique aqui </a> para a versão sem frames.
ro: Această pagină necesită încadrare. <a href="{$url}">Click here</a> pentru versiunea fără încadrare.
sl_si: Ta stran potrebuje okvirje. <a href="{$url}">Kliknite tukaj</a> za stran brez okvirjev.
sv: Den här sidan kräver frames. <a href="{$url}">Klicka här</a> för en version utan frames.
th: หน้านี้ต้องการเฟรม <a href="{$url}">คลิกที่นี่</a> เพื่อเวอร์ชันที่ไม่ใช้เฟรม
tr_tr: Bu site çerçeve kullanmaktadır. Çerçeve kullanmayan biçimi için <a href="{$url}"> buraya tıklayın</a>.
uk_ua: Ця сторінка потребує підтримки фреймів браузером. Для переходу до версії сторінки без фреймів <a href="{$url}">натисніть сюди</a>.
vi: Trang này yêu cầu frames. <a href="{$url}">Nhấp vào đây</a> để xem phiên bản không có frames.
zh_cn: 这个页面需要框架. <a href="{$url}">点击这里</a>关闭框架.

# common.fileType
source: File Type
ar_iq: نوع الملف
az: Fayl n√∂v√ľ
bg_bg: Тип на файл
ca: Tipus de fitxer
cs: Typ souboru
da_dk: Filtype
de_de: Dateityp
el_gr: Τύπος αρχείου
eu: Fitxategi mota
fa_ir: نوع فایل
fi_fi: Tiedostotyyppi
fr: Type de fichier
gl_es: Tipo de arquivo
he: סוג קובץ
hr: Tip datoteke
hu: Fájltípus
hy_am: Ֆայլի տիպ
id_id: Tipe File
is_is: Tegund skráar
it: Tipo di file
ja: ファイル種別
ka: ფაილის ტიპი
kk: Файл түрі
lt: Failo tipas
lv: Datnes tips
mk_mk: Тип на фајлот
mr: फाईलचा प्रकार
ms: Jenis Fail
nb: Filtype
pl: Rodzaj pliku
pt_pt: Tipo de Ficheiro
ro: Tip fișier
sl_si: Tip datoteke
sv: Filtyp
th: ประเภทไฟล์
tr_tr: Dosya Türü
uk_ua: Тип файлу
vi: Loại tệp
zh_cn: 文件类型

# common.filtersClear
source: Clear Filters
cs: Vymazat filtry
eu: Ezabatu iragazkiak
he: נקה מסננים
lt: Išvalyti filtrus
mr: फिल्टर मोकळे करा
pl: Wyczyść filtry
vi: Xóa Bộ lọc

# common.findTemplate
source: Find Template
bg_bg: Намери шаблон
ca: Trobar plantilla
cs: Najít šablonu
eu: Bilatu txantiloia
fr: Trouver un modèle d'e-mail
he: חיפוש תבנית
hr: pronaći predložak
hy_am: Գտեք ձևանմուշը
it: Trova template
ja: テンプレートの検索
ka: იპოვეთ შაბლონი
kk: Үлгіні табыңыз
lt: Rasti šabloną
lv: Atrast veidni
mr: तयार मजकूर (टेम्पलेट) शोधा
pl: Znajdź szablon
sv: Hitta mall
th: ค้นหาแม่แบบ
vi: Tìm mẫu

# common.formatting
source: Formatting
ca: Formatació
cs: Formátování
eu: Formatua
fr: Mise en forme
he: עיצוב
it: Formattazione
ja: フォーマット
lt: Formatavimas
lv: Formatēšana
mr: फॉरमॅटिंग
sv: Formattering
th: การจัดรูปแบบ
vi: Định dạng

# common.geographic
source: Geographic
bg_bg: Географска/и
ca: Geogràfic
cs: Geografická data
eu: Geografikoa
fr: Géographique
he: גיאוגרפי
hr: Geografski
it: Geografico
ja: 地理的データ
lt: Geografinis
lv: Ģeogrāfisks
mr: भौगोलिक
pl: Geografia
sv: Geografisk
th: ภูมิศาสตร์
vi: Địa lý

# common.go
source: Go
ar_iq: إذهب
az: Get
bg_bg: Изпълни
ca: Vés-hi
cs: Spustit
da_dk: Start
de_de: Los
el_gr: Μετάβαση
eu: Aurrera
fa_ir: برو
fi_fi: Mene
fr: Continuer
gl_es: Ir
he: הלך
hr: Kreni
hy_am: Գնացինք
id_id: Lanjut
is_is: Ræsa
it: Vai
ja: 行け
ka: გადასვლა
kk: Алға
lt: Eiti
lv: Iet
mk_mk: Оди
mr: प्रयत्न करा (Go)
ms: Pergi
nb: Fortsett
pl: Idź
pt_pt: Ir
ro: Mergi
sl_si: Pojdi
sv: Fortsätt
th: ไป
tr_tr: Git
uk_ua: Вперед
vi: Đi
zh_cn: 进入

# common.height
source: Height
ar_iq: الارتفاع
az: √Ėl√ß√ľ
bg_bg: Височина
ca: Alçada
cs: Výška
da_dk: Højde
de_de: Höhe
el_gr: Ύψος
eu: Altuera
fa_ir: ارتفاع
fi_fi: Korkeus
fr: Hauteur
gl_es: Altura
he: גובה
hr: Visina
hu: Magasság
hy_am: Բարձրություն
id_id: Tinggi
is_is: Hæð
it: Altezza
ja: 高さ
ka: სიმაღლე
kk: Биіктігі
lt: Aukštis
lv: Augstums
mk_mk: Висина
mr: उंची
ms: Tinggi
nb: Høyde
pl: Wysokość
pt_pt: Altura
ro: Înălțime
sl_si: Višina
sv: Höjd
th: ความสูง
tr_tr: Boyut
uk_ua: Висота
vi: Chiều cao
zh_cn: 高度

# common.highlight
source: Highlight
ca: Destacar
cs: Zvýraznění
eu: Nabarmendu
fr: Mise en évidence
he: להדגיש
it: In evidenza
ja: ハイライト
lt: Paryškinti
lv: Izcēlums
mr: ठळक करा (Highlight)
sv: Höjdpunkt
th: เน้น
vi: Điểm nổi bật

# common.highlights
source: Highlights
ca: Destacats
cs: Zvýraznění
eu: Nabarmenduak
fr: Mises en évidence
he: מדגיש
it: Punti salienti
ja: ハイライト
lt: Svarbiausi dalykai
lv: Izcēlumi
mr: प्रमुख मुद्दे (Highlights)
pl: Wydarzenia
sv: Höjdpunkter
th: จุดเด่น
vi: Điểm nổi bật

# common.homepageNavigationLabel
source: Home
ar_iq: الرئيسية
az: Ana s…ôhif…ô
bg_bg: Начална
ca: Pàgina d'inici
cs: Domů
da_dk: Startside
el_gr: Αρχική
eu: Hasiera
fa_ir: صفحه اصلی
fi_fi: Etusivu
fr: Accueil
gl_es: Inicio
he: הביתה
hr: Naslovnica
hu: Főoldal
hy_am: Գլխավոր
id_id: Beranda
is_is: Forsíða
ja: ホーム
ka: საწყისი
kk: Басты бет
lt: Pradžia
lv: Sākumlapa
mk_mk: Дома
mr: मुख्यपृष्ठ
ms: Laman Utama
nb: Hjem
pl: Strona domowa
pt_pt: Página de Início
ro: Acasă
sl_si: Dom
sv: Hem
th: หน้าแรก
tr_tr: Ana Sayfa
uk_ua: Головна
vi: Trang chủ
zh_cn: 主页

# common.homePageHeaderLogo.altText
source: Homepage Header Logo
ar_iq: شعار رأس الصفحة الرئيسية
az: Ana s…ôhif…ô baŇülńĪq loqosu
bg_bg: Лого на горния колонтитул (header) на главната страница
ca: Logotip per a la capçalera de la pàgina inicial
cs: Logo záhlaví domácí stránky
da_dk: Hjemmesidens header-logo
de_de: Logo in der Kopfzeile der Startseite
el_gr: Λογότυπο κεφαλίδας αρχικής σελίδας
eu: Hasierako orriaren goiburuko logoa
fa_ir: لوگوی بخش سرتیتر صفحه اصلی
fi_fi: Etusivun ylätunnisteen logo
fr: Logo de l'en-tête de la page d'accueil
gl_es: Logo do título (páxina de inicio)
he: לוגו כותרת עמוד הבית
hr: Logotip zaglavlja naslovne stranice
hu: Oldal fejléc logo
hy_am: Գլխավոր էջի վերևի մասի լոգո
id_id: Logo Header Beranda
is_is: Haus-merki forsíðunnar
it: Logo dell'intestazione dell'homepage
ja: ホームページヘッダーロゴ
ka: მთავარი გვერდის სათაური
kk: Негізгі бет тақырыбы логотипі
lt: Pradinio puslapio antraštės logotipas
lv: Sākumlapas galvenes logotips
mk_mk: Лого на заглавието на насловната страна
mr: मुख्यपृष्ठाच्या शीर्षलेखातील परिचय चिन्ह (Logo)
ms: Logo Tajuk Halaman Utama
nb: Topplogo på hjemmesiden
pl: Logo nagłówka strony głównej
pt_pt: Logótipo do cabeçalho da página de início
ro: Logo-ul antetului paginii de start
sl_si: Logotip glave domače strani
sv: Logotyp på förstasidans sidhuvud
th: โลโก้ส่วนหัวของหน้าแรก
tr_tr: Ana Sayfa Başlık Logosu
uk_ua: Логотип заголовку домашньої сторінки
vi: Logo đầu trang chủ
zh_cn: 首页头部Logo

# common.hour
source: Hour
ar_iq: الساعة
az: Saat
bg_bg: Час
ca: Hora
cs: Hodina
da_dk: Time
de_de: Stunde
el_gr: Ώρα
eu: Ordua
fa_ir: ساعت
fi_fi: Tunti
fr: Heure
gl_es: Hora
he: שעה
hr: Sat
hu: Óra
hy_am: Ժամ
id_id: Jam
is_is: Klukkustund
it: Ora
ja: 時
ka: საათი
kk: Сағат
lt: Valanda
lv: Stunda
mk_mk: час
mr: तास
ms: Jam
nb: Klokkeslett
pl: Godzina
pt_pt: Hora
ro: Ora
sl_si: Ura
sv: Timme
th: ชั่วโมง
tr_tr: Saat
uk_ua: Година
vi: Giờ
zh_cn: 小时

# common.id
source: ID
ar_iq: الرمز
az: SN
bg_bg: Идентификатор
el_gr: Αναγνωριστικό
fa_ir: شناسه مقاله
he: מזהה
is_is: Kenni
ka: იდენტიფიკატორი
lt: Identifikatorius
mk_mk: ИД
mr: आयडी (ID)
th: รหัส
tr_tr: SN
