Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# notification.unsubscribeNotifications.errorMessage
source: There was an unexpected error and we could not unsubscribe the email address {$email}. You can unsubscribe from all email notifications in your <a href="{$profileNotificationUrl}">user profile</a> or contact us directly for help.
az: G√∂zl…ônilm…ôz bir x…ôta baŇü verdi v…ô {$email} email adresinin abun…ôliyini l…ôńüv ed…ô bilm…ôdik. <a href="{$profileNotificationUrl}">ńįstifad…ô√ßi profilinizd…ôki</a> b√ľt√ľn email bildiriŇül…ôrini l…ôńüv ed…ô bil…ôr v…ô ya yardńĪm √ľ√ß√ľn birbaŇüa biziml…ô …ôlaq…ô qura bil…ôrsiniz.
bg_bg: Възникна неочаквана грешка и не можахме да се отпишем от имейл адреса {$email}. Можете да се отпишете от всички известия по имейл във вашия <a href="{$profileNotificationUrl}">потребителски профил</a> или се свържете директно с нас за помощ.
ca: S'ha produït un error inesperat i no podem donar de baixa l'adreça de correu electrònic {$email}. Podeu cancel·lar totes les notificacions per correu electrònic des del vostre <a href="{$profileNotificationUrl}">perfil d'usuari/ària</a> o contactar-nos directament si necessiteu ajuda.
cs: Došlo k neočekávané chybě a e-mailovou adresu {$email} jsme nemohli odhlásit. Můžete se odhlásit ze všech e-mailových oznámení ve svém <a href="{$profileNotificationUrl}">uživatelském profilu</a> nebo nás kontaktovat přímo a požádat o pomoc.
eu: Ustekabeko errore bat gertatu da eta ezin izan dugu {$email} helbide elektronikoaren harpidetza kendu. Zure <a href="{$profileNotificationUrl}">erabiltzaile profilean</a> posta elektroniko bidezko jakinarazpen guztietatik harpidetza kendu dezakezu edo laguntza jasotzeko zuzenean gurekin harremanetan jar zaitezke.
fr: Une erreur imprévue nous a empêché de désabonner l'adresse {$email}. Vous pouvez vous désabonner de toute notification par courriel en allant dans votre <a href="{$profileNotificationUrl}">profil</a> ou en communiquant directement avec nous afin d'obtenir de l'assistance.
he: אירעה שגיאה בלתי צפויה ולא הצלחנו לבטל את המנוי לכתובת הדוא"ל {$email}. באפשרותך לבטל את ההרשמה לכל התראות הדוא"ל בפרופיל המשתמש שלך <a href="{$profileNotificationUrl}"></a> או ליצור איתנו קשר ישירות לקבלת עזרה.
hr: Došlo je do neočekivane pogreške i nismo mogli otkazati pretplatu na obavijesti e-poštom na {$email}. Možete otkazati pretplatu na sve obavijesti putem e-pošte u svom <a href="{$profileNotificationUrl}">korisničkom profilu</a> ili nas izravno kontaktirati za pomoć.
hu: Váratlan hiba történt és így nem tudjuk leiratkoztatni ezt az e-mail címet {$email}. Leiratkozhat az összes e-mailes értesítésről a <a href="{$profileNotificationUrl}">felhasználói profiljában</a> vagy forduljon hozzánk segítségért közvetlenül.
hy_am: Տեղի է ունեցել չսպասված սխալ և մենք չենք կարող ապաբաժանորդագրել {$email} էլ․ փոստի հասցեն։ Դուք կարող եք ապաբաժանորդագրվել բոլոր էլ․ փոստերի ծանուցումներից Ձեր <a href="{$profileNotificationUrl}">օգտատիրոջ հաշվից</a> կամ ուղիղ կապ հաստատեք մեզ հետ։
it: Si è verificato un errore inaspettato e non siamo stati in grado di annullare l'iscrizione alle notifiche all'indirizzo email {$email}. Puoi cancellarti da tutte le notifiche email nel tuo <a href="{$profileNotificationUrl}">profilo utente</a> o chiederci direttamente aiuto.
ja: 予期しないエラーが発生しました。メールアドレス {$email}を登録解除できませんでした。 <a href="{$profileNotificationUrl}"> ユーザープロフィール </a> のすべてのメール通知の購読を解除するか、弊社に直接お問い合わせください。
ka: მოხდა მოულოდნელი შეცდომა და ვერ გამოვწერეთ ელექტრონული ფოსტის მისამართი {$email}. <a href="{$profileNotificationUrl}">შეგიძლიათ გააუქმოთ თქვენი მომხმარებლის პროფილში</a> გაგზავნილი ყველა ელფოსტის შეტყობინებიდან ან პირდაპირ დაგვიკავშირდეთ დახმარებისთვის.
kk: Күтпеген қате орын алды және {$email} электрондық пошта мекенжайын жіберу тізімінен шығару мүмкін болмады. Сізге көмектесуіміз үшін <a href="{$profileNotificationUrl}">пайдаланушы профилінде</a> немесе бізге тікелей хабарласу арқылы барлық электрондық пошта хабарландыруларына жазылудан бас тартуыңызға болады.
lt: Įvyko netikėta klaida ir negalėjome atsisakyti el. pašto adreso {$email} prenumeratos. Galite atsisakyti visų el. pašto pranešimų savo <a href="{$profileNotificationUrl}">naudotojo profilyje</a> arba susisiekti su mumis tiesiogiai dėl pagalbos.
lv: Radās neparedzēta kļūda, un mēs nevarējām atrakstīt e-pasta adresi {$email}. Jūs varat atteikties no visiem e-pasta paziņojumiem savā <a href="{$profileNotificationUrl}">lietotāja profilā</a> vai sazināties ar mums tieši, lai saņemtu palīdzību.
mr: एक अनपेक्षित त्रुटी आल्याने आम्ही {$email} हा ई-मेल पत्ता रद्द करू शकलेलो नाही. तुम्ही तुमच्या <a href="{$profileNotificationUrl}">वापरकर्ता माहिती (प्रोफाईल)</a> मधील सर्व ई-मेल सूचनांचे सदस्यत्व रद्द करू शकता किंवा मदतीसाठी थेट आमच्याशी संपर्क साधू शकता.
ms: Terdapat ralat yang tidak dijangka dan kami tidak dapat menghentikan langganan alamat e-mel {$email}. Anda boleh berhenti melanggan semua pemberitahuan e-mel dalam <a href="{$profileNotificationUrl}">profil pengguna</a> anda atau hubungi kami terus untuk mendapatkan bantuan.
pl: Wystąpił niespodziewany błąd i aplikacja nie była w stanie dokonać poprawnego anulowania subskrypcji adresu {$email}. Jest możliwość anulowania subskrypcji w <a href="{$profileNotificationUrl}"> profilu użytkownika</a> lub skontaktuj się z nami bezpośrednio.
sv: Ett oväntat fel uppstod och vi kunde inte avaktivera notifieringarna för e-posten {$email}. Du kan avaktivera samtliga notifieringar i din <a href="{$profileNotificationUrl}">användarprofil</a> eller kontakta oss för att få hjälp.
th: เกิดข้อผิดพลาดที่ไม่คาดคิดและเราไม่สามารถยกเลิกการสมัครของที่อยู่อีเมล {$email} ได้ คุณสามารถยกเลิกการสมัครจากการแจ้งเตือนทางอีเมลทั้งหมดได้ใน <a href="{$profileNotificationUrl}">โปรไฟล์ผู้ใช้ของคุณ</a> หรือ ติดต่อเราโดยตรงเพื่อขอความช่วยเหลือ
vi: Đã xảy ra lỗi không mong muốn và chúng tôi không thể hủy đăng ký địa chỉ email {$email}. Bạn có thể hủy đăng ký tất cả thông báo email trong <a href="{$profileNotificationUrl}">hồ sơ người dùng</a> của bạn hoặc liên hệ trực tiếp với chúng tôi để được trợ giúp.

# list.viewMore
source: Show more details about {$name}
ar_iq: أظهر المزيد من التفاصيل عن {$name}
az: {$name} haqqńĪnda geniŇül…ôndirilmiŇü detallarńĪ g√∂st…ôrin
bg_bg: Показване на подробности за {$name}
ca: Mostrar més detalls de {$name}
cs: Ukázat podrobnosti o {$name}
da_dk: Vis flere oplysninger om {$name}
de_de: Mehr Details über {$name} anzeigen
el_gr: Προβολή πρόσθετων πληροφοριών για το {$name}
eu: Erakutsi {$name}ri buruzko xehetasun gehiago
fi_fi: Näytä lisätietoja {$name}
fr: Voir plus à propos de {$name}
gl_es: Amosar máis detalles sobre {$name}
he: הצג פרטים נוספים על {$name}
hr: Prikaži više pojedinosti o {$name}
hu: Mutasson több részletet {$name}-ról/ről
hy_am: Ցուցադրել լրացուցիչ տվյալներ {$name}
id_id: Tampilkan lebih rinci tentang {$name}
is_is: Sýna frekari upplýsingar um {$name}
it: Mostra i dettagli al riguardo di {$name}
ja: {$name}の詳細を表示
ka: მეტი ინფორმაციის ჩვენება {$name}
kk: {$name} туралы толық ақпаратты көрсету
lt: Rodyti daugiau informacijos apie „{$name}“
lv: Parādīt sīkāku informāciju par {$name}
mk_mk: Прикажи повеќе детали за {$name}
mr: {$name} यांचा विस्तारित तपशील दाखवा
ms: Tunjukkan butiran lanjut mengenai {$name}
nb: Vis flere detaljer om {$name}
pl: Zobacz szczegółowe informacje o {$name}
pt_pt: Apresentar mais detalhes sobre {$name}
ro: Arată mai multe detalii despre {$name}
sl_si: Prikaži več podrobnosti o {$name}
sv: Visa mer detaljer om {$name}
th: แสดงรายละเอียดเพิ่มเติมเกี่ยวกับ {$name}
tr_tr: {$name} hakkında genişletilmiş ayrıntıları göster
uk_ua: Показати подробиці щодо {$name}
vi: Hiển thị thêm chi tiết về {$name}
zh_cn: 显示有关 {$name} 的更多详细信息

# list.viewLess
source: Hide expanded details about {$name}
ar_iq: أخفِ التفاصيل الموسعة بشأن {$name}
az: {$name} haqqńĪnda geniŇül…ôndirilmiŇü detallarńĪ gizl…ôdin
bg_bg: Скриване на подробности за {$name}
ca: Amagar els detalls de {$name}
cs: Skrýt podrobnosti o {$name}
da_dk: Skjul flere oplysninger om {$name}
de_de: Details über {$name} verbergen
el_gr: Απόκρυψη πρόσθετων πληροφοριών για το {$name}
eu: Ezkutatu {$name}ri buruzko xehetasunak
fi_fi: Piilota lisätiedot {$name}
fr: Cacher les détails de {$name}
gl_es: Agochar os detalles ampliados sobre {$name}
he: הסתרת פרטים מורחבים על {$name}
hr: Sakrij detalje o {$name}
hu: Mutasson kevesebb részletet {$name}-ról/ről.
hy_am: Թաքցնել {$name} մասին ընդլայնված տվյալները
id_id: Sembunyikan rincian tentang {$name}
is_is: Fela frekari upplýsingar um {$name}
it: Nascondi i dettagli riguardo {$name}
ja: {$name}の詳細を非表示
ka: გაფართოებული დეტალების დამალვა {$name}
kk: {$name} туралы толық ақпаратты жасыру
lt: Nerodyti daugiau informacijos apie „{$name}“
lv: Slēpt paplašinātu informāciju par {$name}
mk_mk: Сокриј ги проширените детали за {$name}
mr: {$name} यांचा विस्तारित तपशील लपवा
ms: Sembunyikan butiran lanjutan mengenai {$name}
nb: Skjul detaljer om {$name}
pl: Ukryj szczegółowe informacje o {$name}
pt_pt: Esconder detalhes de {$name}
ro: Ascunde detaliile despre {$name}
sl_si: Skrij podrobnosti o {$name}
sv: Göm visade detaljer om {$name}
th: ซ่อนรายละเอียดที่ขยายเกี่ยวกับ {$name}
tr_tr: {$name} hakkında genişletilmiş ayrıntıları gizle
uk_ua: Приховати подробиці щодо {$name}
vi: Ẩn chi tiết mở rộng về {$name}
zh_cn: 隐藏有关 {$name} 的详细信息

# validation.invalidOption
source: This is not a valid option.
az: Bu etibarlńĪ bir se√ßim deyil.
bg_bg: Тази опция не е достъпна.
ca: Això no és una opció vàlida.
cs: Tato možnost není platná.
eu: Hau ez da baliozko aukera.
fr: Ce n'est pas une option valable.
he: זו אינה אפשרות תקפה.
hr: Ovo nije važeća opcija.
hu: Ez nem egy érvényes lehetőség.
hy_am: Սա ընդունելի տարբերակ չէ:
it: Questa non è un'opzione valida.
ja: 有効なオプションではありません。
ka: ეს არ არის სწორი ვარიანტი.
kk: Бұл параметр қолжетімді емес.
lt: Tai nėra tinkama parinktis.
lv: Šī nav derīga iespēja.
mr: हा पर्याय ग्राह्य नाही.
ms: Ini bukan pilihan yang sah.
pl: Ta opcja nie jest prawidłowa.
sv: Detta är inte ett giltigt alternativ.
th: นี่ไม่ใช่ตัวเลือกที่ถูกต้อง
vi: Đây không phải là tùy chọn hợp lệ.

# validator.active_url
source: This is not a valid URL.
ar_iq: هذا ليس رابطاً صحيحاً.
az: Bu etibarlńĪ URL deyil.
bg_bg: Този URL е невалиден.
ca: Aquesta URL no és vàlida.
cs: Toto není platná URL adresa.
da_dk: Dette er ikke en gyldig URL.
de_de: Dies ist keine gültige URL.
el_gr: Αυτό δεν είναι έγκυρο URL.
eu: URL hau ez da baliozkoa.
fi_fi: Tämä ei ole kelvollinen URL-osoite.
fr: Cet URL n'est pas valide.
gl_es: Esta URL non é válida.
he: זו אינה כתובת URL תקפה.
hr: Ovo nije važeći URL.
hu: Nem megfelelő URL.
hy_am: Այս URL-ը վավեր չէ։
id_id: URL tidak valid.
is_is: Þetta er ekki gild vefslóð.
it: URL non valido.
ja: 有効なURLではありません。
ka: მოწოდებულია უვარგისი ბმული.
kk: URL мекенжайы жарамсыз.
lt: Tai nėra galiojantis URL.
lv: Šis nav derīgs URL.
mk_mk: Ова не е валидна URL-адреса.
mr: हा URL ग्राह्य नाही.
ms: Ini bukan URL yang sah.
nb: Dette er ikke en gyldig URL.
pl: Ten URL jest nieprawidłowy.
pt_pt: Este URL não é válido.
ro: Acesta nu este un URL valid.
sl_si: To ni veljaven URL naslov.
sv: Detta är inte en giltig URL.
th: นี่ไม่ใช่ URL ที่ถูกต้อง
tr_tr: Bu geçerli bir URL değil.
uk_ua: Ця URL адреса не валідна.
vi: Đây không phải là URL hợp lệ.
zh_cn: 这不是有效的网址。

# validator.after
source: This date must be after {$date}.
ar_iq: هذا التأريخ لا بد أن يكون بعد {$date}.
az: Bu tarix {$date} tarixind…ôn sonra olmalńĪdńĪr.
bg_bg: Тази дата трябва да е след {$date}.
ca: Aquesta data ha de ser posterior a {$date}.
cs: Toto datum musí být po {$date}.
da_dk: Denne dato skal være efter {$date}.
de_de: Dieses Datum muss nach dem {$date} liegen.
el_gr: Αυτή η ημερομηνία πρέπει να είναι μεταγενέστερη από {$date}.
eu: Data honek {$date}(r)en ondorengoa izan behar du.
fi_fi: Päivämäärän pitää olla myöhäisempi kuin {$date}.
fr: Cette date doit être postérieure à {$date}.
gl_es: Esta data debe ser posterior a {$date}.
he: תאריך זה חייב להיות אחרי {$date}.
hr: Ovaj datum mora biti nakon {$date}.
hu: {$date} utáni dátumnak kell lennie.
hy_am: Այս ամսաթիվը պետք լինի {$date}ից հետո։
id_id: Tanggalnya harus setelah {$date}.
is_is: Þessi dagsetning verður að vera eftir {$date}.
it: La data deve essere dopo il {$date}.
ja: この日付は {$date}より後にする必要があります。
ka: ეს თარიღი უნდა იყოს {$date}-ის შემდეგ.
kk: Күн {$date} кейін болуы керек.
lt: Ši data turi būti vėlesnė nei {$date}.
lv: Šim datumam jābūt pēc {$date}.
mk_mk: Овој датум мора да биде после {$date}.
mr: {$date} या नंतरची ही तारीख असावी.
ms: Tarikh ini mestilah selepas {$date}.
nb: Denne dato må være etter {$date}.
pl: Data musi być ustawiona później niż {$date}.
pt_pt: A data deve ser posterior a {$date}.
ro: Această dată trebuie să fie după {$date}.
sl_si: Ta datum mora biti večji od {$date}.
sv: Datumet måste vara efter {$date}.
th: วันที่นี้ต้องอยู่หลัง {$date}
tr_tr: Bu tarih {$date} tarihinden sonra olmalıdır.
uk_ua: Це повинна бути дата після {$date}.
vi: Ngày này phải sau ngày {$date}.
zh_cn: 此日期必须在 {$date} 之后。

# validator.alpha
source: This may only contain letters.
ar_iq: هذا ينبغي أن يحتوي حروفاً فقط.
az: Bu sad…ôc…ô h…ôrf ola bil…ôr
bg_bg: Това може да съдържа само букви.
ca: Això només pot contenir lletres.
cs: To může obsahovat pouze písmena.
da_dk: Dette kan kun indeholde bogstaver.
de_de: Dies darf nur Buchstaben enthalten.
el_gr: Πρέπει να περιλαμβάνονται μόνο γράμματα.
eu: Honek letrak bakarrik izan ditzake.
fi_fi: Voi sisältää vain kirjaimia.
fr: Ceci ne peut contenir que des lettres.
gl_es: Isto só pode conter letras.
he: זה יכול להכיל רק אותיות.
hr: Ovo može sadržavati samo slova.
hu: Csak betűket tartalmazhat.
hy_am: Սա կարող է ներառել միայն տառեր։
id_id: Hanya boleh berisi huruf.
is_is: Þetta má bara innihalda bókstafi.
it: Può contenere solo lettere.
ja: 使用できるのは、文字のみです。
ka: ეს შეიძლება მხოლოდ ასოებს შეიცავდეს.
kk: Онда тек әріптер болуы мүмкін.
lt: Čia gali būti tik raidės.
lv: Tajā var būt tikai burti.
mk_mk: Ова може да содржи само букви.
mr: यामध्ये फक्त अक्षरांचाच समावेश होऊ शकतो.
ms: Ini mungkin hanya mengandungi huruf.
nb: Dette kan bare inneholde bokstaver.
pl: Dozwolone są jedynie litery.
pt_pt: Só pode conter letras.
ro: Aceasta poate conține doar litere.
sl_si: To lahko vsebuje le črke.
sv: Får bara innehålla bokstäver.
th: สามารถมีเฉพาะตัวอักษรเท่านั้น
tr_tr: Bu yalnızca harf içerebilir.
uk_ua: Це може містити тільки букви.
vi: Trường này chỉ có thể chứa các chữ cái.
zh_cn: 此项只能包含字母。

# validator.alpha_dash
source: This may only contain letters, numbers, dashes and underscores.
ar_iq: هذا ينبغي أن يحتوي حروفاً، أرقاماً، شُرطاً وخطوطاً تحتانية فقط.
az: Bu sad…ôc…ô h…ôrf, r…ôq…ôm, tire v…ô alt x…ôtt ehtiva ed…ô bil…ôr
bg_bg: Това може да съдържа само букви, цифри, тирета и долни черти.
ca: Això només pot contenir lletres, números, ratlles i guions baixos.
cs: Může obsahovat pouze písmena, čísla, pomlčky a podtržítka.
da_dk: Dette må kun indeholde bogstaver, tal, bindestreger og understregninger.
de_de: Dies darf nur Buchstaben, Zahlen, Striche und Unterstriche enthalten.
el_gr: Πρέπει να περιλαμβάνονται μόνο γράμματα, αριθμοί, παύλες και κάτω_παύλες.
eu: Honek letrak, zenbakiak, marratxoak eta azpimarrak bakarrik izan ditzake.
fi_fi: Voi sisältää vain kirjaimia, numeroita, tavuviivoja tai alaviivoja.
fr: Ceci ne peut contenir que des lettres, des chiffres, des tirets et des tirets bas.
gl_es: Isto só pode conter letras, números, guións e guións baixos.
he: זה יכול להכיל רק אותיות, מספרים, מקפים וקווים תחתונים.
hr: Ovo može sadržavati samo slova, brojeve, crtice i podvlake.
hu: Betűket, számokat, kötőjelet és alávonást tartalmazhat.
hy_am: Կարող է միայն ներառել տառեր, թվեր, գծեր և ընդգծումներ։
id_id: Hanya boleh diisi huruf, angka, garis datar, dan garis bawah.
is_is: Þetta má bara innihalda bókstafi, tölustafi, bandstrik og undirstrik.
it: Può contenere solo lettere, numeri, trattini e sottolineature.
ja: 使用できるのは、文字、数字、ダッシュ、およびアンダースコアのみです。
ka: ეს შეიძლება შეიცავდეს მხოლოდ ასოებს, ციფრებს, ტირეებს და ქვედა ხაზებს.
kk: Ол тек әріптерді, сандарды, сызықшаларды және астын сызуды қамтуы мүмкін.
lt: Čia gali būti tik raidės, skaičiai, brūkšneliai ir pabraukimai.
lv: Tajā drīkst būt tikai burti, cipari, defises un pasvītrojuma rakstzīmes.
mk_mk: Ова може да содржи само букви, броеви, црта и долна црта.
mr: यामध्ये फक्त अक्षरे, अंक, डॅश आणि अंडरस्कोअरचाच समावेश होऊ शकतो.
ms: Ini mungkin hanya mengandungi huruf, nombor, sempang dan garis bawah.
nb: Dette kan bare inneholde bokstaver, tall, bindestrek og understrekninger.
pl: Dozwolone są jedynie litery, cyfry i znaki interpunkcyjne.
pt_pt: Só pode conter letras, números, hífens e underscores.
ro: Acest lucru nu poate conține decât litere, numere, liniuțe. etc.
sl_si: To lahko vsebuje le črke, številke, pomišljaje in podčrtaje.
sv: Får bara innehålla bokstäver, siffror, bindestreck och understreck.
th: สามารถมีเฉพาะตัวอักษร ตัวเลข ขีดกลาง และขีดล่างเท่านั้น
tr_tr: Bu yalnızca harf, rakam, tire ve alt çizgi içerebilir.
uk_ua: Це може містити тільки букви, числа, дефіс, тире та нижнє підкреслення.
vi: Trường này chỉ có thể chứa các chữ cái, số, dấu gạch ngang và dấu gạch dưới.
zh_cn: 此项只能包含字母，数字，短横线和下划线。

# validator.alpha_dash_period
source: This may only contain letters, numbers, dashes, underscores and periods.
az: Bu sad…ôc…ô h…ôrf, r…ôq…ôm, tire, alt x…ôtt v…ô n√∂qt…ô ehtiva ed…ô bil…ôr
bg_bg: Това може да съдържа само букви, цифри, тирета, долни черти и точки.
ca: Això només pot contenir lletres, números, guions, guions baixos i punts.
cs: Může obsahovat pouze písmena, číslice, pomlčky, podtržítka a tečky.
eu: Honek letrak, zenbakiak, marratxoak, azpimarrak eta puntuak bakarrik izan ditzake.
fr: Cela ne peut contenir que des lettres, des chiffres, des tirets, des traits de soulignement et des points.
he: זה יכול להכיל רק אותיות, מספרים, מקפים, קווים תחתונים ונקודות.
hr: Ovo može sadržavati samo slova, brojke, crtice, podvlake i točke.
hu: Ez csak betűket, számokat, kötőjeleket, alulvonásokat és pontokat tartalmazhat.
hy_am: Սա կարող է պարունակել միայն տառեր, թվեր, գծիկներ, ընդգծումներ և կետեր:
is_is: Þetta má bara innihalda bókstafi, tölustafi, bandstrik, undirstrik og punkta.
it: Questo può contenere solo lettere, numeri, trattini, underscore e punti.
ja: 使用できるのは、文字、数字、ダッシュ、アンダースコア、およびピリオドのみです。
ka: ეს შეიძლება შეიცავდეს მხოლოდ ასოებს, რიცხვებს, ტირეებს, ხაზს და წერტილებს.
kk: Тек әріптерді, сандарды, сызықшаларды және астын сызуды қамтуы мүмкін.
lt: Čia gali būti tik raidės, skaičiai, brūkšneliai, pabraukimai ir taškai.
lv: Tajā drīkst būt tikai burti, cipari, defises, pasvītrojuma rakstzīmes un punkti.
mr: यामध्ये फक्त अक्षरे, अंक, डॅश, अंडरस्कोअर आणि पूर्णविरामाचाच समावेश होऊ शकतो.
ms: Ini mungkin hanya mengandungi huruf, nombor, sempang, garis bawah dan noktah.
pl: Dozwolona zawartość to: litery, cyfry, kreski, podkreślenia i kropki.
sv: Får bara innehålla bokstäver, siffror, bindestreck, understreck och punkter.
th: สามารถมีเฉพาะตัวอักษร ตัวเลข ขีดกลาง ขีดล่าง และจุดเท่านั้น
vi: Trường này chỉ có thể chứa các chữ cái, số, dấu gạch ngang, dấu gạch dưới và dấu chấm.

# validator.array
source: This is not a valid array.
ar_iq: هذه ليست مصفوفة صحيحة.
az: Bu etibarlńĪ bir seriya deyil.
bg_bg: Това не е валиден масив.
ca: Aquesta no és una matriu vàlida.
cs: Toto není platné pole.
da_dk: Dette er ikke en gyldig array.
de_de: Dies ist kein gültiger Bereich.
eu: Hau ez da baliozko matrize bat.
fi_fi: Tämä ei ole kelvollinen taulukkomuuttuja.
fr: Ceci n'est pas un tableau valide.
gl_es: Esta non é unha matriz válida.
he: זה אינו מערך תקף.
hr: Ovo nije važeći raspon.
hu: Nem érvényes tömb.
hy_am: Սա վավեր չէ։
id_id: Array-nya tidak valid.
is_is: Þetta er ekki gilt fylki.
it: Stringa non valida.
ja: 有効なアレイではありません。
ka: ეს არ არის მართებული მასივი.
kk: Бұл жарамды массив емес.
lt: Tai nėra galiojantis masyvas.
lv: Šis masīvs nav derīgs.
mk_mk: Ова не е валидна низа.
mr: ही मांडणी (array) ग्राह्य नाही.
ms: Ini bukan array yang sah.
nb: Dette er ikke en gyldig array.
pl: To nie jest prawidłowy szyk.
pt_pt: Esta não é uma matriz válida.
ro: Acesta nu este un tablou valid.
sl_si: To ni veljavna niz.
sv: Detta är inte en giltig tabell (array).
th: นี่ไม่ใช่อาร์เรย์ที่ถูกต้อง
tr_tr: Bu geçerli bir dizi değil.
uk_ua: Це не є валідним масивом.
vi: Đây không phải là mảng hợp lệ.
zh_cn: 这不是有效的数组。

# validator.country.regex
source: This is not a valid country. The country must be one of the 2-letter international codes. See all codes at https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements.
bg_bg: Това не е валидна държава. Държавата трябва да е един от 2-буквените международни кодове. Можете да видите всички кодове на https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements.
ca: Això no és un país vàlid. El país ha de ser un dels codis internacionals de 2 lletres. Podeu veure tots els codis a https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements.
cs: Zadaný kód země není platný. Země musí být zadána jedním z dvoupísmenných mezinárodních kódů. Všechny kódy najdete na adrese https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements.
eu: Hau ez da baliozko herrialde bat. Herrialdeak 2 letrako nazioarteko kodeetako bat izan behar du. Ikusi kode guztiak https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements helbidean.
fr: Ce n'est pas un pays valide. Le pays doit correspondre à l'un des codes internationaux à 2 lettres. Voir tous les codes sur https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements.
he: זו אינה מדינה תקפה. המדינה חייבת להיות מסומנת באחד מהקודים הבינלאומיים בני שתי האותיות. ראה את כל הקודים ב-https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements.
hr: Ovo nije važeća država. Država mora biti jedan od dvoslovnih međunarodnih kodova. Pogledajte sve kodove na https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements.
it: Questo non è un Paese valido. Il Paese deve essere uno dei codici internazionali di 2 lettere. Vedere tutti i codici su https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements.
ja: 有効な国ではありません。国設定は 2 文字の国際コードのいずれかでなければなりません。https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements. ですべてのコードを参照してください。
lt: Tai negaliojanti šalis. Šalis turi būti vienas iš dviejų raidžių tarptautinių kodų. Visus kodus rasite adresu https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements.
lv: Šī nav derīga valsts. Valstij jābūt vienam no starptautiskajiem divburtu kodiem. Skatīt visus kodus vietnē https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements.
mr: हा ग्राह्य देश नाही. देशांच्या २-अक्षरी आंतरराष्ट्रीय संकेतलिपीशी (code) तो जुळणारा हवा. सगळ्या संकेतलिपींची यादी https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements वर पहा.
pl: To nie jest prawidłowo zapisana nazwa kraju. Nazwa kraju musi być jednym z 2-literowych kodów międzynarodowych. Zobacz wszystkie kody na https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements.
sv: Detta är inte ett giltigt land. Landet måste vara en internationell kod på två tecken. Se alla koder på https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements.
th: นี่ไม่ใช่ประเทศที่ถูกต้อง ประเทศต้องเป็นรหัสสากล 2 ตัวอักษร ดูรหัสทั้งหมดที่ https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements
vi: Đây không phải là quốc gia hợp lệ. Quốc gia phải là một trong các mã quốc tế 2 chữ cái. Xem tất cả các mã tại https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements.
