Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# search.matchAll
source: Match all categories
ar_iq: مطابقة كل الفئات
az: B√ľt√ľn kateqoriyalarńĪ uyńüunlaŇüdńĪrńĪn
bg_bg: Съвпадение на всички категории
cs: Zahrnout všechny kategorie
da_dk: Find alle kategorier
de_de: In allen Kategorien übereinstimmen
el_gr: Εύρεση αποτελεσμάτων που περιέχουν όλους τους όρους.
eu: Kategoria guztietan
fa_ir: مطابق بودن با همه بخش ها
fi_fi: Yhdistä kaikki kategoriat
gl_es: Coincide en todas as categorías
he: התאם את כל הקטגוריות
hr: Združi sve kategorije
hu: Az összes kategóriának megfelel
hy_am: Միացնել բոլոր կատեգորիաները
id_id: Cocok dengan semua kategori
is_is: Passa við alla flokka
ja: すべてのカテゴリーにマッチ
ka: ემთხვევა ყველა კატეგორიას
kk: Барлық категориялар бойынша сәйкестендіріңіз
lt: Atitikti visas kategorijas
lv: Atbilst visām kategorijām
mk_mk: Одговара на сите категории
mr: सगळे प्रवर्ग (Category) जुळवा
ms: Padankan semua kategori
nb: Treff i alle kategorier
pt_pt: Encontrar em todas as categorias
sl_si: Zajemi vse kategorije
sv: Matcha i alla kategorier
th: ตรงกับทุกหมวดหมู่
tr_tr: Tüm kategorileri eşle
uk_ua: За всіма полями
vi: Khớp tất cả danh mục
zh_cn: 匹配所有类别

# search.noResults
source: No Results
ar_iq: لا نتائج
az: N…ôtic…ô tapńĪlmadńĪ
bg_bg: Няма резултати
ca: No hi ha resultats
cs: Žádné výsledky
da_dk: Ingen resultater
de_de: Kein Ergebnis
el_gr: Κανένα αποτέλεσμα
eu: Emaitzarik ez
fa_ir: بی نتیجه
fi_fi: Ei tuloksia
fr: Aucun résultat
gl_es: Non hai resultados
he: אין תוצאות
hr: Nema rezultata
hu: Nincs eredmény
hy_am: Արդյունք չի գտնվել
id_id: Tidak ada hasil
is_is: Engin niðurstaða
it: Nessun risultato
ja: 該当なし
ka: შედეგი არ არის
kk: Нәтиже жоқ
lt: Nieko nerasta
lv: Nav rezultātu
mk_mk: Нема резултати
mr: याविषयी काही आढळले नाही
ms: Tiada Hasil
nb: Ingen resultat
pl: Brak wyników
pt_pt: Nenhum resultado encontrado
ro: Fără rezultate
sl_si: Ni zadetkov
sv: Inga träffar
th: ไม่พบผลลัพธ์
tr_tr: Sonuç bulunamadı
uk_ua: Немає результатів
vi: Không có kết quả
zh_cn: 没有结果

# search.operator.and
source: and
ar_iq: و
az: v…ô
bg_bg: и (логически +)
cs: a
da_dk: og
de_de: UND
el_gr: και
eu: ETA
fa_ir: و
fi_fi: ja
gl_es: e
he: ו
hr: i
hu: és
hy_am: և
id_id: dan
is_is: og
ka: და
kk: және
lt: ir
mk_mk: и
mr: आणि (Boolean AND)
ms: dan
pt_pt: e
sl_si: in
sv: OCH
th: และ
tr_tr: ve
vi: và

# search.searchResults.foundSingle
source: Found one item.
ar_iq: تم العثور على عنصر واحد.
az: Bir element tapńĪldńĪ.
bg_bg: Намерен е един елемент.
ca: S'ha trobat un element.
cs: Nalezena jedna položka.
eu: Elementu bat aurkitu da.
fr: Un élément trouvé.
gl_es: Atopouse un elemento.
he: נמצא פריט אחד.
hr: Pronađen predmet.
hu: Egy elem találva.
hy_am: Գտնվել է մեկ արդյունք:
is_is: Fann eitt atriði.
it: Ho trovato un elemento.
ja: 1 個の項目が見つかりました。
ka: ნაპოვნია ერთი ერთეული.
kk: Бір ғана нәтиже табылды.
lt: Rado vieną daiktą.
lv: Atrasta viena vienība.
mr: एक लेख सापडला.
ms: Menemui satu item.
nb: Fant en post.
pl: Znaleziono jeden element.
sv: Hittade ett objekt.
th: พบหนึ่งรายการ
tr_tr: Bir öğe bulundu.
vi: Tìm thấy một mục.

# search.searchResults.foundPlural
source: Found {$count} items.
ar_iq: تم العثور على {$count} من العناصر.
az: {$count} …ôd…ôd element tapńĪldńĪ
bg_bg: Намерени {$count} елемента.
ca: S'han trobat {$count} elements.
cs: Nelezeno {$count} položek.
eu: {$count} elementu aurkitu dira.
fr: {$count} éléments trouvés.
gl_es: Atopados {$count} elementos.
he: נמצאו {$count} פריטים.
hr: Pronađeno je {$count} stavki.
hu: Megtalálva {$count} elem.
hy_am: Գտնվել է {$count} արդյունք։
is_is: Fann {$count} atriði.
it: Trovati {$count} elementi.
ja: {$count} 個の項目が見つかりました。
ka: ნაპოვნია {$count} ერთეული.
kk: {$count} элемент табылды.
lt: Rasta {$count} elementų.
lv: Atrastas {$count} vienības.
mr: {$count} लेख सापडले.
ms: {$count} item ditemui.
nb: Fant {$count} poster.
pl: Znaleziono {$count} elementów.
sv: Hittade {$count} objekt.
th: พบ {$count} รายการ
tr_tr: {$count} adet öge bulundu.
vi: Tìm thấy {$count} mục.

# search.subject
source: Keyword(s)
ar_iq: كلمة/كلمات مفتاحية
az: A√ßar s√∂z(l…ôr)
bg_bg: Ключова(и) дума(и)
ca: Paraules clau
cs: Klíčové(á) slovo(a)
da_dk: Nøgleord
de_de: Schlagworte
el_gr: Λέξεις-κλειδιά
eu: Gako-hitza(k)
fa_ir: کلید واژه
fi_fi: Avainsana(t)
fr: Mot(s)-clé(s)
gl_es: Palabra(s) chave
he: מילות מפתח
hr: Ključna riječ/i
hu: Kulcsszavak
hy_am: Բանալի բառ(եր)
id_id: Kata Kunci
is_is: Lykilorð
it: Parola(e) chiave
ja: キーワード
ka: საკვანძო სიტყვ(ებ)ი
kk: Кілтсөз(дер)
lt: Esminiai žodžiai
lv: Atslēgvārdi
mk_mk: Клучен збор(ови)
mr: शोध-शब्द
ms: Kata Kunci
nb: Emneord
pl: Słowa kluczowe
pt_pt: Assunto
ro: Cuvinte cheie
sl_si: Ključne besede
sv: Nyckelord
th: คำสำคัญ
tr_tr: Anahtar Kelime(ler)
uk_ua: Ключові слова
vi: Từ khóa
zh_cn: 关键词

# search.titleIndex
source: Browse Title Index
ar_iq: استعرض فهرس العناوين
az: BaŇülńĪq indeksinin siyahńĪsńĪnńĪ √ßńĪxart
bg_bg: Преглед на индекса на заглавията
ca: Navega per l’índex de títols
cs: Procházet index názvů
da_dk: Gennemse titelindeks
de_de: Titelverzeichnis durchsuchen
el_gr: Περιήγηση τίτλων αλφαβητικά
eu: Arakatu tituluen indizea
fa_ir: پیمایش لیست عناوین
fi_fi: Selaa otsikkohakemistoa
fr: Explorer l'index des titres
gl_es: Explorar o índice de títulos
he: דפדף במפתח הכותרים
hr: Kazalo naslova
hu: Böngészés a cím indexben
hy_am: Ցուցադրել վերնագրի ցուցիչը
id_id: Menelusuri Indeks Judul
is_is: Skoða titlalista
it: Scorri la lista dei titoli
ja: タイトルインデックスをブラウズ
ka: სათაურის ინდექსის დათვალიერება
kk: Тақырып индексін қарау
lt: Naršyti antraščių rodyklėje
lv: Pārlūkot virsrakstu rādītāju
mk_mk: Прегледај го индексот на наслови
mr: शीर्षक सूचीवरून नजर फिरवा
ms: Layari Indeks Tajuk
nb: Finn fram i tittelregisteret
pl: Przeszukaj indeks tytułów
pt_pt: Índice de Títulos
ro: Navigator index titluri
sl_si: Brskanje indeksa naslovov
sv: Bläddra i titelregister
th: เรียกดูดัชนีชื่อเรื่อง
tr_tr: Başlık İndeksini Listele
uk_ua: Перегляд списку назв робіт
vi: Duyệt chỉ mục tiêu đề
zh_cn: 浏览标题索引

# review.ensuringAnonymousReview
source: How to ensure all files are anonymized
ar_iq: كيفية ضمان حذف البيانات الشخصية من كل الملفات
az: B√ľt√ľn fayllarńĪn anonim/nam…ôlum olduńüuna nec…ô …ômin olmaq olar
bg_bg: Как да гарантираме, че всички файлове са анонимни
ca: Com assegurar que tots els arxius s'han anonimitzat
cs: Jak zajistit, aby byly všechny soubory anonymizovány
eu: Nola bermatu fitxategi guztiak anonimizatuta daudela
fr: Comment s'assurer que l'ensemble des fichiers soient anonymisés
gl_es: Como garantir que todos os arquivos sexan anonimizados
he: כיצד לוודא שכל הקבצים אנונימיים
hr: Osigurajte anonimni pregled
hu: Hogyan biztosítható az összes fájl anonimizálása
hy_am: Ինչպես երաշխավորել, որ բոլոր ֆայլերը անանուն են
is_is: Hvernig tryggja skal nafnleysi allra skráa
it: Come assicurare che i file siano anonimi
ja: すべてのファイルを匿名化する方法
ka: როგორ უზრუნველვყოთ, რომ ყველა ფაილი იყოს ანონიმური
kk: Барлық файлдардың анонимді болуын қалай қамтамасыз ету керек
lt: Kaip užtikrinti visų failų anonimiškumą
lv: Kā nodrošināt, lai visas datnes būtu anonimizētas
mr: सगळ्या फाईल्समधील माहिती निनावी आहे याची खात्री कशी करायची
ms: Bagaimana untuk memastikan semua fail adalah tanpa nama
nb: Hvordan sikre at alle filer er anonymisert
pl: Jak poprawnie anonimizować pliki
sv: Att säkerställa anonym granskning
th: วิธีการทำให้ไฟล์ทั้งหมดเป็นแบบไม่ระบุชื่อ
tr_tr: Tüm dosyaların anonim olduğundan nasıl emin olunur
vi: Cách đảm bảo tất cả các tệp được ẩn danh

# grid.action.showReviewPolicy
source: Read the current review policy
ar_iq: إقرأ سياسة التحكيم الحالية
az: Cari inc…ôl…ôm…ô politikasńĪnńĪ oxuyun
bg_bg: Прочетете текущата политика за рецензиране
ca: Llegiu la política de revisió actual
cs: Přečtěte si současné zásady recenzního procesu
da_dk: Læs den gældende bedømmelsespraksis
de_de: Lesen Sie aktuelle Begutachtungsgrundsätze
el_gr: Προβολή των πολιτικών αξιολόγησης
eu: Irakurri uneko berrikuspen-politika
fa_ir: مطالعه سیاست‌های داوری
fi_fi: Lue nykyiset arviointiperiaatteet
fr: Lire la politique actuelle concernant l'évaluation
gl_es: Ler a política de revisión actual
he: קרא את מדיניות הסקירה הנוכחית
hr: Pročitajte trenutna načela ocjenjivanja
hu: Az aktuális szakmai lektorálás irányelveinek elolvasása
hy_am: Կարդալ ընթացիկ գրախոսման քաղաքականությունը
id_id: Baca kebijakan review terbaru
is_is: Lesa gildandi ritrýnistefnu
it: Leggi l'attuale politica di revisione
ja: 現在の査読ポリシーを読む
ka: წაიკითხეთ განხილვის მიმდინარე პოლიტიკა
kk: Ағымдағы рецензиялау ережелерін оқыңыз
lt: Perskaityti dabartinius recenzavimo nuostatus
lv: Lasīt aktuālo recenzēšanas politiku
mk_mk: Прочитајте ја тековната политика за рецензија
mr: सध्याचे समीक्षण धोरण वाचा
ms: Baca polisi semasa ulasan
nb: Les gjeldene retningslinjer
pl: Wyświetl warunki recenzji
pt_pt: Ler a atual política de revisão
ro: Citiți politica actuală de revizuire
sl_si: Preberite recenzijsko politiko
sv: Läs aktuell granskningspolicy
th: อ่านนโยบายการทบทวนปัจจุบัน
tr_tr: Mevcut inceleme politikasını okuyun
uk_ua: Перегляньте поточні правила рецензування
vi: Đọc chính sách đánh giá hiện tại
zh_cn: 阅读当前的审核政策

# grid.action.deleteNotification
source: Delete Task
ar_iq: إحذف المهمة
az: TapŇüńĪrńĪńüńĪ silin
bg_bg: Изтриване на задача
ca: Eliminar tasca
cs: Smazat úlohu
da_dk: Slet opgave
de_de: Aufgabe löschen
el_gr: Διαγραφή εργασίας
eu: Ezabatu zeregina
fa_ir: حذف وظیفه
fi_fi: Poista tehtävä
fr: Supprimer la tâche
gl_es: Eliminar tarefa
he: מחק משימה
hr: Izbriši zadatak
hu: Feladat törlése
hy_am: Ջնջել առաջադրանքը
id_id: Hapus Tugas
is_is: Eyða verki
it: Cancella Task
ja: タスクを削除
ka: ამოცანის წაშლა
kk: Тапсырманы жойыңыз
lt: Ištrinti užduotį
lv: Dzēst uzdevumu
mk_mk: Избриши задача
mr: ठरवलेले कार्य हटवा
ms: Padam Tugas
nb: Slett oppgave
pl: Usuń zadanie
pt_pt: Eliminar Tarefa
ro: Ștergeți sarcina
sl_si: Odstrani nalogo
sv: Ta bort uppgift
th: ลบงาน
tr_tr: Görev Sil
uk_ua: Видалити завдання
vi: Xóa công việc
zh_cn: 删除任务

# grid.action.markNew
source: Mark New
ar_iq: كأنها جديدة
az: yeni
bg_bg: Маркиране като ново (непрочетено)
ca: Marcar com a nou
cs: Označit jako nové
da_dk: Markér ny
de_de: Neu markieren
el_gr: Επισήμανση ως νέο
eu: Markatu berria
fa_ir: علامت گذاری به عنوان جدید
fi_fi: Merkitse lukemattomaksi
fr: Marquer non lu
gl_es: Marcar como novo
he: סמן כחדש
hr: Označi novo
hu: Jelölés újként
hy_am: Նշել նորը
id_id: Tandai Baru
is_is: Merkja nýtt
it: Segna come nuovo
ja: 新規にマーク
ka: მონიშნე ახალი
kk: Оқылмаған деп белгілеңіз
lt: Žymėti kaip naują
lv: Atzīmēt kā jaunu
mk_mk: Обележи како ново
mr: 'नवे' असे चिन्हांकित करा
ms: Tanda Baharu
nb: Merk ny
pl: Oznacz nowe
pt_pt: Marcar Novo
ro: Marcaj nou
sl_si: Označi kot novo
sv: Markera som ny
th: ทำเครื่องหมายเป็นใหม่
tr_tr: Yeni
uk_ua: Позначити як непрочитане
vi: Đánh dấu mới
zh_cn: 标记为新增

# grid.action.markRead
source: Mark Read
ar_iq: كأنها مقروءة
az: Oxunub
bg_bg: Маркиране като прочетено
ca: Marcar com a llegit
cs: Označit jako přečtené
da_dk: Markér læst
de_de: Gelesen markieren
el_gr: Επισήμανση ως αναγνωσμένο
eu: Markatu irakurrita
fa_ir: علامت گذاری به عنوان خوانده شده
fi_fi: Merkitse luetuksi
fr: Marquer lu
gl_es: Marcar como lido
he: סמן כנקרא
hr: Označi pročitano
hu: Jelölés olvasottként
hy_am: Նշել որպես կարդացած
id_id: Tandai telah dibaca
is_is: Merkja lesið
it: Segna come già letto
ja: 既読にする
ka: წაკითხულად მონიშვნა
kk: Оқылған деп белгілеңіз
lt: Žymėti kaip skaitytą
lv: Atzīmēt kā lasītu
mk_mk: Обележи како прочитано
mr: 'वाचलेले' असे चिन्हांकित करा
ms: Tanda Baca
nb: Merk lest
pl: Oznacz przeczytane
pt_pt: Marcar Lido
ro: Marcaj citit
sl_si: Označi kot prebrano
sv: Markera som läst
th: ทำเครื่องหมายว่าอ่านแล้ว
tr_tr: Okunmuş
uk_ua: Позначити як прочитане
vi: Đánh dấu đã đọc
zh_cn: 标记为已读

# dashboard.tasks
source: Tasks
ar_iq: المهام
az: V…ôzif…ôl…ôr
bg_bg: Задачи
ca: Tasques
cs: Úlohy
da_dk: Opgaver
de_de: Aufgaben
el_gr: Εργασίες
eu: Zereginak
fa_ir: وظایف
fi_fi: Tehtävät
fr: Tâches
gl_es: Tarefas
he: משימות
hr: Zadaci
hu: Feladatok
hy_am: Առաջադրանքներ
id_id: Tugas
is_is: Verk
ja: タスク
ka: ამოცანები
kk: Тапсырмалар
lt: Užduotys
lv: Uzdevumi
mk_mk: Задачи
mr: कार्ये
ms: Tugasan
nb: Oppgaver
pl: Zadania
pt_pt: Tarefas
ro: Sarcini
sl_si: Naloge
sv: Uppgifter
th: งาน
tr_tr: Görevler
uk_ua: Завдання
vi: Công việc
zh_cn: 任务

# dashboard.myQueue
source: My Queue
ar_iq: مساراتي
az: ńįŇü n√∂vb…ôl…ôri
bg_bg: Моята опашка от задачи
ca: La meva llista
cs: Má fronta
da_dk: Min kø
de_de: Meine Warteschlange
el_gr: Η λίστα μου
eu: Nire errenka
fa_ir: وظایف من
fi_fi: Oma jononi
fr: Ma file d'attente
gl_es: A miña listaxe
he: התור שלי
hr: Moj red
hu: Saját soraim
hy_am: Իմ գործերը
id_id: Antrianku
is_is: Röðin mín
it: Lavori in coda
ja: キュー
ka: ჩემი რიგი
kk: Менің ісім
lt: Mano straipsniai
lv: Mana rinda
mk_mk: Мојата редица
mr: माझ्या यादीतली प्रलंबित कार्ये
ms: Baris Beratur Saya
nb: Mine oppgaver
pl: Moja kolejka
pt_pt: Minha Fila
ro: În așteptare
sl_si: Dodeljeno meni
sv: Min kö
th: คิวของฉัน
tr_tr: İş Kuyrukları
uk_ua: Моя черга
vi: Hàng đợi của tôi
zh_cn: 我的队列

# review.anonymousPeerReview.title
source: How to ensure all files are anonymized
ar_iq: كيفية ضمان حذف البيانات الشخصية من كل الملفات
az: B√ľt√ľn fayllarńĪn anonim/nam…ôlum olduńüuna nec…ô …ômin olmaq olar
bg_bg: Как да гарантираме, че всички файлове са анонимни
ca: Com assegurar que tots els arxius s'han anonimitzat
cs: Jak zajistit, aby byly všechny soubory anonymizovány
eu: Nola bermatu fitxategi guztiak anonimizatuta daudela
fr: Comment s'assurer que l'ensemble des fichiers soient anonymisés
gl_es: Como garantir que todos os arquivos sexan anonimizados
he: כיצד לוודא שכל הקבצים אנונימיים
hr: Osigurajte anonimizaciju svih datoteka
hu: Hogyan biztosítható az összes fájl anonimizálása
hy_am: Ինչպես երաշխավորել, որ բոլոր ֆայլերը անանուն են
is_is: Hvernig tryggja skal að allar skrár séu nafnlausar
it: Come assicurare che tutti i file siano resi anonimi
ja: すべてのファイルを匿名化する方法
ka: როგორ უზრუნველვყოთ, რომ ყველა ფაილი იყოს ანონიმური
kk: Барлық файлдардың жасырын болуын қалай қамтамасыз етуге болады
lt: Kaip užtikrinti visų failų anonimiškumą
lv: Kā nodrošināt, lai visas datnes būtu anonimizētas
mr: सगळ्या फाईल्समधील माहिती निनावी आहे याची खात्री कशी करायची
ms: Bagaimana untuk memastikan semua fail adalah tanpa nama
nb: Hvordan sikre at alle filer er anonymisert
pl: Jak sprawić aby wszystkie pliki były poprawnie zanonimizowane
sv: Hur säkerställs anonym granskning
th: วิธีการทำให้ไฟล์ทั้งหมดเป็นแบบไม่ระบุชื่อ
tr_tr: Tüm dosyaların anonim olduğundan nasıl emin olunur
vi: Cách đảm bảo tất cả các tệp được ẩn danh
