Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# common.ccLicense.rt
source: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 License</a>. </div>
ar_iq: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="http://i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> هذا العمل مرخص بموجب رخصة <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 License</a>. </div>
bg_bg: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Тази работа е лицензирана под <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 лиценз</a>. </div>
ca: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Aquesta obra està sota una llicència <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0</a>. </div>
cs: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons Licence" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Tato práce je licencována pod <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 Licencí</a>. </div>
da_dk: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Brug af dette værk skal ske i overensstemmelse med copyrightlicensen<a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 License</a>. </div>
de_de: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative-Commons-Lizenz" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Diese Arbeit steht unter einer <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 License</a>. </div>
el_gr: Η χρήση του περιεχομένου καθορίζεται από την άδεια <a rel="license" href="http://creativecommons.org/licenses/by-nc-sa/4.0/deed.el" target="_new">Creative Commons Αναφορά Δημιουργού - Μη Εμπορική Χρήση - Παρόμοια Διανομή 4.0 Διεθνές</a>
eu: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Lan hau baimentzen du: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 License</a>. </div>
fa_ir: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/" target="_new"><img alt="Creative Commons License" style="border-width:0" src="http://i.creativecommons.org/l/by-nc/3.0/80x15.png" /></a> <br /> کار حاضر تحت مجوز <a rel="license" target="_new" href="https://creativecommons.org/licenses/by-nc/3.0/"> Creative Commons Attribution 3.0 </a> می‌باشد.
fi_fi: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Tämä työ on lisensoitu <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 License -lisenssillä</a>. </div>
fr: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Ce travail est autorisé sous licence avec la <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Licence de paternité Creative Commons 3.0</a>. </div>
gl_es: <div class="rtBlock"><br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Licenza de Creative Commons" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a><br /> Este traballo distribuese baixo unha <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Licenza de recoñecemento 3.0 de Creative Commons</a>.</div>
he: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> יצירה זו מורשית תחת רישיון <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">רישיון Creative Commons Attribution 3.0</a>. </div>
hr: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Licenca Creative Commons" style="border-width:0 " src ="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Ovo je djelo licencirano pod <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Licencom Creative Commons Attribution 3.0</a>. </div>
hu: <div class="rtBlock"> <br /> <a rel="license" href="http://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="http://i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Ez a mű ezzel a licensszel van ellátva <a rel="license" href="http://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 License</a>. </div>
hy_am: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src ="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Այս աշխատանքը լիցենզավորված է <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 լիցենզիայի ներքո</a>: </div>
id_id: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_new"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Bekerja dibawah lisensi <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_new">Creative Commons Attribution 3.0 License</a>. </div>
is_is: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/4.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/4.0/80x15.png" /></a> <br /> Þetta verk er gefið út undir <a rel="license" href="https://creativecommons.org/licenses/by/4.0/" target="_blank">Creative Commons Attribution 4.0 leyfi</a>. </div>
it: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Se non diversamente indicato, i contenuti di questa rivista sono pubblicati sotto licenza <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_new">Creative Commons Attribution 3.0</a>. </div>
ja: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> この資料のライセンスは <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 License</a> です。 </div>
ka: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> ეს ნამუშევარი ვრცელდება <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 ლიცენზიით</a>. </div>
kk: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Бұл жұмыс <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 License</a> бойынша лицензияланған. </div>
lt: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons licencija" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Šis kūrinys licencijuotas pagal <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons priskyrimo 3.0 licenciją</a>. </div>
lv: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Šis darbs licencēts saskaņā ar <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 licenci</a>. </div>
mk_mk: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_new"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Лиценциран под <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_new">Creative Commons Attribution 3.0 License</a>. </div>
mr: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> हे काम <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 License</a> अंतर्गत परवानाकृत आहे. </div>
ms: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Karya ini dilesenkan di bawah <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 License</a>. </div>
nb: <div class="rtBlock"> <br /> <a rel="license" href="http://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Dette verket er lisensiert med en <a rel="license" href="http://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0-lisens</a>. </div>
pl: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_new"><img alt="Creative Commons License" style="border-width:0" src="http://i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Utwór dostępny na licencji <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_new">Creative Commons Uznanie autorstwa 3.0</a>. </div>
pt_pt: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Licença Creative Commons" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Este trabalho está licenciado sob uma <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Licença Creative Commons Atribuição 3.0</a>. </div>
ro: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Această lucrare este licențiată în temeiul unui <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 License</a>. </div>
sl_si: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons licenca" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Avtorske pravice so zaščitene z <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 licenco</a>. </div>
sv: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Detta verk är licensierat under en <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Erkännande Attribution 3.0-licens</a>. </div>
th: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="สัญญาอนุญาตครีเอทีฟคอมมอนส์" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> งานนี้ได้รับอนุญาตภายใต้ <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">สัญญาอนุญาตครีเอทีฟคอมมอนส์ แสดงที่มา 3.0</a>. </div>
tr_tr: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Bu çalışma <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0</a>. </div> ile lisanslanmıştır.
uk_ua: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Ця робота ліцензована <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 License</a>. </div>
vi: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Tác phẩm này được cấp phép theo <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Giấy phép Creative Commons Ghi công 3.0</a>. </div>
zh_cn: <div class="rtBlock"> <br /> <a rel="license" href="https://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> 本作品遵循 <a rel="license" target="_blank" href="https://creativecommons.org/licenses/by/3.0/">知识共享 署名 3.0 授权许可</a>. </div>

# common.chooseOne
source: Choose One
ar_iq: إختر واحداً...
az: Se√ßim edin
bg_bg: Изберете едно
ca: Trieu-ne un
cs: Vyberte jeden
da_dk: Vælg én
de_de: Bitte wählen Sie aus
el_gr: Επιλογή
eu: Aukeratu bat
fa_ir: یکی را انتخاب کنید
fi_fi: Valitse yksi
fr: En choisir un(e)
gl_es: Elixe un
he: בחר אחד
hr: Izaberite
hu: Válasszon egyet
hy_am: Ընտրեք մեկը
id_id: Pilih satu
is_is: Veldu eitt
it: Scegli
ja: 1つ選択してください
ka: აირჩიეთ ერთი
kk: Біреуін таңдаңыз
lt: Pasirinkite
lv: Izvēlēties vienu
mk_mk: Избери едно
mr: एकाची निवड करा
ms: Pilih Satu
nb: Velg en
pl: Wybierz z listy
pt_pt: Escolha uma opção
ro: Alege una
sl_si: Izberite
sv: Välj en
th: เลือกหนึ่งตัวเลือก
tr_tr: Birini Seçiniz
uk_ua: Оберіть одне
vi: Chọn một
zh_cn: 选择其一

# common.close
source: Close
ar_iq: إغلاق
az: BańülayńĪn
bg_bg: Затвори
ca: Tanca
cs: Zavřít
da_dk: Luk
de_de: Schließen
el_gr: Κλείσιμο
eu: Itxi
fa_ir: بستن
fi_fi: Sulje
fr: Fermer
gl_es: Pechar
he: סגור
hr: Zatvori
hu: Bezárás
hy_am: Փակել
id_id: Tutup
is_is: Loka
it: Chiudi
ja: 閉じる
ka: დახურვა
kk: Жабу
lt: Užverti
lv: Aizvērt
mk_mk: Затвори
mr: बंद करा
ms: Tutup
nb: Lukk
pl: Zamknij
pt_pt: Fechar
ro: Închid
sl_si: Zapri
sv: Stäng
th: ปิด
tr_tr: Kapat
uk_ua: Закрити
vi: Đóng
zh_cn: 关闭

# common.closePanel
source: Close Panel
ar_iq: إغلاق اللوحة
az: Paneli bańülayńĪn
bg_bg: Затвори панела
ca: Tanca el panell
cs: Zavřít panel
da_dk: Luk felt
de_de: Panel schließen
el_gr: Κλείσιμο πίνακα
eu: Itxi panela
fa_ir: بستن پنل
fi_fi: Sulje paneeli
fr: Fermer le panneau
gl_es: Pechar panel
he: סגירת חלונית
hr: Zatvori ploču
hu: Panel bezárása
hy_am: Փակել վահանը
id_id: Tutup Panel
is_is: Loka svæði
it: Chiudi il pannello
ja: パネルを閉じる
ka: პანელის დახურვა
kk: Панельді жабу
lt: Užverti skydelį
lv: Aizvērt paneli
mk_mk: Затвори панел
mr: पॅनल बंद करा
ms: Tutup Panel
nb: Lukk felt
pl: Zamknij panel
pt_pt: Fechar Painel
ro: Panou de închidere
sl_si: zapri razdelek
sv: Stäng panel
th: ปิดแผงควบคุม
tr_tr: Paneli Kapat
uk_ua: Закрити панель
vi: Đóng bảng điều khiển
zh_cn: 关闭面板

# common.closeWindow
source: Close Window
ar_iq: إغلاق النافذة
az: P…ônc…ôr…ôni bańülayńĪn
bg_bg: Затвори прозореца
ca: Tanca la finestra
cs: Zavřít okno
da_dk: Luk vindue
de_de: Fenster schließen
el_gr: Κλείσιμο παραθύρου
eu: Itxi leihoa
fa_ir: بستن پنجره
fi_fi: Sulje ikkuna
fr: Fermer la fenêtre
gl_es: Pechar ventá
he: סגירת חלון
hr: Zatvori prozor
hu: Ablak bezárása
hy_am: Փակել պատուհանը
id_id: Tutup Window
is_is: Loka glugga
it: Chiudi la finestra
ja: ウィンドウを閉じる
ka: ფანჯრის დახურვა
kk: Терезені жабу
lt: Užverti langą
lv: Aizvērt logu
mk_mk: Затвори прозор
mr: विंडो बंद करा
ms: Tutup Window
nb: Lukk vindu
pl: Zamknij okno
pt_pt: Fechar Janela
ro: Fereastră închisă
sl_si: Zapri okno
sv: Stäng fönster
th: ปิดหน้าต่าง
tr_tr: Pencereyi Kapat
uk_ua: Закрити вікно
vi: Đóng cửa sổ
zh_cn: 关闭窗口

# common.complete
source: Complete
ar_iq: أكمل
az: TamamlayńĪn
bg_bg: Завършване
ca: Finalitzada
cs: Dokončit
da_dk: Udfør
de_de: Beenden
el_gr: Ολοκλήρωση
eu: Bukatu
fa_ir: کامل
fi_fi: Suorita
fr: Terminer
gl_es: Completar
he: השלם
hr: Završi
hu: Kész
hy_am: Կատարել
id_id: Selesai
is_is: Ljúka
it: Termina
ja: 完了
ka: დასრულებულია
kk: Аяқтау
lt: Baigta
lv: Pabeigt
mk_mk: Заврши
mr: पूर्ण
ms: Selesai
nb: Fullført
pl: Dokończ
pt_pt: Concluir
ro: Complet
sl_si: Dokončaj
sv: Slutför
th: เสร็จสมบูรณ์
tr_tr: Tamamlama
uk_ua: Завершити
vi: Hoàn thành
zh_cn: 完成

# common.completed
source: Completed
ar_iq: إكتمل
az: TamamlandńĪ
bg_bg: Завършено
ca: Completada
cs: Dokončeno
da_dk: Fuldført
de_de: Beendet
el_gr: Ολοκληρώθηκε
eu: Bukatuta
fa_ir: کامل شد
fi_fi: Suoritettu
fr: Terminé
gl_es: Completado
he: הושלמה
hr: Završeno
hu: Befejezett
hy_am: Կատարված է
id_id: Telah selesai
is_is: Lokið
it: Completato
ja: 完了した
ka: შესრულდა
kk: Аяқталды
lt: Užbaigta
lv: Pabeigts
mk_mk: Завршено
mr: पूर्ण झाले
ms: Telah Selesai
nb: Fullført
pl: Skończone
pt_pt: Concluído
ro: Efectuat
sl_si: Končano
sv: Slutförd
th: เสร็จสมบูรณ์แล้ว
tr_tr: Tamamlanmış
uk_ua: Завершено
vi: Đã hoàn thành
zh_cn: 已经完成

# common.completed.date
source: Completed: {$dateCompleted}
ar_iq: إكتمل بتاريخ: {$dateCompleted}
az: TamamlandńĪ: {$dateCompleted}
bg_bg: Завършено: {$dateCompleted}
ca: Completat: {$dateCompleted}
cs: Ukončeno: {$dateCompleted}
da_dk: Afsluttet: {$dateCompleted}
de_de: Beendet: {$dateCompleted}
el_gr: Ολοκληρώθηκε στις {$dateCompleted}
eu: Osatuta: {$dateCompleted}
fa_ir: کامل شد در تاریخ: {$dateCompleted}
fi_fi: Suoritettu: {$dateCompleted}
fr: Terminé : {$dateCompleted}
gl_es: Completado: {$dateCompleted}
he: הושלם: {$dateCompleted}
hr: Dovršeno: {$dateCompleted}
hu: Befejezett: {$dateCompleted}
hy_am: {$dateCompleted} - կատարված է
id_id: Selesai: {$dateCompleted}
is_is: Lokið: {$dateCompleted}
it: Data di completamento: {$dateCompleted}
ja: 完了日: {$dateCompleted}
ka: დასრულებული: {$dateCompleted}
kk: Аяқталды: {$dateCompleted}
lt: Užbaigta: {$dateCompleted}
lv: Pabeigts: {$dateCompleted}
mk_mk: Завршено: {$dateCompleted}
mr: {$dateCompleted}: या तारखेला पूर्ण झाले
ms: Telah Selesai: {$dateCompleted}
nb: Fullført: {$dateCompleted}
pl: Ukończone: {$dateCompleted}
pt_pt: Concluído: {$dateCompleted}
ro: Efectuat: {$dateCompleted}
sl_si: Končano: {$dateCompleted}
sv: Slutförd: {$dateCompleted}
th: เสร็จสมบูรณ์: {$dateCompleted}
tr_tr: Tamamlandı: {$dateCompleted}
uk_ua: Завершено: {$dateCompleted}
vi: Đã hoàn thành: {$dateCompleted}
zh_cn: 完成：{$dateCompleted}

# common.confirmed.date
source: Confirmed: {$dateConfirmed}
ar_iq: مؤكد بتاريخ: {$dateConfirmed}
az: T…ôsdiql…ôndi: {$dateConfirmed}
bg_bg: Потвърдено: {$dateConfirmed}
ca: Confirmat: {$dateConfirmed}
cs: Potvrzeno: {$dateConfirmed}
da_dk: Bekræftet: {$dateConfirmed}
de_de: Bestätigt: {$dateConfirmed}
el_gr: Έγινε επιβεβαίωση στις {$dateConfirmed}
eu: Baieztatuta: {$dateConfirmed}
fa_ir: تأیید شده در تاریخ: {$dateConfirmed}
fi_fi: Vahvistettu: {$dateConfirmed}
fr: Date de confirmation : {$dateConfirmed}
gl_es: Confirmado: {$dateConfirmed}
he: אושר: {$dateConfirmed}
hr: Potvrđeno: {$dateConfirmed}
hu: Megerősítve: {$dateConfirmed}
hy_am: Հաստատված է՝ {$dateConfirmed}
id_id: Dikonfirmasi: {$dateConfirmed}
is_is: Staðfest: {$dateConfirmed}
it: Data confermata: {$dateConfirmed}
ja: 確認日: {$dateConfirmed}
ka: დადასტურებულია: {$dateConfirmed}
kk: Расталған: {$dateConfirmed}
lt: Patvirtinta: {$dateConfirmed}
lv: Apstiprināts: {$dateConfirmed}
mk_mk: Потврдено: {$dateConfirmed}
mr: {$dateConfirmed}: रोजी खात्री केली
ms: Disahkan: {$dateConfirmed}
nb: Bekreftet: {$dateConfirmed}
pl: Potwierdzone: {$dateConfirmed}
pt_pt: Confirmado: {$dateConfirmed}
ro: Confirmat: {$dateConfirmed}
sl_si: Potrjeno: {$dateConfirmed}
sv: Bekräftad: {$dateConfirmed}
th: ยืนยันแล้ว: {$dateConfirmed}
tr_tr: Onaylandı: {$dateConfirmed}
uk_ua: Продовжити: {$dateConfirmed}
vi: Đã xác nhận: {$dateConfirmed}
zh_cn: 确认：{$dateConfirmed}

# common.content
source: Content
ar_iq: المحتوى
az: M…ôzmun
bg_bg: Съдържание
ca: Contingut
cs: Obsah
da_dk: Tilfreds
de_de: Inhalt
el_gr: Περιεχόμενο
eu: Edukia
fa_ir: محتوا
fi_fi: Sisältö
fr: Contenu
gl_es: Contido
he: תוכן
hr: Sadržaj
hu: Tartalom
hy_am: Բովանդակություն
id_id: Isi
is_is: Innihald
it: Contenuto
ja: コンテンツ
ka: შიგთავსი
kk: Мазмұны
lt: Turinys
lv: Saturs
mk_mk: Содржина
mr: मजकूर
ms: Kandungan
nb: Innhold
pl: Zawartość
pt_pt: Conteúdo
ro: Conținut
sl_si: Vsebina
sv: Innehåll
th: เนื้อหา
tr_tr: İçerik
uk_ua: Вміст
vi: Nội dung
zh_cn: 内容
