Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# common.notes.tooltip
source: Notes (yellow: has new notes; blue: has viewed notes; grey: no notes)
ar_iq: ملاحظات (الأصفر: لديه ملاحظات جديدة؛ الأزرق: لديه ملاحظات مقروءة؛ الرمادي: لا ملاحظات عليه)
az: Qeydl…ôr (SarńĪ: yeni qeydl…ôr; Mavi: oxunmuŇü qeydl…ôr; Boz: qeyd yoxdur)
bg_bg: Бележки (жълто: има нови бележки; синьо: има прегледани бележки; сиво: няма бележки)
ca: Notes (groc: hi ha notes noves; blau: hi ha notes vistes; gris: no hi ha notes)
cs: Poznámky (žluté: nové poznámky; modré: přečtené poznámky; šedé: poznámky nejsou)
da_dk: Noter (gul: har nye noter; blå: har gennemsete noter; grå: ingen noter)
de_de: Anmerkungen (gelb: neue; blau: gesehene; grau: keine)
el_gr: Σημειώσεις (κίτρινο:νέες σημειώσεις, μπλε:αναγνωσμένες σημειώσεις, γκρι:χωρίς σημειώσεις)
eu: Oharrak (horia: ohar berriak ditu; urdina: ikusitako oharrak ditu; grisa: oharrik ez du)
fa_ir: یادداشت‌ها (زرد: یادداشت جدید؛ آبی: یادداشت‌های مشاهده شده؛ خاکستری: بدون یادداشت)
fi_fi: Muistiinpanot (keltainen: uusia muistiinpanoja, sininen: katsotut muistiinpanot, harmaa: ei muistiinpanoja)
fr: Notes (jaune : contient de nouvelles notes ; bleu : contient des notes déjà visionnées ; gris : aucune note)
gl_es: Notas (amarelo: ten notas novas; azul: ten notas vistas; gris: non hai notas)
he: הערות (צהוב: כולל תווים חדשים; כחול: צפה בהערות; אפור: ללא תווים)
hr: Bilješke (žuto: novo; plavo: viđeno; sivo: ništa)
hu: Megjegyzés (sárga: új megjegyzés; kék: megtekintett megjegyzések; szürke: nincs megjegyzés)
hy_am: Նշում (դեղին: կա նոր նշում; կապույտ: կան դիտված նշումներ; մոխրագույն: չկան նշումներ)
id_id: Catatan (kuning: ada catatan; biru: telah melihat catatan; abu-abu: tidak ada catatan)
is_is: Athugasemdir (gult: nýjar athugasemdir; blátt: búið að skoða athugasemdir; grátt: engar athugasemdir)
it: Note (giallo: ci sono nuove note; blu: note già viste; grigio: non ci sono note)
ja: 注記 (黄色: 新規注記あり、青: 閲覧された注記、グレー: 注記なし)
ka: შენიშვნები (ყვითელი: აქვს ახალი შენიშვნები; ლურჯი: ნანახი აქვს შენიშვნები; ნაცრისფერი: შენიშვნები არ არის)
kk: Жазбалар (сары: жаңа жазбалар бар; көк: қаралған жазбалар; сұр: жазбалар жоқ)
lt: Pastabos (geltona: naujos pastabos; mėlyna: žiūrėtos pastabos; pilka: nėra pastabų)
lv: Piezīmes (dzeltena: ir jaunas piezīmes; zila: ir skatītas piezīmes; pelēka: nav piezīmju)
mk_mk: Белешки (жолта: има нови белешки; сина: има прегледано белешки; сиво: без белешки)
mr: टीपा (पिवळा : नवीन टीपा (नोट्स) आहेत; निळा: टीपा (नोट्स) पाहिल्या आहेत; राखाडी: टीपा (नोट्स) नाहीत)
ms: Nota (kuning: mempunyai nota baharu; biru: telah melihat nota; kelabu: tiada nota)
nb: Merknader (gul: har nye merknader; blå: har sett merknadene; grå: ingen merknader)
pl: Uwagi (żółty: nowe; niebieski: przeczytane; szary: brak)
pt_pt: Notas (amarelo: tem novas notas; azul: tem notas já vistas; cinza: sem notas)
ro: Note (galben: aveți note noi; albastru: aveți note văzute; verde: fără note)
sl_si: Opombe (rumena: ima nove opombe; modra: ima prebrane opombe; siva: nima opomb)
sv: Anteckningar (gul: har nya anteckningar; blå: har lästa anteckningar; grå: inga anteckningar)
th: หมายเหตุ (สีเหลือง: มีหมายเหตุใหม่; สีน้ำเงิน: หมายเหตุที่ดูแล้ว; สีเทา: ไม่มีหมายเหตุ)
tr_tr: Notlar (Sarı: yeni notlar; Mavi: okunmuş notlar; Gri: not yok)
uk_ua: Нотатки (жовтий: є нові нотатки; блакитний: є переглянені нотатки; сірий: немає нотаток)
vi: Ghi chú (vàng: có ghi chú mới; xanh dương: đã xem ghi chú; xám: không có ghi chú)
zh_cn: 注释（黄色：有新注释；蓝色：已查看注释；灰色：无注释）

# common.notified
source: Notified
ar_iq: مُبَلَّغ
az: B…ôyan edilmiŇü
bg_bg: Уведомен
ca: Notificat
cs: Oznámeno
da_dk: Meddelt
de_de: Benachrichtigt
el_gr: Ενημερώθηκε
eu: Jakinarazia
fa_ir: اعلام شده
fi_fi: Ilmoitettu
fr: Avis envoyé
gl_es: Informado/a
he: הודעה
hr: Obaviješten
hu: Értesítés
hy_am: Տեղեկացված
id_id: Diberitahukan
is_is: Tilkynnt
it: Notificato
ja: 通知済み
ka: შეატყობინებული
kk: Хабардар етілген
lt: Pranešta
lv: Paziņots
mk_mk: Информирано
mr: सूचित केले गेले
ms: Dimaklumkan
nb: Informert
pl: Powiadomiony
pt_pt: Notificado
ro: Notificat(ă)
sl_si: Opomnjeno
sv: Meddelad
th: ได้รับการแจ้งเตือนแล้ว
tr_tr: Bildirilmiş
uk_ua: Сповіщенний
vi: Đã thông báo
zh_cn: 通知的

# common.notified.date
source: Notified: {$dateNotified}
ar_iq: مُبَلَّغ بتاريخ: {$dateNotified}
az: BildiriŇü: {$dateNotified}
bg_bg: Уведомен: {$dateNotified}
ca: Notificat: {$dateNotified}
cs: Oznámeno dne: {$dateNotified}
da_dk: Anmeldt: {$dateNotified}
de_de: Benachrichtigt: {$dateNotified}
el_gr: Ενημερώθηκε στις {$dateNotified}
eu: Jakinarazia:{$dateNotified}
fa_ir: اعلام شده در تاریخ: {$dateNotified}
fi_fi: Ilmoitettu: {$dateNotified}
fr: notifié : {$dateNotified}
gl_es: Notificado: {$dateNotified}
he: הודעה: {$dateNotified}
hr: Obavijest: {$dateNotified}
hu: Értesítés: {$dateNotified}
hy_am: Տեղեկացված: {$dateNotified}
id_id: Diberi tahu: {$dateNotified}
is_is: Tilkynnt: {$dateNotified}
it: Data notifica: {$dateNotified}
ja: 通知日: {$dateNotified}
ka: შეატყობინებული: {$dateNotified}
kk: Ескерту: {$dateNotified}
lt: Pranešta: {$dateNotified}
lv: Paziņots: {$dateNotified}
mk_mk: Информиран: {$dateNotified}
mr: सूचित केल्याची तारीख : {$dateNotified}
ms: Dimaklumkan: {$dateNotified}
nb: Informert: {$dateNotified}
pl: Powiadomiony: {$dateNotified}
pt_pt: Notificado: {$dateNotified}
ro: Notificat(ă): {$dateNotified}
sl_si: Opomnjeno: {$dateNotified}
sv: Meddelad: {$dateNotified}
th: ได้รับการแจ้งเตือน: {$dateNotified}
tr_tr: Bildirim: {$dateNotified}
uk_ua: Сповіщений: {$dateNotified}
vi: Đã thông báo: {$dateNotified}
zh_cn: 通知：{$dateNotified}

# common.noMatches
source: No Matches
ar_iq: لا نظير
az: Uyńüun g…ôlm…ôdi
bg_bg: Няма съвпадения
ca: No s’han trobat coincidències
cs: Žádné shody
da_dk: Ingen match
de_de: Keine Treffer
el_gr: Κανένα αποτέλεσμα
eu: Ez dago bat datorrenik
fa_ir: بدون تطبیق
fi_fi: Ei osumia
fr: Aucunes concordances
gl_es: Sin coincidencias
he: אין התאמות
hr: Nema podudaranja
hu: Nincs találat
hy_am: Համընկնումներ չկան
id_id: Tidak Cocok
is_is: Engin samsvörun
it: Nessuna corrispondenza
ja: マッチなし
ka: დამხთვევა არ არის
kk: Сәйкестік жоқ
lt: Nerasta
lv: Nav atbilstības
mk_mk: Нема
mr: कोणतेही जुळणारे नाहीत
ms: Tiada Padanan
nb: Ingen treff
pl: Brak dopasowań
pt_pt: Sem correspondências
ro: Nici-o potrivire
sl_si: Ni zadetkov
sv: Inga träffar
th: ไม่พบรายการที่ตรงกัน
tr_tr: Eşleşmedi
uk_ua: Немає співпадінь
vi: Không có kết quả phù hợp
zh_cn: 无符合记录

# common.numberedMore
source: {$number} more
bg_bg: още {$number}
ca: {$number} més
cs: {$number} krát více
eu: {$number} gehiago
fr: {$number} de plus
he: {$number} עוד
hr: još {$number}
hy_am: {$number} ավելին
it: {$number} in più
ja: さらに{$number}
ka: კიდევ {$number}
kk: {$number} көп
lt: dar {$number}
lv: vēl {$number}
mr: {$number} हून अधिक
pl: {$number} więcej
sv: {$number} fler
th: {$number} เพิ่มเติม
vi: {$number} thêm

# common.off
source: Off
ar_iq: متوقف
az: BańülńĪ
bg_bg: Изключено
ca: Desactivat
cs: Vypnuto
da_dk: Fra
de_de: Aus
el_gr: Απενεργοποιημένο
fa_ir: خاموش
fi_fi: Pois päältä
fr: Arrêté
gl_es: Desactivado
he: סגור
hr: Isključeno
hu: Kikapcsol
hy_am: Անջատել
id_id: Mati
is_is: Af
ja: オフ
ka: გამორთვა
kk: Өшірулі
lt: Išjungta
lv: Izslēgts
mk_mk: Исклучено
mr: बंद
ms: Mati
nb: Av
pl: Wyłączone
pt_pt: Desativado
ro: Deschis
sl_si: Izključeno
sv: Av
th: ปิด
tr_tr: Kapalı
uk_ua: Викл.
vi: Tắt
zh_cn: 关闭

# common.on
source: On
az: A√ßńĪq
bg_bg: Включено
ca: Activat
cs: Zapnuto
da_dk: Til
de_de: Ein
el_gr: Ενεργό
fa_ir: روشن
fi_fi: Päällä
fr: Démarré
gl_es: Activado
he: פתוח
hr: Uključeno
hu: Bekapcsol
hy_am: Միացնել
id_id: Hidup
is_is: Á
ja: オン
ka: ჩართული
kk: Қосулы
lt: Įjungta
lv: Ieslēgts
mk_mk: Вклучено
mr: चालू
ms: Hidup
nb: På
pl: Włączone
pt_pt: Ativado
ro: Închis
sl_si: Vključeno
sv: På
th: เปิด
tr_tr: Açık
uk_ua: Вкл.
vi: Bật
zh_cn: 启动

# common.ok
source: OK
ar_iq: تمام
az: Tamam
ca: D’acord
el_gr: Εντάξει
eu: Ados
fa_ir: تائید
gl_es: Aceptar
he: אוקיי
hr: U redu
hy_am: Լավ
ka: კარგი
kk: Жарайды
lt: Gerai
mk_mk: ОК
mr: स्वीकारा (OK)
th: ตกลง
tr_tr: Tamam

# common.options
source: Options
ar_iq: خيارات
az: Se√ßiml…ôr
bg_bg: Опции
ca: Opcions
cs: Možnosti
da_dk: Indstillinger
de_de: Optionen
el_gr: Επιλογές
eu: Aukerak
fa_ir: امکانات
fi_fi: Valinnat
gl_es: Opcións
he: אפשרויות
hr: Opcije
hu: Beállítások
hy_am: Տարբերակներ
id_id: Pilihan
is_is: Stillingar
it: Opzioni
ja: オプション
ka: პარამეტრები
kk: Опциялар
lt: Parinktys
lv: Iespējas
mk_mk: Опции
mr: पर्याय
ms: Pilihan
nb: Valg
pl: Opcje
pt_pt: Opções
ro: Opțiuni
sl_si: Opcije
sv: Alternativ
th: ตัวเลือก
tr_tr: Seçenekler
uk_ua: Опції
vi: Tùy chọn
zh_cn: 选项

# common.order
source: Order
ar_iq: ترتيب
az: SifariŇü
bg_bg: Сортиране
ca: Ordena
cs: Seřadit
da_dk: Rækkefølge
de_de: Sortieren
el_gr: Διάταξη
eu: Ordena
fa_ir: ترتیب
fi_fi: Järjestä
fr: Classer
gl_es: Orde
he: הזמנה
hr: Poredak
hu: Sorrend
hy_am: Հրաման
id_id: Perintah
is_is: Röðun
it: Ordina
ja: 表示順
ka: დალაგება
kk: Тапсырыс
lt: Rikiuoti
lv: Kārtība
mk_mk: Редослед
mr: क्रम (ऑर्डर)
ms: Urutan
nb: Ordne
pl: Kolejność
pt_pt: Ordem
ro: Ordin
sl_si: Vrstni red
sv: Ordna
th: ลำดับ
tr_tr: Sipariş
uk_ua: Порядок Сортування
vi: Thứ tự
zh_cn: 次序

# common.orderUp
source: Increase position of {$itemTitle}
ar_iq: رفع موضع {$itemTitle}
az: {$itemTitle} m√∂vqeyini artńĪrńĪn
bg_bg: Увеличаване на позицията на {$itemTitle}
ca: Pujar la posició de {$itemTitle}
cs: Zvýšit pozici o {$itemTitle}
da_dk: Hæv placering af {$itemTitle}
de_de: Position von {$itemTitle} nach oben setzen
eu: Igo {$itemTitle}-ren postua
fa_ir: افزایش موقعیت {$itemTitle}
fi_fi: Siirrä {$itemTitle} ylös
fr: Remonter {$itemTitle}
gl_es: Subir a posición de {$itemTitle}
he: הרחבת המיקום של {$itemTitle}
hr: Postavite položaj {$itemTitle} gore
hu: {$itemTitle} pozíciójának növelése
hy_am: {$itemTitle}ի տեղը բարձրացնել
id_id: Naikkan posisi dari {$itemTitle}
is_is: Hækka staðsetningu {$itemTitle}
it: Aumentare la posizione di {$itemTitle}
ja: {$itemTitle}の順位を上げる
ka: {$itemTitle} პოზიციის გაზრდა
kk: Жоғары көтеру {$itemTitle}
lt: Padidinti {$itemTitle} poziciją
lv: Palielināt {$itemTitle} pozīciju
mk_mk: Зголеми ја позицијата на {$itemTitle}
mr: {$itemTitle} वरच्या क्रमावर घाला
ms: Tingkatkan kedudukan {$itemTitle}
nb: Flytt {$itemTitle} opp i listen
pl: Przesuń pozycję {$itemTitle} do góry
pt_pt: Aumentar posição de {$itemTitle}
ro: Crește poziția {$itemTitle}
sl_si: Povečaj pozicijo {$itemTitle}
sv: Flytta up {$itemTitle} i listan
th: เพิ่มตำแหน่งของ {$itemTitle}
tr_tr: {$itemTitle} konumunu artırın
vi: Tăng vị trí của {$itemTitle}
zh_cn: 增加{$itemTitle}的排名

# common.orderDown
source: Decrease position of {$itemTitle}
ar_iq: تنزيل موضع {$itemTitle}
az: {$itemTitle} m√∂vqeyini azaldńĪn
bg_bg: Намаляване на позицията на {$itemTitle}
ca: Baixar la posició de {$itemTitle}
cs: Snížit pozici o {$ itemTitle}
da_dk: Sænk placering af {$itemTitle}
de_de: Position von {$itemTitle} nach unten setzen
eu: Jaitsi {$itemTitle}-ren postua
fa_ir: کاهش موقعیت {$itemTitle}
fi_fi: Siirrä {$itemTitle} alas
fr: Descendre {$itemTitle}
gl_es: Baixar a posición de {$itemTitle}
he: הקטנת המקיום של {$itemTitle}
hr: Postavite položaj {$itemTitle} dolje
hu: {$itemTitle} pozíciójának csökkentése
hy_am: {$itemTitle}ը իջեցնել
id_id: Turunkan posisi dari {$itemTitle}
is_is: Lækka staðsetningu {$itemTitle}
it: Diminuire la posizione di {$itemTitle}
ja: {$itemTitle}の順位を下げる
ka: {$itemTitle} პოზიციის შემცირება
kk: {$itemTitle} төменге түсіру
lt: Sumažinti {$itemTitle} poziciją
lv: Samazināt {$itemTitle} pozīciju
mk_mk: Намали ја позицијата на {$itemTitle}
mr: {$itemTitle} खालच्या क्रमावर घाला
ms: Kurangkan kedudukan {$itemTitle}
nb: Flytt {$itemTitle} ned i listen
pl: Przesuń pozycję {$itemTitle} w dół
pt_pt: Diminuir posição de {$itemTitle}
ro: Coboară poziția {$itemTitle}
sl_si: Zmanjšaj pozicijo {$itemTitle}
sv: Flytta ned {$itemTitle} i listan
th: ลดตำแหน่งของ {$itemTitle}
tr_tr: {$itemTitle} konumunu azalt
vi: Giảm vị trí của {$itemTitle}
zh_cn: 减少{$itemTitle}的排名

# common.originalFileName
source: Original file name
ar_iq: الاسم الأصلي للملف
az: Orijinal fayl adńĪ
bg_bg: Оригинално име на файл
ca: Nom del fitxer original
cs: Původní jméno souboru
da_dk: Oprindeligt filnavn
de_de: Ursprünglicher Dateiname
el_gr: Όνομα πρωτότυπου αρχείου
eu: Jatorrizko izena
fa_ir: نام اصلی فایل
fi_fi: Alkuperäinen tiedostonimi
fr: Nom original du fichier
gl_es: Nome do arquivo orixinal
he: שם קובץ מקורי
hr: Izvorno ime datoteke
hu: Eredeti fájlnév
hy_am: Ֆայլի օրիգինալ անուն
id_id: Nama file asli
is_is: Upphaflegt skráarheiti
it: Nome originale del file
ja: オリジナルファイル名
ka: ფაილის საწყისი სახელი
kk: Бастапқы файл атауы
lt: Originalus failo pavadinimas
lv: Sākotnējais datnes nosaukums
mk_mk: Оригиналното име на фајлот
mr: मूळ फाईलचे नाव
ms: Nama fail asal
nb: Opprinnelig filnavn
pl: Nazwa pliku
pt_pt: Nome original do ficheiro
ro: Numele original al fișierului
sl_si: Ime originalne datoteke
sv: Ursprungligt filnamn
th: ชื่อไฟล์เดิม
tr_tr: Orijinal dosya adı
uk_ua: Оригінальне ім'я файлу
vi: Tên tệp gốc
zh_cn: 源文件名

# common.or
source: or
ar_iq: أو
az: v…ô ya
bg_bg: или
ca: o
cs: nebo
da_dk: eller
de_de: oder
el_gr: ή
eu: edo
fa_ir: یا
fi_fi: tai
fr: ou
gl_es: ou
he: או
hr: ili
hu: vagy
hy_am: կամ
id_id: atau
is_is: eða
it: o
ja: あるいは
ka: ან
kk: немесе
lt: arba
lv: vai
mk_mk: или
mr: किंवा
ms: atau
nb: eller
pl: lub
pt_pt: ou
ro: ori
sl_si: ali
sv: eller
th: หรือ
tr_tr: veya
uk_ua: або
vi: hoặc
zh_cn: 或

# common.other
source: Other
ar_iq: غير ذلك
az: Dig…ôr
bg_bg: Друго
ca: Altres
cs: Ostatní
da_dk: Andet
de_de: Andere
el_gr: Άλλο
eu: Bestelakoak
fa_ir: دیگر
fi_fi: Muu
fr: Autre
gl_es: Outro
he: אחר
hr: Ostalo
hu: Egyéb
hy_am: այլ
id_id: Lainnya
is_is: Annað
it: Altro
ja: その他
ka: სხვა
kk: Басқа
lt: Kita
lv: Citi
mk_mk: Друго
mr: इतर
ms: Lain-lain
nb: Andre
pl: Inny
pt_pt: Outro
ro: Alte
sl_si: Ostalo
sv: Annat
th: อื่น ๆ
tr_tr: Diğer
uk_ua: Інше
vi: Khác
zh_cn: 其他

# common.overdue
source: Overdue
ar_iq: متأخر
az: GecikmiŇü
bg_bg: Просрочен
ca: Endarrerit
cs: Po termínu
da_dk: Forsinket
de_de: Verspätet
el_gr: Εκπρόθεσμο
eu: Atzeratua
fa_ir: به تأخیر افتاده
fi_fi: Myöhässä
fr: En retard
gl_es: Vencido
he: תאריך היעד חלף
hr: Zakašnjelo
hu: Lejárt
hy_am: Ժամկետնանց
id_id: Terlambat
is_is: Seinkað
it: Scaduto
ja: 延滞
ka: ვადაგადაცილებული
kk: Мерзімі өткен
lt: Vėluojama
lv: Nokavēts
mk_mk: Прекорачено
mr: मुदत संपली
ms: Tertunggak
nb: Forfalt
pl: Opóźniony
pt_pt: Atrasado
ro: Depășit
sl_si: Zapadlo
sv: Försenad
th: เกินกำหนด
tr_tr: Gecikmiş
uk_ua: Прострочений
vi: Quá hạn
zh_cn: 逾期

# common.override
source: Override
ar_iq: تجاوز
az: L…ôńüv et
bg_bg: Отмяна
ca: Anul·lar
cs: Přepsat
da_dk: Underkend
de_de: Überschreiben
el_gr: Παράκαμψη
eu: Gainidatzi
fi_fi: Ohita
fr: Outrepasser
gl_es: Anular
he: לעקוף
hr: Prepraviti
hu: Felülír
hy_am: Չեղարկել
id_id: Kesampingkan
is_is: Yfirskrifa
it: Sovrascrivere
ja: 上書き
ka: გადაწერილი
kk: Қайта анықтау
lt: Nepaisyti
lv: Aizvietot
mk_mk: Отфрли
mr: नकाराधिकार
nb: Overstyr
pl: Nadpisz
pt_pt: Sobrepor
ro: Treceți peste
sl_si: Prepiši
sv: Förbigå
th: แทนที่
tr_tr: Geçersiz Kıl
uk_ua: Перепризначити
vi: Ghi đè
zh_cn: 覆盖

# common.pagination
source: {$start}-{$end} of {$total}
ar_iq: {$start}-{$end} من {$total}
az: {$start}-{$end} : {$total}
bg_bg: {$start}-{$end} от {$total}
ca: {$start}-{$end} de {$total}
cs: {$start}-{$end} z {$total}
da_dk: {$start}-{$end} af {$total}
de_de: {$start}-{$end} von {$total}
el_gr: {$start}-{$end} των {$total}
eu: {$start}-{$end} {$total}-etik
fi_fi: {$start}-{$end} / {$total}
fr: {$start}-{$end} sur {$total}
gl_es: {$start}-{$end} de {$total}
he: {$start}-{$end} מתוך {$total}
hr: {$start}-{$end} od {$total}
hu: {$start}-{$end} a {$total}-ból/ből
id_id: {$start}-{$end} dari {$total}
is_is: {$start}-{$end} af {$total}
it: {$start}-{$end} di {$total}
ja: {$start}-{$end}合計{$total}項目
ka: {$start}-{$end} — {$total}
kk: {$start}-{$end} тен {$total}
lt: {$start}–{$end} iš {$total}
lv: {$start}-{$end} no{$total}
mk_mk: {$start}-{$end} од {$total}
mr: {$total} मधील {$start}-{$end}
ms: {$start}-{$end} daripada {$total}
nb: {$start}-{$end} av {$total}
pl: {$start}-{$end} z {$total}
pt_pt: {$start}-{$end} de {$total}
sl_si: {$start}-{$end} od {$total}
sv: {$start}-{$end} av {$total}
th: {$start}-{$end} จากทั้งหมด {$total}
tr_tr: {$start}-{$end} : {$total}
uk_ua: {$start}-{$end} з {$total}
vi: {$start}-{$end} trên {$total}
zh_cn: {$start}-{$end} 共 {$total} 项

# common.pagination.label
source: View additional pages
ar_iq: معاينة الصفحات الإضافية
az: ∆Źlav…ô s…ôhif…ôl…ôri sadalayńĪn
bg_bg: Преглед на допълнителни страници
ca: Veure les pàgines addicionals
cs: Procházet další stránky
da_dk: Browse ekstra sider
de_de: Zusätzliche Seiten durchstöbern
el_gr: Πλοήγηση σε περισσότερες σελίδες
eu: Ikusi orrialde gehigarriak
fi_fi: Selaa sivuja
fr: Parcourir la suite
gl_es: Ver as páxinas adicionais
he: הצגת דפים נוספים
hr: Pregledajte dodatne stranice
hu: További oldalak megtekintése
hy_am: Տեսնել լրացուցիչ էջեր
id_id: Lihat halaman tambahan
is_is: Skoða fleiri síður
it: Scorri pagine addizionali
ja: 他のページを見る
ka: დამატებითი გვერდების ნახვა
kk: Қосымша беттерді қарау
lt: Naršyti po papildomus puslapius
lv: Skatīt papildu lapas
mk_mk: Види додатни страници
mr: अतिरिक्त पृष्ठे पहा
ms: Lihat halaman tambahan
nb: Vis flere sider
pl: Zobacz dodatkowe strony
pt_pt: Visitar páginas adicionais
ro: Vizualizați paginile adiționale
sl_si: Poglej ostale strani
sv: Bläddra bland ytterligare sidor
th: ดูหน้าถัดไปเพิ่มเติม
tr_tr: Ek sayfaları listele
uk_ua: Переглянути додаткові сторінки
vi: Xem các trang bổ sung
zh_cn: 查看更多页面

# common.pagination.goToPage
source: Go to {$page}
ar_iq: إذهب إلى {$page}
az: {$page-ci s…ôhif…ôy…ô gedin
bg_bg: Отиди на {$page}
ca: Anar a {$page}
cs: Jít na {$page}
da_dk: Gå til {$page}
de_de: Gehe zu {$page}
el_gr: Μετάβαση στη σελίδα {$page}
eu: Joan {$page}-era
fi_fi: Siirry sivulle {$page}
fr: Aller à {$page}
gl_es: Ir a {$page}
he: עבור אל {$page}
hr: Idi na {$page}
hu: {$page} oldal felkeresése
hy_am: Գնալ {$page} էջ
id_id: Kunjungi {$page}
is_is: Fara til {$page}
it: Vai a {$page}
ja: {$page}に移動
ka: გადასვლა {$page}
kk: {$page} бетіне өту
lt: Eiti į {$page}
lv: Doties uz {$page} lapu
mk_mk: Оди на {$page}
mr: पान क्र. {$page} वर जा
ms: Pergi ke {$page}
nb: Gå til {$page}
pl: Idź do {$page}
pt_pt: Ir para {$page}
ro: Mergeți la {$page}
sl_si: Pojdi na {$page}
sv: Gå till {$page}
th: ไปที่หน้า {$page}
tr_tr: {$page}. sayfaya git
uk_ua: Перейти до {$page}
vi: Chuyển đến trang {$page}
zh_cn: 转到{$page}

# common.pagination.next
source: Next
ar_iq: الصفحة التالية
az: N√∂vb…ôti s…ôhif…ô
bg_bg: Следваща страница
ca: Pàgina següent
cs: Další
da_dk: Næste side
de_de: nächste Seite
el_gr: Επόμενη σελίδα
eu: Hurrengoa
fi_fi: Seuraava sivu
fr: Page suivante
gl_es: Páxina seguinte
he: הבא
hr: sljedeća stranica
hu: Következő oldal
hy_am: Հաջորդ էջ
id_id: Halaman berikut
is_is: Næsta síða
it: Pagina seguente
ja: 次のページ
ka: შემდეგი გვერდი
kk: Келесі бет
lt: Kitas puslapis
lv: Nākamā lapa
mk_mk: Следна страница
mr: पुढील पृष्ठ
ms: Muka surat seterusnya
nb: Neste side
pl: Następna strona
pt_pt: Próxima página
ro: Pagina următoare
sl_si: Naslednja stran
sv: Nästa sida
th: หน้าถัดไป
tr_tr: Sonraki sayfa
uk_ua: Наступна сторінка
vi: &gt;&gt;
zh_cn: 下一页

# common.pageNumber
source: Page {$pageNumber}
ar_iq: الصفحة {$pageNumber}
az: S…ôhif…ô {$pageNumber}
bg_bg: Страница {$pageNumber}
ca: Pàgina {$pageNumber}
cs: Strana {$pageNumber}
da_dk: Side {$pageNumber}
de_de: Seite {$pageNumber}
el_gr: Σελίδα {$pageNumber}
eu: Orria{$pageNumber}
fa_ir: صفحه {$pageNumber}
fi_fi: Sivu {$pageNumber}
gl_es: Página {$pageNumber}
he: עמוד {$pageNumber}
hr: Stranica {$pageNumber}
hu: Oldal {$pageNumber}
hy_am: Էջ համար {$pageNumber}
id_id: Halaman {$pageNumber}
is_is: Síða {$pageNumber}
it: Pagina {$pageNumber}
ja: {$pageNumber}ページ
ka: გვერდი {$pageNumber}
kk: Бет {$pageNumber}
lt: {$pageNumber} puslapis
lv: Lapa {$pageNumber}
mk_mk: Страна {$pageNumber}
mr: पृष्ठ क्रमांक {$pageNumber}
ms: Halaman {$pageNumber}
nb: Side {$pageNumber}
pl: Strona {$pageNumber}
pt_pt: Página {$pageNumber}
ro: Pagina {$pageNumber}
sl_si: Stran {$pageNumber}
sv: Sida {$pageNumber}
th: หน้า {$pageNumber}
tr_tr: Sayfa {$pageNumber}
uk_ua: Сторінка {$pageNumber}
vi: Trang {$pageNumber}
zh_cn: 第 {$pageNumber} 页

# common.plugin
source: Plugin
ar_iq: البرنامج الإضافي
az: ∆Źlav…ôl…ôr
bg_bg: Плъгин (модул)
ca: Connector
el_gr: Πρόσθετο
eu: Plugina
fa_ir: افزونه
fi_fi: Lisäosa
fr: Module
gl_es: Módulo
he: תוסף
hr: Dodatak
hu: Bővítmény
hy_am: Պլագին
is_is: Tengiforrit/Viðbót
ja: プラグイン
ka: პლაგინი
kk: Плагин
lt: Įskiepis
lv: Spraudnis
mk_mk: Плагин
mr: प्लग-इन करा
nb: Programtillegg
pl: Wtyczka
sl_si: Vtičnik
th: ปลั๊กอิน
tr_tr: Eklentiler
uk_ua: Плагін
zh_cn: 插件

# common.pluginEnabled
source: The plugin "{$pluginName}" has been enabled.
ar_iq: البرنامج الإضافي "{$pluginName}" تم تمكينه.
az: " {$pluginName}" …ôlav…ôsi aktivl…ôŇüdirildi
bg_bg: Плъгинът "{$pluginName}" беше активиран.
ca: El mòdul «{$pluginName}» ha estat habilitat.
cs: Plugin "{$pluginName}" byl povolen.
da_dk: "{$pluginName}"-plugin er aktiveret.
de_de: Das Plugin "{$pluginName}" ist aktiviert worden.
el_gr: Το Πρόσθετο "{$pluginName}" έχει ενεργοποιηθεί.
eu: "{$pluginName}" plugina gaitu da.
fa_ir: افزونه «{$pluginName}» فعال شد
fi_fi: "{$pluginName}"-lisäosa on otettu käyttöön.
fr: Le module « {$pluginName} » a été activé.
gl_es: Activouse o módulo "{$pluginName}".
he: התוסף "{$pluginName}" הופעל.
hr: Aktiviran je dodatak "{$pluginName}".
hu: A bővítmény "{$pluginName}" engedélyezett.
hy_am: "{$pluginName}" պլագինը միացված է:
id_id: Plugin "{$pluginName}" aktif.
is_is: Tengiforritð/viðbótin "{$pluginName}" hefur verið virkjað.
it: Il plugin "{$pluginName}" è stato abilitato.
ja: "{$pluginName}" は有効です。
ka: პლაგინი “{$pluginName}” ჩართულია.
kk: Плагин "{$pluginName}" қосылды..
lt: Įskiepis „{$pluginName}“ įgalintas.
lv: Spraudnis "{$pluginName}" ir iespējots.
mk_mk: Плагинот "{$pluginName}" е овозможен.
mr: "{$pluginName}" हे प्लगइन कार्यान्वित (enable) केले आहे.
ms: Plugin "{$pluginName}" telah didayakan.
nb: Programtillegget «{$pluginName}» er aktivert.
pl: Wtyczka "{$pluginName}" została włączona.
pt_pt: O Plugin "{$pluginName}" foi ativado.
ro: Plugi-ul "{$pluginName}" a fost activat.
sl_si: Vtičnik "{$pluginName}" je bil omogočen.
sv: Pluginet "{$pluginName}" har aktiverats.
th: ปลั๊กอิน "{$pluginName}" ได้ถูกเปิดใช้งานแล้ว
tr_tr: "{$pluginName}" eklentisi aktifleştirildi.
uk_ua: Плагін "{$pluginName}" був включений.
vi: Plugin "{$pluginName}" đã được kích hoạt.
zh_cn: 插件"{$pluginName}"已经被启用
