Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# announcement.postedOn
source: Posted on {$postDate}
ar_iq: مطروحة في {$postDate}
az: {$postDate} tarixind…ô yayńĪmlandńĪ
bg_bg: Пубикувано съобщение на {$postDate}
ca: Publicat a {$postDate}
cs: Odesláno dne {$postDate}
da_dk: Sendt den {$postDate}
de_de: Veröffentlicht am {$postDate}
el_gr: Αναρτήθηκε στις {$postDate}
eu: Bidalia {$postDate}
fa_ir: پست شده در تاریخ {$postDate}
fi_fi: Lähetetty: {$postDate}
fr: Publié le {$postDate}
gl_es: Publicado o {$postDate}
he: פורסם ב {$postDate}
hr: Objavljeno na {$postDate}
hu: Közzététel ideje {$postDate}
hy_am: Հրապարակված է {$postDate}
id_id: Diposkan pada {$postDate}
is_is: Sent þann {$postDate}
it: Pubblicato il {$postDate}
ja: {$postDate}に投稿
ka: გამოქვეყნებულია: {$postDate}
kk: {$postDate} жарияланды
lt: Paskelbta {$postData}
lv: Publicēts {$postDate}
mk_mk: Постирано на {$postDate}
mr: {$postDate} रोजी जाहीर केलेल्या
ms: Disiarkan pada {$postDate}
nb: Publisert {$postDate}
pl: Opublikowany {$postDate}
pt_pt: Publicada em {$postDate}
ro: Postat în {$postDate}
sl_si: Objavljeno dne {$postDate}
sv: Publicerad den {$postDate}
th: โพสต์เมื่อ {$postDate}
tr_tr: {$postDate} tarihinde gönderildi
uk_ua: Опубліковано від {$postDate}
vi: Đăng vào ngày {$postDate}
zh_cn: 发布与 {$postDate}

# announcement.view
source: View Announcement
ar_iq: معاينة الإعلان
az: Elana baxńĪn
bg_bg: Показване на съобщение
ca: Visualitza l’avís
cs: Zobrazit oznámení
da_dk: Vis meddelelse
de_de: Mitteilungen ansehen
el_gr: Προβολή ανακοίνωσης
eu: Ikusi anuntzioa
fa_ir: دیدن اطلاعیه
fi_fi: Näytä ilmoitus
fr: Voir l'annonce
gl_es: Ver o aviso
he: הצג הודעה
hr: Pregled obavijesti
hu: Értesítés megtekintése
hy_am: Տեսնել հայտարարությունը
id_id: Lihat Pengumuman
is_is: Skoða tilkynningu
it: Visualizza gli avvisi
ja: お知らせを閲覧
ka: განცხადების ნახვა
kk: Хабарландыруды көрсету
lt: Žiūrėti pranešimą
lv: Skatīt paziņojumu
mk_mk: Види објава
mr: सूचना पहा
ms: Lihat Pengumuman
nb: Vis oppslag
pl: Pokaż ogłoszenie
pt_pt: Ler notícia
ro: Vezi anunțul
sl_si: Poglej obvestilo
sv: Visa meddelande
th: ดูประกาศ
tr_tr: Duyuruyu gör
uk_ua: Дивитися анонс
vi: Xem thông báo
zh_cn: 浏览公告

# common.navigation.sidebar
source: Sidebar
ar_iq: الشريط الجانبي
az: Yan t…ôr…ôf
bg_bg: Странична лента
ca: Barra lateral
cs: Boční sloupec
da_dk: Sidemenu
de_de: Seitenleiste
el_gr: Πλευρική στήλη
eu: Alboko barra
fa_ir: نوار حاشیه
fi_fi: Sivupalkki
fr: Barre de navigation
gl_es: Barra lateral
he: הסרגל הצידי
hr: Bočna traka
hu: Oldalsáv
hy_am: Կողմնային մենյու
is_is: Valmynd
it: Barra a lato
ja: サイドバー
ka: გვერდითი პანელი
kk: Бүйірлік тақта
lt: Šoninė juosta
lv: Sānjosla
mk_mk: Странична лента
mr: कडेच्या पट्टीवर (साइडबार)
ms: Bar sisi
nb: Sidemeny
pl: Pasek boczny
pt_pt: Barra Lateral
ro: Bara laterală
sl_si: Stranska vrstica
sv: Sidomeny
th: แถบด้านข้าง
tr_tr: Kenar Çubuğu
uk_ua: Бічна панель
vi: Thanh bên
zh_cn: 侧边栏

# common.navigation.siteContext
source: Site Context Navigation
ar_iq: التنقل في سياق الموقع
az: SaytńĪn m…ôzmunu menyusu
bg_bg: Контекстна навигация на сайта
ca: Navegació contextual del lloc
cs: Kontextová navigace stránek
da_dk: Websteds kontekst-navigation
de_de: Website-Kontext-Navigation
el_gr: Πλοήγηση σε επιμέρους εκδόσεις
eu: Gunearen testuinguruko nabigazioa
fa_ir: پیمایش محتوای سایت
fi_fi: Sivuston kontekstin navigointi
fr: Navigation en contexte
gl_es: Navegación contextual do sitio
he: ניווט בהקשר האתר
hr: Navigacija kontekstom stranice
hu: Oldalszintű navigáció
hy_am: Կայքի բովանդակության նավիգացիա
id_id: Navigasi Konteks Website
is_is: Valmynd ? (site context navigaion)
it: Contenuto sito
ja: サイトコンテキストナビゲーション
ka: საიტის კონტექსტში ნავიგაცია
kk: Сайттың мәтіндік навигациясы
lt: Naršymas po žurnalą
lv: Vietnes konteksta navigācija
mk_mk: Навигација со содржината на страницата
mr: संकेतस्थळावरील संदर्भ संगतीनुसार मार्गनिर्देशन दुवे (Context Navigation)
ms: Navigasi Konteks Laman
nb: Navigere nettstedkontekst
pl: Nawigacja kontekstowa
pt_pt: Navegação no Site do Contexto
ro: Navigare contextuală în site
sl_si: Kontekstna navigacija spletišča
sv: Navigering webbplatskontext
th: การนำทางบริบทของไซต์
tr_tr: Site İçerik Haritası
uk_ua: Контекстна навігація сайту
vi: Điều hướng ngữ cảnh trang web
zh_cn: 网站上下文导航

# common.navigation.user
source: User Navigation
ar_iq: تنقل المستخدم
az: ńįstifad…ô√ßi menyusu
bg_bg: Протребителска навигация
ca: Navegació de l'usuari/ària
cs: Uživatelská navigace
da_dk: Bruger-navigation
de_de: Benutzer-Navigation
el_gr: Πλοήγηση στους Χρήστες
eu: Erabiltzailearen nabigazioa
fa_ir: پیمایش کاربران
fi_fi: Käyttäjän navigointi
fr: Navigation à l'usager
gl_es: Navegación do usuario
he: ניווט למשתמש
hr: Korisnička navigacija
hu: Felhasználói navigáció
hy_am: Օգտագործողի նավիգացիա
id_id: Navigasi Pengguna
is_is: Valmynd notanda
it: Navigazione utente
ja: ユーザーナビゲーション
ka: მომხმარებლის ნავიგაცია
kk: Пайдаланушының навигациясы
lt: Vartotojo naršymas
lv: Lietotāja navigācija
mk_mk: Навигација со корисници
mr: वापरकर्त्याने निवडलेली संकेतस्थळावरील संचरणपद्धत (Navigation)
ms: Navigasi Pengguna
nb: Brukernavigering
pl: Nawigacja użytkownika
pt_pt: Navegação do Utilizador
ro: Navigare utilizator
sl_si: Uporabnikova navigacija
sv: Navigering användare
th: การนำทางของผู้ใช้
tr_tr: Kullanıcı Haritası
uk_ua: Навігація користувача
vi: Điều hướng người dùng
zh_cn: 用户导航

# common.grid
source: Grid
ar_iq: شبكة
az: Sistem
bg_bg: Таблица
ca: Graella
cs: Mřížka
da_dk: Raster
de_de: Raster
el_gr: Πίνακας
eu: Sareta
fa_ir: شبکه
fi_fi: Kehikko
fr: Grille
gl_es: Cuadrícula
he: רשת
hr: Rešetka
hu: Háló
hy_am: Ցանց
is_is: Rúður/tafla
it: Griglia
ja: グリッド
ka: ცხრილი
kk: Кесте
lt: Tinklelis
lv: Režģis
mk_mk: Таблица
mr: ग्रिड
nb: Nett
pl: Siatka
pt_pt: Grelha
ro: Grilă
sl_si: Mreža
sv: Rutnät
th: ตาราง
tr_tr: Sistem
uk_ua: Таблиця
vi: Lưới
zh_cn: 网格

# common.action
source: Action
ar_iq: إجراء
az: Proses
bg_bg: Действие
ca: Acció
cs: Akce
da_dk: Handling
de_de: Aktion
el_gr: Ενέργεια
eu: Ekintza
fa_ir: عملیات
fi_fi: Toimenpide
gl_es: Acción
he: פעולה
hr: Postupak
hu: Művelet
hy_am: Գործողություն
id_id: Aksi
is_is: Aðgerð
it: Azione
ja: 処理
ka: მოქმედება
kk: Әрекет
lt: Veiksmas
lv: Darbība
mk_mk: Акција
mr: एक कार्यवाही
ms: Tindakan
nb: Handling
pl: Działanie
pt_pt: Ação
ro: Acțiune
sl_si: Akcija
sv: Åtgärd
th: การดำเนินการ
tr_tr: Eylem
uk_ua: Дія
vi: Hành động
zh_cn: 动作

# common.moreActions
source: More Actions
cs: Další akce
eu: Ekintza gehiago
he: פעולות נוספות
lt: Daugiau veiksmų
mr: आणखी कार्ये
vi: Thêm Hành động

# common.activate
source: Activate
ar_iq: تفعيل
az: Aktivl…ôŇüdirin
bg_bg: Активиране
ca: Activa
cs: Aktivovat
da_dk: Aktivér
de_de: Aktivieren
el_gr: Ενεργοποίηση
eu: Aktibatu
fa_ir: فعال‌سازی
fi_fi: Aktivoi
fr: Activer
gl_es: Activar
he: להפעיל
hr: Aktiviraj
hu: Aktiválás
hy_am: Ակտիվացնել
id_id: Aktivasi
is_is: Virkja
it: Attiva
ja: 有効化
ka: გააქტიურება
kk: Іске қосу
lt: Aktyvuoti
lv: Aktivizēt
mk_mk: Активирај
mr: सक्रिय करा
ms: Aktifkan
nb: Slå på
pl: Aktywuj
pt_pt: Ativar
ro: Activare
sl_si: Aktiviraj
sv: Aktivera
th: เปิดใช้งาน
tr_tr: Etkinleştir
uk_ua: Активувати
vi: Kích hoạt
zh_cn: 激活

# common.active
source: Active
ar_iq: نشط
az: Aktiv
bg_bg: Активно
ca: Activa
cs: Aktivní
da_dk: Aktiv
de_de: Aktiv
el_gr: Ενεργό
eu: Aktibo
fa_ir: تعداد داوری‌های فعال
fi_fi: Aktiivinen
fr: Actif
gl_es: Activo
he: פעיל
hr: Aktivno
hu: Aktív
hy_am: Ակտիվ
id_id: Aktif
is_is: Virkt
it: Attivo
ja: アクティブ
ka: აქტიური
kk: Белсенді
lt: Aktyvus
lv: Aktīvs
mk_mk: Активно
mr: सक्रिय
ms: Aktif
nb: Aktive
pl: Aktywne
pt_pt: Ativo
ro: Activ
sl_si: Aktivna
sv: Aktiv
th: ใช้งานอยู่
tr_tr: Aktif
uk_ua: Активні
vi: Đang hoạt động
zh_cn: 活动的

# common.inactive
source: Inactive
ar_iq: غير فعال
az: Passiv
bg_bg: Неактивно
ca: Inactiu
cs: Neaktivní
eu: Inaktibo
fr: Inactif
gl_es: Inactivo
he: אינו פעיל
hr: Nekativan
hu: Inaktív
hy_am: Ոչ ակտիվ
is_is: Óvirkt
it: Non attivo
ja: 非アクティブ
ka: არააქტიური
kk: Белсенді емес
lt: Neaktyvus
lv: Neaktīvs
mr: निष्क्रिय
ms: Tidak aktif
nb: Inaktiv
pl: Nieaktywny
sv: Inaktiv
th: ไม่ใช้งาน
tr_tr: Pasif
vi: Không hoạt động

# common.add
source: Add
ar_iq: أضف
az: ∆Źlav…ô edin
bg_bg: Добави
ca: Afegeix
cs: Přidat
da_dk: Tilføj
de_de: Hinzufügen
el_gr: Προσθήκη
eu: Gehitu
fa_ir: افزودن
fi_fi: Lisää
fr: Ajouter
gl_es: Engadir
he: הוסף
hr: Dodaj
hu: Hozzáadás
hy_am: Ավելացնել
id_id: Tambah
is_is: Bæta við
it: Aggiungi
ja: 追加
ka: დამატება
kk: Қосу
lt: Pridėti
lv: Pievienot
mk_mk: Додади
mr: समावेश करा
ms: Tambah
nb: Legg til
pl: Dodaj
pt_pt: Adicionar
ro: Adaugă
sl_si: Dodaj
sv: Lägg till
th: เพิ่ม
tr_tr: Ekle
uk_ua: Додати
vi: Thêm
zh_cn: 添加

# common.addCCBCC
source: Add CC/BCC
az: CC / BCC …ôlav…ô edin
bg_bg: Добавяне на CC/BCC
ca: Afegir CC/BCC
cs: Přidat CC/BCC
eu: Gehitu CC/BCC
fr: Ajouter CC/CCI
he: הוספת עותק/עותק מוסתר
hr: Dodaj CC/BCC
hy_am: Ավելացրեք CC/BCC
it: Aggiungi CC/BCC
ja: CC/BCCを追加
ka: დაამატეთ CC/BCC
kk: CC/BCC қосу
lt: Pridėti kopiją / nematomąją kopiją
lv: Pievienot CC/BCC
mr: सीसी/बीसीसी (मेल) मध्ये समावेश करा
pl: Dodaj CC/BCC
sv: Lägg till kopia/hemlig kopia
th: เพิ่ม CC/BCC
vi: Thêm CC/BCC

# common.addSelf
source: Add Self
ar_iq: أضفني
az: Qeydiyyatdan ke√ßin
bg_bg: Добавете себе си
ca: Afegeix-me
cs: Přidat sebe
da_dk: Tilføj selv
de_de: Sich selbst hinzufügen
el_gr: Προσθήκη του εαυτού σας
eu: Gehitu nire burua
fa_ir: مرا اضافه کن
fi_fi: Lisää itsesi
fr: S'ajouter
gl_es: Engadirse
he: הוסף עצמי
hr: Dodijelite sebi
hu: Önmaga hozzáadása
hy_am: Ավելացնել ինձ
id_id: Tambahkan Diri Sendiri
is_is: Bæta við sjálf(ur/t)
it: Prendi in gestione
ja: 自分を任命
ka: თვითდამატება
kk: Өзімді қосу
lt: Pridėti save
lv: Pievienot sevi
mk_mk: Доделете на себе
mr: मेल प्रतीसाठी स्वतःचा पत्ता लिहा
ms: Tambah Diri sendiri
nb: Legg til deg selv
pl: Dodaj siebie
pt_pt: Incluir-se
ro: Adaugă
sl_si: Dodeli sebi
sv: Lägg till dig själv
th: เพิ่มตัวเอง
tr_tr: Üye Ol
uk_ua: Додати себе
vi: Thêm bản thân
zh_cn: 添加自己

# common.attachedFiles
source: Attached Files
az: ∆Źlav…ô edilmiŇü fayllar
bg_bg: Прикрепени файлове
ca: Arxius adjunts
cs: Připojené soubory
eu: Erantsitako fitxategiak
fr: Fichiers joints
he: קבצים מצורפים
hr: Privici datoteka
hy_am: Կցված նիշքեր
it: File allegati
ja: 添付ファイル
ka: Მიმაგრებული ფაილები
kk: Тіркелген файлдар
lt: Prisegti failai
lv: Pievienotās datnes
mr: जोडलेल्या फाईल्स
pl: Załączone pliki
sv: Bifogade filer
th: ไฟล์ที่แนบมา
vi: Tệp đính kèm

# common.attachFiles
source: Attach Files
az: FaylńĪ …ôlav…ô edin
bg_bg: Прикрепяне на файлове
ca: Adjuntar arxius
cs: Připojte soubory
eu: Erantsi fitxategiak
fr: Joindre des fichiers
he: צרף קבצים
hr: Priložiti datoteke
hy_am: Կցեք նիշքեր
it: Allega File
ja: ファイルを添付
ka: ფაილების მიმაგრება
kk: Тіркелген файлдар
lt: Pridėti failus
lv: Pievienot datnes
mr: फाईल्स जोडा
pl: Załącz pliki
sv: Bifoga filer
th: แนบไฟล์
vi: Đính kèm tệp

# common.attachSelected
source: Attach Selected
az: Se√ßil…ôni …ôlav…ô edin
bg_bg: Прикрепяне на избраните
ca: Adjuntar la selecció
cs: Připojit vybrané
eu: Erantsi hautatukoa
fr: Joindre la sélection
he: צרף נבחר
hr: Dodaj odabrano
hy_am: Կցեք ընտրվածը
it: Allega selezionati
ja: 選択したのを添付
ka: მიამაგრეთ არჩეული
kk: таңдалған файлды тіркеу
lt: Pridėti pasirinktus
lv: Pievienot atlasīto
mr: निवडलेल्या (फाईल्स) जोडा
pl: Załącz zaznaczone
sv: Bifoga valda
th: แนบที่เลือก
vi: Đính kèm đã chọn

# common.editorialMasthead
source: Editorial Masthead
cs: Redakční hlavička
eu: Editorialeko goiburua
he: כותרת ראשית של המערכת
lt: Redakcijos antraštė
mr: संपादकीय पृष्ठावरील मथळा
pl: Redakcja czasopisma
vi: Ban Biên tập

# common.editorialMasthead.peerReviewers
source: Peer Reviewers
cs: Odborní recenzenti v předchozím roce
eu: Parekako ebaluatzaileak aurreko urtean
he: סוקרים בשנה הקודמת
lt: Praėjusių metų recenzentai
mr: गेल्या वर्षातील तज्ज्ञ समीक्षक
pl: Recenzenci w poprzednim roku
vi: Người phản biện Đồng cấp Năm trước

# common.editorialMasthead.peerReviewers.description
source: The editors express their appreciation of the reviewers for {$year} listed below.
cs: Redakce vyjadřuje poděkování níže uvedeným recenzentům za {$year}.
eu: Editoreek eskerrak eman nahi dizkiete behean zerrendatutako {$year} urteko ebaluatzaileei.
he: העורכים מביעים את הערכתם לסוקרים על {$year} המפורטים להלן.
lt: Redaktoriai reiškia padėką žemiau išvardytiems {$year} recenzentams.
mr: संपादक {$year} या वर्षात योगदान देणार्‍या खालील तज्ज्ञ समीक्षकांबद्दल कृतज्ञता व्यक्त करतात.
pl: Redakcja wyraża swoje uznanie dla recenzentów z {$year} wymienionych poniżej.
vi: Ban biên tập bày tỏ lòng biết ơn đối với những người phản biện cho năm {$year} được liệt kê dưới đây.

# common.editorialHistory
source: Editorial History
cs: Redakční historie
eu: Edizio-historia
he: היסטוריית עריכה
lt: Redakcijos istorija
mr: संपादकीय पूर्वेतिहास
vi: Lịch sử Biên tập

# common.editorialHistory.page
source: Editorial History Page
cs: Stránka Historie redakce
eu: Edizio-historiaren orria
he: עמוד היסטוריית המערכת
lt: Redakcijos istorijos puslapis
mr: संपादकीय पूर्वेतिहासाचे पृष्ठ
vi: Trang Lịch sử Biên tập

# common.all
source: All
ar_iq: الكل
az: HamńĪsńĪ
bg_bg: Всички
ca: A tots els camps
cs: Vše
da_dk: Alle
de_de: Alle(s)
el_gr: Όλα
eu: Denak
fa_ir: همه
fi_fi: Kaikki
fr: Tout
gl_es: Todos
he: כל
hr: Sve
hu: Összes
hy_am: Բոլորը
id_id: Semua
is_is: Allt
it: Tutti
ja: すべて
ka: ყველა
kk: Барлық
lt: Visi
lv: Viss
mk_mk: Сите
mr: सगळ्या
ms: Semua
nb: Alle
pl: Wszystkie
pt_pt: Toda(o)s
ro: Toate
sl_si: Vsi
sv: Alla
th: ทั้งหมด
tr_tr: Tümü
uk_ua: Всі
vi: Tất cả
zh_cn: 全部

# common.error
source: Error
ar_iq: خطأ
az: X…ôta
bg_bg: Грешка
cs: Chyba
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλμα
eu: Errorea
fa_ir: خطا
fi_fi: Virhe
fr: Erreur
gl_es: Erro
he: שגיאה
hr: Greška
hu: Hiba
hy_am: Սխալ
id_id: Galat
is_is: Villa
it: Errore
ja: エラー
ka: შეცდომა
kk: Қате
lt: Klaida
lv: Kļūda
mk_mk: Грешка
mr: त्रुटी
ms: Ralat
nb: Feil
pl: Błąd
pt_pt: Erro
ro: Eroare
sl_si: Napaka
sv: Fel
th: ข้อผิดพลาด
tr_tr: Hata
uk_ua: Помилка
vi: Lỗi
zh_cn: 错误

# common.notice
source: Notice
ar_iq: ملاحظة
az: BildiriŇü
bg_bg: Бележка
ca: Notificació
cs: Upozornění
da_dk: Meddelelse
de_de: Anmerkung
el_gr: Σημείωση
eu: Jakinarazpena
fa_ir: توجه
fi_fi: Huomaa
fr: Avis
gl_es: Notificación
he: הודעה
hr: Anotacija
hu: Értesítés
hy_am: Նկատել
id_id: Pemberitahuan
is_is: Ábending
it: Avviso
ja: 注記
ka: შენიშვნა
kk: Хабарлама
lt: Pastebėjimas
lv: Paziņojums
mk_mk: Белешка
mr: पूर्वसूचना
ms: Notis
nb: Merknad
pl: Uwaga
pt_pt: Notificação
ro: Notă
sl_si: Obvestilo
sv: Anmärkning
th: แจ้งเตือน
tr_tr: Duyuru
uk_ua: Повідомлення
vi: Thông báo
zh_cn: 注意

# common.changesSaved
source: Your changes have been saved.
ar_iq: تم حفظ تعديلاتك.
az: D…ôyiŇüiklikl…ôriniz yadda saxlandńĪ
bg_bg: Вашите промени са запазени.
ca: S’han desat els canvis.
cs: Vaše změny byly uloženy.
da_dk: Ændringerne er blevet gemt.
de_de: Ihre Änderungen wurden gespeichert.
el_gr: Οι αλλαγές σας αποθηκεύτηκαν.
eu: Aldaketak gorde dira.
fa_ir: تغییرات ذخیره شد
fi_fi: Tekemäsi muutokset on tallennettu.
fr: Les changements effectués ont été enregistrés.
gl_es: Os teus cambios gardáronse.
he: השינויים שלך נשמרו.
hr: Vaše izmjene su pohranjene.
hu: A változtatások elmentve.
hy_am: Ձեր կողմից կատարված փոփոխությունները պահպանված են:
id_id: Perubahan yang Anda buat telah disimpan.
is_is: Breytingar hafa verið vistaðar.
it: Le tue modifiche sono state salvate.
ja: 保存しました。
ka: თქვენი ცვლილებები დამახსოვრებულია.
kk: Өзгерістеріңіз сақталды.
lt: Pakeitimai atlikti.
lv: Jūsu izmaiņas ir saglabātas.
mk_mk: Вашите промени се сочувани.
mr: तुमचे बदल सेव्ह केले गेले आहेत.
ms: Perubahan anda telah disimpan.
nb: Endringene dine ble lagret.
pl: Twoje zmiany zostały zapisane.
pt_pt: Alterações guardadas com sucesso.
ro: Schimbările tale au fost salvate.
sl_si: Vaše spremembe so shranjene.
sv: Dina ändringar sparades.
th: การเปลี่ยนแปลงของคุณถูกบันทึกแล้ว
tr_tr: Değişiklikleriniz kaydedildi.
uk_ua: Ваші зміни були збережені.
vi: Các thay đổi của bạn đã được lưu.
zh_cn: 您的变更已保存.

# common.confirm
source: Confirm
ar_iq: تأكيد
az: T…ôsdiq edin
bg_bg: Потвърди
ca: Confirmar
cs: Potvrdit
da_dk: Bekræft
de_de: Bestätigen
el_gr: Επιβεβαίωση
eu: Baieztatu
fa_ir: تأیید
fi_fi: Vahvista
fr: Confirmer
gl_es: Confirmar
he: לאשר
hr: Potvrdi
hu: Megerősít
hy_am: Հաստատել
id_id: Konfirmasi
is_is: Staðfesta
it: Conferma
ja: 確認
ka: დადასტურება
kk: Растау
lt: Patvirtinti
lv: Apstiprināt
mk_mk: Потврди
mr: खात्री करा
ms: Sahkan
nb: Bekreft
pl: Potwierdź
pt_pt: Confirmar
sl_si: Potrdi
sv: Bekräfta
th: ยืนยัน
tr_tr: Doğrulama
uk_ua: Підтвердьте
vi: Xác nhận
zh_cn: 确认

# common.deselect
source: Deselect
az: Se√ßimi t…ôrk edin
bg_bg: Отмяна на избраното
ca: Desseleccionar
cs: Zrušit výběr
eu: Deshautatu
fr: Désélectionner
he: בטל את הבחירה
hr: Poništi odabir
hy_am: Ապաընտրեք
it: Deseleziona
ja: 選択解除
ka: არჩევის გაუქმება
kk: Таңдауды алып тастау
lt: Atšaukti pasirinkimą
lv: Atcelt atlasīto
mr: निवड रद्द करा
pl: Odznacz
sv: Avmarkera
th: ยกเลิกการเลือก
vi: Bỏ chọn

# common.designation
source: Designation
ar_iq: المضمون
az: T…ôyinat
bg_bg: Обозначаване
ca: Designació
cs: Označení
da_dk: Betegnelse
de_de: Bezeichnung
el_gr: Επισήμανση
eu: Izendapena
fa_ir: تعیین
fi_fi: Merkintätunnus
fr: Désignation
gl_es: Designación
he: ייעוד
hr: Oznaka
hu: Kijelöl
hy_am: Նշանակում
id_id: Penunjukan
is_is: Útnefning
it: Sigla
ja: 名称
ka: დანიშნულება
kk: Белгілеу
lt: Pavadinimas
lv: Apzīmējums
mk_mk: Ознака
mr: पदनाम
ms: Jawatan
nb: Betegnelse
pl: Przeznaczenie
pt_pt: Designação
ro: Desemnare
sl_si: Oznaka
sv: Benämning
th: ตำแหน่ง
tr_tr: Atama
uk_ua: Позначення
vi: Chức danh
zh_cn: 指定

# common.description
source: Description
ar_iq: الوصف
az: A√ßńĪqlama/t…ôsvir
bg_bg: Описание
ca: Descripció
cs: Popis
da_dk: Beskrivelse
de_de: Beschreibung
el_gr: Περιγραφή
eu: Azalpena
fa_ir: توضیح
fi_fi: Kuvaus
gl_es: Descrición
he: תיאור
hr: Opis
hu: Leírás
hy_am: Նկարագրություն
id_id: Deskripsi
is_is: Lýsing
it: Descrizione
ja: 記述
ka: აღწერა
kk: Сипаттама
lt: Aprašymas
lv: Apraksts
mk_mk: Опис
mr: वर्णन
ms: Penerangan
nb: Beskrivelse
pl: Opis
pt_pt: Descrição
ro: Descriere
sl_si: Opis
sv: Beskrivning
th: คำอธิบาย
tr_tr: Açıklama
uk_ua: Опис
vi: Mô tả
zh_cn: 描述

# common.details
source: Details
ca: Detalls
cs: Podrobnosti
eu: Xehetasunak
fr: Détails
he: פרטים
hr: Pojedinosti
it: Dettagli
ja: 詳細
lt: Išsami informacija
lv: Sīkāka informācija
mr: तपशील
pl: Szczegóły
sv: Detaljer
th: รายละเอียด
vi: Chi tiết

# common.dimensionsInches
source: {$width}&Prime;&times;{$height}&Prime; at {$dpi} DPI/PPI
ar_iq: {$width}&Prime;&times;{$height}&Prime; بدقة {$dpi} DPI/PPI
bg_bg: {$width}&Prime;&times;{$height}&Prime; в {$dpi} DPI/PPI
ca: {$width}" x {$height}" @ {$dpi} DPI/PPI
cs: {$width}&Prime;&times;{$height}&Prime; {$dpi} DPI/PPI
de_de: {$width}"&nbsp;x&nbsp;{$height}" @ {$dpi} DPI/PPI
eu: {$width}" x {$height}" @ {$dpi} DPI/PPI
fi_fi: {$width}&Prime;&times;{$height}&Prime; kun {$dpi} DPI/PPI
fr: {$width}"&nbsp;x&nbsp;{$height}" @ {$dpi} DPI/PPI
gl_es: {$width}" x {$height}" @ {$dpi} DPI/PPI
he: {$width}"×{$height}" ב- {$dpi} DPI/PPI
hr: {$width}"&nbsp;x&nbsp;{$height}" @ {$dpi} DPI/PPI
it: {$width}&Prime;&times;{$height}&Prime; per {$dpi} DPI/PPI
ka: {$width}&Prime;&times;{$height}&Prime; — {$dpi} DPI/PPI
kk: {$width}&Prime;&times;{$height}&Prime; @ {$dpi} DPI/PPI
lt: {$width}″×{$height}″ esant {$dpi} DPI/PPI
lv: {$width}&Prime;&times;{$height}&Prime; pie {$dpi} DPI/PPI
mk_mk: {$width}&Prime;&times;{$height}&Prime; изразено во {$dpi} DPI/PPI
mr: {$width}&Prime;&times;{$height}&Prime; {$dpi} DPI/PPI वर
ms: {$width}&Prime;&times;{$height}&Prime; pada {$dpi} DPI/PPI
pl: {$width}&Prime;&times;{$height}&Prime; przy {$dpi} DPI/PPI
ro: {$width}&Prime;&times;{$height}&Prime; la {$dpi} DPI/PPI
sl_si: {$width}&Prime;&krat;{$height}&Prime; at {$dpi} DPI/PPI
sv: {$width}&Prime;&times;{$height}&Prime; vid {$dpi} DPI/PPI
th: {$width}&Prime;&times;{$height}&Prime; ที่ {$dpi} DPI/PPI
uk_ua: {$width}&Prime;&times;{$height}&Prime; в {$dpi} DPI/PPI
vi: {$width}&Prime;&times;{$height}&Prime; ở {$dpi} DPI/PPI
zh_cn: {$width}&Prime;&times;{$height}&Prime; DPI/PPI为 {$dpi}

# common.dimensionsPixels
source: {$width}&times;{$height} pixels
ar_iq: {$width}&times;{$height} بكسل
az: {$width}&times;{$height} piksel
bg_bg: {$width}&times;{$height} пиксела
ca: {$width} x {$height} píxels
cs: {$width}&times;{$height} pixelů
da_dk: {$width}&gange;{$height} pixels
de_de: {$width} x {$height} Pixel
eu: {$width} x {$height} pixel
fa_ir: {$width}&times;{$height} پیکسل
fi_fi: {$width}&times;{$height} pikseliä
fr: {$width} x {$height} pixels
gl_es: {$width} x {$height} píxeles
he: {$width}×{$height} פיקסלים
hr: {$width} x {$height} Pixel
is_is: {$width}&times;{$height} pixlar
ja: {$width}&times;{$height} ピクセル
ka: {$width}&times;{$height} პიქსელი
kk: {$width}&times;{$height} пиксель
lt: {$width}×{$height} pikselių
lv: {$width}&times;{$height} pikseļu
mk_mk: {$width}&times;{$height} пиксели
mr: {$width}&times;{$height} पिक्सेल्स
ms: {$width}&times;{$height} piksel
nb: {$width}&times;{$height} pixles
pl: {$width}&times;{$height} pikseli
pt_pt: {$width}&times;{$height} pixéis
ro: {$width}&times;{$height} pixeli
sl_si: {$width}&krat;{$height} pikslov
sv: {$width}&times;{$height} pixlar
th: {$width}&times;{$height} พิกเซล
tr_tr: {$width}&times;{$height} piksel
uk_ua: {$width}&times;{$height} пікселів
vi: {$width}&times;{$height} pixel
zh_cn: {$width}&times;{$height} 像素

# common.discardChanges
source: No, discard unsaved changes
ca: No, descartar els canvis no guardats
cs: Ne, zahoďte neuložené změny
eu: Ez, baztertu gorde gabeko aldaketak
fr: Non, ignorer les modifications non sauvegardées
he: לא, מחק שינויים שלא נשמרו
hr: Ne, odbaci nespremljene promjene
it: No, elimina le modifiche non salvate
ja: いいえ、保存されていない変更を破棄する
lt: Ne, atmesti neišsaugotus pakeitimus
lv: Nē
mr: नाही, सेव्ह न केलेले बदल रद्द करा
sv: Nej, ta bort osparade ändringar
th: ไม่, ยกเลิกการเปลี่ยนแปลงที่ยังไม่ได้บันทึก
vi: Không, loại bỏ các thay đổi chưa lưu

# common.disconnected
source: Disconnected
ca: Desconnectat
cs: Odpojeno
eu: Deskonektatuta
fr: Déconnecté
he: מנותק
hr: Isključeno
it: Disconnesso
ja: 切断された
lt: Atjungtas
lv: Atvienots
mr: संबंध विलग केले (Disconnected)
sv: Frånkopplad
th: ถูกตัดการเชื่อมต่อ
vi: Đã ngắt kết nối

# common.disable
source: Disable
ar_iq: تعطيل
az: BańülńĪ
bg_bg: Деактивиране
ca: Inhabilita
cs: Zakázat
da_dk: Deaktivér
de_de: Ausschalten
el_gr: Απενεργοποίηση
eu: Desgaitu
fa_ir: غیرفعال کردن
fi_fi: Poista käytöstä
fr: Désactiver
gl_es: Desactivar
he: בטל
hr: Isključiti
hu: Kikapcsolás
hy_am: Անջատել
id_id: Nonaktifkan
is_is: Aftengja
it: Disabilita
ja: 無効化
ka: გამორთვა
kk: Өшіру
lt: Pasyvinti
lv: Atspējot
mk_mk: Оневозможи
mr: अकार्यान्वित (disable) करा
ms: Nyahdaya
nb: Slå av
pl: Wyłącz
pt_pt: Desativar
ro: Dezactivați
sl_si: Onemogoči
sv: Avaktivera
th: ปิดการใช้งาน
tr_tr: Kapalı
uk_ua: Відключити
vi: Vô hiệu hóa
zh_cn: 禁止

# common.disabled
source: Disabled
ar_iq: معطل
az: BańülandńĪ
bg_bg: Деактивиран
ca: Inhabilitat
cs: Zakázáno
da_dk: Deaktiveret
de_de: Deaktiviert
el_gr: Ανενεργό
eu: Desgaituta
fa_ir: غیرفعال
fi_fi: Ei käytössä
fr: Désactivé
gl_es: Desactivado
he: מושבת
hr: Onemogućeno
hu: Kikapcsolt
hy_am: Անջատված է
id_id: Sudah Nonaktif
is_is: Óvirkt
it: Disabilitato
ja: 無効
ka: გამორთული
kk: Өшірілген
lt: Pasyvinta
lv: Atspējots
mk_mk: Оневозможено
mr: अकार्यान्वित (disable) केले
ms: Nyahdayakan
nb: Er slått av
pl: Wyłączone
pt_pt: Desativado
ro: Dezactivat
sl_si: Onemogočeno
sv: Avaktiverad
th: ปิดใช้งาน
tr_tr: Kapatıldı
uk_ua: Відключено
vi: Đã vô hiệu hóa
zh_cn: 停用
