Repository: pkp/pkp-lib
Catalog: locale/*/common.xlf
Languages: nl_nl

# form-dropzone-dictMaxFilesExceeded
source: You can not upload any more files.
nl_nl: U kan niet meer bestanden opladen.

# form-errorA11y
source: Go to {$fieldLabel}: {$errorMessage}
nl_nl: Ga naar {$fieldLabel}: {$errorMessage}

# form-errorGoTo
source: Jump to next error
nl_nl: Ga naar volgende fout

# form-errorOne
source: Please correct one error.
nl_nl: Verbeter n fout.

# form-errorMany
source: Please correct {$count} errors.
nl_nl: Verbeter {$count} fouten.

# form-errors
source: The form was not saved because {$count} error(s) were encountered. Please correct these errors and try again.
nl_nl: Het formulier is niet opgeslagen omdat er {$count} fout(en) zijn opgetreden. Verbeter deze fouten en probeer het opnieuw.

# form-errorUnknown
source: An unexpected error occurred. You may have been logged out. Please reload the page and try again.
nl_nl: Er is een onbekende fout opgetreden. Het is mogelijk dat u bent afgemeld. Herlaad de pagina en probeer het opnieuw.

# form-errorsOccurred
source: Errors occurred processing this form
nl_nl: Er zijn fouten opgetreden bij het verwerken van dit formulier

# form-formLanguage-description
source: To enter the information below in additional languages, first select the language.
nl_nl: Selecteer eerst de taal om de informatie hieronder in bijkomende talen in te voeren.

# form-formLanguage
source: Form Language
nl_nl: Taal van het formulier

# form-contains
source: contains
nl_nl: bevat

# form-missingRequired
source: This field is required.
nl_nl: Dit veld is verplicht.

# form-startsWith
source: starts with
nl_nl: begint met

# form-postRequired
source: The form was not submitted properly.
nl_nl: Het formulier is niet op de juiste manier afgesloten.

# form-csrfInvalid
source: The form could not be submitted. You may have been logged out. Please reload the page and try again.
nl_nl: Er waren fouten bij het indienen van het formulier.

# form-fileRequired
source: A file upload is required.
nl_nl: Er moet een bestand worden opgeladen.

# form-required
source: (* Required)
nl_nl: (* Verplicht)

# form-requirePrimaryLocale
source: You must complete this field in {$language}.
nl_nl: U moet dit veld invullen in {$language}.

# form-requireId
source: You must provide a valid ID.
nl_nl: U moet een geldige ID invullen.

# form-resubmit
source: Resubmit
nl_nl: Zend opnieuw in

# form-saveToUpload
source: Use Save to upload file.
nl_nl: Gebruik Bewaar om het bestand te laden.

# form-send
source: Send
nl_nl: Zend

# form-submit
source: Submit
nl_nl: Zend in

# form-invalidImage
source: An invalid image was uploaded. Accepted formats are .png, .gif, or .jpg.
nl_nl: Er is een ongeldige afbeelding geladen. Toegestaan zijn .png, .gif en .jpg.

# form-multilingualProgress
source: {$count}/{$total} languages completed
nl_nl: {$count}/{$total} talen volledig

# help-toc
source: Table of Contents
nl_nl: Inhoudsopgave

# help-previous
source: Previous
nl_nl: Vorige

# help-next
source: Next
nl_nl: Volgende

# help-upALevel
source: Up a Level
nl_nl: Een niveau omhoog

# icon-checked-alt
source: Checked
nl_nl: Aangevinkt

# icon-comment-alt
source: Comment
nl_nl: Commentaar

# icon-delete-alt
source: Delete
nl_nl: Verwijder

# icon-edit-alt
source: Edit
nl_nl: Bewerk

# icon-font_large-alt
source: Large
nl_nl: Groot

# icon-font_medium-alt
source: Medium
nl_nl: Middel

# icon-font_small-alt
source: Small
nl_nl: Klein

# icon-letter-alt
source: Letter
nl_nl: Brief

# icon-mail-alt
source: Mail
nl_nl: Post

# icon-unchecked-alt
source: Unchecked
nl_nl: Niet aangevinkt

# icon-view-alt
source: View
nl_nl: Weergave

# informationCenter-informationCenter
source: Information Center
nl_nl: Informatiecentrum

# informationCenter-editorialHistory
source: Editorial History
nl_nl: Redactiegeschiedenis

# informationCenter-addNote
source: Add Note
nl_nl: Voeg noot toe

# informationCenter-noNotes
source: There are no notes to display.
nl_nl: Er zijn geen noten om weer te geven.

# informationCenter-pastNotes
source: Earlier Revision Notes
nl_nl: Noten bij eerdere versies

# informationCenter-deleteConfirm
source: Are you sure you wish to delete this note?
nl_nl: Weet u zeker dat u deze noot wilt verwijderen?

# informationCenter-currentHistory
source: Current Revision
nl_nl: Huidige versie

# informationCenter-pastHistory
source: Earlier Revisions
nl_nl: Eerdere versies

# informationCenter-history-noItems
source: There are no events logged.
nl_nl: Er zijn geen gebeurtenissen gelogd.

# informationCenter-history-notePosted
source: Posted new note.
nl_nl: Nieuwe noot toegevoegd.

# informationCenter-history-messageSent
source: Notification sent to users.
nl_nl: Verwittiging verstuurd aan gebruikers.

# stageParticipants-history-messageSent
source: Notification sent to users.
nl_nl: Verwittiging verstuurd aan gebruikers.

# stageParticipants-notify-startDiscussion
source: Start Discussion
nl_nl: Start discussie

# stageParticipants-notify-startDiscussion-description
source: Begin a discussion between yourself and {$userFullName}.
nl_nl: Begin discussie tussen uzelf en {$userFullName}

# stageParticipants-notify-chooseMessage
source: Choose a predefined message to use, or fill out the form below.
nl_nl: Kies een voorbereid ontwerp, of vul onderstaand formulier in.

# stageParticipants-notify-message
source: Message
nl_nl: Bericht

# stageParticipants-notify-warning
source: Please ensure that you have filled out the message field and included someone other than yourself in the discussion.
nl_nl: Zorg ervoor dat u een berichttekst heeft ingevuld en minstens n ontvanger heeft geselecteerd.

# stageParticipants-options
source: Assignment privileges
nl_nl: Rechten die kunnen worden toegekend

# stageParticipants-recommendOnly
source: This participant is only allowed to recommend an editorial decision and will require an authorised editor to record editorial decisions.
nl_nl: Deze persoon is slechts bevoegd om redactie-aanbevelingen te doen en zal een redacteur met voldoende rechten moeten vragen om editeursbeslissingen te maken.

# locale-primary
source: Primary locale
nl_nl: Primaire taal

# locale-supported
source: Supported locales
nl_nl: Ondersteunde talen

# navigation-access
source: Users &amp; Roles
nl_nl: Gebruikersrollen

# navigation-about
source: About
nl_nl: Over

# navigation-admin
source: Administration
nl_nl: Beheer

# navigation-archives
source: Archives
nl_nl: Archieven

# navigation-breadcrumbLabel
source: You are here:
nl_nl: U bent hier:

# navigation-tools
source: Tools
nl_nl: Hulpmiddelen

# navigation-tools-importExport
source: Import/Export
nl_nl: Importeren/exporteren

# navigation-tools-statistics
source: Statistics
nl_nl: Statistieken

# navigation-browse
source: Browse
nl_nl: Blader

# navigation-browseByAuthor
source: By Author
nl_nl: Op auteur

# navigation-browseByTitle
source: By Title
nl_nl: Op titel

# navigation-data
source: Data
nl_nl: Gegevens

# navigation-infoForReaders
source: For Readers
nl_nl: Voor lezers

# navigation-infoForReaders-long
source: Information For Readers
nl_nl: Informatie voor lezers

# navigation-items
source: {$from} - {$to} of {$total} items
nl_nl: {$from} - {$to} van {$total} items

# navigation-items-shownTotal
source: {$shown} of {$total} items
nl_nl: {$shown} van {$total} items

# navigation-login
source: Login
nl_nl: Inloggen

# navigation-nextStep
source: Next Step
nl_nl: Volgende stap

# navigation-previousStep
source: Previous Step
nl_nl: Vorige stap

# navigation-publicMenu
source: Public Menu
nl_nl: Publiek menu

# navigation-register
source: Register
nl_nl: Registreren

# navigation-search
source: Search
nl_nl: Zoek

# navigation-settings
source: Settings
nl_nl: Instellingen

# navigation-setup
source: Setup
nl_nl: Instellen

# navigation-skip-main
source: Skip to main content
nl_nl: Ga naar tekst

# navigation-skip-nav
source: Skip to main navigation menu
nl_nl: Ga naar het hoofdnavigatiemenu

# navigation-skip-footer
source: Skip to site footer
nl_nl: Ga naar de voettekst van deze webpagina

# navigation-stepNumber
source: Step {$step}
nl_nl: Stap {$step}

# navigation-submissions
source: Submissions
nl_nl: Inzendingen

# navigation-system
source: System
nl_nl: Systeem

# navigation-userHome
source: User Home
nl_nl: Gebruiker

# navigation-user
source: User
nl_nl: Gebruiker

# navigation-userManagement
source: User Management
nl_nl: Gebruikersbeheer

# navigation-viewFrontend
source: View Site
nl_nl: Toon website

# notification-addedAuditor
source: Auditor added.
nl_nl: Corrector toegevoegd.

# notification-removedAuditor
source: Auditor removed.
nl_nl: Corrector verwijderd.

# notification-addedQuery
source: Added Discussion
nl_nl: Vraag toegevoegd

# notification-reviewAcknowledged
source: Review marked as acknowledged. Email not sent.
nl_nl: Review is gemarkeerd als ontvangen. Geen e-mail verzonden.

# notification-reviewerThankedEmail
source: Thank you email sent to reviewer.
nl_nl: Bedankings-e-mail verstuurd naar reviewer.

# notification-updatedReviewFiles
source: Review files updated.
nl_nl: Reviewbestanden zijn bijgewerkt.

# notification-allow
source: Enable these types of notifications.
nl_nl: Toon deze soorten attenderingen in uw attenderingenlijst

# notification-addedAnnouncementType
source: Announcement type added.
nl_nl: Nieuwsbericht-type toegevoegd.

# notification-editedAnnouncementType
source: Announcement type edited.
nl_nl: Nieuwsbericht-type bijgewerkt.

# notification-removedAnnouncementType
source: Announcement type removed.
nl_nl: Nieuwsbericht-type verwijderd.

# notification-addedAnnouncement
source: Announcement added.
nl_nl: Nieuwsbericht toegevoegd.

# notification-editedAnnouncement
source: Announcement edited.
nl_nl: Nieuwsbericht bijgewerkt.

# notification-removedAnnouncement
source: Announcement removed.
nl_nl: Nieuwsbericht verwijderd.

# notification-addedAuthor
source: Author added.
nl_nl: Auteur toegevoegd.

# notification-editedAuthor
source: Author edited.
nl_nl: Auteur bijgewerkt.

# notification-confirmError
source: There was an error confirming your subscription.
nl_nl: Er is een fout opgetreden bij het bevestigen van uw abonnement.

# notification-confirmSuccess
source: You have been successfully subscribed.
nl_nl: U bent met succes geabonneerd

# notification-email
source: Do not send me an email for these types of notifications.
nl_nl: Stuur me een e-mail voor deze types van nieuwsberichten.

# notification-noneExist
source: You have no notifications at this time.
nl_nl: U heeft momenteel geen attenderingen

# notification-addedNote
source: Note posted.
nl_nl: Noot gepost.

# notification-removedNote
source: Note deleted.
nl_nl: Noot verwijderd.

# notification-removedFile
source: Removed file.
nl_nl: Bestand verwijderd.

# notification-removedSubmission
source: Removed submission.
nl_nl: Inzending verwijderd.

# notification-notification
source: Notification
nl_nl: Attendering

# notification-notifications
source: Notifications
nl_nl: Attenderingen

# notification-sentNotification
source: Notification sent.
nl_nl: Attendering verstuurd.

source: Notification Settings
nl_nl: Attenderingsinstellingen

# notification-settingsDescription
source: Select the system events that you wish to be notified about. Unchecking an item will prevent notifications of the event from showing up in the system and also from being emailed to you. Checked events will appear in the system and you have an extra option to receive or not the same notification by email.
nl_nl: Kies de gebeurtenissen waarop u geattendeerd wilt worden. Niet aanvinken van een onderdeel voorkomt attenderingen daarop.

# notification-reminderError
source: There was an error sending your password, please ensure you've entered your email address correctly.
nl_nl: Er is een fout opgetreden bij het verzenden van uw wachtwoord. Controleer het e-mailadres dat u hebt opgegeven.

# notification-reminderSent
source: Your new password has been sent to the email address provided.
nl_nl: Uw nieuwe wachtwoord is verstuurd naar het opgegeven e-mailadres.

# notification-savedSubmissionMetadata
source: Submission metadata saved.
nl_nl: Metadata voor inzending opgeslagen.

# notification-sendNotificationConfirmation
source: Send notification email to all registered users
nl_nl: Verstuur e-mail naar alle geregistreerde gebruikers

# search-author
source: By Author
nl_nl: Auteurs

# search-abstract
source: Abstract
nl_nl: Samenvatting

# search-advancedFilters
source: Advanced filters
nl_nl: Geavanceerde filters

# search-advancedSearchMore
source: More search options
nl_nl: Meer zoekopties

# search-advancedSearchLess
source: Hide more search options
nl_nl: Verberg geavanceerde zoekopties

# search-searchAgain
source: Search again
nl_nl: Zoek opnieuw

# search-cli-rebuildIndex-clearingIndex
source: Clearing index
nl_nl: Verwijder zoekindex

# search-cli-rebuildIndex-done
source: done
nl_nl: Herindexering voltooid

# search-cli-rebuildIndex-error
source: error
nl_nl: Fout bij herindexering

# search-cli-rebuildIndex-result
source: {$numIndexed} articles indexed
nl_nl: {$numIndexed} artikels gendexeerd

# search-coverage
source: Coverage
nl_nl: Dekking

# search-date
source: Publication Date
nl_nl: Datum

# search-dateFrom
source: Published After
nl_nl: Van

# search-dateTo
source: Published Before
nl_nl: Tot

# search-deleteFilter
source: Delete
nl_nl: Verwijder

# search-fullText
source: Full Text
nl_nl: Volledige tekst

# search-indexTerms
source: Index terms
nl_nl: Gendexeerde termen

# search-indexTermsLong
source: All index term fields
nl_nl: Alle indextermen

# search-matchAll
source: Match all categories
nl_nl: Vergelijk alle categorien

# search-noKeywordError
source: You must enter at least one search keyword.
nl_nl: U moet minstens n zoekwoord opgeven.

# search-noResults
source: No Results
nl_nl: Geen resultaten

# search-operator-and
source: and
nl_nl: en

# search-operator-not
source: not
nl_nl: niet

# search-operator-or
source: or
nl_nl: of

# search-SearchFor
source: Search for
nl_nl: Zoek naar

# search-searchResults
source: Search Results
nl_nl: Zoekresultaten

# search-subject
source: Keyword(s)
nl_nl: Trefwoord(en

# search-titleIndex
source: Browse Title Index
nl_nl: Blader door de titelindex

# search-title
source: Title
nl_nl: Titel

# search-typeMethodApproach
source: Type (method/approach)
nl_nl: Type (methode/benadering)

# grid-action-downloadFile
source: Download this file
nl_nl: Download dit bestand

# context-path
source: Path
nl_nl: Pad

# review-ensuringBlindReview
source: Ensuring a Blind Review
nl_nl: Verzeker een blinde review

# grid-action-showReviewPolicy
source: Read the current review policy
nl_nl: Lees het huidige review beleid

# grid-action-deleteNotification
source: Delete Task
nl_nl: Verwijder taak

# grid-action-markNew
source: Mark New
nl_nl: Markeer als nieuw

# grid-action-markRead
source: Mark Read
nl_nl: Markeer als gelezen

# dashboard-tasks
source: Tasks
nl_nl: Taken

# dashboard-myQueue
source: My Queue
nl_nl: Mijn wachtlijst

# review-blindPeerReview
source: <p>To ensure the integrity of the blind peer-review for submission to this press, every effort should be made to prevent the identities of the authors and reviewers from being known to each other. This involves the authors, editors, and reviewers (who upload documents as part of their review) checking to see if the following steps have been taken with regard to the text and the file properties:</p> <ul><li>The authors of the document have deleted their names from the text, with "Author" and year used in the references and footnotes, instead of the authors' name, article title, etc.</li> <li>With Microsoft Office documents, author identification should also be removed from the properties for the file (see under File in Word), by clicking on the following, beginning with File on the main menu of the Microsoft application: File &gt; Save As &gt; Tools (or Options with a Mac) &gt; Security &gt; Remove personal information from file properties on save &gt; Save.</li> <li>With PDFs, the authors' names should also be removed from Document Properties found under File on Adobe Acrobat's main menu.</li> </ul>
nl_nl: <p>Om de integriteit van het blinde peer-review proces te garanderen voor inzendingen voor dit tijdschrift, moeten alle maatregelen worden genomen om de identiteit van auteurs en reviewers te verbergen voor elkaar. Daarom moeten auteurs, redacteurs en reviewers (die bestanden opladen als deel van het reviewproces) nagaan of de volgende stappen werden genomen om de tekst en bestandseigenschappen te zuiveren:</p> <ul><li>De auteurs van een document hebben hun namen uit de tekst verwijderd, en in de literatuurlijst verwijzingen naar hun eigen publicaties geanonymiseerd tot "Auteur" en publicatiejaar.</li> <li>Voor Microsoft Office documenten moet eveneens auteursidentificatie worden verwijderd van de bestandseigenschappen, door volgende handelingen: Bestand > Opslaan als > Opties > Beveiligingscentrum > Verwijder persoonlijke gegevens bij opslaan van het bestand > Opslaan.</li> <li>Voor PDF bestanden moeten de auteursnamen eveneens worden verwijderd uit Documenteigenschappen, onder Bestand in het hoofdmenu van Adobe Acrobat.</li> </ul>

# reviewer-submission-reviewSchedule
source: Review Schedule
nl_nl: Review planning

# reviewer-submission-reviewRequestDate
source: Editor's Request
nl_nl: Verzoek van de hoofdredacteur

# reviewer-submission-responseDueDate
source: Response Due Date
nl_nl: Uiterste antwoorddatum

# reviewer-submission-reviewDueDate
source: Review Due Date
nl_nl: Uiterste reviewdatum

# submission-task-responseDueDate
source: Response Due Date
nl_nl: Uiterste antwoorddatum

# navigation-goBack
source: Go Back
nl_nl: Terug

# notification-addedReviewer
source: {$reviewerName} was assigned to review this submission and sent an email notification.
nl_nl: {$reviewerName} werd toegewezen als reviewer voor deze inzending, en er werd een bevestigings-e-mail verstuurd.

# notification-addedReviewerNoEmail
source: {$reviewerName} was assigned to review this submission and was not sent an email notification.
nl_nl: {$reviewerName} werd toegewezen als reviewer voor deze inzending, zonder dat een bevestigings-e-mail werd verstuurd.

# notification-removedReviewer
source: Reviewer removed.
nl_nl: Reviewer verwijderd.

# notification-addedStageParticipant
source: User added as a stage participant.
nl_nl: Gebruiker toegevoegd als deelnemer.

# notification-type-newAnnouncement
source: New announcement.
nl_nl: Nieuw nieuwsbericht.

# notification-type-reviewAssignment
source: Review pending.
nl_nl: U heeft een actief reviewverzoek.

# notification-type-reviewAssignmentUpdated
source: Review assignment updated.
nl_nl: Reviewverzoek bijgewerkt.

# notification-type-auditorRequest
source: Audit request for "{$file}"
nl_nl: Correctieverzoek voor "{$file}"

# notification-type-allReviewsIn
source: All reviewers have responded and a decision is needed in {$stage}.
nl_nl: Alle reviews zijn ingediend en er wordt een beslissing verwacht in {$stage}

# notification-type-allRevisionsIn
source: A revised file has been uploaded for your editorial consideration in {$stage}.
nl_nl: Een gereviseerde versie van een bestand is opgeladen voor redactionele beoordeling in {$stage}.

# notification-type-pendingRevisions
source: Revisions to consider in {$stage}.
nl_nl: Er worden nog revisies verwacht in {$stage}.

# notification-type-pendingRevisions-title
source: Revisions submitted to {$stage}.
nl_nl: Revisies zijn ingediend in {$stage}

# notification-type-metadataModified
source: "{$title}'s" metadata has been modified.
nl_nl: Metadata voor "{$title}" is bijgewerkt.

# notification-type-reviewerComment
source: A reviewer has commented on "{$title}".
nl_nl: Een reviewer heeft opmerkingen toegevoegd voor "{$title}".

# notification-signedFile
source: File considered.
nl_nl: Bestand aanvaard.

# user-authorization-submissionFile
source: The current user is not authorized to access the specified submission file.
nl_nl: De huidige gebruiker heeft onvoldoende rechten om het opgegeven bestand te bekijken.

# user-authorization-invalidSubmission
source: Invalid submission.
nl_nl: Ongeldige inzending.

# user-authorization-invalidRepresentation
source: Invalid representation.
nl_nl: Ongeldige weergave.

# user-authorization-authorRoleMissing
source: You do not currently have sufficient privileges to view the submission. Please edit your profile to ensure that you have been granted the appropriate roles under "Register As".
nl_nl: U heeft onvoldoende rechten om de inzending te bekijken. Bewerk uw profiel in "Registreer als", om ervoor te zorgen dat u voldoende rechten heeft.

# user-authorization-submissionAuthor
source: The current user is not the author of the requested submission. Please verify that you are logged in with the correct user account.
nl_nl: De huidige gebruiker is niet de auteur van de opgevraagde inzending. Controleer of u ingelogd bent met het juiste gebruikersaccount.

# notification-type-queryActivity
source: Discussion activity.
nl_nl: Activiteit in de discussie.

# notification-type-queryAdded
source: Discussion added.
nl_nl: Discussie toegevoegd.

# notification-type-assignCopyeditors
source: Assign a copyeditor using the Assign link in the Participants list.
nl_nl: Wijs een tekstredacteur toe met de "Wijs toe" link in het overzicht van deelnemers.

# notification-type-awaitingCopyedits
source: Awaiting Copyedits.
nl_nl: Wacht op tekstredactie.

# notification-type-roundStatusTitle
source: Round {$round} Status
nl_nl: Ronde {$round} status

# notification-editedNavigationMenuItem
source: Navigation menu item was succesfully updated
nl_nl: Navigatiemenu bijgewerkt.

# notification-removedNavigationMenuItem
source: Navigation menu item was succesfully removed
nl_nl: Item verwijderd uit navigatiemenu

# notification-addedNavigationMenuItem
source: Navigation menu item was succesfully added
nl_nl: Item toegevoegd aan navigatiemenu

# notification-addedNavigationMenu
source: Navigation menu was succesfully added
nl_nl: Navigatiemenu toegevoegd

# notification-editedNavigationMenu
source: Navigation menu was succesfully updated
nl_nl: Navigatiemenu bijgewerkt

# notification-removedNavigationMenu
source: Navigation menu was succesfully removed
nl_nl: Navigatiemenu verwijderd

# list-viewMore
source: Show more details about {$name}
nl_nl: Toon meer details over {$name}

# list-viewLess
source: Hide expanded details about {$name}
nl_nl: Verberg details over {$name}

# validator-accepted
source: Please accept this item..
nl_nl: Accepteer dit item.

# validator-active_url
source: This is not a valid URL.
nl_nl: Dit is geen geldige URL.

# validator-after
source: This date must be after {$date}.
nl_nl: Deze datum moet later zijn dan {$date}.

# validator-alpha
source: This may only contain letters.
nl_nl: Dit mag uitsluitend letters bevatten.

# validator-alpha_dash
source: This may only contain letters, numbers, dashes and underscores.
nl_nl: Dit mag uitsluitend letters, cijfers en liggende streepjes bevatten.

# validator-alpha_num
source: This may only contain letters and numbers.
nl_nl: Dit mag uitsluitend letters en cijfers bevatten.

# validator-array
source: This is not a valid array.
nl_nl: Dit is geen geldige reeks.

# validator-before
source: This date must be before {$date}.
nl_nl: Deze datum moet vroeger zijn dan {$date}.

# validator-between-numeric
source: This must be between {$min} and {$max}.
nl_nl: Dit moet tussen {$min} en {$max} zijn.

# validator-between-file
source: This must be between {$min} and {$max} kilobytes.
nl_nl: Dit moet tussen {$min} en {$max} kilobytes zijn.

# validator-between-string
source: This must be between {$min} and {$max} characters.
nl_nl: Dit moet tussen {$min} en {$max} tekens zijn.
