Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# notification.type.pendingRevisions
source: Revisions to consider in {$stage}.
ar_iq: التحكيمات التي ينبغي الأخذ بها في {$stage}.
az: {$stage}-ci addńĪmda d…ôy…ôrl…ôndiril…ôc…ôk d√ľz…ôliŇül…ôr
bg_bg: Ревизии за разглеждане в етап {$stage}.
ca: Teniu revisions pendents d'acceptar a {$stage}.
cs: Úpravy, které je třeba ve fázi {$stage} vzít v úvahu.
da_dk: Overvej revisioner på {$stage}.
de_de: Sie sollen Überarbeitungen in Phase {$stage} akzeptieren.
el_gr: Απαιτούνται αναθεωρήσεις στο στάδιο {$stage}.
eu: Kontuan hartu beharreko berrikuspenak dituzu {$stage}-n.
fa_ir: اصلاحاتی که در {$stage} باید بررسی شود
fi_fi: {$stage}-vaiheessa käsiteltävät korjaukset.
fr: Vous devez tenir compte des révisions à l'étape {$stage}.
gl_es: Revisións a ter en conta en {$stage}.
he: תיקונים שיש לקחת בחשבון ב- {$stage}.
hr: Trebali biste prihvatiti revizije u fazi {$stage}.
hu: Átdolgozások áttekintésre a {$stage} szakaszban.
id_id: Revisi untuk dipertimbangkan pada {$stage}.
is_is: Endurskoðun til skoðunar á stigi {$stage}.
it: Revisioni da prendere in considerazione in {$stage}.
ja: {$stage}で考慮する改訂。
ka: შესწორებები, რომელთა განხილვაც შესაძლებელია {$stage}-ზე.
kk: Жаңа нұсқалар "{$stage}" кезеңінде қарастырылады.
lt: Reikia apsvarstyti pataisymus etape „{$stage}“.
lv: Labojumi, kas jāapsver {$stage}. posmā.
mk_mk: Ревизијатта да биде разгледана во {$stage}.
mr: या {$stage} टप्प्यावर सुधारणांवर करायचा विचार.
ms: Semakan untuk dipertimbangkan dalam {$stage}.
nb: Revideringer å ta stilling til i {$stage}.
pl: Poprawiony tekst do rozważenia w etapie {$stage}.
pt_pt: Revisões para considerar em {$stage}.
ro: Revizuire considerată în {$stage}.
sl_si: Potrebno je pregledati spremembe v {$stage}.
sv: Bearbetningar att ta ställning till vid {$stage}.
th: การปรับปรุงที่รอการพิจารณาในขั้นตอน {$stage}
tr_tr: {$stage}. adımda değerlendirilecek düzeltmeler.
uk_ua: Нові версії розглядаються на етапі {$stage}.
vi: Cần xem xét sửa đổi trong {$stage}.
zh_cn: 在{$stage}中要考虑的修订。

# user.authorization.invalidPublication
source: Invalid publication.
ar_iq: نشر خاطئ.
az: EtibarsńĪz n…ôŇür.
bg_bg: Невалидна публикация.
ca: Publicació no vàlida.
cs: Neplatné zveřejnění.
da_dk: Ugyldig publikation.
de_de: Ungültige Veröffentlichung.
el_gr: Μη έγκυρη δημοσίευση.
eu: Argitalpena ez da baliozkoa.
fi_fi: Virheellinen käsikirjoitusversio.
fr: Publication invalide.
gl_es: Publicación non válida.
he: פרסום לא תקף
hr: Nevažeća objava.
hu: Hibás publikáció.
hy_am: Անվավեր հրապարակում։
id_id: Publikai tidak valid.
is_is: Ógild útgáfa.
it: Pubblicazione non valida.
ja: 無効な公開物。
ka: არასწორი გამოცემა.
kk: Дұрыс емес жарияланым.
lt: Neteisingas leidinys.
lv: Nederīga publikācija.
mk_mk: Невалидна публикација.
mr: अवैध प्रकाशन.
ms: Penerbitan tidak sah.
nb: Ugyldig publikasjon.
pl: Nie masz dostępu do tej publikacji.
pt_pt: Publicação inválida.
ro: Publicare nevalidă.
sl_si: Napačna objava.
sv: Ogiltig publikation.
th: การตีพิมพ์ไม่ถูกต้อง
tr_tr: Geçersiz yayın.
uk_ua: Некоректна публікація.
vi: Ấn phẩm không hợp lệ.
zh_cn: 无效的出版。

# user.authorization.invalidSubmission
source: Invalid submission.
ar_iq: طلب نشر خاطئ.
az: EtibarsńĪz M…ôqal…ô
bg_bg: Невалидно подаване на материали.
ca: La tramesa no és vàlida.
cs: Neplatný příspěvek.
da_dk: Ugyldig indsendelse.
de_de: Ungültige Einreichung.
el_gr: Μη έγκυρη υποβολή
eu: Bidalketa baliogabea.
fa_ir: مقاله ارسالی نامعتبر
fi_fi: Virheellinen lähetys.
fr: Soumission invalide.
gl_es: Envío non válido.
he: הגשה לא תקפה
hr: Nevažeća predaja.
hu: Érvénytelen beküldés.
hy_am: Անվավեր նյութ։
id_id: Naskah tidak valid.
is_is: Ógild innsending.
it: Proposta non valida.
ja: 無効な投稿。
ka: არასწორი წარდგენა.
kk: Дұрыс емес материал.
lt: Netinkamas straipsnis.
lv: Nederīgs iesniegtais materiāls.
mk_mk: Неважечко поднесување.
mr: अवैध सादरीकरण.
ms: Penyerahan tidak sah.
nb: Ugyldig innlevering.
pl: Nieprawidłowo przesłany tekst.
pt_pt: Submissão inválida.
ro: Înregistrare nevalidă.
sl_si: Napačen prispevek.
sv: Ogiltigt bidrag.
th: การส่งไม่ถูกต้อง
tr_tr: Geçersiz gönderi.
uk_ua: Неправильне подання.
vi: Bài nộp không hợp lệ.
zh_cn: 无效的提交。

# user.authorization.invalidRepresentation
source: Invalid representation.
ar_iq: تمثيل خاطئ.
az: EtibarsńĪz t…ômsil
bg_bg: Невалидно представяне.
ca: Representació no vàlida.
cs: Neplatné zobrazení.
da_dk: Ugyldig repræsentation.
de_de: Ungültige Repräsentation.
el_gr: Μη έγκυρη αναπαράσταση
eu: Ordezkaritza baliogabea.
fa_ir: ارائه نامعتبر
fi_fi: Virheellinen esitysmuoto.
fr: Représentation invalide.
gl_es: Representación inválida.
he: ייצוג לא תקף
hr: Nevažeći prikaz.
hu: Érvénytelen ábrázolás.
hy_am: Անվավեր ներկայացում։
id_id: Representasi tidak valid.
is_is: Ógild framsetning.
it: Rappresentazione non valida.
ja: 無効な表現。
ka: არასწორი წარმომადგენლობა.
kk: Дұрыс емес ұсыныс.
lt: Netinkamas atvaizdavimas.
lv: Nederīgs attēlojums.
mk_mk: Неважечко поднесување.
mr: अवैध प्रतिनिधित्व.
ms: Perwakilan tidak sah.
nb: Ugyldig representasjon.
pl: Nieprawidłowa reprezentacja.
pt_pt: Representação inválida.
ro: Reprezentare nevalidă.
sl_si: Napačna predstavitev.
sv: Ogiltig representation.
th: การแสดงผลไม่ถูกต้อง
tr_tr: Geçersiz temsil.
uk_ua: Недійсне представлення.
vi: Bản trình bày không hợp lệ.
zh_cn: 无效的表示。

# user.authorization.invalidReviewRound
source: Invalid review round.
ar_iq: جولة تحكيم خاطئة.
az: EtibarsńĪz d…ôy…ôrl…ôndirm…ô turu
bg_bg: Невалиден кръг за рецензиране.
ca: Ronda de revisió no vàlida.
cs: Neplatné kolo recenzí.
eu: Berrikuspen-erronda baliogabea.
fr: Cycle d'évaluation invalide.
gl_es: Rolda de revisión non válida.
he: סבב סקירה לא תקף
hr: Nevažeći krug pregleda.
hu: Érvénytelen bírálói kör.
hy_am: Գրախոսման անվավեր փուլ։
is_is: Ógild umferð ritrýni.
it: Giro di revisione non valido.
ja: 無効な査読ラウンド。
ka: განხილვის არასწორი რაუნდი.
kk: Рецензиялаудың дұрыс емес кезеңі.
lt: Neteisingas peržiūros etapas.
lv: Nederīga recenzēšanas kārta.
mr: समीक्षणाची अवैध फेरी.
ms: Pusingan ulasan tidak sah.
nb: Ugyldig vurderingsrunde.
pl: Nie masz dostępu do tej rundy recenzji.
sv: Ogiltig granskningsomgång.
th: รอบการทบทวนไม่ถูกต้อง
tr_tr: Geçersiz değerlendirme turu.
vi: Vòng đánh giá không hợp lệ.

# user.authorization.invalidQuery
source: Invalid discussion.
ar_iq: مناقشة خاطئة.
az: EtibarsńĪz m√ľzakir…ô
bg_bg: Невалидна дискусия.
ca: Discussió no vàlida.
cs: Neplatná diskuse.
eu: Eztabaida baliogabea.
fr: Discussion invalide.
gl_es: Discusión non válida.
he: דיון לא תקף
hr: Nevažeća rasprava.
hu: Érvénytelen megbeszélés.
hy_am: Անվավեր քննարկում։
is_is: Ógild umræða.
it: Discussione non valida.
ja: 無効なディスカッション。
ka: არასწორი დისკუსია.
kk: Дұрыс емес пікір талас.
lt: Neteisinga diskusija.
lv: Nederīga diskusija.
mr: अवैध चर्चा.
ms: Perbincangan tidak sah.
nb: Ugyldig diskusjon.
pl: Nie masz dostępu do tej dyskusji.
sv: Ogiltig diskussion.
th: การอภิปรายไม่ถูกต้อง
tr_tr: Geçersiz tartışma.
vi: Thảo luận không hợp lệ.

# user.authorization.unauthorizedNote
source: You do not have access to this discussion message.
ar_iq: ليس لديك حق الوصول إلى رسالة المناقشة هذه.
az: Bu m√ľzakir…ô mesajńĪna giriŇü s…ôlahiyy…ôtiniz yoxdur
bg_bg: Нямате достъп до това съобщение в дискусия.
ca: No teniu accés a aquest missatge de la discussió.
cs: Nemáte přístup k této zprávě v rámci diskuse.
eu: Ez duzu eztabaida-mezu honetarako sarbiderik.
fr: Vous n'avez pas accès à ce message de la discussion.
gl_es: Non tes acceso a esta mensaxe da discusión.
he: אין לך גישה להודעת דיון זו.
hr: Nemate pristup ovoj poruci rasprave.
hu: Nincs hozzáférése ehhez a vitaüzenethez.
hy_am: Դուք չունեք թույլտվություն այս քննարկմանը մասնակցելու համար։
is_is: Þú hefur ekki aðgang að þessum umræðuskilaboðum.
it: Non hai accesso a questo messaggio di discussione.
ja: このディスカッションメッセージへのアクセス権がありません。
ka: თქვენ არ გაქვთ წვდომა ამ სადისკუსიო შეტყობინებაზე.
kk: Сіз бұл талқылау жазбасына кіре алмайсыз.
lt: Jūs neturite prieigos prie šio diskusijos pranešimo.
lv: Jums nav piekļuves šai diskusiju ziņai.
mr: तुमच्यासाठी या चर्चेचा मजकूर उपलब्ध नाही.
ms: Anda tidak mempunyai akses kepada mesej perbincangan ini.
nb: Du har ikke tilgang til denne diskusjonsmeldingen.
pl: Nie masz dostępu do tego wątku w dyskusji.
sv: Du har inte behörighet till detta meddelande.
th: คุณไม่มีสิทธิ์เข้าถึงข้อความการอภิปรายนี้
tr_tr: Bu tartışma mesajına erişme yetkiniz yok.
vi: Bạn không có quyền truy cập tin nhắn thảo luận này.

# user.authorization.unauthorizedReviewAssignment
source: You do not have access to this review assignment.
ar_iq: ليس لديك حق الوصول إلى مهمة التحكيم هذه.
az: r…ôy√ßi t…ôyin etm…ô s…ôlahiyy…ôtiniz yoxdur
bg_bg: Нямате достъп до това задание за рецензия.
ca: No teniu accés a aquesta assignació de la revisió.
cs: Nemáte přístup k tomuto zadání recenze.
eu: Ez duzu berrikuspenaren esleipen honetarako sarbiderik.
fr: Vous n'avez pas accès à cette assignation d'évaluation.
gl_es: Non tes acceso a esta asignación da revisión.
he: אין לך גישה למטלת סקירה זו.
hr: Nemate pristup ovom zadatku recenzenta.
hu: Nincs hozzáférése ehhez a bírálói hozzárendeléshez.
hy_am: Դուք չունեք հասանելիություն այս գրախոսման նշանակման համար։
is_is: Þú hefur ekki aðgang að þessari ritrýniúthlutun.
it: Non hai accesso a questo compito di revisione.
ja: この査読課題にアクセス権がありません。
ka: თქვენ არ გაქვთ წვდომა ამ მიმოხილვის დავალებაზე.
kk: Бұл рецензияны қарауға рұқсатыңыз жоқ.
lt: Jūs neturite prieigos prie šios peržiūros užduoties.
lv: Jums nav piekļuves šim recenzēšanas piešķīrumam.
mr: तुमच्यासाठी ही समीक्षणाची कामगिरी उपलब्ध नाही.
ms: Anda tidak mempunyai akses kepada tugasan ulasan ini.
nb: Du har ikke tilgang til dette vurderingsoppdraget.
pl: Nie masz dostępu do tej recenzji.
sv: Du har inte behörighet till detta granskningsuppdrag.
th: คุณไม่มีสิทธิ์เข้าถึงการมอบหมายการทบทวนนี้
tr_tr: Hakem atama yetkiniz yok.
vi: Bạn không có quyền truy cập chỉ định đánh giá này.

# user.authorization.authorRoleMissing
source: You do not currently have sufficient privileges to view the submission. Please edit your profile to ensure that you have been granted the appropriate roles under "Register As".
ar_iq: ليس لديك حالياً الصلاحيات الكافية لمعاينة طلب النشر. لطفاً، عدل ملفك الشخصي للتأكد من كونك تمتلك الدور المناسب تحت باب "مسجل بصفة".
az: HazńĪrda t…ôqdimata baxmaq √ľ√ß√ľn kifay…ôt q…ôd…ôr s…ôlahiyy…ôtli deyilsiniz. Z…ôhm…ôt olmasa profilinizi t…ônziml…ôy…ôr…ôk "Register as/FormasńĪnda qeydiyyat" altńĪnda uyńüun rollarńĪn verildiyind…ôn …ômin olun.
bg_bg: В момента нямате достатъчно права, за да видите подадените материали. Моля, редактирайте профила си, за да се уверите, че сте получили съответните роли под „Регистрирайте се като“.
ca: No teniu privilegis suficients per visualitzar aquesta tramesa. Editeu el vostre perfil per assegurar-vos que heu proporcionat els rols adequats fent clic a «Registra'm com a».
cs: Momentálně nemáte dostatečná oprávnění k zobrazení příspěvku. Upravte svůj profil a ujistěte se, že vám byly uděleny příslušné role v části "Registrovat jako".
da_dk: Du har på nuværende tidspunkt ikke tilstrækkelig bemyndigelse til at se indsendelsen. Redigér din profil og sørg for, at du har fået tildelt de passende roller under "Registrér som".
de_de: Sie verfügen nicht über ausreichende Rechte, um die Einreichung anzusehen. Bitte überarbeiten Sie Ihr Profil, um zu gewährleisten, dass Sie für die entsprechenden Rollen registriert sind.
el_gr: Δεν σας έχουν δοθεί δικαιώματα προβολής της υποβολής. Παρακαλούμε ελέγξτε το προφίλ σας για να βεβαιωθείτε ότι σας έχουν εκχωρηθεί οι κατάλληλοι ρόλοι μέσω της λειτουργίας "Σύνδεση Ως".
eu: Ez duzu bidalketa ikusteko baimenik. Editatu zure profila "Erregistratu honela" atalean rol egokiak eman zaizkizula ziurtatzeko.
fa_ir: شما مجوز دسترسی کافی برای مشاهده این مقاله را ندارید. مطمئن شوید که دسترسی مناسبی در قسمت نقش‌ها برای شما اختصاص داده شده است.
fi_fi: Sinulla ei tällä hetkellä ole riittäviä oikeuksia tarkastella käsikirjoitusta. Muokkaa profiiliasi varmistaaksesi, että sinulle on myönnetty oikeat roolit kohdassa “Rekisteröidy”.
fr: Vos privilèges actuels ne vous permettent pas de visionner cette soumission. Veuillez modifier votre profil pour vous assurer que l'on vous a assigné les rôles appropriés dans la section « S'inscrire comme ».
gl_es: Actualmente non tes privilexios suficientes para ver o envío. Edite o seu perfil para asegurarse de que se lle concederon as funcións axeitadas en "Rexistrarse como".
he: בשלב זה אין לך הרשאות מספיקות כדי להציג את ההגשה. אנא ערוך את הפרופיל שלך כדי לוודא שהוענקו לך התפקידים המתאימים תחת "הירשם כ-".
hr: Nemate dovoljno prava za pregled podneska. Molimo pregledajte svoj profil kako biste bili sigurni da ste registrirani za odgovarajuće uloge.
hu: Jelenleg nincs megfelelő jogosultsága, hogy megtekintse a beküldést. Kérjük módosítsa a profilt a "Regisztráció mint" alatt, ha már megkapta a megfelelő jogosultságot.
hy_am: Այս պահին Դուք չունեք համապատասխան թույլտվություն այս նյութը դիտելու համար։ Խնդրում ենք խմբագրել Ձեր անձնական հաշիվը, համոզվեք, որ «Գրանցվել որպես» դաշտում նշված է համապատասխան դերը։
id_id: Saat ini Anda tidak memiliki hak istimewa yang memadai untuk melihat naskah. Silakan ubah profil Anda untuk memastikan bahwa Anda telah diberikan peran yang sesuai pada "Mendaftar Sebagai".
is_is: Þú hefur ekki næg réttindi til að skoða innsendinguna. Vinsamlega breyttu stillingum þínum til að tryggja að þú fáir viðeigandi hlutverk undir "Skráning sem".
it: Non hai sufficienti permessi per vedere la proposta. Controlla il tuo profilo per accertarti che ti sia stato assegnato il ruolo appropriato alla voce "Registrato come".
ja: 現在、投稿物を表示するための十分な権限がありません。 プロフィールを編集して、「登録者」で適切な役割が付与されていることを確認してください。
ka: ამჟამად არ გაქვთ საკმარისი პრივილეგიები წარდგენის სანახავად. გთხოვთ, შეცვალოთ თქვენი პროფილი, რათა დარწმუნდეთ, რომ მიენიჭათ შესაბამისი როლები "რეგისტრაცია როგორც".
kk: Қазіргі уақытта материалды қарауға құқығыңыз жоқ. "Басқаша тіркелу" бөлімінде сізге сәйкес рөлдер берілгеніне көз жеткізу үшін профиліңізді өңдеңіз.
lt: Šiuo metu neturite teisių, kad galėtumėte peržiūrėti straipsnį. Patikrinkite savo profilį skiltyje „užsiregistruoti kaip“ ir įsitikinkite, kad Jums suteiktos tinkamos teisės.
lv: Pašlaik jums nav pietiekamu tiesību, lai skatītu iesniegto materiālu. Lūdzu, labojiet savu profilu, lai pārliecinātos, ka jums ir piešķirtas atbilstošas lomas sadaļā "Reģistrēties kā".
mk_mk: Во моментов немате доволно привилегии за да го видите поднесокот. Ве молиме, изменете го вашиот профил за да се осигурате дека сте добиле соодветни улоги во „Регистрирај се како“.
mr: तुमच्याकडे सध्या सादरीकरण पाहण्यासाठी पुरेसे विशेषाधिकार नाहीत. "नोंदणी करा" अंतर्गत तुम्हाला योग्य भूमिका देण्यात आल्या आहेत याची खात्री करण्यासाठी कृपया तुमच्याबाबतची माहिती (प्रोफाईल) संपादित करा.
ms: Pada masa ini anda tidak mempunyai keistimewaan yang mencukupi untuk melihat penyerahan. Sila edit profil anda untuk memastikan bahawa anda telah diberikan peranan yang sesuai di bawah "Daftar Sebagai".
nb: Du har ikke adgang til å se teksten. Gå til profilen din for å se om du har fått tildelt riktig rolle under «Registrer som».
pl: Nie posiadasz odpowiednich uprawnień, aby przeglądać zgłoszenie. Wprowadź zmiany w swoim profilu, aby upewnić się, że otrzymałeś(aś) odpowiednie uprawnienia (rolę).
pt_pt: Atualmente não possui privilégios suficientes para visualizar a submissão. Edite o seu perfil para garantir que pode assumir o papel adequado em "Registar-se como".
ro: În prezent, nu aveți suficiente privilegii pentru a vizualiza trimiterea. Vă rugăm să vă editați profilul pentru a vă asigura că vi s-au acordat rolurile corespunzătoare în „Înregistrare ca ca”.
sl_si: Trenutno nimate dovolj pravic, da bi vidlei prispevek. Prosimo preverite svoj profil, če imate pravilno vlogo pod "Prijavi se kot".
sv: I nuläget har du inte tillräcklig behörighet för att se bidraget. Vänligen se över din profil för att säkerställa att du har fått alla roller du behöver under "Registrera som".
th: ปัจจุบันคุณไม่มีสิทธิ์เพียงพอในการดูการส่ง กรุณาแก้ไขโปรไฟล์ของคุณเพื่อให้แน่ใจว่าคุณได้รับสิทธิ์ที่เหมาะสมภายใต้ "ลงทะเบียนเป็น"
tr_tr: Şu anda gönderiyi görüntülemek için yeterli yetkiye sahip değilsiniz. Lütfen profilinizi düzenleyerek "Register As/Şeklinde Kayıt" altında uygun rollerin verildiğinden emin olun.
uk_ua: Ви не маєте достатньо прав для перегляду подання. Будь ласка, відредагуйте свій профіль, щоб переконатися, що вам надано відповідні ролі у розділі "Реєстрація як".
vi: Bạn hiện không có đủ đặc quyền để xem bài nộp. Vui lòng chỉnh sửa hồ sơ của bạn để đảm bảo rằng bạn đã được cấp các vai trò thích hợp trong "Đăng ký với tư cách".
zh_cn: 您当前没有足够的权限来查看提交。 请编辑您的个人资料，以确保已在“注册为”下被授予适当的角色。

# user.authorization.submissionAuthor
source: The current user is not the author of the requested submission. Please verify that you are logged in with the correct user account.
ar_iq: المستخدم الحالي ليس هو مؤلف طلب النشر المطلوب. لطفاً، تأكد من كونك تدخل الموقع بحساب المستخدم الصحيح المقصود.
az: HazńĪrkńĪ istifad…ô√ßi t…ôl…ôb edil…ôn M…ôqal…ônin m√ľ…ôllifi deyil. Z…ôhm…ôt olmasa istifad…ô√ßi hesabńĪ il…ô daxil olduńüunuza …ômin olun.
bg_bg: Текущият потребител не е автор на исканото подаване на материали. Моля, проверете дали сте влезли с правилния потребителски акаунт.
ca: L'autor/a actual no és l'autor/a de la tramesa sol·licitada. Comproveu que heu iniciat sessió amb el compte d'usuari correcte.
cs: Současný uživatel není autorem požadovaného podání. Ověřte, zda jste přihlášeni správným uživatelským účtem.
da_dk: Den aktuelle bruger er ikke forfatter til den rekvirerede indsendelse. Kontrollér, at du er logget ind med den korrekte brugerkonto.
de_de: Der/die aktuelle Nutzer/in ist nicht Autor/in der entsprechenden Einreichung. Bitte stellen Sie sicher, dass Sie mit dem richtigen Benutzer/innenkonto angemeldet sind.
el_gr: Ο παρών Χρήστης δεν είναι ο Συγγραφέας της εργασίας. Βεβαιωθείτε ότι έχετε συνδεθεί με τον κατάλληλο λογαριασμό Χρήστη.
eu: Uneko erabiltzailea ez da eskatutako bidalketaren egilea. Mesedez, egiaztatu erabiltzaile-kontu zuzenarekin hasi duzula saioa.
fa_ir: این کاربر نویسنده این مقاله نیست. لطفاً مطمئن شویدکه با حساب کاربری صحیحی وارد شده اید.
fi_fi: Nykyinen käyttäjä ei ole pyydetyn käsikirjoituksen kirjoittaja. Varmista, että olet kirjautunut oikealla käyttäjätilillä.
fr: L'utilisateur actuel n'est pas l'auteur de la soumission demandée. Veuillez vous assurer d'avoir ouvert une session avec le compte d'utilisateur approprié.
gl_es: O usuario actual non é o autor do envío solicitado. Verifique que se iniciou sesión coa conta de usuario correcta.
he: המשתמש הנוכחי אינו המחבר של ההגשה המבוקשת. אנא ודא שאתה מחובר עם חשבון המשתמש הנכון.
hr: Trenutačni korisnik nije autor odgovarajućeg podneska. Provjerite jeste li prijavljeni ispravnim korisničkim računom.
hu: Az aktuális felhasználó nem a szerzője az adott beküldésnek. Kérjük, ellenőrizze, hogy a megfelelő felhasználói fiókkal jelentkezett-e be.
hy_am: Այս օգտատերը պահանջված նյութի հեղինակը չէ։ Խնդրում ենք ճշտեք՝ արդյոք Դուք ճիշտ հաշվով եք մուտք գործել։
id_id: Pengguna saat ini bukan penulis dari kiriman yang diminta. Harap verifikasi bahwa Anda masuk dengan akun pengguna yang benar.
is_is: Innskráður notandi er ekki höfundur umbeðinnar innsendingar. Vinsamlega staðfestu að þú sért innskráð(ur) sem réttur notandi.
it: Non sei loggato come l'autore della proposta richiesta. Per favore verifica che tui sia loggato con il corretto account.
ja: 現在のユーザーは、要求された投稿の著者ではありません。 正しいユーザアカウントでログインしていることを確認してください。
ka: ამჟამინდელი მომხმარებელი არ არის მოთხოვნილი წარდგენის ავტორი. გთხოვთ, გადაამოწმოთ, რომ სისტემაში შესული ხართ მომხმარებლის სწორი ანგარიშით.
kk: Бұл пайдаланушы сұралған материалдың авторы болып табылмайды. Жүйеге дұрыс пайдаланушы тіркелгісімен кіргеніңізді тексеріңіз.
lt: Šis vartotojas nėra prašomo straipsnio autorius. Prašome įsitikinti, kad prisijungėte su tinkama vartotojo paskyra.
lv: Pašreizējais lietotājs nav pieprasītā iesniegtā materiāla autors. Lūdzu, pārbaudiet, vai esat pieteicies sistēmā ar pareizo lietotāja kontu.
mk_mk: Тековниот корисник не е автор на бараниот поднесок. Ве молиме, проверете дали сте најавени со правилната корисничка сметка.
mr: तुम्ही पाहू इच्छित असलेल्या या सादरीकरणाचे लेखक नाहीत. कृपया तुम्ही योग्य वापरकर्ता खात्याने लॉग-इन केले आहे की नाही याची पडताळणी करा.
ms: Pengguna semasa bukan pengarang penyerahan yang diminta. Sila sahkan bahawa anda telah log masuk dengan akaun pengguna yang betul.
nb: Du er ikke forfatteren av denne teksten. Sjekk om du er logget inn med riktig brukernavn og passord.
pl: Nie jesteś autorem zgłoszonego tekstu. Sprawdź, czy jesteś zalogowany(a) korzystając z poprawnego konta użytkownika.
pt_pt: O atual utilizador não é o autor da submissão. Verifique se está autenticado com a conta de utilizador correta.
ro: Utilizatorul curent nu este autorul trimiterii solicitate. Vă rugăm să verificați dacă sunteți autentificat cu contul de utilizator corect.
sl_si: Trenutni uporabnik ni avtor zahtevanega prispevka.Prosimo preverite, da ste prijavljeni s pravim uporabniškim imenom.
sv: Aktuell användare är inte författare till det begärda bidraget. Vänligen kontrollera att du är inloggad på rätt användarkonto.
th: ผู้ใช้ปัจจุบันไม่ใช่ผู้แต่งของการส่งที่ร้องขอ กรุณาตรวจสอบว่าคุณเข้าสู่ระบบด้วยบัญชีผู้ใช้ที่ถูกต้อง
tr_tr: Mevcut kullanıcı istenen gönderinin yazarı değildir. Lütfen doğru kullanıcı hesabıyla giriş yaptığınızdan emin olun.
uk_ua: Поточний користувач не є автором запитуваного подання. Переконайтеся, що ви ввійшли під правильним обліковим записом користувача.
vi: Người dùng hiện tại không phải là tác giả của bài nộp được yêu cầu. Vui lòng xác minh rằng bạn đã đăng nhập bằng tài khoản người dùng chính xác.
zh_cn: 当前用户不是所请求提交的作者。 请验证您是否使用正确的用户帐户登录。

# user.register.form.privacyConsentLabel
source: Privacy Options
ar_iq: خيارات الخصوصية
az: M…ôxfilik se√ßiml…ôri
bg_bg: Опции за поверителност
ca: Opcions de privacitat
cs: Zásady ochrany osobních údajů
eu: Pribatutasun aukerak
fr: Options de confidentialité
gl_es: Opcións de privacidade
he: אפשרויות פרטיות
hr: Mogućnosti povjerljivosti
hu: Adatvédelmi beállítások
hy_am: Գաղտնիության կարգաբերումներ
is_is: Skilyrði persónuverndar
it: Opzioni di privacy
ja: プライバシーオプション
ka: კონფიდენციალურობის პარამეტრი
kk: Құпиялылық параметрлері
lt: Privatumo parinktys
lv: Konfidencialitātes iestatījumi
mr: गोपनीयतेचे पर्याय
ms: Pilihan Privasi
nb: Personverninnstillinger
pl: Opcje prywatności
sv: Integritetsalternativ
th: ตัวเลือกความเป็นส่วนตัว
tr_tr: Gizlilik Seçenekleri
vi: Tùy chọn quyền riêng tư

# notification.type.awaitingCopyedits
source: Awaiting Copyedits.
ar_iq: التدقيقات قيد الانتظار.
az: Redaktor t…ônziml…ôm…ôl…ôri g√∂zl…ônilir.
bg_bg: Очакващи коректура.
ca: Esperant les correccions.
cs: Čeká se na redakci.
da_dk: Afventer redigeret manuskript.
de_de: Warte auf Lektorat.
el_gr: Σε αναμονή επιμελημένων κειμένων.
eu: Zuzenketen zain.
fa_ir: در انتظار ویراستاری
fi_fi: Odottavat tekniset toimittamiset.
fr: En attente de copies.
gl_es: Agardando correccións.
he: ממתין לעריכת לשון
hr: Čeka se uređivanje.
hu: Technikai szerkesztésre vár.
hy_am: Սպասվող խմբագրում:
id_id: Menunggu Copyedit.
is_is: Bíður eftir yfirförnu handriti.
it: In attesa del copyediting.
ja: 原稿整理待ち中。
ka: ლიტერატურული რედაქტირების მოლოდინში.
kk: Әдеби редакцияны күтуде.
lt: Laukiama kalbos redagavimo.
lv: Gaida literāro rediģēšanu.
mk_mk: Се чека лектура.
mr: कॉपीएडिट्सच्या प्रतीक्षेत आहे.
ms: Menunggu Copyedits.
nb: Avventer språkvask.
pl: Oczekujące na korektę.
pt_pt: A aguardar a Edição de texto.
ro: Editor de conținut în așteptare.
sl_si: Čakanje na lektoriranje.
sv: Väntar på manusredigeringar.
th: รอกระบวนการตรวจสำเนา
tr_tr: Redaktör Düzenlemeleri Bekleniyor.
uk_ua: Очікується літературне редагування.
vi: Đang chờ bản chỉnh sửa.
