Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# notification.type.roundStatusTitle
source: Round {$round} Status
ar_iq: حالة الجولة {$round}
az: {$round} tur v…ôziyy…ôti
bg_bg: Статус на кръг {$round}
ca: Estat de la ronda {$round}
cs: Status kola {$round}
da_dk: Status for runde {$round}
de_de: Durchgang {$round} Status
el_gr: Κατάσταση γύρου {$round}.
eu: {$round} errondaren egoera
fa_ir: وضعیت دور {$round}
fi_fi: Kierroksen {$round} tila
fr: Statut du cycle {$round}
gl_es: Estado da rolda {$round}
he: עיגול {$round} סטטוס
hr: Status runde {$round}
hu: {$round} fordulói státusz
hy_am: Փուլ {$round} Ստատուս
id_id: Status Ronde{$round}
is_is: Umferð {$round} Status
it: Stato del {$round} ciclo
ja: ラウンド {$round} 現況
ka: {$round} რაუნდის სტატუსი
kk: {$round} раунд жағдайы
lt: {$round} recenzavimo būsena
lv: {$round}. kārtas statuss
mk_mk: Круг {$round} статус
mr: {$round} फेरीची स्थिती (Status)
ms: Status pusingan {$round}
nb: Status for vurderingsrunde {$round}
pl: Status rundy {$round}
pt_pt: Estado da Ronda {$round}
ro: Status Runda {$round}
sl_si: Krog {$round} Status
sv: Status för omgång {$round}
th: สถานะรอบที่ {$round}
tr_tr: {$round} Tur Durumu
uk_ua: Статус раунду {$round}
vi: Trạng thái vòng {$round}

# notification.type.editorialReport
source: Statistics report summary.
ar_iq: ملخص التقرير الإحصائي.
az: Statistik hesabat x√ľlas…ôsi.
bg_bg: Резюме на статистическия доклад.
ca: Resum de l'informe d'estadístiques.
cs: Shrnutí statistické zprávy.
da_dk: Sammendrag af statistikrapport.
de_de: Zusammenfassung des Statistikberichts.
el_gr: Περίληψη αναφοράς στατιστικών.
eu: Estatistiken txostenaren laburpena.
fi_fi: Kävijäraportin yhteenveto.
fr: Résumé du rapport de statistiques.
gl_es: Resumo do informe de estatísticas.
he: סיכום דוח סטטיסטיקה
hr: Sažetak statističkog izvješća.
hu: Statisztikai riport összesítője.
hy_am: Վիճակագրության հաշվետվություն:
id_id: Rangkuman laporan statistik.
is_is: Tölfræðiskýrsla - samantekt.
it: Riepilogo delle statistiche.
ja: 統計レポートの要約。
ka: სტატისტიკის ანგარიშის შეჯამება.
kk: Статистикалық мәліметтер бойынша жиынтық есеп.
lt: Statistikos ataskaitos santrauka.
lv: Statistikas pārskata kopsavilkums.
mk_mk: Збирен статистички извештај.
mr: सांख्यिकी अहवालाचा गोषवारा (summary).
ms: Ringkasan laporan statistik.
nb: Sammendrag av statistikkrapporten.
pl: Raport statystyk redakcyjnych.
pt_pt: Resumo do relatório de estatísticas.
ro: Rezumatul raportului statistic.
sl_si: Povzetek statističnih poročil.
sv: Sammanfattning av statistikrapporten.
th: สรุปรายงานสถิติ
tr_tr: İstatistik rapor özeti.
uk_ua: Підсумковий звіт статистики.
vi: Tóm tắt báo cáo thống kê.

# notification.removedNavigationMenuItem
source: Navigation menu item was succesfully removed
ar_iq: عنصر قائمة التنقل قد تمت إزالته بنجاح
az: y√∂nl…ôndirm…ô menyusu elementi uńüurla √ßńĪxarńĪldńĪ
bg_bg: Елементът от менюто за навигация бе премахнат успешно
ca: L'element del menú de navegació s'ha eliminat correctament
cs: Položka navigačního menu byla úspěšně odebrána
da_dk: Navigationsmenu-elementerne blev fjernet
de_de: Eintrag im Navigationsmenü erfolgreich entfernt
el_gr: Το στοιχείο αφαιρέθηκε επιτυχώς στο μενού περιήγησης.
eu: Nabigazio-menuko elementua ongi ezabatu da
fa_ir: المان منوی گشت‌وگذار با موفقیت حذف شد
fi_fi: Navigaatiovalikon kohde poistettiin onnistuneesti
fr: L'élément du menu de navigation a bien été supprimé
gl_es: Eliminouse correctamente o elemento do menú de navegación
he: פריט תפריט הניווט הוסר בהצלחה
hr: Unos u navigacijskom izborniku uspješno je ažuriran
hu: Navigációs menüelem sikeresen törölve
hy_am: Նավիգացիոն մենյուի բաժինները հաջողությամբ ջնջվել են
id_id: Menu navigasi berhasil dihapus
it: Il punto del menu di navigazione è stato rimosso con succeso
ja: ナビゲーションメニュー項目が正常に削除されました
ka: ნავიგაციის მენიუს ელემენტი წარმატებით წაიშალა
kk: Навигация мәзірінің элементі сәтті жойылды
lt: Naršymo meniu punktas sėkmingai pašalintas
lv: Navigācijas izvēlnes vienība tika veiksmīgi noņemta
mk_mk: Ставката од менито за навигација е успешно отстранета
mr: मार्गनिर्देशन दुव्यांच्या यादीतील (Navigation menu) एक दुवा यशस्वीरित्या काढून टाकण्यात आला
ms: Item menu navigasi telah berjaya dibuang
nb: Elementet på navigasjonsmenyen ble fjernet
pl: Element menu został usunięty
pt_pt: Item do menu de navegação removido com sucesso
ro: Elementul de meniu de navigare a fost eliminat cu succes
sl_si: Postavka v navigacijskem meniju je bila uspešno odstranjena
sv: Objekt i navigationsmeny borttaget
th: รายการเมนูนำทางถูกลบสำเร็จแล้ว
tr_tr: Yönlendirme menü öğesi başarılı bir şekilde kaldırıldı
uk_ua: Елемент навігації був успішно видалений
vi: Mục menu điều hướng đã được xóa thành công
zh_cn: 导航菜单项已成功删除

# notification.addedNavigationMenuItem
source: Navigation menu item was succesfully added
ar_iq: عنصر قائمة التنقل قد تمت إضافته بنجاح
az: y√∂nl…ôndirm…ô menyusu elementi uńüurla …ôlav…ô edildi
bg_bg: Елементът от менюто за навигация беше добавен успешно
ca: L'element del menú de navegació s'ha afegit correctament
cs: Položka navigačního menu byla úspěšně přidána
da_dk: Navigationsmenu-elementerne blev tilføjet
de_de: Eintrag im Navigationsmenü erfolgreich hinzugefügt
el_gr: Το στοιχείο προστέθηκε επιτυχώς στο μενού περιήγησης.
eu: Nabigazio-menuko elementua behar bezala gehitu da
fa_ir: المان منوی گشت‌وگذار با موفقیت افزوده شد
fi_fi: Navigaatiovalikon kohde lisättiin onnistuneesti
fr: Un élément de menu de navigation a bien été ajouté
gl_es: Engadiuse correctamente o elemento do menú de navegación
he: פריט תפריט הניווט נוסף בהצלחה
hr: Unos u navigacijski izbornik uspješno je dodan
hu: Navigációs menüelem sikeresen hozzáadva
hy_am: Նավիգացիոն մենյուի բաժինը հաջողությամբ ավելացվել է
id_id: Item menu navigasi berhasil ditambahkan
it: Il punto del menu di navigazione è stato aggiunto con successo
ja: ナビゲーションメニュー項目が正常に追加されました
ka: ნავიგაციის მენიუს ელემენტი წარმატებით დაემატა
kk: Шолу мәзірінің элементі сәтті қосылды
lt: Naršymo meniu punktas sėkmingai pridėtas
lv: Veiksmīgi tika pievienota navigācijas izvēlnes vienība
mk_mk: Ставката од менито за навигација е успешно додадена
mr: मार्गनिर्देशन दुव्यांच्या यादीत (Navigation menu) एक दुवा यशस्वीरित्या समाविष्ट केला गेला
ms: Item menu navigasi telah berjaya ditambah
nb: Elementet ble lagt til navigasjonsmenyen
pl: Element menu został dodany
pt_pt: Item do menu de navegação adicionado com sucesso
ro: Elementul de meniu de navigare a fost adăugat cu succes
sl_si: Postavka v navigacijskem meniju je bila uspešno dodana
sv: Objekt i navigationsmeny tillagt
th: รายการเมนูนำทางถูกเพิ่มสำเร็จแล้ว
tr_tr: Yönlendirme menü öğesi başarılı bir şekilde eklendi
uk_ua: Елемент навігації було успішно додано
vi: Mục menu điều hướng đã được thêm thành công
zh_cn: 导航菜单项已成功添加

# notification.addedNavigationMenu
source: Navigation menu was succesfully added
ar_iq: قائمة التنقل قد تمت إضافتها بنجاح
az: y√∂nl…ôndirm…ô menyusu uńüurla …ôlav…ô edildi
bg_bg: Менюто за навигация беше успешно добавено
ca: El menú de navegació s'ha afegit correctament
cs: Navigační menu bylo úspěšně přidáno
da_dk: Navigationsmenuen blev tilføjet
de_de: Navigationsmenü erfolgreich hinzugefügt
el_gr: Το μενού περιήγησης προστέθηκε επιτυχώς.
eu: Nabigazio-menua behar bezala gehitu da
fa_ir: منوی گشت‌وگذار با موفقیت افزوده شد
fi_fi: Navigaatiovalikko lisättiin onnistuneesti
fr: Le menu de navigation a bien été ajouté
gl_es: Engadiuse correctamente o menú de navegación
he: תפריט הניווט נוסף בהצלחה
hr: Navigacijski izbornik je uspješno dodan
hu: Navigációs menü sikeresen hozzáadva
hy_am: Նավիգացիոն մենյուն հաջողությամբ ավելացվել է
id_id: Menu navigasi berhasil ditambah
it: Il menu di navigazione è statpo aggiunto con successo
ja: ナビゲーションメニューが正常に追加されました
ka: ნავიგაციის მენიუ წარმატებით დაემატა
kk: Шолу мәзірі сәтті қосылды
lt: Naršymo meniu sėkmingai pridėtas
lv: Veiksmīgi tika pievienota navigācijas izvēlne
mk_mk: Менито за навигација беше успешно додадено
mr: मार्गनिर्देशन दुव्यांची यादी (Navigation menu) यशस्वीरित्या समाविष्ट केली गेली
ms: Menu navigasi telah berjaya ditambah
nb: Navigasjonsmenyen ble lagt til
pl: Menu zostało dodane
pt_pt: Menu de navegação adicionado com sucesso
ro: Meniul de navigare a fost adăugat cu succes
sl_si: Navigacijski meni je bil uspešno dodan
sv: Navigationsmeny tillagd
th: เมนูนำทางถูกเพิ่มสำเร็จแล้ว
tr_tr: Yönlendirme menüsü başarılı bir şekilde eklendi
uk_ua: Навігаційне меню було успішно додано
vi: Menu điều hướng đã được thêm thành công
zh_cn: 导航菜单已成功添加

# notification.editedNavigationMenu
source: Navigation menu was succesfully updated
ar_iq: قائمة التنقل قد تم تعديلها بنجاح
az: y√∂nl…ôndirm…ô menyusu uńüurla yenil…ôndi
bg_bg: Менюто за навигация бе актуализирано успешно
ca: El menú de navegació s'ha actualitzat correctament
cs: Navigační menu bylo úspěšně aktualizováno
da_dk: Navigationsmenu blev opdateret
de_de: Navigationsmenü erfolgreich aktualisiert
el_gr: Το μενού περιήγησης ενημερώθηκε επιτυχώς.
eu: Nabigazio-menua behar bezala eguneratu da
fa_ir: منوی گشت‌وگذار با موفقیت به‌روزرسانی شد
fi_fi: Navigaatiovalikko päivitettiin onnistuneesti
fr: Le menu a été mis à jour
gl_es: O menú de navegación actualizouse correctamente
he: תפריט הניווט עודכן בהצלחה
hr: Navigacijski izbornik je uspješno ažuriran
hu: A navigációs menü sikeresen frissítve
hy_am: Նավիգացիոն մենյուն հաջողությամբ թարմացվել է
id_id: Menu navigasi berhasil diperbaharui
it: Il menu di navigazione è stato aggiornato con successo
ja: ナビゲーションメニューが正常に更新されました
ka: ნავიგაციის მენიუ წარმატებით განახლდა
kk: Навигация мәзірі сәтті жаңартылды
lt: Naršymo meniu sėkmingai atnaujintas
lv: Navigācijas izvēlne ir veiksmīgi atjaunināta
mk_mk: Менито за навигација е успешно ажурирано
mr: मार्गनिर्देशन दुव्यांची यादी (Navigation menu) यशस्वीरित्या अपडेट करण्यात आली
ms: Menu navigasi telah berjaya dikemas kini
nb: Navigasjonsmenyen ble oppdatert
pl: Menu zostało zaktualizowane
pt_pt: Menu de navegação atualizado com sucesso
ro: Meniul de navigare a fost actualizat cu succes
sl_si: Navigacijski meni je bil uspešno posodobljen
sv: Navigationsmeny uppdaterad
th: เมนูนำทางได้รับการอัปเดตสำเร็จแล้ว
tr_tr: Yönlendirme menüsü başarılı bir şekilde güncellendi
uk_ua: Навігаційне меню було успішно оновлено
vi: Menu điều hướng đã được cập nhật thành công
zh_cn: 导航菜单已成功更新

# notification.unsubscribeNotifications.success
source: You have been unsubscribed
az: Abun…ôliyiniz l…ôńüv edildi
bg_bg: Абонаментът Ви беше прекратен
ca: Se us ha donat de baixa
cs: Byli jste odhlášeni
eu: Harpidetza kendu duzu
fr: Vous avez été désabonné(e)
he: המנוי שלך בוטל
hr: Obavijesti su otkazane
hu: Ön le lett iratkoztatva
hy_am: Դուք ապաբաժանորդագրվել եք
it: Sei stato cancellato
ja: 購読サービスを停止しました
ka: თქვენ გააუქმეთ გამოწერა
kk: Сіз тарату тізімінен сәтті шықтыңыз
lt: Jūsų prenumerata buvo atšaukta
lv: Jums ir anulēta abonēšana
mr: तुमचे सदस्यत्व रद्द केले गेले आहे
ms: Anda telah berhenti melanggan
pl: Przerwano twoją subskrypcję
sv: Du kommer inte längre att få notifieringar
th: คุณได้ยกเลิกการสมัครแล้ว
vi: Bạn đã được hủy đăng ký

# notification.unsubscribeNotifications.error
source: We could not unsubscribe you
az: Abun…ôliyinizi l…ôńüv ed…ô bilm…ôdik
bg_bg: Не можахме да ви отпишем
ca: No podem donar-vos de baixa
cs: Nemohli jsme vás odhlásit
eu: Ezin izan dizugu harpidetza kendu
fr: Nous n'avons pas pu vous désabonner
he: לא הצלחנו לבטל את המנוי שלך
hr: Nismo mogli otkazati pretplatu na obavijesti
hu: Nem tudtuk leiratkoztatni
hy_am: Մեզ չհաջողվեց Ձեզ ապաբաժանորդագրել
it: Non abbiamo potuto cancellarla
ja: 購読を解除できませんでした
ka: თქვენი გამოწერის გაუქმება ვერ მოხერხდა
kk: Біз сізді жіберулер тізімінен бас тарта алмаймыз
lt: Nepavyko atšaukti jūsų prenumeratos
lv: Mēs nevarējām atcelt jūsu abonementu
mr: आम्ही तुमचे सदस्यत्व रद्द करू शकलो नाही
ms: Kami tidak dapat menghentikan langganan anda
pl: Nie mogliśmy przerwać twojej subskrypcji
sv: Vi kunde inte avsluta notifieringarna
th: เราไม่สามารถยกเลิกการสมัครของคุณได้
vi: Chúng tôi không thể hủy đăng ký cho bạn

# notification.unsubscribeNotifications.pageMessage
source: Select the emails that you no longer wish to receive at {$email} from {$contextName}.
az: ArtńĪq {$email} adresin…ô {$contextName} t…ôr…ôfind…ôn g√∂nd…ôril…ôn q…ôbul etm…ôk ist…ôm…ôdiyiniz emaill…ôri se√ßin.
bg_bg: Изберете имейлите, на които вече не желаете да получавате {$email} от {$contextName}.
ca: Seleccioneu els correus electrònics de {$contextName} que ja no voleu rebre més a {$email}.
cs: Vyberte e-maily, které si již nepřejete dostávat na {$email} od {$contextName}.
eu: Hautatu {$contextName}-rengandik {$email} helbidean jaso nahi ez dituzun mezu elektronikoak.
fr: Veuillez choisir les courriels que vous ne désirez plus recevoir à {$email} de {$contextName}.
he: בחר את הודעות הדוא"ל שאינך מעוניין עוד לקבל בכתובת {$email} מתוך {$contextName}.
hr: Odaberite e-poruke koje više ne želite primati na {$email} od {$contextName}.
hu: Válassza ki azokat az e-maileket itt {$email}, amelyeket nem akar kapni innen {$contextName}.
hy_am: Ընտրեք էլ․ հասցեները, որոնք այլևս չեք ցանկանում ստանալ {$email}ից մինչև {$contextName}.
it: Seleziona le email che non vuoi più ricevere a {$email} da {$contextName}.
ja: {$contextName} から {$email} で受信したくないメールを選択してください。
ka: აირჩიეთ ელფოსტა, რომლის მიღება აღარ გსურთ {$email}-ზე, {$contextName}-დან.
kk: Енді {$email} мекенжайына {$contextName} арқылы алғыңыз келмейтін электрондық хаттарды таңдаңыз.
lt: Pasirinkite el. laiškus, kurių nebenorite gauti adresu {$email} iš {$contextName}.
lv: Atlasiet e-pastus, kurus vairs nevēlaties saņemt uz {$email} no {$contextName}.
mr: तुम्हाला आता {$contextName} तर्फे पाठवले जाणारे ज्या प्रकारचे ई-मेल नको आहेत त्या {$email} ची निवड करा.
ms: Pilih e-mel yang anda tidak mahu terima lagi di {$email} daripada {$contextName}.
pl: Wybierz emaile których nie chcesz już otrzymywać na adres {$email} od {$contextName}.
sv: Välj vilka mejl du inte längre vill få på {$email} från {$contextName}.
th: เลือกอีเมลที่คุณไม่ต้องการรับอีกต่อไปที่ {$email} จาก {$contextName}
vi: Chọn các email mà bạn không còn muốn nhận tại {$email} từ {$contextName}.

# notification.unsubscribeNotifications.resubscribe
source: You can resubscribe to email notifications at any time from your <a href="{$profileNotificationUrl}">user profile</a>.
az: <a href="{$profileNotificationUrl}">ńįstifad…ô√ßi profilinizd…ôn</a> ist…ôdiyiniz zaman email bildiriŇül…ôrin…ô t…ôkrar abun…ô ola bil…ôrsiniz.
bg_bg: Можете да се абонирате повторно за известия по имейл по всяко време от вашия <a href="{$profileNotificationUrl}">потребителски профил</a>.
ca: Podeu tornar-vos a subscriure a les notificacions per correu electrònic en qualsevol moment des del vostre <a href="{$profileNotificationUrl}">perfil d'usuari/ària</a>.
cs: E-mailová oznámení můžete kdykoli znovu přihlásit ze svého <a href="{$profileNotificationUrl}">uživatelského profilu</a>.
eu: Edozein unetan harpidetu zaitezke berriro posta elektroniko bidezko jakinarazpenetara zure <a href="{$profileNotificationUrl}">erabiltzaile profiletik</a>.
fr: Vous pouvez vous réabonner aux notifications par courriel en tout temps en allant dans votre <a href="{$profileNotificationUrl}">profil</a>.
he: אתה יכול להירשם מחדש להתראות דוא"ל בכל עת מפרופיל המשתמש שלך <a href="{$profileNotificationUrl}"></a>user.
hr: Obavijesti e-poštom možete ponovno omogućiti u bilo kojem trenutku sa svog <a href="{$profileNotificationUrl}">korisničkog profila</a>.
hu: Bármikor újra feliratkozhat az e-mailes értesítésekre a <a href="{$profileNotificationUrl}">felhasználói profiljánál</a>.
hy_am: Դուք կարող եք ցանկացած պահի նորից գրանցվել էլ․ փաստի նամակներ ստանալու համար Ձեր <a href="{$profileNotificationUrl}">օգտատիրոջ էջից</a>.
it: Puoi riattivare le notifiche via email in qualsiasi momento attraverso il tuo <a href="{$profileNotificationUrl}">profilo utente</a>.
ja: <a href="{$profileNotificationUrl}"> ユーザープロフィール </a> からいつでもメール通知に再サブスクライブできます。
ka: <a href="{$profileNotificationUrl}">თქვენი მომხმარებლის</a> პროფილიდან შეგიძლიათ ნებისმიერ დროს ხელახლა გამოიწეროთ ელფოსტის შეტყობინებები.
kk: Сіз кез келген уақытта <a href="{$profileNotificationUrl}">пайдаланушы профилінде</a> электрондық пошта хабарландыруларына қайта жазыла аласыз.
lt: Galite bet kada iš naujo užsiprenumeruoti el. pašto pranešimus savo <a href="{$profileNotificationUrl}">naudotojo profilyje</a>.
lv: Jūs jebkurā laikā varat atjaunot e-pasta paziņojumu abonēšanu savā <a href="{$profileNotificationUrl}">lietotāja profilā</a>.
mr: तुम्ही तुमच्या <a href="{$profileNotificationUrl}">वापरकर्ता माहिती (प्रोफाईल)</a> वरून कधीही ई-मेल सूचनांचे सदस्यत्व पुन्हा मिळवू शकता.
ms: Anda boleh melanggan semula e-mel pemberitahuan bila-bila masa daripada <a href="{$profileNotificationUrl}">profil pengguna</a> anda.
pl: Możesz w dowolnej chwili odnowić subskrypcję email w <a href="{$profileNotificationUrl}">profilu użytkownika</a>.
sv: Du kan när som helst återaktivera notifieringar per e-post från <a href="{$profileNotificationUrl}">användarprofil</a>.
th: คุณสามารถสมัครรับการแจ้งเตือนทางอีเมลใหม่ได้ทุกเวลาจาก <a href="{$profileNotificationUrl}">โปรไฟล์ผู้ใช้ของคุณ</a>
vi: Bạn có thể đăng ký lại nhận thông báo email bất cứ lúc nào từ <a href="{$profileNotificationUrl}">hồ sơ người dùng</a> của bạn.

# notification.unsubscribeNotifications
source: Unsubscribe
az: Abun…ôliyi l…ôńüv edin
bg_bg: Отписване
ca: Donar de baixa
cs: Odhlásit odběr
eu: Harpidetza kendu
fr: Se désabonner
he: בטל את המנוי
hr: Odjavi pretplatu
hu: Leiratkozás
hy_am: Ապաբաժանորդագրվել
it: Cancella l'iscrizione
ja: 登録解除
ka: გაუქმება
kk: жазылымнан бас тартыңыз
lt: Atsisakyti prenumeratos
lv: Atcelt abonementu
mr: सदस्यत्व रद्द करा
ms: Berhenti melanggan
pl: Anuluj subskrypcję
sv: Avaktivera
th: ยกเลิกการสมัคร
vi: Hủy đăng ký

source: Show All
ca: Mostrar-ho tot
cs: Ukázat vše
eu: Erakutsi guztia
fr: Montrer tous
he: הצג הכול
it: Mostra tutto
ja: すべて表示
lt: Rodyti viską
lv: Rādīt visu
mr: सगळेच दाखवा
sv: Visa alla
th: แสดงทั้งหมด
vi: Hiển thị tất cả

source: Show Less
ca: Mostrar menys
cs: Ukázat méně
eu: Erakutsi gutxiago
fr: Montrer moins
he: הצג פחות
it: Mostra meno
ja: 表示の縮小
lt: Rodyti mažiau
lv: Rādīt mazāk
mr: कमी दाखवा
sv: Visa färre
th: แสดงน้อยลง
vi: Hiển thị ít hơn

# validator.accepted
source: Please accept this item.
ar_iq: لطفاً، إقبل هذه الفقرة..
az: XahiŇü olunur bu elementi q…ôbul edin..
bg_bg: Моля, приемете този елемент ..
ca: Accepteu aquest element.
cs: Přijměte tuto položku..
da_dk: Acceptér dette element..
de_de: Bitte akzeptieren Sie dieses Element.
el_gr: Αποδεχτείτε αυτό το αντικείμενο ..
eu: Mesedez, onartu elementu hau.
fi_fi: Hyväksy tämä kohde...
fr: Veuillez accepter cet élément.
gl_es: Acepta este elemento.
he: אנא קבל פריט זה.
hr: Molimo prihvatite ovu stavku.
hu: Kérjük, fogadja el ...
hy_am: Խնդրում ենք ընդունեք այս բաժինը։
id_id: Terima item ini.
is_is: Vinsamlega samþykktu þetta atriði..
it: Accettare questo articolo..
ja: この項目に同意してください..
ka: გთხოვთ, დაეთანხმოთ ამ ელემენტს..
kk: Бұл элементті қабыл алыңыз..
lt: Prašau priimti šį elementą.
lv: Lūdzu, pieņemiet šo vienību.
mk_mk: Ве молиме прифатете ја оваа ставка ..
mr: कृपया हा आयटम स्वीकारा.
ms: Sila terima item ini..
nb: Aksepter dette elementet..
pl: Proszę o akceptację elementu...
pt_pt: Aceite este item...
ro: Vă rugăm să acceptați acest element ..
sl_si: Prosimo sprejmite to postavko..
sv: Acceptera detta objekt...
th: กรุณายอมรับรายการนี้
tr_tr: Lütfen bu öğeyi kabul edin ..
uk_ua: Будь ласка, прийміть цей пункт.
vi: Vui lòng chấp nhận mục này.
zh_cn: 请接受此项目。

# validator.before
source: This date must be before {$date}.
ar_iq: هذا التأريخ لا بد أن يكون قبل {$date}.
az: Bu tarix {$date} tarixd…ôn …ôvv…ôl olmalńĪdńĪr.
bg_bg: Тази дата трябва да е преди {$date}.
ca: La data ha de ser anterior a {$date}.
cs: Toto datum musí být před {$date}.
da_dk: Denne dato skal være inden {$date}.
de_de: Dieses Datum muss vor dem {$date} liegen.
el_gr: Αυτή η ημερομηνία πρέπει να είναι πριν από {$date}.
eu: Data honek {$date} baino lehenagokoa izan behar du.
fi_fi: Ajankohdan pitää olla ennen {$date}.
fr: Cette date doit être antérieure à {$date}.
gl_es: A data debe ser anterior a {$date}.
he: תאריך זה חייב להיות לפני {$date}.
hr: Ovaj datum mora biti prije {$date}.
hu: {$date} előtti dátumnak kell lennie.
hy_am: Այս ամսաթիվը պետք է լինի {$date} ամսաթվից առաջ։
id_id: Tanggalnya harus diisi sebelum {$date}.
is_is: Þessi dagsetning verður að vera fyrir {$date}.
it: Questa data deve essere prima del {$date}.
ja: この日付は{$date}より前にする必要があります。
ka: ეს თარიღი უნდა იყოს {$date}-მდე.
kk: Деректер {$date} дейін болуы керек.
lt: Ši data turi būti ankstesnė nei {$date}.
lv: Šim datumam jābūt pirms {$date}.
mk_mk: Овој датум мора да биде пред {$date}.
mr: {$date} या तारखेच्या पूर्वीची ही तारीख असणे आवश्यक आहे.
ms: Tarikh ini mestilah sebelum {$date}.
nb: Denne datoen må være før {$date}.
pl: Data musi być ustawiona wcześniej niż {$date}.
pt_pt: A data deve ser anterior a {$date}.
ro: Această dată trebuie să fie înainte {$date}.
sl_si: Ta datum mora biti manjši od {$date}.
sv: Datumet måste vara innan {$date}.
th: วันที่นี้ต้องอยู่ก่อน {$date}
tr_tr: Bu tarih {$date} tarihinden önce olmalıdır.
uk_ua: Ця дата має бути до {$date}.
vi: Ngày này phải trước ngày {$date}.
zh_cn: 此日期必须早于 {$date} 。

# validator.between.numeric
source: This must be between {$min} and {$max}.
ar_iq: هذا ينبغي أن يكون ما بين {$min} و {$max}.
az: Bu, {$min} il…ô {$max} arasńĪnda olmalńĪdńĪr.
bg_bg: Това трябва да е между {$min} и {$max}.
ca: Ha d'estar entre {$min} i {$max}.
cs: Musí to být mezi {$min} a {$max}.
da_dk: Dette skal være mellem {$min} og {$max}.
de_de: Dies muss zwischen {$min} und {$max} liegen.
el_gr: Αυτό πρέπει να κυμαίνεται μεταξύ {$min} και {$max}.
eu: Honek {$min} eta {$max} artean egon behar du.
fi_fi: Pitää olla välillä {$min} - {$max}.
fr: Ceci doit être compris entre {$min} et {$max}.
gl_es: Isto debe estar entre {$min} e {$max}.
he: זה חייב להיות בין {$min} ל-{$max}.
hr: To mora biti između {$min} i {$max}.
hu: {$min} és {$max} között kell lennie.
hy_am: Այն պետք է լինի {$min}ի և {$max}ի սահմանում։
id_id: Harus diisi antara {$min} dan {$max}.
is_is: Þetta þarf að vera á milli {$min} og {$max}.
it: Deve essere tra {$min} e {$max}.
ja: {$min} ~ {$max}の間である必要があります。
ka: ეს უნდა იყოს {$min} და {$max} შორის.
kk: {$min} және {$max} арасында болуы керек.
lt: Tai turi būti tarp {$min} ir {$max}.
lv: Tam jābūt starp {$min} un {$max}.
mk_mk: Ова мора да биде помеѓу {$min} и {$max}.
mr: ही {$min} आणि {$max} दरम्यान असणे आवश्यक आहे.
ms: Ini mestilah antara {$min} dan {$max}.
nb: Dette må være mellom {$min} og {$max}.
pl: Wartość musi mieścić się pomiędzy {$min} and {$max}.
pt_pt: Deve estar entre {$min} e {$max}.
ro: Aceasta trebuie să fie între {$min} și {$max}.
sl_si: To mora biti med {$min} in {$max}.
sv: Detta ska vara mellan {$min} och {$max}.
th: ต้องอยู่ระหว่าง {$min} และ {$max}
tr_tr: Bu, {$min} ile {$max} arasında olmalıdır.
uk_ua: Це має бути між {$min} та {$max}.
vi: Giá trị này phải nằm giữa {$min} và {$max}.
zh_cn: 该值必须在 {$min} 和 {$max} 之间。
