Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# common.upload.thumbnailPreview
source: Preview of the currently selected image.
ar_iq: معاينة الصورة المختارة حالياً.
az: Se√ßilmiŇü g√∂r√ľnt√ľn√ľn √∂nbaxńĪŇüńĪ
bg_bg: Визуализация на избраното в момента изображение.
ca: Vista prèvia de la imatge seleccionada actualment.
cs: Náhled aktuálně vybraného obrázku.
da_dk: Se det aktuelt valgte billede på forhånd.
de_de: Vorschau des derzeit ausgewählten Bildes.
el_gr: Προεπισκόπηση της επιλεγμένης εικόνας.
eu: Une honetan hautatutako irudiaren aurrebista.
fi_fi: Valitun kuvan esikatselu.
fr: Aperçu de l'image sélectionnée.
gl_es: Previsualización da imaxe seleccionada.
he: תצוגה מקדימה של התמונה הנוכחית שנבחרה.
hr: Pregled trenutno odabrane slike.
hu: Kiválasztott kép megtekintése.
hy_am: Ընտրված նկարի նախադիտում:
id_id: Pratinjau gambar yang dipilih.
is_is: Forskoða valda mynd.
it: Preview dell'immagine selezionata.
ja: 現在選択されている画像のプレビューを表示します。
ka: ამჟამად შერჩეული სურათის გადახედვა.
kk: Ағымдағы таңдалған суретті алдын ала қарауы.
lt: Šiuo metu pasirinkto vaizdo peržiūra.
lv: Pašlaik atlasītā attēla priekšskatījums.
mk_mk: Прегледај ја селектираната слика.
mr: निवडलेल्या प्रतिमेचे पूर्वावलोकन.
ms: Pratonton imej yang dipilih.
nb: Forhåndsvisning av det valgte bildet.
pl: Podgląd wybranego obrazka.
pt_pt: Pré-visualização da imagem selecionada.
ro: Previzualizarea imaginii selectate.
sl_si: Predogled trenutno izbrane slike.
sv: Förhandsvisning av den valda bilden.
th: ดูตัวอย่างของภาพที่เลือกปัจจุบัน
tr_tr: Seçili olan görüntünün önizlemesi.
uk_ua: Попередній перегляд обраного зображення.
vi: Xem trước hình ảnh hiện đang chọn.
zh_cn: 预览当前选择的图像。

# common.upload.changeFile
source: Change File
ar_iq: تغيير الملف
az: FaylńĪ d…ôyiŇüdirin
bg_bg: Промяна на файла
ca: Canviar arxiu
cs: Změnit soubor
da_dk: Skift fil
de_de: Datei ändern
el_gr: Αλλαγή αρχείου
eu: Aldatu fitxategia
fa_ir: تغییر فایل
fi_fi: Vaihda tiedostoa
fr: Remplacer un fichier
gl_es: Cambiar arquivo
he: שנה קובץ
hr: promijeniti datoteku
hu: Fájlcsere
hy_am: Փոխել ֆայլը
id_id: Ubah File
is_is: Breyta skrá
it: Sostituisci il file
ja: ファイルを変更
ka: ფაილის შეცვლა
kk: Файлды өзгерту
lt: Pakeisti failą
lv: Mainīt datni
mk_mk: Смени го фајлот
mr: फाईल बदला
ms: Tukar Fail
nb: Endre fil
pl: Zamień plik
pt_pt: Modificar Ficheiro
ro: Schimbă fișierul
sl_si: Spremeni datoteko
sv: Ändra fil
th: เปลี่ยนไฟล์
tr_tr: Dosya Değiştir
uk_ua: Змінити файл
vi: Thay đổi tệp
zh_cn: 变更文件

# common.upload.dragFile
source: Drag and drop a file here to begin upload
ar_iq: إسحب الملف وأسقطه هنا للبدء برفعه
az: Y√ľkl…ôm…ôy…ô baŇülamaq √ľ√ß√ľn bura s√ľr√ľŇüd√ľr√ľb buraxńĪn
bg_bg: Плъзнете и пуснете файл тук, за да започнете качването
ca: Arrossega i deixa anar aquí l'arxiu per començar la càrrega
cs: Sem přetáhněte soubor a pusťte jej pro nahrání
da_dk: Træk og slip en fil hertil for at påbegynde upload
de_de: Ziehen Sie eine Datei per Drag and drop hierher, um das Hochladen zu beginnen
el_gr: Σύρετε και τοποθετήστε ένα αρχείο εδώ για να αρχίσει η μεταφόρτωση.
eu: Arrastatu eta askatu hemen fitxategi bat igotzen hasteko
fa_ir: می‌توانید فایل را به درون کادر بکشید تا آپلود شود
fi_fi: Vedä ja pudota tiedosto tähän aloittaaksesi latauksen
fr: Faites glisser et déposez un fichier ici pour commencer le transfert
gl_es: Arrastra e solta aquí un arquivo para comezar a cargalo
he: גרור ושחרר קובץ לכאן כדי להתחיל בהעלאה
hr: Povucite i ispustite datoteku ovdje da biste započeli prijenos
hu: Húzza ide a fájlt és kezdje meg a feltöltést
hy_am: Ֆայլը քաշեք և դրեք այստեղ, որպեսզի սկսի ներբեռնումը
id_id: Drag and Drop file untuk diunggah ke sini
is_is: Draga og sleppa hér til að hefja upphal
it: Trascina un file qui per iniziare il caricamento
ja: ここにファイルをドラッグアンドドロップしてアップロードを開始します
ka: გადათრიეთ და დააგდეთ ფაილი აქ ატვირთვის დასაწყებად
kk: Жүктеп салуды бастау үшін файлды осы жерге апару
lt: Norėdami įkelti, tempkite failą čia
lv: Velciet un nometiet datni šeit, lai sāktu augšupielādi
mk_mk: Довлечи го фајлот тука за да започне закачувањето на фајлот
mr: फाईल संक्रमण (अपलोड) सुरू करण्यासाठी येथे फाईल ओढा आणि टाका (ड्रॅग आणि ड्रॉप करा)
ms: Seret dan lepaskan fail di sini untuk mula memuat naik
nb: Dra og slipp en fil her for opplasting
pl: Przeciągnij i upuść plik tutaj, aby rozpocząć przesyłanie
pt_pt: Arrastar um ficheiro para aqui para iniciar o upload
ro: Trageți și plasați un fișier aici pentru a începe încărcarea
sl_si: Sem povleci in spusti datoteko, da se začne nalaganje
sv: Dra och släpp en fil här för att starta uppladdningen
th: ลากและวางไฟล์ที่นี่เพื่อเริ่มอัปโหลด
tr_tr: Yüklemeye başlamak için buraya sürükleyip bırakın
uk_ua: Перетягніть файл для початку завантаження
vi: Kéo và thả tệp vào đây để bắt đầu tải lên
zh_cn: 将文件拖放到此处即可开始上传

# common.url
source: URL
ar_iq: الرابط
az: Veb adresi
bg_bg: URL-адрес
el_gr: Σύνδεσμος
eu: URLa
fi_fi: URL-osoite
he: כתובת URL
is_is: Vefslóð
ka: URL-მისამართი
lt: Nuoroda (URL)
mr: URL पत्ता
tr_tr: Web Adresi

# common.view
source: View
ar_iq: معاينة
az: BaxńĪŇü
bg_bg: Преглеждане
ca: Visualitza
cs: Zobrazit
da_dk: Vis
de_de: Ansicht
el_gr: Προβολή
eu: Ikusi
fa_ir: مشاهده
fi_fi: Näytä
fr: Afficher
gl_es: Ver
he: צפה
hr: Pregled
hu: Megtekintés
hy_am: Դիտել
id_id: Lihat
is_is: Skoða
it: Vedi
ja: 閲覧
ka: ნახვა
kk: Көру
lt: Peržiūrėti
lv: Skatīt
mk_mk: Погледај
mr: पहा
ms: Lihat
nb: Vis
pl: Widok
pt_pt: Visualizar
ro: Vizualizare
sl_si: Poglej
sv: Visa
th: ดู
tr_tr: Görüntüle
uk_ua: Дивитися
vi: Xem
zh_cn: 预览

# common.viewError
source: View Error
bg_bg: Преглед на грешка
ca: Veure l'error
cs: Ukázat chybu
eu: Ikusi errorea
fr: Afficher l'erreur
he: שגיאת צפייה
hr: pregled grešaka
hy_am: Դիտեք սխալը
it: Vedi errore
ja: エラーの表示
ka: ნახვის შეცდომა
kk: Қатені қарау
lt: Peržiūrėti klaidą
lv: Skatīt kļūdu
mr: त्रुटी पहा
pl: Podgląd błędu
sv: Visa fel
th: ข้อผิดพลาดในการดู
vi: Xem lỗi

# common.viewWithName
source: View {$name}
ar_iq: معاينة {$name}
az: {$name} baxńĪŇü
bg_bg: Преглеждане на {$name}
ca: Veure {$name}
cs: Zobrazit {$name}
eu: Ikusi {$name}
fr: Afficher {$name}
gl_es: Ver {$name}
he: הצג {$name}
hr: Prikaži {$name}
hu: Megtekintés {$name}
hy_am: Դիտել {$name}
is_is: Skoða {$name}
it: Visualizza {$name}
ja: {$name}を閲覧
ka: ნახვა {$name}
kk: {$name} қарау
lt: Peržiūrėti {$name}
lv: Skatīt {$name}
mr: {$name} पहा
ms: Lihat {$name}
nb: Se {$name}
pl: Wyświetl {$name}
sv: Visa {$name}
th: ดู {$name}
tr_tr: {$name} Görüntüle
vi: Xem {$name}

# common.viewProfile
source: View Profile
ar_iq: معاينة الملف الشخصي
az: Profil…ô baxńĪŇü
bg_bg: Преглед на профил
ca: Veure el perfil
cs: Zobrazit profil
da_dk: Se profil
de_de: Profil ansehen
el_gr: Προβολή προφίλ
eu: Ikusi profila
fa_ir: مشاهده پروفایل
fi_fi: Näytä profiili
fr: Mon profil
gl_es: Ver perfil
he: צפה בפרופיל
hr: Pogledaj profil
hu: Profil megtekintése
hy_am: Տեսնել պրոֆիլը
id_id: Lihat Profil
is_is: Skoða forstillingu
it: Visualizza profilo
ja: プロフィールの閲覧
ka: პროფილის ნახვა
kk: Профильді көру
lt: Peržiūrėti profilį
lv: Skatīt profilu
mk_mk: Види профил
mr: संक्षिप्त वर्णन (प्रोफाईल) पहा
ms: Lihat Profil
nb: Se profil
pl: Wyświetl profil
pt_pt: Ver Perfil
ro: Vizualizare profil
sl_si: Poglej profil
sv: Visa profil
th: ดูโปรไฟล์
tr_tr: Profil Görüntüle
uk_ua: Переглянути профайл
vi: Xem hồ sơ
zh_cn: 查看资料

# common.width
source: Width
ar_iq: العرض
az: GeniŇülik
bg_bg: Ширина
ca: Amplada
cs: Šířka
da_dk: Bredde
de_de: Breite
el_gr: Εύρος
eu: Zabalera
fa_ir: پهنا
fi_fi: Leveys
fr: Largeur
gl_es: Ancho
he: רוחב
hr: Širina
hu: Szélesség
hy_am: Լայնություն
id_id: Lebar
is_is: Breidd
it: Larghezza
ja: 幅
ka: სიგანე
kk: Ені
lt: Plotis
lv: Platums
mk_mk: Ширина
mr: रुंदी
ms: Lebar
nb: Bredde
pl: Szerokość
pt_pt: Largura
ro: Lățime
sl_si: Širina
sv: Bredd
th: ความกว้าง
tr_tr: Genişlik
uk_ua: Ширина
vi: Chiều rộng
zh_cn: 宽

# common.year
source: Year
ar_iq: سنة
az: ńįl
bg_bg: Година
ca: Any
cs: Rok
da_dk: År
de_de: Jahr
el_gr: Έτος
eu: Urtea
fa_ir: سال
fi_fi: Vuosi
fr: Année
gl_es: Ano
he: שנה
hr: Godina
hu: Év
hy_am: Տարի
id_id: Tahun
is_is: Ár
it: Anno
ja: 年
ka: წელი
kk: Жыл
lt: Metai
lv: Gads
mk_mk: Година
mr: वर्ष
ms: Tahun
nb: År
pl: Rok
pt_pt: Ano
ro: An
sl_si: Leto
sv: År
th: ปี
tr_tr: Yıl
uk_ua: Рік
vi: Năm
zh_cn: 年

# common.yes
source: Yes
ar_iq: نعم
az: B…ôli
bg_bg: Да
ca: Sí
cs: Ano
da_dk: Ja
de_de: Ja
el_gr: Ναι
eu: Bai
fa_ir: بلی
fi_fi: Kyllä
fr: Oui
gl_es: Si
he: כן
hr: Da
hu: Igen
hy_am: Այո
id_id: Ya
is_is: Já
it: Si
ja: はい
ka: დიახ
kk: Иа
lt: Taip
lv: Jā
mk_mk: Да
mr: होय
ms: Ya
nb: Ja
pl: Tak
pt_pt: Sim
ro: Da
sl_si: Da
sv: Ja
th: ใช่
tr_tr: Evet
uk_ua: Так
vi: Có
zh_cn: 是

# common.loading
source: Loading
ar_iq: تحميل...
az: Y√ľkl…ônir
bg_bg: Зареждане
ca: Carregant
cs: Nahrávání
da_dk: Indlæser
de_de: Laden
el_gr: Φόρτωση ...
eu: Kargatzen
fa_ir: در حال بارگذاری ...
fi_fi: Ladataan
fr: Chargement
gl_es: Cargando
he: טעינת
hr: Učitavanje
hu: Töltődik
hy_am: Բեռնում
id_id: Memuat ...
is_is: Hleð
it: Sto caricando...
ja: 読込中
ka: ჩატვირთვა
kk: Жүктелуде
lt: Kraunama
lv: Ielāde
mk_mk: Се вчитува
mr: संक्रमण (लोड) चालू आहे
ms: Memuatkan
nb: Laster
pl: Ładowanie
pt_pt: A carregar
ro: Așteaptă
sl_si: Nalaganje
sv: Laddar
th: กำลังโหลด
tr_tr: Yükleniyor
uk_ua: Завантаження
vi: Đang tải
zh_cn: 载入...

# common.loaded
source: Loaded
cs: Načteno
eu: Kargatuta
he: טעון
lt: Pakrautas
mr: लोड केले
vi: Đã tải

# common.plugins
source: Plugins
ar_iq: الإضافات
az: ∆Źlav…ôl…ôr
bg_bg: Плъгини (модули)
ca: Mòduls
cs: Pluginy
el_gr: Πρόσθετα
eu: Pluginak
fa_ir: افزونه‌ها
fi_fi: Lisäosat
fr: Modules externes
gl_es: Módulos
he: תוספים
hr: Dodaci
hu: Pluginok
hy_am: Պլագիններ
id_id: Plugin
is_is: Viðbótarforrit
it: Plugin
ja: プラグイン
ka: პლაგინები
kk: Плагиндер
lt: Įskiepiai
lv: Spraudņi
mk_mk: Плагини
mr: प्लग-इन्स
nb: Programtillegg
pl: Wtyczki
ro: Pluginuri
sl_si: Vtičniki
th: ปลั๊กอิน
tr_tr: Eklentiler
uk_ua: Плагіни
vi: Plugin
zh_cn: 插件

# common.count
source: Count
ar_iq: العدد
az: Saymaq
bg_bg: Брояч
ca: Recompte
cs: Počet
da_dk: Antal
de_de: Anzahl
el_gr: Καταμέτρηση
eu: Guztira
fa_ir: تعداد
fi_fi: Määrä
fr: Décompte
gl_es: Total
he: מנה
hr: Broj
hu: Számol
hy_am: Հաշվել
id_id: Jumlah
is_is: Fjöldi
it: Conteggio
ja: カウント
ka: რაოდენობა
kk: Санау
lt: Suskaičiuoti
lv: Skaitītājs
mk_mk: Преброј
mr: गणन (Count)
ms: Hitung
nb: Antall
pl: Zlicz
pt_pt: Contagem
ro: Numără
sl_si: Število
sv: Antal
th: จำนวน
tr_tr: Say
uk_ua: Підрахунок
vi: Số lượng
zh_cn: 计数

# common.publicAccess
source: Public Access
ar_iq: الإتاحة للعامة
az: √úmumi giriŇü
bg_bg: Публичен (отворен) достъп
ca: Accés públic
cs: Veřejný přístup
da_dk: Offentlig adgang
de_de: Öffentlicher Zugriff
el_gr: Δημόσια πρόσβαση
eu: Sarbide publikoa
fi_fi: Julkinen saatavuus
fr: Accès public
gl_es: Acceso público
he: גישה ציבורית
hr: Javni pristup
hu: Nyilvános elérés
hy_am: Հանրային հասանելիություն
id_id: AKses Publik
is_is: Opinber aðgangur
it: Accesso pubblico
ja: 公共アクセス
ka: საჯარო წვდომა
kk: Жалпыға қолжетімділік
lt: Vieša prieiga
lv: Publiskā piekļuve
mk_mk: Јавен достап
mr: सगळ्यांसाठी उपलब्ध (Public Access)
ms: Akses Awam
nb: Offentlig tilgang
pl: Dostęp publiczny
pt_pt: Acesso Público
ro: Acces public
sl_si: Javni dostop
sv: Publik tillgång
th: การเข้าถึงสาธารณะ
tr_tr: Genel Erişim
uk_ua: Публічний доступ
vi: Truy cập công cộng
zh_cn: 公共访问

# debug.databaseQueries
source: Number of database queries
ar_iq: عدد استعلامات قاعدة البيانات
az: Data bazasńĪ sorńüu sayńĪ
bg_bg: Брой заявки към базата данни
ca: Nombre de consultes a la base de dades
cs: Počet databázových dotazů
da_dk: Antal databaseforespørgsler
de_de: Anzahl der Datenbankanfragen
el_gr: Αριθμός ερωτημάτων στη βάση δεδομένων
eu: Datu-base kontsulten kopurua
fa_ir: تعداد query در بانک اطلاعاتی
fi_fi: Tietokantakyselyiden määrä
fr: Nombre de requêtes de la base de données
gl_es: Número de consultas á base de datos
he: מספר שאילתות במסד נתונים
hr: Broj upita baze podataka
hu: Az adatbázis lekérdezések száma
hy_am: Տվյալների բազայի հարցումների թիվ
id_id: Jumlah pertanyaan database
is_is: Fjöldi gagnagrunnsfyrirspurna
it: Numero di query sul database
ja: データベースクエリーの数
ka: მონაცემთა ბაზის მოთხოვნების რაოდენობა
kk: Мәліметтер қоры сұрауларының саны
lt: Duomenų bazės užklausų skaičius
lv: Datubāzes vaicājumu skaits
mk_mk: Број на барања од датабазата
mr: डेटाबेसवर केल्या गेलेल्या शोधांची (queries) संख्या
ms: Bilangan query pangkalan data
nb: Antall søk i databasen(e)
pl: Liczba kwerend w bazie danych
pt_pt: Número de requisições à base de dados
ro: Numărul de interogări ale bazei de date
sl_si: Število poizvedb po bazi podatkov
sv: Antal databasfrågor
th: จำนวนการสืบค้นฐานข้อมูล
tr_tr: Veri tabanı sorgu sayısı
uk_ua: Кількість запитів до бази даних
vi: Số truy vấn cơ sở dữ liệu
zh_cn: 数据库查询数

# debug.executionTime
source: Page generated in
ar_iq: تم توليد الصفحة في
az: S…ôhif…ô yaradńĪldńĪ
bg_bg: Страница е генерирана за
ca: Pàgina generada en
cs: Stránka generována v
da_dk: Side genereret i
de_de: Seite erstellt am
el_gr: Η σελίδα δημιουργήθηκε σε
eu: Orria sortua hemen
fa_ir: صفحه تولید شد در
fi_fi: Sivu luotu ajassa
fr: Page créée en
gl_es: Páxina xerada en
he: דף שנוצר ב-
hr: Seite erstellt am
hu: Az oldal legenerálva
hy_am: Էջը գեներացված է
id_id: Halaman dihasilkan di
is_is: Síðan mynduð í
it: Pagina generata in
ja: 以下で生成されたページ
ka: გვერდი დაგენერირებულია
kk: бетінде жасалған
lt: Puslapis sukurtas
lv: Lapa izveidota
mk_mk: Страница генерирана на
mr: यात तयार केलेले पृष्ठ
ms: Halaman dijana dalam
nb: Side generert i
pl: Strona wygenerowana w
pt_pt: Página gerada em
ro: Pagină generată în
sl_si: Stran pripravljena v
sv: Sidan genererad på
th: สร้างหน้าในเวลา
tr_tr: Sayfa oluşturuldu
uk_ua: Сторінка створена за
vi: Trang được tạo trong
zh_cn: 页面生成

# debug.memoryUsage
source: Memory Usage
ar_iq: استعمال الذاكرة
az: YaddaŇüdan istifad…ô etm…ô
bg_bg: Използване на паметта
ca: Ús de la memòria
cs: Využití paměti
da_dk: Brug af hukommelse
de_de: Speicherbelegung
el_gr: Χρησιμοποιούμενη μνήμη:
eu: Memoria-erabilera
fa_ir: میزان مصرف حافظه
fi_fi: Muistin käyttö
fr: Utilisation de la mémoire
gl_es: Uso da memoria
he: שימוש בזיכרון
hr: Korištenje memorije
hu: Memória használat
hy_am: Օգտագործված հիշողություն
id_id: Kegunaan Memori
is_is: Notkun minnis
it: Utilizzo della memoria
ja: メモリ使用量
ka: მეხსიერების გამოყენება
kk: Жадты қолдану
lt: Atminties naudojimas
lv: Atmiņas izmantojums
mk_mk: Искористена меморија
mr: स्मृतिकोशाचा (मेमरी) वापर
ms: Penggunaan Memori
nb: Minnebruk
pl: Zużycie pamięci
pt_pt: Utilização da Memória
ro: Folosirea memoriei
sl_si: Uporaba pomnilnika
sv: Minnesanvändning
th: การใช้งานหน่วยความจำ
tr_tr: Bellek Kullanımı
uk_ua: Використання пам'яті
vi: Sử dụng bộ nhớ
zh_cn: 内存使用

# debug.notes.localeListLoad
source: Loaded locale list "{$localeList}" from XML
ar_iq: قائمة اللغة المحملة "{$localeList}" من ملف XML
az: XML-d…ôn y√ľkl…ôn…ôn lokal siyahńĪ: " {$localeList} "
bg_bg: Зареден списък с езици "{$localeList}" от XML
ca: S'ha carregat la llista de configuracions regionals «{$localeList}» des d'XML
cs: Nahraný seznam lokalizací "{$localeList}" z XML
da_dk: Sproglisten "{$localeList}" er indlæst fra XML
de_de: Regionaleinstellungsliste "{$localeList}" aus XML geladen
el_gr: Η λίστα ρυθμίσεων γλώσσας "{$localeList}" φορτώθηκε από XML
eu: {$localeList} locale-zerrenda XMLtik kargatu da
fa_ir: لیست زبان‌ها (بارگذاری شده از فایل «{$localeList}»)
fi_fi: Kielialuelista "{$localeList}" ladattu XML-tiedostosta
fr: Liste de langue « {$localeList} » chargée à partir du XML
gl_es: Lista de configuracións locais "{$localeList}" cargada dende XML
he: רשימת האזורים שנטענה "{$localeList}" מ-XML
hr: Učitana lokalna lista "{$localeList}" iz XML-a
hu: Betöltött nyelvi lista "{$localeList}" XML-ből
hy_am: Բեռնված լեզուների ցանկ "{$localeList}" XML-ից
id_id: Daftar bahasa yang dimuat "{$localeList}" dari XML
is_is: Tungumálalistinn "{$localeList}" lesinn inn frá XML
it: Caricata lista "{$localeList}" da XML
ja: XMLからロードされた言語リスト "{$localeList}"
ka: ჩატვირთულია ენების სია "{$localeList}" XML-ფაილიდან
kk: XMLден "{$localeList}" тіл тізімі жүктелді
lt: Įkeltas lokalės sąrašas „{$localeList}“ iš XML
lv: Ielādēts vietņu saraksts "{$localeList}" no XML
mk_mk: Вчитана листа на локализации "{$localeList}" од XML
mr: XML मधून "{$localeList}" ही लोकॅलची यादी लोड केली
ms: Memuatkan senarai bahasa/locale "{$localeList}" daripada XML
nb: Lastet spåkpakke «{$localeList}» fra XML
pl: Tłumaczenie "{$localeList}" załadowano z XML
pt_pt: Lista de traduções "{$localeList}" carregada do XML
ro: Încărcați lista locală "{$localeList}" din XML
sl_si: Naložen seznam jezikov "{$localeList}" iz XML
sv: Hämtade språk/region-lista "{$localeList}" från XML
th: โหลดรายการโลคอล "{$localeList}" จาก XML
tr_tr: XML'den yüklenen yerel liste: "{$localeList}"
uk_ua: Завантажений список локалізацій "{$localeList}" з XML
vi: Đã tải danh sách ngôn ngữ bản địa "{$localeList}" từ XML
zh_cn: 从XML里载入语言环境列表 "{$localeList}"

# debug.notes.localeLoad
source: Loaded locale file "{$localeFile}" from XML
ar_iq: ملف اللغة المحملة "{$localeFile}" من ملف
az: XML-d…ôn y√ľkl…ôn…ôn lokal fayl : " {$localeFile}"
bg_bg: Зареден файл с езици "{$localeFile}" от XML
ca: S'ha carregat el fitxer de configuració regional «{$localeFile}» des d'XML
cs: Nahraný soubor lokalizace "{$localeFile}" z XML
da_dk: Sprogfil "{$localeFile}" er indlæst fra XML
de_de: Regionaleinstellung "{$localeFile}" aus XML geladen
el_gr: Το αρχείο γλώσσας "{$localeFile}" φορτώθηκε από XML
eu: {$localeFile} locale-fitxategia XMLtik kargatu da
fa_ir: لیست زبان‌ها (بارگذاری شده از فایل «{$localeFile}»)
fi_fi: Kielialuetiedosto "{$localeFile}" ladattu XML-tiedostosta
fr: Fichier de langue « {$localeFile} » chargé à partir du XML
gl_es: Arquivo de configuracións locais "{$localeFile}" cargado dende XML
he: קובץ האזור שנטען "{$localeFile}" מ-XML
hr: Učitana lokalna datoteka "{$localeFile}" iz XML-a
hu: Betöltött nyelvi fájl "{$localeFile}" XML-ből
hy_am: XML-ից բեռնված լեզուների ֆայլ "{$localeFile}"
id_id: File bahasa yang dimuat "{$localeFile}" dari XML
is_is: Tungumálaskráin "{$localeFile}" lesinn inn frá XML
it: Caricato file di localizzazione "{$localeFile}" da XML
ja: XMLからロードされた言語ファイル "{$localeFile}"
ka: ჩატვირთულია ენების ფაილი "{$localeFile}" XML-ფაილიდან
kk: XMLден "{$localeList}" тіл тізімі жүктелді
lt: Įkeltas lokalės failas „{$localeFile}“ iš XML
lv: Ielādēta lokalizācijas datne "{$localeFile}" no XML
mk_mk: Вчитан фајл за локализација "{$localeFile}" од XML
mr: XML मधून "{$localeFile}" ही लोकॅलची फाईल लोड केली
ms: Memuatkan fail bahasa/locale "{$localeFile}" daripada XML
nb: Lastet spåkpakke «{$localeFile}» fra XML
pl: Tłumaczenie "{$localeFile}" załadowano z XML
pt_pt: Documento de Tradução "{$localeFile}" carregado do XML
ro: Încărcați fișierul local "{$localeFile}" din XML
sl_si: Naložena datoteka jezika "{$localeFile}" iz XML
sv: Laddade språk/region-filen "{$localeFile}" från XML
th: โหลดไฟล์โลคอล "{$localeFile}" จาก XML
tr_tr: XML'den yüklenen yerel dosya: "{$localeFile}"
uk_ua: Завантажений файл локалізації "{$localeFile}" з XML
vi: Đã tải tệp ngôn ngữ bản địa "{$localeFile}" từ XML
zh_cn: 从XML里载入语言环境列表 "{$localeList}"

# email.addAttachment.submissionFiles.attach
source: Attach Submission Files
az: #YOX
bg_bg: Прикрепяне на файлове за изпращане на материала
ca: Adjuntar els arxius de tramesa
cs: Připojit soubor příspěvku
eu: Erantsi bidalketa-fitxategiak
fr: Joindre les fichiers de soumission
he: צירוף קבצי הגשה
hr: Priloži poslane datoteke
hy_am: Կցեք ներկայացման նիշքերը
it: Allega file della proposta
ja: 投稿ファイルを添付する
ka: მიამაგრეთ წარდგენის ფაილები
kk: Жіберілген файлдарды тіркеңіз
lt: Pridėti pateikimo failus
lv: Pievienot iesniegtā materiāla datnes
mr: सादरीकरणाच्या फाईल्स जोडा
pl: Załącz pliki zgłoszenia
sv: Bifoga filer
th: แนบไฟล์การส่งงาน
vi: Đính kèm tệp nộp bài

# email.addAttachment.libraryFiles
source: Library Files
az: #YOX
bg_bg: Библиотечни файлове
ca: Arxius de biblioteca
cs: Soubory knihovny
eu: Liburutegiko fitxategiak
fr: Fichiers de la bibliothèque
he: קבצי ספרייה
hr: datoteke iz knjižnice
hy_am: Գրադարանի նիշքեր
it: File nella libreria
ja: ライブラリー・ファイル
ka: ბიბლიოთეკის ფაილები
kk: Кітапхана файлдары
lt: Bibliotekos failai
lv: Bibliotēkas datnes
mr: संग्रहीत (लायब्ररी) फाईल्स
pl: Biblioteka wydawcy
sv: Biblioteksfiler
th: ไฟล์ห้องสมุด
vi: Tệp thư viện

# email.addAttachment.libraryFiles.attach
source: Attach Library Files
az: #YOX
bg_bg: Прикачване на библиотечни файлове
ca: Adjuntar els arxius de la biblioteca
cs: Připojit soubory knihovny
eu: Erantsi liburutegiko fitxategiak
fr: Joindre les fichiers de la bibliothèque
he: צירוף קבצי ספרייה
hr: Priloži datoteke iz knjižnice
hy_am: Կցեք գրադարանի նիշքերը
it: Allega file nella libreria
ja: ライブラリー・ファイルを添付する
ka: მიამაგრეთ ბიბლიოთეკის ფაილები
kk: Кітапхана файлдарын тіркеңіз
lt: Pridėti bibliotekos failus
lv: Pievienot bibliotēkas datnes
mr: संग्रहीत (लायब्ररी) फाईल्स जोडा
pl: Załącz pliki z biblioteki wydawcy
sv: Bifoga filer till biblioteket
th: แนบไฟล์ห้องสมุด
vi: Đính kèm tệp thư viện

# email.attachments
source: Attachments
ar_iq: المرفقات
az: ∆Źlav…ôl…ôr
bg_bg: Прикачени файлове
ca: Fitxers adjunts
cs: Přílohy
da_dk: Vedhæftede filer
de_de: Anlagen
el_gr: Συνημμένα
eu: Eranskinak
fa_ir: پیوست‌ها
fi_fi: Liitteet
fr: Pièces jointes
gl_es: Adxuntos
he: קבצים מצורפים
hr: Privici
hu: Csatolások
hy_am: Կցորդներ
id_id: Lampiran
is_is: Viðhengi
it: Allegati
ja: 添付ファイル
ka: დანართები
kk: Қосымшалар
lt: Priedai
lv: Pielikumi
mk_mk: Прилози
mr: जोडण्या
ms: Lampiran
nb: Vedlegg
pl: Załączniki
pt_pt: Anexos
ro: Atașamente
sl_si: Priponke
sv: Bilagor
th: ไฟล์แนบ
tr_tr: Eklentiler
uk_ua: Вкладення
vi: Tệp đính kèm
zh_cn: 附件

# email.attachmentNotFound
source: The file {$fileName} could not be attached.
az: Fayl {$fileName} …ôlav…ô edil…ô bilm…ôz.
bg_bg: Файлът {$fileName} не може да бъде прикрепен.
ca: L'arxiu {$fileName} no s'ha pogut adjuntar.
cs: Soubor {$fileName} nelze připojit.
eu: Ezin izan da {$fileName} fitxategia erantsi.
fr: Le fichier {$fileName} n'a pas pu être joint.
he: לא הייתה אפשרות לצרף את הקובץ {$fileName}.
hr: Datoteku {$fileName} nije bilo moguće priložiti.
hy_am: {$fileName} նիշքը չի կարող կցվել:
it: Il file {$fileName} non ha potuto essere allegato.
ja: ファイル {$fileName} を添付できませんでした。
ka: ფაილის {$fileName} მიმაგრება ვერ მოხერხდა.
kk: {$fileName} файлын тіркеу мүмкін емес.
lt: Nepavyko pridėti failo {$fileName}.
lv: Datne {$fileName} netika pievienota.
mr: {$fileName} ही फाईल जोडता आलेली नाही.
pl: Plik {$fileName} nie może zostać załączony.
sv: Filen {$fileName} kunde inte bifogas.
th: ไม่สามารถแนบไฟล์ {$fileName} ได้
vi: Không thể đính kèm tệp {$fileName}.
