Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# about.siteMap
source: Site Map
ar_iq: خارطة الموقع
az: Sayt x…ôrit…ôsi
bg_bg: Карта на сайта
ca: Mapa del lloc web
cs: Mapa stránek
el_gr: Χάρτης ιστοτόπου
eu: Gunearen mapa
fa_ir: نقشه سایت
fi_fi: Sivustokartta
fr: Plan du site
gl_es: Mapa do sitio
he: מפת האתר
hr: Mapa stranice
hu: Oldaltérkép
hy_am: Կայքի քարտեզ
id_id: Peta Situs
is_is: Veftré
it: Mappa del sito
ja: サイトマップ
ka: საიტის რუკა
kk: Сайт картасы
lt: Svetainės planas
lv: Vietnes karte
mk_mk: Мапа на сајтот
mr: संकेतस्थळाचा नकाशा
ms: Peta Laman
nb: Nettstedskart
pl: Mapa strony
pt_pt: Mapa do Site
ro: Harta sitului
sl_si: Zemljevid strani
th: แผนผังเว็บไซต์
tr_tr: Site Haritası
uk_ua: Карта сайту
vi: Sơ đồ trang web
zh_cn: 网站地图

# announcement.announcements
source: Announcements
ar_iq: الإعلانات
az: Elanlar
bg_bg: Съобщения
ca: Avisos
cs: Oznámení
da_dk: Meddelelser
de_de: Mitteilungen
el_gr: Ανακοινώσεις
eu: Anuntzioak
fa_ir: اطلاعیه‌ها
fi_fi: Ilmoitukset
fr: Annonces
gl_es: Avisos
he: הודעות
hr: Objave
hu: Értesítések
hy_am: Հայտարարություններ
id_id: Informasi
is_is: Tilkynningar
it: Avvisi
ja: お知らせ
ka: განცხადებები
kk: Хабарландырулар
lt: Pranešimai
lv: Paziņojumi
mk_mk: Известувања
mr: घोषणा
ms: Pengumuman
nb: Oppslag
pl: Ogłoszenia
pt_pt: Notícias
ro: Anunțuri
sl_si: Obvestila
sv: Meddelanden
th: ประกาศ
tr_tr: Duyurular
uk_ua: Анонси
vi: Thông báo
zh_cn: 公告

# announcement.announcementsHome
source: Announcements
ar_iq: الإعلانات
az: Elanlar
bg_bg: Съобщения
ca: Avisos
cs: Oznámení
da_dk: Meddelelser
de_de: Mitteilungen
el_gr: Κεντρικό μενού ανακοινώσεων
eu: Anuntzioak
fa_ir: اطلاعیه‌ها
fi_fi: Ilmoitukset
fr: Annonces
gl_es: Avisos
he: הודעות
hr: Obavijesti
hu: Értesítések
hy_am: Հայտարարություններ
id_id: Informasi
is_is: Tilkynningar
it: Avvisi
ja: お知らせ
ka: განცხადებები
kk: Хабарландырулар
lt: Pranešimai
lv: Paziņojumi
mk_mk: Известувања
mr: घोषणा
ms: Pengumuman
nb: Oppslagstavle
pl: Ogłoszenia
pt_pt: Notícias
ro: Anunțuri
sl_si: Obvestila
sv: Meddelanden
th: ประกาศ
tr_tr: Duyurular
uk_ua: Анонси
vi: Thông báo
zh_cn: 公告

# announcement.moreAnnouncements
source: More Announcements...
ar_iq: المزيد من الإعلانات...
az: Daha √ßox elan ...
bg_bg: Още съобщения...
ca: Més avisos...
cs: Více oznámení...
da_dk: Flere meddelelser...
de_de: Weitere Mitteilungen...
el_gr: Περισσότερες ανακοινώσεις
eu: Anuntzio gehiago...
fa_ir: اطلاعیه‌های بیشتر
fi_fi: Enemmän ilmoituksia...
fr: Plus d'annonces...
gl_es: Máis avisos...
he: הודעות נוספות
hr: Ostale obavijesti...
hu: További értesítések...
hy_am: Ավելի շատ հայտարարություններ:
id_id: Lebih banyak informasi...
is_is: Fleiri tilkynningar...
it: Altri avvisi...
ja: その他のお知らせ...
ka: მეტი განცხადება…
kk: Басқа хабарландырулар...
lt: Daugiau pranešimų…
lv: Citi paziņojumi...
mk_mk: Повеќе известувања...
mr: अधिक सूचना...
ms: Lagi Pengumuman...
nb: Flere oppslag ...
pl: Więcej ogłoszeń...
pt_pt: Mais Notícias...
ro: Mai multe anunțuri...
sl_si: Več obvestil...
sv: Fler meddelanden...
th: ประกาศเพิ่มเติม...
tr_tr: Daha fazla duyuru...
uk_ua: Більше анонсів...
vi: Thông báo khác...
zh_cn: 更多公告...

# announcement.noneExist
source: No announcements have been published.
ar_iq: لم تُنشر أي إعلانات بعد.
az: He√ß bir elan yoxdur.
bg_bg: Няма публикувани съощения.
ca: No s’ha publicat cap avís.
cs: Nebyla vydána žádná oznámení.
da_dk: Der er ikke publiceret nogen meddelelser.
de_de: Es wurden keine Mitteilungen veröffentlicht.
el_gr: Δεν υπάρχει καμία δημοσιευμένη ανακοίνωση.
eu: Ez da anuntziorik argitaratu.
fa_ir: هیچ اطلاعیه‌ای منتشر نشده است
fi_fi: Ei julkaistuja ilmoituksia.
fr: Aucune annonce n'a été publiée.
gl_es: Non se publicou ningún aviso.
he: אין הודעות.
hr: Nema objavljenih obavijesti.
hu: Nincsenek publikált értesítések.
hy_am: Հայտարարություն չի հրապարակվել:
id_id: Belum ada informasi yang diterbitkan.
is_is: Engar tilkynningar hafa verið birtar.
it: Non è stato pubblicato nessun avviso.
ja: お知らせはありません。
ka: განცხადებები ჯერ არ არის გამოქვეყნებული.
kk: Бірде-бір хабарландыру жарияланған жоқ.
lt: Nėra pranešimų.
lv: Nav publicētu paziņojumu.
mk_mk: Нема објавено никакви објави.
mr: कोणत्याही सूचना प्रकाशित झालेल्या नाहीत.
ms: Tiada pengumuman telah diterbitkan.
nb: Ingen oppslag er publisert.
pl: Żadne ogłoszenie nie zostało opublikowane.
pt_pt: Nenhuma notícia publicada.
ro: Nu a fost publicat nici un anunț.
sl_si: Ni objavljenih obvestil.
sv: Inga meddelanden publicerade.
th: ยังไม่มีประกาศใด ๆ ถูกเผยแพร่
tr_tr: Yayınlanan duyuru yok.
uk_ua: Жодних анонсів не було опубліковано.
vi: Chưa có thông báo nào được xuất bản.
zh_cn: 没有发布任何公告.

# common.allDownloads
source: All Downloads
ar_iq: كل التحميلات
az: B√ľt√ľn endirm…ôl…ôr
bg_bg: Всички сваляния (downloads)
ca: Totes les descàrregues
cs: Všechny stažené soubory
da_dk: Alle downloads
de_de: Alle Downloads
el_gr: Όλες οι λήψεις
eu: Deskarga guztiak
fa_ir: تمامی دانلودها
fi_fi: Kaikki lataukset
fr: Tous les téléchargements
gl_es: Todas as descargas
he: כל ההורדות
hr: Sva preuzimanja
hu: Összes letöltés
hy_am: Բոլոր ներբեռնումները
id_id: Semua Unduhan
is_is: Allt niðurhal
it: Tutti i downloads
ja: すべてのダウンロード
ka: ყველა გადმოტვირთვა
kk: Барлық жүктеулер
lt: Visi atsisiuntimai
lv: Visas lejupielādes
mk_mk: Сите преземања
mr: सगळे डाउनलोड्स
ms: Semua Muat Turun
nb: Alle nedlastinger
pl: Wszystkie do pobrania
pt_pt: Todos os Downloads
ro: Toate descărcările
sl_si: Vsi prenosi
sv: Alla nedladdningar
th: การดาวน์โหลดทั้งหมด
tr_tr: Tüm İndirilenler
uk_ua: Усі завантаження
vi: Tất cả lượt tải xuống
zh_cn: 所有下载

# common.navigation.site
source: Site Navigation
ar_iq: التنقل عبر الموقع
az: Sayt menyusu
bg_bg: Навигация на сайта
ca: Navegació del lloc
cs: Navigace stránkami
da_dk: Websteds-navigation
de_de: Website-Navigation
el_gr: Πλοήγηση στον ιστότοπο
eu: Gunearen nabigazioa
fa_ir: پیمایش سایت
fi_fi: Sivuston navigointi
fr: Site de navigation
gl_es: Navegación do sitio
he: סרגל ניווט
hr: Navigacija web stranice
hu: Oldal navigáció
hy_am: Կայքի նավիգացիա
id_id: Navigasi Website
is_is: Valmyndir vefsíðu
it: Navigazione sito
ja: サイトナビゲーション
ka: საიტის ნავიგაცია
kk: Сайт навигациясы
lt: Naršymas po svetainę
lv: Vietnes navigācija
mk_mk: Навигација на страницата
mr: संकेतस्थळावरील मार्गनिर्देशन दुवे (Navigation)
ms: Navigasi Laman
nb: Navigering
pl: Nawigacja
pt_pt: Navegação no Site
ro: Navigare pe site
sl_si: Navigacija spletišča
sv: Navigering webbplats
th: การนำทางในไซต์
tr_tr: Site Haritası
uk_ua: Навігація сайту
vi: Điều hướng trang web
zh_cn: 站点导航

# common.tasks
source: Tasks
ar_iq: المهام
az: V…ôzif…ôl…ôr
bg_bg: Задачи
ca: Tasques
cs: Úlohy
da_dk: Opgaver
de_de: Aufgaben
el_gr: Εργασίες
eu: Zereginak
fa_ir: وظایف
fi_fi: Tehtävät
fr: Tâches
gl_es: Tarefas
he: משימות
hr: Zadaci
hu: Feladatok
hy_am: Առաջադրանքներ
id_id: Tugas
is_is: Verkefni
it: Lavori
ja: タスク
ka: ამოცანები
kk: Міндеттері
lt: Užduotys
lv: Uzdevumi
mk_mk: Задачи
mr: कार्ये
ms: Tugasan
nb: Oppgaver
pl: Zadania
pt_pt: Tarefas
ro: Sarcini
sl_si: Naloge
sv: Uppgifter
th: งาน
tr_tr: İşler
uk_ua: Завдання
vi: Công việc
zh_cn: 任务

# common.list
source: List
ar_iq: قائمة
az: SiyahńĪ
bg_bg: Списък
ca: Llista
cs: Seznam
da_dk: Liste
de_de: Liste
el_gr: Λίστα
eu: Zerrenda
fa_ir: لیست
fi_fi: Lista
fr: Liste
gl_es: Listaxe
he: רשימה
hr: Lista
hu: Lista
hy_am: Ցուցակ
id_id: Daftar
is_is: Listi
it: Lista
ja: リスト
ka: სია
kk: Тізім
lt: Sąrašas
lv: Saraksts
mk_mk: Список
mr: यादी
ms: Senarai
nb: Liste
pl: Lista
pt_pt: Lista
ro: Listă
sl_si: Seznam
sv: Lista
th: รายการ
tr_tr: Liste
uk_ua: Список
vi: Danh sách
zh_cn: 列表

# common.abstract
source: Abstract
ar_iq: الملخص
az: X√ľlas…ô
bg_bg: Абстракт (резюме)
ca: Resum
cs: Abstrakt
da_dk: Resumé
de_de: Zusammenfassung
el_gr: Περίληψη
eu: Laburpena
fa_ir: چکیده
fi_fi: Abstrakti
fr: Résumé
gl_es: Resumo
he: תקציר
hr: Sažetak
hu: Absztrakt
hy_am: Աբստրակտ
id_id: Abstrak
is_is: Útdráttur
ja: 要旨
ka: აბსტრაქტი
kk: Аннотация
lt: Anotacija
lv: Kopsavilkums
mk_mk: Апстракт
mr: सारांश
ms: Abstrak
nb: Sammendrag
pl: Abstrakt
pt_pt: Resumo
ro: Rezumat
sl_si: Izvleček
th: บทคัดย่อ
tr_tr: Özet
uk_ua: Анотація (двома мовами)
vi: Tóm tắt
zh_cn: 摘要

# common.accepted
source: Accepted
ar_iq: مقبول
az: Q…ôbul edildi
bg_bg: Прието
ca: Acceptada
cs: Přijatý
da_dk: Accepteret
de_de: Akzeptiert
el_gr: Δεκτό
eu: Onartua
fa_ir: پذیرفته شده
fi_fi: Hyväksytty
fr: Accepté
gl_es: Aceptado
he: התקבל
hr: Prihvaćeno
hu: Elfogadott
hy_am: Ընդունված է
id_id: Diterima
is_is: Samþykkt
it: Accettato
ja: 受領
ka: მიღებულია
kk: Қабылданды
lt: Priimta
lv: Pieņemts
mk_mk: Прифатено
mr: स्वीकारले
ms: Diterima
nb: Godtatt
pl: Zaakceptowany
pt_pt: Aceite
ro: Acceptat
sl_si: Sprejeto
sv: Accepterad
th: ได้รับการยอมรับ
tr_tr: Kabul Edilmiş
uk_ua: Підтверджений
vi: Đã chấp nhận
zh_cn: 接受

# common.addFiles
source: Add Files
az: FaylńĪ …ôlav…ô edin
bg_bg: Добавяне на файлове
ca: Afegir arxius
cs: Přidat soubory
eu: Gehitu fitxategiak
fr: Ajouter des fichiers
he: הוסף קבצים
hr: Dodaj datoteke
hy_am: Ավելացրեք նիշքեր
it: Carica File
ja: ファイルを追加
ka: დაამატეთ ფაილები
kk: файлдарды енгізу
lt: Pridėti failus
lv: Pievienot datnes
mr: फाईल्स अंतर्भूत करा
pl: Dodaj pliki
sv: Lägg till filer
th: เพิ่มไฟล์
vi: Thêm tệp

# common.name
source: Name
ar_iq: الاسم
az: Ad
bg_bg: Име
ca: Nom
cs: Jméno
da_dk: Navn
el_gr: Όνομα
eu: Izena
fa_ir: نام
fi_fi: Nimi
fr: Nom
gl_es: Nome
he: שם
hr: Ime
hu: Név
hy_am: Անուն
id_id: Nama
is_is: Nafn
it: Nome
ja: 姓名
ka: სახელი
kk: Аты
lt: Pavadinimas
lv: Vārds
mk_mk: Име
mr: नाव
ms: Nama
nb: Navn
pl: Nazwa
pt_pt: Nome
ro: Nume
sv: Namn
th: ชื่อ
tr_tr: İsim
uk_ua: Ім'я
vi: Tên
zh_cn: 名称

# common.deactivate
source: Deactivate
ar_iq: تعطيل
az: Deaktiv et
bg_bg: Деактивиране
ca: Desactiva
cs: Deaktivovat
da_dk: Deaktivér
de_de: Deaktivieren
el_gr: Απενεργοποίηση
eu: Desaktibatu
fa_ir: غیر فعال‌سازی
fi_fi: Poista käytöstä
fr: Désactiver
gl_es: Desactivar
he: לבטל
hr: Deaktiviraj
hu: Újraaktiválás
hy_am: Ապաակտիվացնել
id_id: Tidak diaktifkan
is_is: Afvirkja
it: Disattiva
ja: 無効化
ka: გამორთვა
kk: Өшіру
lt: Pasyvinti
lv: Deaktivizēt
mk_mk: Деактивирај
mr: निष्क्रिय करा
ms: Nyahaktifkan
nb: Slå av
pl: Dezaktywuj
pt_pt: Desativar
ro: Dezactivați
sl_si: Izključi
sv: Avaktivera
th: ปิดใช้งาน
tr_tr: Pasifleştir
uk_ua: Деактивувати
vi: Vô hiệu hóa
zh_cn: 停用

# common.record
source: Record
ar_iq: السجل
az: Rekord
bg_bg: Запис
ca: Enregistra
cs: Záznam
da_dk: Post
de_de: Protokollieren
el_gr: Εγγραφή
eu: Grabatu
fa_ir: ذخیره
fi_fi: Tallenna
fr: Consigner
gl_es: Rexistro
he: רשומה
hr: Zapiši
hu: Beállít
hy_am: Ձայնագրություն
id_id: Rekam
is_is: Skrá
it: Registra
ja: 設定
ka: ჩაწერა
kk: Жазба
lt: Įrašas
lv: Ieraksts
mk_mk: Запиши
mr: नोंद (रेकॉर्ड)
ms: Rekod
nb: Journalfør
pl: Zapisz
pt_pt: Registar
ro: Înregistrare
sl_si: Zapiši
sv: Registrera
th: บันทึก
tr_tr: Kayıt
uk_ua: Запис
vi: Bản ghi
zh_cn: 记录

# common.save
source: Save
ar_iq: إحفظ
az: Yadda saxlayńĪn
bg_bg: Записване
ca: Desa
cs: Uložit
da_dk: Gem
de_de: Speichern
el_gr: Αποθήκευση
eu: Gorde
fa_ir: ذخیره
fi_fi: Tallenna
fr: Enregistrer
gl_es: Gardar
he: שמר
hr: Spremi
hu: Mentés
hy_am: Պահպանել
id_id: Simpan
is_is: Vista
it: Salva
ja: 保存
ka: დამახსოვრება
kk: Сақтау
lt: Išsaugoti
lv: Saglabāt
mk_mk: Сними
mr: सेव्ह करा
ms: Simpan
nb: Lagre
pl: Zapisz
pt_pt: Guardar
ro: Salvați
sl_si: Shrani
sv: Spara
th: บันทึก
tr_tr: Kaydet
uk_ua: Зберегти
vi: Lưu
zh_cn: 保存

# common.user
source: User
ar_iq: المستخدم
az: ńįstifad…ô√ßi
bg_bg: Потребител
ca: Usuari/Usuària
cs: Uživatel
da_dk: Bruger
de_de: Benutzer/in
el_gr: Χρήστης
eu: Erabiltzailea
fa_ir: کاربر
fi_fi: Käyttäjä
fr: Utilisateur
gl_es: Usuario/a
he: משתמש
hr: Korisnik
hu: Felhasználó
hy_am: Օգտագործող
id_id: Pengguna
is_is: Notandi
it: Utente
ja: ユーザー
ka: მომხმარებელი
kk: Қолданушы
lt: Vartotojas
lv: Lietotājs
mk_mk: Корисник
mr: वापरकर्ता
ms: Pengguna
nb: Bruker
pl: Użytkownik
pt_pt: Utilizador
ro: Utilizator
sl_si: Uporabnik
sv: Användare
th: ผู้ใช้
tr_tr: Kullanıcı
uk_ua: Користувач
vi: Người dùng
zh_cn: 用户

# common.user.nonexistent
source: [Nonexistent user]
ar_iq: [مستخدم غبير موجود]
az: [M√∂vcud olmayan istifad…ô√ßi]
bg_bg: [Несъществуващ потребител]
ca: [Usuari/ària inexistent]
cs: [Neexistující uživatel]
eu: [Existitzen ez den erabiltzailea]
fr: [Utilisatrice ou utilisateur inexistant]
gl_es: [Usuario/a inexistente]
he: [משתמש לא קיים]
hr: [korisnik ne postoji]
hu: [Nem létező felhasználó]
hy_am: [Գոյություն չունեցող օգտատեր]
it: [Utente inesistente]
ka: [არარსებული მომხმარებელი]
kk: [Жоқ қолданушы]
lt: [Neegzistuojantis vartotojas]
lv: [Neeksistējošs lietotājs]
mr: [अस्तित्वात नसलेला वापरकर्ता]
ms: [Pengguna tiada]
nb: [Bruker finnes ikke]
pl: [Użytkownik nie istnieje]
sv: [Användare finns ej]
th: [ผู้ใช้ไม่มีอยู่]
tr_tr: [Varolmayan kullanıcı]
vi: [Người dùng không tồn tại]

# common.weeks
source: weeks
ar_iq: أسابيع
az: h…ôft…ô
bg_bg: седмици
ca: setmanes
cs: týdny
da_dk: uger
de_de: Wochen
el_gr: Εβδομάδες
eu: aste
fa_ir: هفته
fi_fi: viikkoa
fr: semaines
gl_es: semanas
he: שבועות
hr: tjedna
hu: hetek
hy_am: շաբաթներ
id_id: minggu
is_is: vikur
it: settimane
ja: 週間
ka: კვირები
kk: апталар
lt: savaitės
lv: nedēļas
mk_mk: недели
mr: आठवडे
ms: minggu
nb: uker
pl: tygodnie
pt_pt: semanas
ro: Săptămâni
sl_si: tednov
sv: veckor
th: สัปดาห์
tr_tr: hafta
uk_ua: тижнів
vi: tuần
zh_cn: 周

# debug.notes.missingLocaleKey
source: Missing locale key "{$key}".
ar_iq: مفتاح اللغة "{$key}" مفقود.
az: YarńĪm√ßńĪq yerli a√ßar: " {$key}
bg_bg: От езиковия файл липсва ключ «{$key}».
ca: Falta la clau de configuració regional «{$key}» .
cs: Chybějící klíč lokalizace "{$key}".
da_dk: Sprognøglen "{$key}" mangler.
de_de: Regionaleinstellungsschlüssel "{$key}" fehlt.
el_gr: Απουσία κλειδιού τοπικών ρυθμίσεων "{$key}"
eu: {$key} locale-gakoa falta da.
fa_ir: زبان مربوط به کد «{$key}» یافت نشد.
fi_fi: Puuttuva kielialueen avain "{$key}".
fr: Clé de langue manquante « {$key} ».
gl_es: Falta a chave de configuracións locais "{$key}".
he: מפתח אזור חסר "{$key}".
hr: Lokalni ključ koji nedostaje "{$key}".
hu: Hiányzó nyelvi kulcs "{$key}".
hy_am: Լեզվի ֆայլում բացակայում է բանալին "{$key}"։
id_id: Kunci bahasa yang hilang"{$key}".
is_is: Það vantar tungumál "{$key}".
it: Chiave di localizzazione mancante "{$key}".
ja: 不明な言語キー "{$key}"。
ka: ენის გასაღები არ არის "{$key}".
kk: "{$key}" тіл кілті жоқ.
lt: Trūksta lokalės rakto „{$key}“.
lv: Trūkst lokalizācijas atslēgas "{$key}".
mk_mk: Недостасува клуч за локализација "{$key}".
mr: "{$key}" ही लोकॅलची सूची (key) गहाळ झालेली आहे.
ms: Tiada kunci bahasa/locale "{$key}".
nb: Mangler språkpakkenøkkelen «{$key}».
pl: Brak tłumaczenia dla klucza "{$key}".
pt_pt: Em falta a chave de tradução "{$key}".
ro: Lipsește cheia locală "{$key}".
sl_si: Manjka ključ jezika "{$key}".
sv: Saknar språk/region-koden "{$key}".
th: คีย์โลคอล "{$key}" หายไป
tr_tr: Eksik yerel anahtar: "{$key}".
uk_ua: Відсутній ключ локалізації "{$key}".
vi: Thiếu khóa ngôn ngữ bản địa "{$key}".
zh_cn: 缺少语言环境键值 "{$key}".

# debug.notes
source: Notes:
ar_iq: ملاحظات:
az: Qeydl…ôr:
bg_bg: Бележки:
cs: Poznámky:
da_dk: Noter:
de_de: Anmerkungen:
el_gr: Σημειώσεις:
eu: Oharrak:
fa_ir: یادداشت‌ها:
fi_fi: Muistiinpanot:
gl_es: Notas:
he: הערות:
hr: Bilješke:
hu: Megjegyzések:
hy_am: Նշումներ:
id_id: Catatan:
is_is: Athugasemdir:
it: Note:
ja: 注:
ka: შენიშვნები:
kk: Ескертулер:
lt: Pastabos:
lv: Piezīmes:
mk_mk: Белешки:
mr: टिप्पण्या :
ms: Nota:
nb: Merknader:
pl: Notatki:
pt_pt: Anotações:
ro: Note:
sl_si: Opombe:
sv: Meddelanden:
th: บันทึกย่อ:
tr_tr: Notlar:
uk_ua: Примітки:
vi: Ghi chú:
zh_cn: 注释:

# form.dropzone.dictFallbackMessage
source: Your browser does not support drag'n'drop file uploads.
ar_iq: مستعرض الإنترنت الذي تستعمله لا يدعم رفع الملفات عبر السحب والإفلات.
az: Brauzeriniz s√ľr√ľŇüd√ľr v…ô burax fayl y√ľkl…ôm…ôl…ôrini d…ôst…ôkl…ômir.
bg_bg: Вашият браузър не поддържа качване на файлове с плъзгане и пускане.
ca: El vostre navegador no és compatible amb les càrregues d'arxiu "arrossegar i deixar anar".
cs: Váš prohlížeč nepodporuje nahrávání souborů pomocí přetažení.
da_dk: Din browser understøtter ikke upload af træk-og-slip-filer.
de_de: Hochladen von Dateien per Drag'n'Drop wird von Ihrem Browser nicht unterstützt.
el_gr: Αυτό το πρόγραμμα περιήγησης δεν υποστηρίζει μεταφορτώσεις αρχείων με απόθεση.
eu: Zure nabigatzaileak ez du onartzen "arrastatu eta askatu" fitxategi-igoerarik.
fi_fi: Selaimesi ei tue tiedoston lataamista tiputtamalla.
fr: Votre navigateur ne gère pas les téléversements de fichiers pas glisser-déposer.
gl_es: O seu navegador non admite a carga de ficheiros mediante "arrastrar e soltar".
he: הדפדפן שלך אינו תומך בהעלאת קבצים באמצעות "גרור ושחרר".
hr: Vaš preglednik ne podržava učitavanje datoteka putem drag'n'drop.
hu: A böngésző nem támogatja a drag'n'drop filefeltöltést.
hy_am: Ձեր բրաուզերը չի խրախուսում drag'n'drop ֆայլերի ներբեռնումը։
id_id: Browser Anda tidak mendukung unggah file dengan cara drag'n'drop.
is_is: Þessi vafri styður ekki við "draga og sleppa" til að hlaða upp skrám.
it: Il tuo browser non supporta il caricamento drag'n'drop.
ja: お使いのブラウザでは、ファイルのドラッグとドロップアップロードはサポートされていません。
ka: თქვენს ბრაუზერს არ აქვს ფაილის ატვირთვის გადათრევის და დაგდების მხარდაჭერა.
kk: Сіздің браузеріңіз файлдарды арнайы терезеге апару арқылы жүктеп салуды қолдамайды.
lt: Jūsų naršyklė nepalaiko failų įkėlimo vilkimo ir numetimo būdu.
lv: Jūsu pārlūkprogramma neatbalsta datņu augšupielādi ar vilkšanu un nomešanu.
mk_mk: Вашиот прелистувач не поддржува преземања на датотеки со влечење.
mr: तुमच्या ब्राउझरवर ओढा आणि टाका (ड्रॅग आणि ड्रॉप) पद्धतीने फाईल संक्रमित (अपलोड) करता येत नाही.
ms: Pelayar anda tidak menyokong muat naik fail drag'n'drop.
nb: Din nettleser støtter ikke opplasting av filer med dra og slipp.
pl: Twoja przeglądarka nie obsługuje funkcji złap i upuść.
pt_pt: O seu browser não suporta arrastar ficheiros para transferências.
ro: Browserul dvs. nu acceptă încărcări de fișiere drag'n'drop.
sl_si: Vaš brskalnik ne omogoča "potegni in spusti" nalaganja datotek.
sv: Din webbläsare stödjer inte dra-och-släpp-teknik vid uppladdning av filer.
th: เบราว์เซอร์ของคุณไม่รองรับการอัปโหลดไฟล์แบบลากแล้ววาง
tr_tr: Tarayıcınız sürükle ve bırak dosya yüklemelerini desteklemiyor.
uk_ua: Ваш бразуер не підтримує drag'n'drop для завантаження файлів.
vi: Trình duyệt của bạn không hỗ trợ tải tệp lên bằng kéo và thả.
zh_cn: 您的浏览器不支持拖放文件上传。

# form.dropzone.dictFallbackText
source: Please use the fallback form below to upload your files.
ar_iq: لطفاً، استعمل النموذج البديل أدناه لرفع ملفاتك.
az: FayllarńĪnńĪzńĪ y√ľkl…ôm…ôk √ľ√ß√ľn z…ôhm…ôt olmasa aŇüańüńĪdakńĪ ehtiyat formu istifad…ô edin
bg_bg: Моля, използвайте резервния формуляр по-долу, за да качите вашите файлове.
ca: Utilitzeu el formulari alternatiu que hi ha a continuació per carregar els vostres arxius.
cs: K nahrání souborů použijte záložní formulář níže.
da_dk: Brug reserve-formularen nedenfor til at uploade dine filer.
de_de: Bitte benutzen Sie das Ersatzformular unten zum Hochladen Ihrer Dateien.
el_gr: Χρησιμοποιήστε την ακόλουθη φόρμα για να ανεβάσετε τα αρχεία σας.
eu: Mesedez, erabili beheko ordezko formularioa zure fitxategiak igotzeko.
fi_fi: Käytä alla olevaa lomaketta tiedostojen lataamiseen.
fr: Veuillez utiliser le formulaire de repli ci-dessous pour téléverser vos fichiers.
gl_es: Utiliza o formulario alternativo de debaixo para cargar os teus arquivos.
he: אנא השתמש בטופס הבסיסי למטה כדי להעלות את הקבצים שלך.
hr: Za prijenos datoteka upotrijebite zamjenski obrazac u nastavku.
hu: Kérjük, használja alább a 'fallback form'-ot fileok feltöltéséhez.
hy_am: Խնդրում ենք օգտագործեք ներքևում նշված նմուշը ֆայլերի ներբեռնման համար։
id_id: Gunakanlaj formulir berikut untuk mengunggah file.
is_is: Vinsamlega notaðu varaleiðina hér fyrir neðan til að hlaða upp skrám.
it: Utilizza il modulo di fallback sotto per caricare i tuoi file.
ja: ファイルをアップロードするには、以下のフォールバックフォームを使用してください。
ka: თქვენი ფაილების ატვირთვისთვის გთხოვთ გამოიყენოთ ქვემოთ მოცემული მითითებული ფორმა.
kk: Файлдарыңызды жүктеп салу үшін төмендегі қосалқы форманы пайдаланыңыз.
lt: Norėdami įkelti failus, naudokite toliau pateiktą atsarginę formą.
lv: Lai augšupielādētu datnes, lūdzu, izmantojiet zemāk redzamo pakārtoto formu.
mk_mk: Користете го формуларот за повратни информации подолу за да ги испратите вашите датотеки.
mr: तुमच्या फाईल्स संक्रमित (अपलोड) करण्यासाठी कृपया खालील फॉलबॅक फॉर्म वापरा.
ms: Sila gunakan borang sandaran di bawah untuk memuat naik fail anda.
nb: Bruk skjemaet under til å laste opp filene dine.
pl: Proszę użyć formularza starszej wersji aby załadować pliki.
pt_pt: Utilize o formulário alternativo abaixo para transferir os seus ficheiros.
ro: Vă rugăm să utilizați formularul de retragere de mai jos pentru a încărca fișierele dvs.
sl_si: Prosimo uporabite rezervni obrazec spodaj za nalaganje datotek.
sv: Använd reservformuläret nedan för att ladda upp dina filer.
th: กรุณาใช้แบบฟอร์มด้านล่างเพื่ออัปโหลดไฟล์ของคุณ
tr_tr: Dosyalarınızı yüklemek için lütfen aşağıdaki yedek formu kullanın.
uk_ua: Будь ласка, використовуйте форму нижче для завантаження ваших файлів.
vi: Vui lòng sử dụng biểu mẫu dự phòng bên dưới để tải tệp của bạn lên.
zh_cn: 请使用下面的备用表格上传文件。

# form.multilingualLabel
source: {$label} in {$localeName}
ar_iq: {$label} في {$localeName}
az: {$localeName} i√ßind…ô {$label}
bg_bg: {$label} в {$localeName}
ca: {$label} a {$localeName}
cs: {$label} v {$localeName}
da_dk: {$label} på {$localeName}
el_gr: {$label} στο {$localeName}
eu: {$label} {$localeName}-an
fi_fi: {$label} / {$localeName}
fr: {$label} en {$localeName}
gl_es: {$label} en {$localeName}
he: {$label} ב- {$localeName}
hr: {$label} u {$localeName}
hu: {$label} a {$localeName}-ban/ben
id_id: {$label} dalam {$localeName}
is_is: {$label} á {$localeName}
ja: {$localeName}での{$label}
ka: {$label} — {$localeName}
kk: {$label} -да {$localeName})
lt: {$label} vietovėje {$localeName}
lv: {$label} {$localeName} valodā
mk_mk: {$label} во {$localeName}
mr: {$localeName} मध्ये {$label}
ms: {$label} dalam {$localeName}
nb: {$label} på {$localeName}
pl: {$label} w {$localeName}
pt_pt: {$label} em {$localeName}
ro: {$label} în {$localeName}
sl_si: {$label} v jeziku {$localeName}
sv: {$label} på {$localeName}
th: {$label} ในภาษา {$localeName}
tr_tr: {$localeName} içinde {$label}
uk_ua: {$label} в {$localeName}
vi: {$label} bằng {$localeName}
zh_cn: {$localeName} 中的 {$label}
