Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# email.confirmSwitchLocale
source: Are you sure you want to change to {$localeName} to compose this email? Any changes you have made to the subject and body of the email will be lost.
az: Bu e-po√ßtu b…ôst…ôl…ôm…ôk √ľ√ß√ľn {$localeName} -…ô d…ôyiŇüdirm…ôk ist…ôdiyiniz…ô …ôminsiniz? E-po√ßtun m√∂vzusuna v…ô orqana etdiyi h…ôr hansńĪ bir d…ôyiŇüiklik itiril…ôc…ôkdir.
bg_bg: Наистина ли искате да промените на {$localeName}, за да напишете този имейл? Всички промени, които сте направили в темата и тялото на имейла, ще бъдат загубени.
ca: Segur que voleu canviar a {$localeName} per redactar aquest correu electrònic? Els canvis que hagueu fet en l'assumpte i en el cos del correu es perdran.
cs: Jste si jisti, že chcete změnit na {$localeName} pro sestavení tohoto e-mailu? Veškeré změny, které jste provedli v předmětu a těle e-mailu, budou ztraceny.
eu: Ziur zaude mezu elektroniko hau idazteko {$localeName}(e)ra aldatu nahi duzula? Mezuaren gaian eta gorputzean egindako aldaketak galdu egingo dira.
fr: Voulez-vous vraiement passer à {$localeName} pour rédiger ce courriel ? Toutes les modifications apportées à l’objet et au corps du message seront perdues.
he: האם אתה בטוח שברצונך לשנות למינוח מקומי כדי לחבר הודעת דוא"ל זו? כל שינוי שיבוצע בנושא ובגוף ההודעה יאבד.
hr: Jeste li sigurni da želite ići na {$localeName} da sastavite ovu e-poruku? Sve promjene koje ste napravili u predmetu i tijelu e-pošte bit će izgubljene.
hy_am: Վստա՞հ եք, որ ցանկանում եք փոխել {$localeName }-ին այս նամակը գրելու համար: Նամակի խորագրի և հիմնական տեքստի մեջ ձեր կատարած ցանկացած փոփոխություն կկորչի:
it: Sei sicuro di voler cambiare lingua in {$localeName} per redigere questa mail? Tutti i cambiamenti che hai fatto all'oggetto e al testo della mail verranno persi.
ja: このメールを作成するために {$localeName} に変更してもよろしいでしょうか。メールの件名と本文に加えた変更はすべて失われます。
ka: დარწმუნებული ხართ, რომ გსურთ შეცვალოთ {$localeName} ამ ელფოსტის დასაწერად? ელ. ფოსტის საგანსა და ტექსტში განხორციელებული ნებისმიერი ცვლილება დაიკარგება.
kk: Осы электрондық хатты жазу үшін {$localeName} етіп өзгерткіңіз келетініне сенімдісіз бе? Электрондық поштаның тақырыбы мен негізгі бөлігіне енгізген кез келген өзгертулер жойылады.
lt: Ar tikrai norite pakeisti į {$localeName}, kad galėtumėte rašyti šį el. laišką? Visi atlikti el. laiško temos ir teksto pakeitimai bus prarasti.
lv: Vai tiešām vēlaties mainīt lokalizāciju uz {$localeName}, lai izveidotu šo e-pastu? Jebkuras izmaiņas, ko esat veicis e-pasta tēmā un tekstā, tiks zaudētas.
mr: तुम्ही खात्रीने हा ई-मेल तयार करण्यासाठी {$localeName} मध्ये बदलू इच्छिता ना? असे केल्याने ई-मेलचा विषय आणि मजकूराच्या भागामध्ये तुम्ही केलेले सगळे बदल गमावतील.
pl: Czy na pewno chcesz zmienić {$localeName} aby dokończyć tego maila? Wszystkie zmiany których dokonałeś w polu temat i treści wiadomości zostaną utracone.
sv: Är du säker på att du vill ändra till {$localeName} för detta e-postmeddelande? Alla ändringar du gjort i meddelandet kommer gå förlorade.
th: คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนเป็น {$localeName} เพื่อเขียนอีเมลนี้? การเปลี่ยนแปลงใด ๆ ที่คุณทำกับหัวเรื่องและเนื้อหาของอีเมลจะหายไป
vi: Bạn có chắc chắn muốn chuyển sang ngôn ngữ {$localeName} để soạn email này không? Mọi thay đổi bạn đã thực hiện đối với chủ đề và nội dung email sẽ bị mất.

# email.compose
source: Send Email
ar_iq: أرسل رسالة الكترونية
az: Email g√∂nd…ôr
bg_bg: Изпращане на имейла
ca: Envia el missatge de correu electrònic
cs: Poslat e-mail
de_de: Nachricht senden
el_gr: Αποστολή μηνύματος
eu: Bidali mezua
fa_ir: ارسال ایمیل
fi_fi: Lähetä sähköpostia
fr: Envoyer le courriel
gl_es: Enviar correo electrónico
he: שלח דוא"ל
hr: Slanje e-pošte
hu: Email küldés
hy_am: Ուղարկել նամակ
id_id: Kirim Email
is_is: Senda tölvupóst
it: Invia email
ja: メール送信
ka: ელფოსტის გაგზავნა
kk: Email жіберу
lt: Siųsti elektroninį laišką
lv: Nosūtīt e-pastu
mk_mk: Испрати имејл
mr: ई-मेल पाठवा
ms: Hantar E-mel
nb: Send e-post
pl: Wyślij e-mail
pt_pt: Enviar E-mail
ro: Trimiteți email
sl_si: Pošlji e-pošto
sv: Skicka e-postmeddelande
th: ส่งอีเมล
tr_tr: E-posta Gönder
uk_ua: Відправити листа
vi: Gửi email
zh_cn: 发送电子邮件

# email.compose.tooSoon
source: You are attempting to send a message too recently after your last message was sent. Please wait before sending another message.
ar_iq: لم تمض إلا برهة على إرسال رسالتك الأخيرة. لطفاً، تريث قليلاً قبل إرسال المزيد من الرسائل.
az: Son mesaj g√∂nd…ôrildikd…ôn sonra mesaj g√∂nd…ôrm…ôy…ô c…ôhd edirsiniz. Yeni mesajńĪ g√∂nd…ôrm…ôk √ľ√ß√ľn z…ôhm…ôt olmasa g√∂zl…ôyin.
bg_bg: Опитвате се да изпратите съобщение твърде скоро след изпращането на последното ви съобщение. Моля, изчакайте, преди да изпратите друго съобщение.
ca: Esteu provant d'enviar un missatge de correu massa seguit de l'anterior. Espereu abans d'enviar un altre missatge.
cs: Pokoušíte se odeslat zprávu příliš brzy poté, co byla odeslána Vaše poslední zpráva. Vyčkejte prosím, než budete moci odeslat další zprávu.
da_dk: Du forsøger at sende en meddelelse for kort tid efter, at din seneste meddelelse blev sendt. Vent med at sende en anden meddelelse.
de_de: Sie versuchen, eine Nachricht zu früh nach Ihrer letzten Nachricht zu versenden. Bitte warten Sie ein wenig, bevor Sie eine weitere Nachricht versenden.
el_gr: Προσπαθείτε να στείλετε διαδοχικά μηνύματα σε πολύ σύντομο χρόνο. Παρακαλούμε περιμένετε πριν την αποστολή νέου μηνύματος.
eu: Denbora gutxiegi igaro da azkeneko mezua bidali zenuenetik. Itxaron egin beharko duzu beste mezu bat bidali aurretik.
fa_ir: ارسال ایمیل مجدد در حال حاضر مقدور نیست. لطفاً اندکی بعد، مجدداً اقدام کنید.
fi_fi: Yrität lähettää viestin liian pian edellisen jälkeen. Odota hetki ennen seuraavan viestin lähettämistä.
fr: Vous n'avez pas laissé suffisamment de temps après l'envoi de votre plus récent message. Veuillez attendre avant d'envoyer un nouveau message.
gl_es: Estás intentando enviar unha mensaxe xusto despois de que se enviou a última mensaxe. Agarde antes de enviar outra mensaxe.
he: אתה מנסה לשלוח הודעה מוקדם מידי לאחר שליחת ההודעה האחרונה. אנא המתן לפני שליחת הודעה נוספת.
hr: Pokušali ste poslati poruku preskoro nakon slanja prethodne. Molimo pričekajte prije slanja naredne poruke.
hu: Az utolsó üzenet elküldése óta túl hamar próbál új üzenetet küldeni. Kérem, várjon, amíg a másik üzenet elküldésre kerül.
hy_am: Դուք հաճախակի եք փորձում ուղարկել նամակ։ Խնդրում ենք մի քիչ սպասեք նախորդ նամակի ուղարկումից հետո նախքան հաջորդ նամակը ուղարկելը։
id_id: Anda mencoba mengirim pesan terlalu cepat setelah pesan terakhir Anda dikirim. Tunggu sebelum mengirim pesan lain.
is_is: Of stuttur tími hefur liðið síðan síðustu skilaboð frá þér voru send. Vinsamlega bíddu aðeins áður en þú sendir önnur skilaboð.
it: Stai cercando di inviare un messaggio troppo presto rispetto all'ultimo messaggio inviato. Per favore aspetta qualche istante prima di inviare un altro messaggio.
ja: メッセージの送信間隔が短すぎます。もう少し待ってから次のメッセージを送信してください。
ka: თქვენი წერილის გაგზავნის შემდეგ თქვენ ცდილობთ ძალიან მალე გაგზავნოთ შეტყობინება. გთხოვთ, დაელოდოთ სხვა შეტყობინების გაგზავნამდე.
kk: Сіз соңғы хабарламаңызды жібергеннен кейін тағы хабарлама жіберуге әрекеттенудесіз. Жиі хабарлама жібермес бұрын күтіңіз.
lt: Bandote išsiųsti pranešimą per greitai nuo paskutinio pranešimo išsiuntimo. Prašome palaukti prieš siųsdami kitą pranešimą.
lv: Jūs mēģināt nosūtīt ziņojumu pārāk drīz pēc pēdējā ziņojuma nosūtīšanas. Lūdzu, pagaidiet, pirms sūtīt citu ziņu.
mk_mk: Се обидувате да испратите порака прерано по испратената последната порака. Ве молиме почекајте пред да испратите друга порака.
mr: तुम्ही एका पाठोपाठ संदेश पाठवत आहात. कृपया दोन संदेशांमध्ये थोडा अवधी द्या.
ms: Anda cuba menghantar mesej terlalu baru-baru ini selepas mesej terakhir anda dihantar. Sila tunggu sebelum menghantar mesej lain.
nb: Det er for kort tid siden du sendte den forrige meldingen din. Vent litt før du prøver å sende en til.
pl: Od wysłania ostatniej wiadomości upłynęło zbyt mało czasu. Spróbuj poczekać zanim wyślesz kolejną wiadomość.
pt_pt: Não esperou o tempo suficiente após o envio da mensagem mais recente. Aguarde antes de tentar novamente o envio de nova mensagem.
ro: Încercați să trimiteți un mesaj prea devreme după trimiterea ultimului mesaj. Vă rugăm să așteptați înainte de a trimite un alt mesaj.
sl_si: Poskušate prehitro poslati novo sporočilo. Prosim počakajte pred pošiljanjem naslednjega sporočila.
sv: Det har gått för kort tid sedan du senast skickade ett meddelande. Vänligen vänta innan du skickar meddelandet på nytt.
th: คุณกำลังพยายามส่งข้อความเร็วเกินไปหลังจากที่ข้อความก่อนหน้านี้ถูกส่ง โปรดรอก่อนที่จะส่งข้อความอีกครั้ง
tr_tr: Son mesaj gönderildikten hemen sonra mesaj göndermeye çalışıyorsunuz. Yeni mesajı göndermek için lütfen bekleyiniz.
uk_ua: Ви намагаєтеся відправити листа надто швидко після надсилання попереднього. Будь ласка, зачекайте перед відправленням листа.
vi: Bạn đang cố gắng gửi tin nhắn quá gần với lần gửi tin nhắn cuối cùng của bạn. Vui lòng đợi trước khi gửi tin nhắn khác.
zh_cn: 您正试图发送邮件后，您的最后一个消息最近也被送到。请发送前等待另一条消息.

# email.compose.error
source: There was a problem sending an email message. Please try again later, or contact your system administrator.
ar_iq: حدثت مشكلة عند إرسال الرسالة. لطفاً، حاول فيما بعد، أو اتصل بالمشرف على النظام.
az: Email mesajńĪ g√∂nd…ôr…ôrk…ôn bir x…ôta baŇü verdi. Z…ôhm…ôt olmasa daha sonra yenid…ôn c…ôhd edin v…ô ya sistem idar…ô√ßisin…ô m√ľraci…ôt edin.
bg_bg: При изпращането на имейл съобщение възникна проблем. Моля, опитайте отново по-късно или се свържете с вашия системен администратор.
ca: S'ha produït un problema en enviar el missatge de correu electrònic. Intenteu-ho més tard o contacteu amb el vostre administrador/a de sistemes.
cs: Při odesílání e-mailové zprávy došlo k potížím. Zkuste to prosím znovu později nebo se obraťte na správce systému.
da_dk: Der opstod et problem med at sende en e-mail-besked. Prøv igen senere, eller kontakt din systemadministrator.
de_de: Beim Senden einer E-Mail ist ein Problem aufgetreten. Bitte versuchen Sie es später noch einmal oder benachrichtigen Sie Ihre/n Systemadministrator/in.
el_gr: Υπήρξε πρόβλημα κατά την αποστολή ηλεκτρονικού μηνύματος. Παρακαλούμε δοκιμάστε αργότερα, ή επικοινωνήστε με τον Διαχειριστή του ιστοτόπου.
eu: Arazo bat egon da mezu elektroniko bat bidaltzean. Saiatu berriro geroago edo jarri harremanetan zure sistemaren administratzailearekin.
fi_fi: Sähköpostin lähetyksessä tapahtui virhe. Ole hyvä ja yritä uudelleen tai ota yhteyttä sivuston ylläpitäjään.
fr: Un problème est survenu lors de l'envoi de ce courriel. Veuillez réessayer plus tard ou contacter votre administrateur ou administratrice système.
gl_es: Produciuse un problema ao enviar unha mensaxe de correo electrónico. Téntao de novo máis tarde ou ponte en contacto co administrador do sistema.
he: אירעה בעיה בשליחת הודעת דוא"ל. נסה שוב מאוחר יותר, או פנה למנהל המערכת.
hr: Došlo je do problema pri slanju e-pošte. Pokušajte ponovno kasnije ili obavijestite svog administratora sustava.
hu: Sikertelen email üzenet küldés. Próbálja meg később, vagy forduljon a rendszergazdához.
hy_am: Նամակը ուղարկելու հետ կապված խնդիր կա: Խնդրում ենք կրկին փորձել մի քիչ ուշ կամ կապ հաստատեք Ձեր ադմինիստրարտորի հետ:
id_id: Terjadi masalah dalam mengirim pesan surel. Ulangi lagi atau hubungi admin sistem Anda.
is_is: Vandamál kom upp við að senda tölvupóst. Vinsamlega reyndu síðar, eða hafðu samband við tækinilega aðstoð.
it: Non è stato possibile inviare il messaggio. Riprovare o contattare l'amministratore di sistema.
ja: メールメッセージの送信中に問題が発生しました。 しばらくしてから再試行するか、システム管理者にお問い合わせください。
ka: ელფოსტის გაგზავნისას პრობლემა წარმოიშვა. გთხოვთ, სცადოთ მოგვიანებით, ან დაუკავშირდეთ თქვენი სისტემის ადმინისტრატორს.
kk: Электрондық пошта хабарын жіберу кезінде мәселе туындады. Әрекетті кейінірек қайталаңыз немесе жүйе әкімшісіне хабарласыңыз.
lt: Įvyko klaida siunčiant pranešimą elektroniniu paštu. Pabandykite vėliau arba susisiekite su savo sistemos administratoriumi (-e).
lv: Radās problēma ar e-pasta nosūtīšanu. Lūdzu, mēģiniet vēlāk vai sazinieties ar sistēmas administratoru.
mk_mk: Имаше проблем со испраќање на е-пошта. Обидете се повторно подоцна, или контактирајте го администраторот на системот.
mr: ई-मेल संदेश पाठवण्यात समस्या आली. कृपया नंतर पुन्हा प्रयत्न करा किंवा तुमच्या सिस्टम प्रशासकाशी संपर्क साधा.
ms: Terdapat masalah menghantar mesej e-mel. Sila cuba sebentar lagi atau hubungi pentadbir sistem anda.
nb: Det oppstod et problem ved sending av epost. Prøv igjen senere, eller kontakt din systemadministrator.
pl: Wystąpił problem z przesłaniem wiadomości e-mail. Spróbuj ponownie przesłać wiadomość lub skontaktuj się z administratorem.
pt_pt: Ocorreu um erro ao enviar o e-mail. Tente novamente mais tarde, ou contacte o administrador do sistema.
ro: A apărut o problemă la trimiterea unui mesaj de e-mail. Încercați din nou mai târziu sau contactați administratorul de sistem.
sl_si: Prišlo je do težave pri pošiljanju emaila. Poskusite ponovno kasneje ali kontaktirajte administratorja.
sv: Ett problem uppstod när e-postmeddelandet skulle skickas. Försök igen senare, eller kontakta din systemadministratör.
th: เกิดปัญหาในการส่งข้อความอีเมล กรุณาลองใหม่อีกครั้งในภายหลัง หรือ ติดต่อผู้ดูแลระบบของคุณ
tr_tr: E-posta mesajı gönderilirken bir sorun oluştu. Lütfen daha sonra tekrar deneyin veya sistem yöneticinize başvurun.
uk_ua: Під час надсилання повідомлення електронної пошти виникла проблема. Повторіть спробу пізніше або зверніться до системного адміністратора.
vi: Đã xảy ra vấn đề khi gửi email. Vui lòng thử lại sau hoặc liên hệ với quản trị viên hệ thống của bạn.
zh_cn: 发送电子邮件时出现问题。 请稍后重试，或与系统管理员联系。

# email.recipients
source: Recipients
ar_iq: المستلمون
az: AlńĪcńĪlar
bg_bg: Получатели
ca: Destinataris
cs: Příjemci
da_dk: Modtagere
de_de: Empfänger/innen
el_gr: Παραλήπτες
eu: Hartzaileak
fa_ir: گیرنده‌ها
fi_fi: Vastaanottajat
fr: Destinataires
gl_es: Destinatarios/as
he: נמענים
hr: Primatelji
hu: Címzettek
hy_am: Հասցեատերեր
id_id: Penerima-penerima
is_is: Viðtakendur
it: Destinatari
ja: 受信者
ka: მიმღები
kk: Қабылдаушылар
lt: Gavėjai
lv: Saņēmēji
mk_mk: Приматели
mr: प्राप्तकर्ते
ms: Penerima
nb: Mottakere
pl: Odbiorcy
pt_pt: Destinatários
ro: Destinatari
sl_si: Prejemniki
sv: Mottagare
th: ผู้รับ
tr_tr: Alıcılar
uk_ua: Отримувачі
vi: Người nhận
zh_cn: 收件人

# email.sender
source: Sender
ar_iq: المرسل
az: G√∂nd…ôr…ôn
bg_bg: Подател
ca: Remitent
cs: Odesílatel
da_dk: Afsender
de_de: Absender/in
el_gr: Αποστολέας
eu: Bidaltzailea
fa_ir: فرستنده
fi_fi: Lähettäjä
fr: Expéditeur
gl_es: Remitente
he: השולח
hr: Šalje
hu: Küldő
hy_am: Ուղարկող
id_id: Pengirim
is_is: Sendandi
it: Mittente
ja: 送信者
ka: გამგზავნი
kk: Жіберуші
lt: Siuntėjas
lv: Sūtītājs
mk_mk: Испраќач
mr: प्रेषक (पाठवणारा)
ms: Pengirim
pl: Nadawca
pt_pt: Remetente
ro: Expeditor
sl_si: Pošiljatelj
sv: Avsändare
th: ผู้ส่ง
tr_tr: Gönderen
uk_ua: Відправник
vi: Người gửi
zh_cn: 寄件人

# email.senderName
source: Sender Name
ar_iq: اسم المرسل
az: G√∂nd…ôr…ônin adńĪ
bg_bg: Име на подател
ca: Nom del remitent
cs: Jméno odesilatele
da_dk: Afsenders navn
de_de: Absender/in-Name
el_gr: Όνομα αποστολέα
eu: Bidaltzailearen izena
fa_ir: نام فرستنده
fi_fi: Lähettäjän nimi
fr: Nom de l'expéditeur
gl_es: Nome do remitente
he: שם השולח
hr: Ime pošiljatelja
hu: Küldő neve
hy_am: Ուղարկողի անուն
id_id: Nama Pengirim
is_is: Nafn sendanda
it: Nome mittente
ja: 送信者名
ka: გამგზავნის სახელი
kk: Жіберушінің аты
lt: Siuntėjo vardas
lv: Sūtītāja vārds
mk_mk: Име на испраќачот
mr: प्रेषकाचे (पाठवणार्‍याचे) नाव
ms: Nama Pengirim
nb: Avsender
pl: Nadawca
pt_pt: Nome do Remetente
ro: Nume expeditor
sl_si: Ime pošiljatelja
sv: Avsändarens namn
th: ชื่อผู้ส่ง
tr_tr: Gönderici Adı
uk_ua: Ім'я відправника
vi: Tên người gửi
zh_cn: 发件人姓名

# form.confirmSubmit
source: Are you sure you want to submit this form?
ar_iq: هل أنت متأكد من رغبتك في تقديم هذا النموذج؟
az: Bu formu g√∂nd…ôrm…ôk ist…ôdiyin…ô …ôminsinizmi?
bg_bg: Наистина ли искате да изпратите този формуляр?
ca: Esteu segur que voleu enviar aquest formulari?
cs: Jste si jisti, že chcete vložit tento formulář?
da_dk: Er du sikker på, at du vil sende denne formular?
de_de: Sind Sie sicher, dass Sie dieses Formular übermitteln möchten?
el_gr: Επιβεβαιώνετε την υποβολή της φόρμας;
eu: Ziur zaude inprimaki hau bidali nahi duzula?
fa_ir: آیا مطمئن به ثبت این فرم هستید؟
fi_fi: Haluatko varmasti lähettää tämän lomakkeen?
fr: Voulez-vous vraiment envoyer ce formulaire ?
gl_es: Estás seguro/a de que desexas enviar este formulario?
he: האם אתה בטוח שברצונך לשלוח טופס זה?
hr: Jeste li sigurni da želite poslati ovaj obrazac?
hu: Biztos benne, hogy elküldi ezt az űrlapot?
hy_am: Դուք վստա՞հ եք, որ ցանկանում եք ներկայացնել այս ձևաչափը?
id_id: Yakin ingin mengiri formulis ini?
is_is: Ertu viss um að þú viljir senda inn þetta eyðublað?
it: Sei sicuro di concludere questo formulario?
ja: このフォームを送信してもよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ ამ ფორმის წარდგენა?
kk: Осы формада жібергіңіз келетініне сенімдісіз бе?
lt: Ar tikrai norite pateikti šią formą?
lv: Vai tiešām vēlaties iesniegt šo formu?
mk_mk: Дали сте сигурни дека сакате да го доставите овој формулар?
mr: तुम्हाला हा फॉर्म नक्की दाखल करायचा आहे ना?
ms: Adakah anda pasti mahu menyerahkan borang ini?
nb: Er du sikker på at du vil sende inn dette skjemaet?
pl: Czy na pewno przesłać ten formularz?
pt_pt: Tem a certeza que pretende submeter este formulário?
ro: Sigur doriți să trimiteți acest formular?
sl_si: Ste prepričani, da želite poslati ta obrazec?
sv: Är du säker på att du vill skicka formuläret?
th: คุณแน่ใจหรือไม่ว่าต้องการส่งแบบฟอร์มนี้?
tr_tr: Bu formu göndermek istediğinizden emin misiniz?
uk_ua: Ви впевнені що бажаєте надіслати цю форму?
vi: Bạn có chắc chắn muốn nộp biểu mẫu này không?
zh_cn: 你确定你要提交这个表单吗？

# form.confirmSubmit.title
source: Confirm
ar_iq: تأكيد
az: T…ôsdiql…ôyin
bg_bg: Потвърждаване
ca: Confirmar
cs: Potvrdit
da_dk: Bekræft
de_de: Bestätigen
el_gr: Επιβεβαίωση
eu: Baieztatu
fa_ir: تأیید
fi_fi: Vahvista
fr: Confirmer
gl_es: Confirmar
he: אשר
hr: Potvrdi
hu: Megerősítés
hy_am: Հաստատել
id_id: Konfirmasi
is_is: Staðfesta
it: Conferma
ja: 確認
ka: დადასტურება
kk: Растау
lt: Patvirtinti
lv: Apstiprināt
mk_mk: Потврди
mr: खात्री करा (Confirm)
ms: Sahkan
nb: Bekreft
pl: Potwierdź
pt_pt: Confirmar
ro: Confirmă
sl_si: Potrdi
sv: Bekräfta
th: ยืนยัน
tr_tr: Doğrula
uk_ua: Підтвердження
vi: Xác nhận
zh_cn: 确认

# form.dataHasChanged
source: The data on this form has changed. Do you wish to continue without saving?
ar_iq: البيانات في هذا النموذج تغيرت. تستمر رغم ذلك وبدون حفظها؟
az: FormdakńĪ datalar d…ôyiŇüdi. Davam edilsinmi?
bg_bg: Данните в този формуляр са променени. Искате ли да продължите без запазване?
ca: Les dades d'aquest formulari han canviat. Voleu continuar sense desar?
cs: Údaje v tomto formuláři se změnily. Chcete opravdu pokračovat bez uložení?
da_dk: Dataene i denne formular er ændret. Fortsæt alligevel?
de_de: Die Daten in diesem Formular haben sich geändert. Trotzdem fortfahren?
el_gr: Τα δεδομένα αυτής της φόρμας έχουν αλλάξει. Θέλετε να συνεχίσετε σε κάθε περίπτωση;
eu: Inprimaki honetako datuak aldatu dira. Jarraitu hala ere?
fa_ir: داده‌های موجود در این فرم تغییر داده شده‌اند. آیا مطمئنید که می‌خواهید بدون ذخیره آن‌ها ادامه دهید؟
fi_fi: Tämän lomakkeen tiedot ovat muuttuneet. Haluatko jatkaa tallentamatta?
fr: Les données de ce formulaire ont été modifiées. Vous voulez continuer sans sauvegarder ?
gl_es: Os datos deste formulario cambiaron. Queres continuar sen gardar?
he: הנתונים בטופס זה שונו. האם אתה רוצה להמשיך בלי לשמור?
hr: Podaci na ovom obrascu su promijenjeni. Ipak nastavite?
hu: Az űrlapon az adatok megváltoztak. Mentés nélkül akarja folytatni?
hy_am: Այս ձևաչափի տվյալները փոփոխվել են: Դուք ցանկանու՞մ եք շարունակել առանց պահպանելու?
id_id: Data pada formulir ini telah berubah. Ingin menyimpannya?
is_is: Gögn á þessu eyðublaði hafa breyst. Viltu halda áfram án þess að vista breytingar?
it: I dati nel formulario sono cambiati. Continui ugualmente?
ja: このフォームのデータが変更されました。 保存せずに続行しますか？
ka: ამ ფორმის მონაცემები შეიცვალა. გსურთ გააგრძელოთ შენახვის გარეშე?
kk: Бұл формадағы деректер өзгерді. Сақтамай жалғастыруды қалайсыз ба?
lt: Duomenys šioje formoje pasikeitė. Norite tęsti neišsaugoję?
lv: Dati šajā formā ir mainījušies. Vai vēlaties turpināt bez saglabāšanas?
mk_mk: Податоците за оваа форма се променети. Дали сакате да продолжите без да ги снимите?
mr: या फॉर्मवरील डेटा बदलला आहे. तुम्हाला सेव्ह न करता तसेच पुढे जायचे आहे का?
ms: Data pada borang ini telah berubah. Adakah anda ingin meneruskan tanpa menyimpan?
nb: Data i skjemaet har blitt endret. Vil du fortsette uten å lagre?
pl: Dane w tym formularzu uległy zmianie. Kontynuować?
pt_pt: A informação inserida no formulário foi modificada. Pretende avançar sem guardar as alterações?
ro: Datele din acest formular au fost schimbate. Doriți să continuați fără a salva?
sl_si: Podatki na tem obrazcu so se spremenili. vseeno nadaljujem?
sv: Informationen i formuläret har ändrats. Vill du fortsätta utan att spara?
th: ข้อมูลในแบบฟอร์มนี้มีการเปลี่ยนแปลง คุณต้องการดำเนินการต่อโดยไม่บันทึกหรือไม่?
tr_tr: Formdaki veriler değişti. Devam edilsin mi?
uk_ua: Дані цієї форми були змінені.Бажаєте продовжити без збереження?
vi: Dữ liệu trên biểu mẫu này đã thay đổi. Bạn có muốn tiếp tục mà không lưu không?
zh_cn: 这个表单的数据已经改变。继续吗？

# form.disallowedLocales
source: Only the following languages are allowed: {$languages}.
ar_iq: اللغات الآتية فقط متاحة: {$languages}.
az: Sad…ôc…ô bu dill…ôr…ô icaz…ô verilir: {$languages}
bg_bg: Разрешени са само следните езици: {$languages}.
ca: Només estan permesos els següents idiomes: {$languages}.
cs: Jsou povoleny pouze následující jazyky: {$languages}.
da_dk: Kun følgende sprog er tilladt: {$languages}.
de_de: Nur die folgenden Sprachen sind zugelassen: {$languages}.
el_gr: Επιτρέπονται μόνο οι ακόλουθες γλώσσες: {$Languages}.
eu: Hizkuntza hauek bakarrik onartzen dira: {$languages}.
fi_fi: Vain seuraavat kielet sallitaan: {$languages}.
fr: Seules les langues suivantes sont autorisées : {$languages}.
gl_es: Só se permiten os seguintes idiomas: {$languages}.
he: מותרות רק השפות הבאות: {$languages}.
hr: Dopušteni su samo sljedeći jezici: {$languages}.
hu: Az alábbi nyelvek engedélyezettek: {$languages}.
hy_am: Թույլատրված են միայն հետևյալ լեզուները՝ {$languages}:
id_id: Hanya bahasa berikut yang dibolehkan: {$languages}.
is_is: Aðeins eftirfarandi tungumál eru leyfð:: {$languages}.
it: Sono consentite solo le seguenti lingue: {$languages}.
ja: 次の言語のみが許可されています: {$languages}。
ka: დასაშვებია მხოლოდ შემდეგი ენები: {$languages}.
kk: Келесі тілдерге ғана рұқсат етіледі: {$languages}.
lt: Leidžiamos tik šios kalbos: {$languages}.
lv: Ir atļautas tikai šādas valodas: {$languages}.
mk_mk: Дозволени се само следниве јазици: {$languages}.
mr: फक्त खालील भाषा वापरता येतील : {$languages}.
ms: Hanya bahasa berikut dibenarkan: {$languages}.
nb: Bare følgende språk er tillatt: {$languages}.
pl: Tylko te języki są dozwolone: {$languages}.
pt_pt: Apenas os seguintes idiomas são permitidos: {$languages}.
ro: Doar următoarele limbi sunt permise: {$languages}.
sl_si: Dovoljeni so le naslednji jeziki: {$languages}.
sv: Endast följande språk är tillåtna: {$languages}.
th: อนุญาตเฉพาะภาษาต่อไปนี้เท่านั้น: {$languages}.
tr_tr: Yalnızca şu dillere izin verilir: {$languages}.
uk_ua: Тільки наступні мови дозволені: {$languages}.
vi: Chỉ các ngôn ngữ sau đây được phép: {$languages}.
zh_cn: 仅允许以下语言：{$languages}。
