Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# form.formLanguage
source: Form Language
ar_iq: لغة النموذج
az: Form dili
bg_bg: Език на формуляра
ca: Llengua del formulari
cs: Jazyk formuláře
da_dk: Formularsprog
de_de: Formularsprache
el_gr: Γλώσσα φόρμας
eu: Hizkuntza
fa_ir: زبان فرم
fi_fi: Lomakkeen kieli
fr: Langue du formulaire
gl_es: Idioma do formulario
he: שפת הטופס
hr: Jezik obrasca
hu: Űrlap nyelv
hy_am: Ձևավորել լեզուն
id_id: Bahasa
is_is: Tungumál eyðublaðs
it: Lingua del modulo
ja: 入力言語
ka: ფორმის ენა
kk: Тіл формасы
lt: Formos kalba
lv: Formas valoda
mk_mk: Јазичен формулар
mr: फॉर्मची भाषा
ms: Bahasa
nb: Språk for skjema
pl: Język formularza
pt_pt: Idioma do formulário
ro: Forma limbii
sl_si: Obrazec za jezik
sv: Formulärspråk
th: ภาษาของแบบฟอร์ม
tr_tr: Form Dili
uk_ua: Мова форми
vi: Ngôn ngữ biểu mẫu
zh_cn: 表单语言

# form.startsWith
source: starts with
ar_iq: يبدأ بـ
az: il…ô baŇülayńĪr
bg_bg: започва с
ca: comença per
cs: začíná (čím)
da_dk: begynder med
de_de: beginnt mit
el_gr: αρχίζει με
eu: honela hasten da
fa_ir: شروع با
fi_fi: alkaa
fr: commence par
gl_es: comeza con
he: מתחיל ב-
hr: počinje sa
hu: kezdődik
hy_am: սկսվում է
id_id: Mulai dengan
is_is: byrjar á
it: inizia con
ja: で始まる
ka: იწყება
kk: -ден басталады
lt: prasideda
lv: sākas ar
mk_mk: почнува со
mr: सुरुवात होते
ms: bermula dengan
nb: begynner med
pl: zaczyna się od
pt_pt: iniciar por
ro: începe cu
sl_si: se začne z
sv: börjar med
th: เริ่มต้นด้วย
tr_tr: ile başlar
uk_ua: починається з
vi: bắt đầu bằng
zh_cn: 始于

# form.postRequired
source: The form was not submitted properly.
ar_iq: لم يتم تقديم النموذج بالشكل الصحيح.
az: Form dońüru bir Ňü…ôkild…ô g√∂nd…ôril…ô bilm…ôdi
bg_bg: Формулярът не е изпратен правилно.
ca: El formulari no s’ha enviat correctament.
cs: Formulář nebyl správně odeslán.
da_dk: Formularen blev ikke sendt korrekt.
de_de: Das Formular wurde nicht ordnungsgemäß ausgefüllt.
el_gr: Η φόρμα δεν υποβλήθηκε κανονικά.
eu: Inprimakia ez da ondo bidali.
fa_ir: داده‌های فرم به صورت صحیحی وارد نشده است
fi_fi: Lomaketta ei lähetetty oikein.
fr: Le formulaire n'a pas été soumis correctement.
gl_es: O formulario non se enviou correctamente.
he: הטופס לא הוגש כהלכה.
hr: Formular nije ispravno unesen.
hu: Az űrlapot nem küldték be rendesen.
hy_am: Ձևաչափը չի ներկայացվել պատշաճ:
id_id: Form tidak diserahkan dengan tepat.
is_is: Eyðublaðið var ekki sent inn á réttan hátt.
it: Il modulo non è stato inviato correttamente.
ja: フォームの送信が失敗しました。
ka: ფორმა სათანადოდ არ იქნა წარდგენილი.
kk: Формасы дұрыс жіберілмеді.
lt: Forma nebuvo pateikta tinkamai.
lv: Forma netika iesniegta pareizi.
mk_mk: Образецот не е доставен како што треба.
mr: फॉर्म योग्यरित्या दाखल झालेला नाही.
ms: Borang tidak diserahkan dengan betul.
nb: Skjemaet ble ikke levert riktig.
pl: Formularz nie został wysłany poprawnie.
pt_pt: Problemas no envio do formulário.
ro: Formularul nu a fost trimis corect.
sl_si: Ta obrazec ni bil pravilno poslan.
sv: Formuläret var inte korrekt ifyllt.
th: แบบฟอร์มนี้ไม่ได้ถูกส่งอย่างถูกต้อง
tr_tr: Form düzgün bir şekilde gönderilemedi.
uk_ua: Форма не була надіслана належним чином.
vi: Biểu mẫu chưa được gửi đúng cách.
zh_cn: 表格没有正确的提交.

# form.csrfInvalid
source: The form could not be submitted. You may have been logged out. Please reload the page and try again.
ar_iq: تعذر تقديم النموذج. ربما سجلت خروجك من الموقع. لطفاً، قم بتنشيط الصفحة ثم حاول مجدداً.
az: Form g√∂nd…ôrilm…ôdi. √áńĪxmńĪŇü ola bil…ôrsiniz. Z…ôhm…ôt olmasa s…ôhif…ôni yenid…ôn y√ľkl…ôyin v…ô yenid…ôn c…ôhd edin.
bg_bg: Формулярът не можа да бъде изпратен. Може да сте излезли от системата. Моля, презаредете страницата и опитайте отново.
ca: El formulari no s'ha pogut enviar. És possible que hagueu estat desconnectat. Torneu a carregar la pàgina i torneu-ho a provar.
cs: Formulář nelze odeslat. Možná jste byli odhlášeni. Znovu načtěte stránku a zkuste to znovu.
da_dk: Formularen kunne ikke indsendes. Du er muligvis blevet logget ud. Genindlæs siden , og prøv igen.
de_de: Dieses Formular konnte nicht abgeschickt werden. Sie wurden möglicherweise abgemeldet. Bitte laden Sie die Seite neu und versuchen Sie es erneut.
el_gr: Η φόρμα δεν υποβλήθηκε κανονικά.
eu: Ezin izan da formularioa bidali. Baliteke saioa itxita egotea. Kargatu berriro orria eta saiatu berriro.
fi_fi: Lomaketta ei voitu lähettää. Sinut on mahdollisesti kirjattu ulos. Virkistä nykyinen sivu ja yritä uudelleen.
fr: Le formulaire n'a pas pu être soumis. Vous avez peut être été déconnecté ou déconnectée. Veuillez recharger la page et essayer à nouveau.
gl_es: Non se puido enviar o formulario. É posible que foras desconectado. Recarga a páxina e téntao de novo.
he: לא הייתה אפשרות להגיש את הטופס. ייתכן שהתנתקת. אנא טען מחדש את הדף ונסה שוב.
hr: Ovaj obrazac nije moguće poslati. Možda ste bili odjavljeni. Ponovno učitajte stranicu i pokušajte ponovno.
hu: Az űrlap nem megfelelően benyújtott.
hy_am: Ձևաչափը չի կարող ներկայացվել: Դուք, գուցե, համակարգից դուրս եք եկել: Խնդրում ենք թարմացնել էջը և կրկին փորձել:
id_id: Formulir tidak dapat dikirimkan. Anda mungkin sudah logged out. Harap muat ulang halaman dan coba lagi.
is_is: Ekki var hægt að senda inn eyðublaðið. Mögulega er búið að aftengja þig. Vinsamlega endurhalddu síðunni og reyndu aftur.
it: Il form non è stato inviato correttamente.
ja: フォームの送信が失敗しました。ログアウトされた可能性があります。 ページを再読み込みして、もう一度やり直してください。
ka: ფორმის წარდგენა ვერ მოხერხდა. თქვენ შეიძლება გამოსული ხართ. გთხოვთ, გადატვირთოთ გვერდი და ისევ სცადოთ.
kk: Форманы жіберу мүмкін емес. Сіз жүйеден шыққан болуыңыз мүмкін. Бетті қайта жүктеп, әрекетті қайталаңыз.
lt: Forma nebuvo pateikta tinkamai.
lv: Formu nevarēja iesniegt. Iespējams, jūs esat atteicies no sistēmas. Lūdzu, ielādējiet lapu no jauna un mēģiniet vēlreiz.
mk_mk: Формуларот не може да се достави. Можеби сте биле одјавени. Повторно вчитајте ја страницата и обидете се повторно.
mr: फॉर्म दाखल करता आलेला नाही. तुम्ही कदाचित लॉग-आउट झाला असाल. कृपया पृष्ठ पुनर्स्थापित (रिलोड) करून पुन्हा प्रयत्न करा.
ms: Borang tidak dapat diserahkan. Anda mungkin telah log keluar. Sila muat semula halaman dan cuba lagi.
nb: Dette skjemaet ble ikke levert inn riktig. Du kan ha blitt logget ut. Last siden på nytt og prøv igjen.
pl: Formularz nie został przesłany poprawnie.
pt_pt: O formulário não foi submetido. Pode ter saído do sistema. Recarregue a página e tente novamente.
ro: Formularul nu a putut fi depus. Este posibil să fiți deconectat. Reîncărcați pagina și încercați din nou.
sl_si: Obrazen ni bil poslal. Morda ste bili odjavljeni. Prosimo ponovno naložite stran in poskusite ponovno.
sv: Formuläret kunde inte skickas in. Du kan ha blivit utloggad ur systemet. Ladda om sidan och försök igen.
th: ไม่สามารถส่งแบบฟอร์มได้ คุณอาจถูกออกจากระบบ โปรดรีเฟรชหน้าและลองใหม่อีกครั้ง
tr_tr: Form gönderilemedi. Çıkış yapmış olabilirsiniz. Lütfen sayfayı yeniden yükleyin ve tekrar deneyin.
uk_ua: Форма не була надіслана належним чином.
vi: Không thể gửi biểu mẫu. Bạn có thể đã bị đăng xuất. Vui lòng tải lại trang và thử lại.
zh_cn: 该表格无法提交。 您可能已注销。 请刷新页面，然后再试一次。

# form.resubmit
source: Resubmit
ar_iq: إعادة التقديم
az: Yenid…ôn g√∂nd…ôr
bg_bg: Изпратете отново
ca: Torna a trametre
cs: Znovu poslat
da_dk: Send igen
de_de: Erneut abschicken
el_gr: Επανυποβολή
eu: Birbidali
fa_ir: ارائه مجدد
fi_fi: Lähetä uudelleen
fr: Soumettre de nouveau
gl_es: Reenviar
he: הגש מחדש
hr: Ponovno podnošenje
hu: Újrabeküld
hy_am: Կրկին ներկայացնել
id_id: Serahkan ulang
is_is: Senda aftur
it: Invia
ja: 再実行
ka: ხელახლა გაგზავნა
kk: Қайта жіберіңіз
lt: Pakartotinai pateikti
lv: Iesniegt atkārtoti
mk_mk: Повторно испрати
mr: पुन्हा सादर करा
ms: Serahkan semula
nb: Send inn igjen
pl: Wyślij ponownie
pt_pt: Enviar novamente
ro: Reînregistrați
sl_si: Ponovno pošlji
sv: Skicka in igen
th: ส่งอีกครั้ง
tr_tr: Tekrar Gönder
uk_ua: Відправити знову
vi: Nộp lại
zh_cn: 重新提交

# form.saved
source: Saved
ar_iq: تم الحفظ
az: Yadda saxlandńĪ
bg_bg: Записано
ca: Guardat
cs: Uloženo
eu: Gordeta
fr: Enregistré
gl_es: Gardado
he: נשמר
hr: spremljeno
hu: Elmentve
hy_am: Պահպանված է
is_is: Vistað
it: Salvato
ja: 保存済み
ka: შენახულია
kk: Сақталған
lt: Išsaugota
lv: Saglabāts
mr: सेव्ह झाले
ms: Disimpan
nb: Lagret
pl: Zapisano
sv: Sparad
th: บันทึกแล้ว
tr_tr: Kaydedildi
vi: Đã lưu

# form.saveToUpload
source: Use Save to upload file.
ar_iq: استعمل (حفظ) لرفع الملف.
az: FaylńĪ y√ľkl…ôm…ôk √ľ√ß√ľn yadda saxlanńĪ istifad…ô edin
bg_bg: Използвайте "Запазване", за да качите файл.
ca: Utilitzeu «Desa» per carregar l'arxiu.
cs: Pro nahrání souboru použijte Uložit.
da_dk: Brug 'Gem' for at overføre filen.
de_de: Verwenden Sie Speichern zum Hochladen der Datei.
el_gr: Χρησιμοποιήστε την εντολή Αποθήκευση για να μεταφορτώσετε το αρχείο.
eu: Fitxategia kargatzeko, hautatu Gorde.
fa_ir: برای آپلود فایل بر روی ذخیره کلیک کنید
fi_fi: Käytä Tallenna-painiketta ladataksesi tiedoston.
fr: Utiliser Enregistrer pour transférer le fichier.
gl_es: Use Gardar para cargar o arquivo.
he: השתמש בשמירה כדי להעלות קובץ.
hr: Koristite "spremi" kako bi poslali datoteku.
hu: Használja a Mentést a fájl feltöltéséhez.
hy_am: Ֆայլերի պահպանման համար կիրառեք «Պահպանել» կոճակը։
id_id: Gunakan simpan untuk mengunggah file.
is_is: Notaðu "Vista" til að hlaða upp skrá.
it: Usa il pulsante salva per caricare un file.
ja: 保存ボタンを押してファイルをアップロードしてください。
ka: გამოიყენეთ შენახვა ფაილის ასატვირთად.
kk: Файлды жүктеп салу үшін Сақтау батырмасын пайдаланыңыз.
lt: Norėdami įkelti failą, paspauskite „išsaugoti“.
lv: Lietojiet Saglabāt, lai augšupielādētu datni.
mk_mk: Користете Зачувај за да испратите датотека.
mr: फाईल संक्रमित (अपलोड) करण्यासाठी सेव्ह वापरा.
ms: Gunakan Simpan untuk memuat naik fail.
nb: Bruk «Lagre» for å laste opp filen.
pl: Wybierz plik do przesłania na stronę.
pt_pt: Clique Guardar para transferir documento.
ro: Folosiți Salvare pentru a încărca fișierul.
sl_si: Uporabite "Shrani" za nalaganje datoteke.
sv: Använd Spara för att ladda upp filen.
th: ใช้การบันทึกเพื่ออัปโหลดไฟล์
tr_tr: Dosyayı yüklemek için Kaydet'i kullanınız.
uk_ua: Для завантаження файлу використовуйте кнопку "Зберегти".
vi: Sử dụng Lưu để tải lên tệp.
zh_cn: 使用保存上传文件.

# form.send
source: Send
ar_iq: إرسال
az: G√∂nd…ôr
bg_bg: Изпрати
ca: Enviar
cs: Poslat
de_de: Senden
el_gr: Αποστολή
eu: Bidali
fa_ir: ارسال
fi_fi: Lähetä
fr: Envoyer
gl_es: Enviar
he: שלח
hr: Pošalji
hu: Küldés
hy_am: Ուղարկել
id_id: Kirim
is_is: Senda
it: Spedisci
ja: 送信
ka: გაგზავნა
kk: Жіберу
lt: Siųsti
lv: Nosūtīt
mk_mk: Испрати
mr: पाठवा
ms: Hantar
pl: Wyślij
pt_pt: Enviar
ro: Trimite
sl_si: Pošlji
sv: Skicka
th: ส่ง
tr_tr: Gönder
uk_ua: Надіслати
vi: Gửi
zh_cn: 发送

# form.submit
source: Submit
ar_iq: تقديم
az: G√∂nd…ôr
bg_bg: Изпрати
ca: Trametre
cs: Odeslat
da_dk: Fremsend
de_de: Abschicken
el_gr: Υποβολή
eu: Bidali
fa_ir: ثبت
fi_fi: Lähetä
fr: Soumettre
gl_es: Enviar
he: הגש
hr: Podnošenje
hu: Beküld
hy_am: Ներկայացնել
id_id: Serahkan
is_is: Senda
it: Invia
ja: 実行
ka: გაგზავნა
kk: Жіберу
lt: Pateikti
lv: Iesniegt
mk_mk: Поднеси
mr: सादर करा
ms: Serah
nb: Send inn
pl: Wyślij
pt_pt: Submeter
ro: Înregistrează
sl_si: Pošlji
sv: Skicka in
th: ยืนยันการส่ง
tr_tr: Gönder
uk_ua: Відправити
vi: Nộp
zh_cn: 提交

# form.invalidImage
source: An invalid image was uploaded. Accepted formats are .png, .gif, or .jpg.
ar_iq: تم رفع صورة غير صحيحة. الصيغ المقبولة هي .png، .gif، أو .jpg.
az: X…ôtalńĪ Ňü…ôkil y√ľkl…ôndi. EtibarlńĪ formatlarńĪ. png, .gif, v…ô ya .jpg'dir.
bg_bg: Беше качено невалидно изображение. Приетите формати са .png, .gif или .jpg.
ca: S'ha carregat una imatge no vàlida. Els formats acceptats són .png, .gif, o bé .jpg.
cs: Byl nahrán neplatný obrázek. Přípustné formáty jsou .png, .gif nebo .jpg.
da_dk: Et ugyldigt billede blev uploadet. De accepterede formater er .png, .gif eller .jpg.
de_de: Es wurde ein ungültiges Bild hochgeladen. Akzeptierte Formate sind .png, .gif und .jpg.
el_gr: Μη έγκυρος τύπος αρχείου εικόνας προς μεταφόρτωση. Αποδεκτοί τύποι είναι οι .png, .gif, ή .jpg.
eu: Irudi baliogabe bat kargatu da. Onartzen diren formatuak: .png, .gif, edo .jpg.
fa_ir: تصویر آپلود شده معتبر نیست. فرمت‌های معتبر شامل jpg، png و gif می‌باشد.
fi_fi: Virheellinen kuva ladattiin. Hyväksytyt muodot ovat .png, .gif ja .jpg.
fr: Une image non valide a été téléchargée. Seuls les formats .png, .gif ou .jpg sont acceptés.
gl_es: Cargouse unha imaxe non válida. Os formatos aceptados son .png, .gif ou .jpg.
he: הועלתה תמונה לא תקפה. התבניות המקובלות הן .png, .gif או .jpg.
hr: Učitana je nevažeća slika. Prihvaćeni formati su .png, .gif i .jpg.
hu: Érvénytelen képet töltött fel. Az elfogadott formátumok .png, .gif, vagy .jpg.
hy_am: Անվավեր նկար է բեռնվել: Ընդունելի ձևաչափերն են .png, .gif, կամ .jpg:
id_id: Gambar yang dipilih tidak valid. Format yang diterima adalah .png, .gif, atau .jpg.
is_is: Ógildri mynd var hlaðið upp. Leyfðar tegundir eru: .png, .gif, eða .jpg.
it: Formato dell'immagine non valido. I formati consentiti sono .png, .gif, or .jpg.
ja: 無効な画像ファイルがアップロードされました。使用可能な形式は.png、.gif、.jpgです。
ka: აიტვირთა არასწორი სურათი. მიღებული ფორმატებია .png, .gif ან .jpg.
kk: Жарамсыз сурет жүктелді. Қабылданатын форматтар келесідей .png, .gif немесе .jpg.
lt: Paveikslėlis įkeltas netinkamu formatu. Reikia pateikti .png, .gif arba .jpg formatais.
lv: Tika augšupielādēts nederīgs attēls. Pieņemtie formāti ir .png, .gif vai .jpg.
mk_mk: Поставена е невалидна слика. Прифатените формати се .png, .gif или .jpg.
mr: चुकीच्या स्वरूपात प्रतिमा संक्रमित (अपलोड) केली. स्वीकृत स्वरूपे .png, .gif, किंवा .jpg आहेत.
ms: Imej tidak sah telah dimuat naik. Format yang diterima ialah .png, .gif atau .jpg.
nb: Ugyldig bildeformat. Gyldige formater: .png, .gif eller .jpg.
pl: Został przesłany obraz o niepoprawnym rozszerzeniu. Akceptowane formaty to PNG, GIF lub JPG.
pt_pt: Foi transferida uma imagem inválida. Os formatos aceites são .png, .gif, or .jpg.
ro: A fost încărcată o imagine invalidă. Formatele acceptate sunt .png, .gif, sau .jpg.
sl_si: Dodana je bila slika v napačnem formatu. Dovoljeni formati so le .png, .gif, or .jpg.
sv: En ogiltig bildfil laddades upp. Tillåtna format är .png, .gif eller .jpg.
th: อัปโหลดรูปภาพไม่ถูกต้อง รูปแบบที่ยอมรับคือ .png, .gif, หรือ .jpg
tr_tr: Hatalı görsel yüklendi. Geçerli biçimleri .png, .gif, veya .jpg'tir.
uk_ua: Неправильне зображення. Допустимими форматами є: .png, .gif, або .jpg.
vi: Đã tải lên hình ảnh không hợp lệ. Các định dạng được chấp nhận là .png, .gif, hoặc .jpg.
zh_cn: 无效的图像上传,允许的格式有.png,.gif,或者.jpg

# help.help
source: Help
ar_iq: المساعدة
az: K√∂m…ôk etm…ôk
bg_bg: Помощ
ca: Ajuda (en anglès)
cs: Pomoc
da_dk: Hjælp
de_de: Hilfe
el_gr: Βοήθεια
eu: Laguntza
fa_ir: راهنما
fi_fi: Ohjeet
fr: Aide
gl_es: Axuda
he: עזרה
hr: Pomoć
hu: Súgó
hy_am: Օգնություն
id_id: Bantuan
is_is: Hjálp
it: Aiuto
ja: ヘルプ
ka: დახმარება
kk: Көмек
lt: Pagalba
lv: Palīdzība
mk_mk: Помош
mr: मदत
ms: Bantuan
nb: Hjelp
pl: Pomoc
pt_pt: Ajuda
ro: Ajutor
sl_si: Pomoč
sv: Hjälp
th: ความช่วยเหลือ
tr_tr: Yardım
uk_ua: Допомога
vi: Trợ giúp
zh_cn: 帮助

# help.toc
source: Table of Contents
ar_iq: جدول المحتويات
az: M√ľnd…ôricat
bg_bg: Съдържание
ca: Taula de continguts
cs: Obsah
da_dk: Indholdsfortegnelse
de_de: Inhaltsverzeichnis
el_gr: Πίνακας περιεχομένων
eu: Aurkibidea
fa_ir: فهرست مطالب
fi_fi: Sisällysluettelo
fr: Table des matières
gl_es: Taboa de contidos
he: תוכן עניינים
hr: Kazalo sadržaja
hu: Tartalomjegyzék
hy_am: Բովանդակություն
id_id: Daftar Isi
is_is: Efnisyfirlit
it: Sommario
ja: 目次
ka: თავფურცელი
kk: Мазмұны
lt: Turinys
lv: Satura rādītājs
mk_mk: Содржина
mr: अनुक्रमणिका
ms: Isi Kandungan
nb: Innhold
pl: Spis treści
pt_pt: Sumário
ro: Cuprins
sl_si: Kazalo vsebine
sv: Innehållsförteckning
th: สารบัญ
tr_tr: İçindekiler
uk_ua: Зміст
vi: Mục lục
zh_cn: 目录

# help.previous
source: Previous
ar_iq: السابق
az: ∆Źvv…ôlki
bg_bg: Назад
ca: Previ
cs: Předešlý
da_dk: Forrige
de_de: zurück
el_gr: Προηγούμενα
eu: Aurrekoa
fa_ir: قبلی
fi_fi: Edellinen
fr: Précédent
gl_es: Anterior
he: הקודם
hr: natrag
hu: Előző
hy_am: Նախորդ
id_id: Sebelumya
is_is: Fyrri
it: Precedente
ja: 前へ
ka: წინა
kk: Алдыңғы
lt: Ankstesnis
lv: Iepriekšējais
mk_mk: Претходно
mr: मागील
ms: Sebelumnya
nb: Forrige
pl: Poprzedni
pt_pt: Anterior
ro: Anterior
sl_si: Nazaj
sv: Föregående
th: ก่อนหน้า
tr_tr: Önceki
uk_ua: Попереднє
vi: Trước
zh_cn: 上一个

# help.next
source: Next
ar_iq: التالي
az: SonrakńĪ
bg_bg: Напред
ca: Següent
cs: Další
da_dk: Næste
de_de: weiter
el_gr: Επόμενα
eu: Hurrengoa
fa_ir: بعدی
fi_fi: Seuraava
fr: Suivant
gl_es: Seguinte
he: הבא
hr: sljedeće
hu: Következő
hy_am: Հաջորդ
id_id: Berikutnya
is_is: Næst
it: Prossimo
ja: 次へ
ka: შემდეგი
kk: Келесі
lt: Kitas
lv: Nākamais
mk_mk: Следно
mr: पुढील
ms: Seterusnya
nb: Neste
pl: Następny
pt_pt: Próximo
ro: Următor
sl_si: Naprej
sv: Nästa
th: ถัดไป
tr_tr: Sonraki
uk_ua: Наступне
vi: Tiếp
zh_cn: 下一个

# help.upALevel
source: Up a Level
ar_iq: المستوى الأعلى
az: Bir s…ôviyy…ôd…ôn yuxarńĪ
bg_bg: Ниво нагоре
ca: Puja un nivell
cs: O úroveň výše
da_dk: Ét niveau op
de_de: Nächsthöhere Ebene
el_gr: Ένα επίπεδο πάνω
eu: Igo maila bat
fa_ir: یک لایه بالاتر
fi_fi: Yksi taso ylöspäin
fr: Niveau supérieur
gl_es: Subir de nivel
he: לעלות רמה
hr: Viša razina
hu: Egy szinttel feljebb
hy_am: Մեկ մակարդակ վերև
id_id: Naik satu level
is_is: Upp um þrep
it: Sali di un livello
ja: 上位トピックへ
ka: დონის ამაღლება
kk: Деңгейге көтерілу
lt: Grįžti aukščiau
lv: Līmeni augstāk
mk_mk: Едно ниво погоре
mr: एक पातळी वर
ms: Naik Tahap
nb: Opp et nivå
pl: Wyżej o jeden poziom
pt_pt: Subir um Nível
ro: Un nivel mai sus
sl_si: Nivo više
sv: Upp en nivå
th: ขึ้นไปหนึ่งระดับ
tr_tr: Bir düzey yukarı
uk_ua: На рівень вище
vi: Lên một cấp
zh_cn: 上移一个级别

# icon.checked.alt
source: Checked
ar_iq: مؤشر
az: Se√ßilmiŇü
bg_bg: Избрано
ca: Activat
cs: Zaškrtnuto
da_dk: Markeret
de_de: Auswählen
el_gr: Επιλεγμένο
eu: Hautatuta
fa_ir: بررسی شده
fi_fi: Valittu
fr: Coché
gl_es: Marcado
he: נבדק
hr: Provjereno
hu: Ellenőrzött
hy_am: Ստուգված
id_id: Centang
is_is: Merkt
it: Controllato
ja: チェック済
ka: შემოწმებული
kk: Тексерілген
lt: Pasirinkta
lv: Atzīmēts
mk_mk: Проверено
mr: तपासले
ms: Diperiksa
nb: Merket
pl: Zaznaczone
pt_pt: Selecionado
ro: Verificat
sl_si: Odkljukano
sv: Markerad
th: เลือกแล้ว
tr_tr: Seçilmiş
uk_ua: Вибрано
vi: Đã kiểm tra
zh_cn: 已经检查

# icon.comment.alt
source: Comment
ar_iq: تعليق
az: Ňě…ôrh
bg_bg: Коментар
ca: Comentari
cs: Komentář
da_dk: Kommentar
de_de: Kommentieren
el_gr: Σχόλια
eu: Iruzkina
fa_ir: نظر
fi_fi: Kommentoi
fr: Commentaire
gl_es: Comentario
he: הגב
hr: Komentar
hu: Megjegyzés
hy_am: Մեկնաբանություն
id_id: Komentar
is_is: Athugasemd
it: Commenta
ja: コメント
ka: კომენტარი
kk: Түсініктеме
lt: Komentaras
lv: Komentārs
mk_mk: Коментар
mr: टिप्पणी
ms: Komen
nb: Kommentar
pl: Komentarz
pt_pt: Comentário
ro: Comentariu
sl_si: Komentar
sv: Kommentar
th: ความคิดเห็น
tr_tr: Yorum
uk_ua: Коментар
vi: Nhận xét
zh_cn: 评论

# icon.font_small.alt
source: Small
ar_iq: صغير
az: Ki√ßik
bg_bg: Малък
ca: Petita
cs: Malý
da_dk: Lille
de_de: Klein
el_gr: Μικρά
eu: Txikia
fa_ir: کوچک
fi_fi: Pieni
fr: Petite
gl_es: Pequena
he: קטן
hr: Mali
hu: Kicsi
hy_am: Փոքր
id_id: Kecil
is_is: Lítið
it: Piccolo
ja: 小
ka: პატარა
kk: Кіші
lt: Mažas
lv: Maza izmēra
mk_mk: Мало
mr: लहान
ms: Kecil
nb: Liten
pl: Pomniejsz
pt_pt: Menor
ro: Mic
sl_si: Malo
sv: Liten
th: เล็ก
tr_tr: Küçük
uk_ua: Маленький
vi: Nhỏ
zh_cn: 小号

# informationCenter.pastNotes
source: Earlier Revision Notes
ar_iq: ملاحظات التحكيم السابقة
az: ∆Źvv…ôlki d√ľz…ôliŇü qeydl…ôri
bg_bg: Бележки към ревизии
ca: Notes anteriors
cs: Dřívější poznámky k revizi
da_dk: Tidligere revisionsnoter
de_de: Frühere Anmerkungen
el_gr: Σημειώσειε προηγούμενων αναθεωρήσεων
eu: Aurreko berrikuspen-oharrak
fa_ir: یادداشت اصلاحات پیشین
fi_fi: Aiemmat korjauksiin liittyvät muistiinpanot
fr: Notes antérieures
gl_es: Notas anteriores
he: הערות עדכון מוקדמות יותר
hr: Prethodne bilješke
hu: A korábbi szakmai lektorálás megjegyzései
hy_am: Նախորդ տարբերակների նշումներ
id_id: Catatan Revisi Terdahulu
is_is: Minnispunktar fyrri ritrýni
it: Note di revisione precedenti
ja: 以前の改訂の注記
ka: ადრინდელი ვერსიების შენიშვნები
kk: Алдыңғы нұсқалар бойынша ескертпелер
lt: Ankstesnės taisymų pastabos
lv: Agrāk veiktās labojumu piezīmes
mk_mk: Белешки за претходните ревизии
mr: पूर्वीच्या सुधारित संस्करणांवरील (Revision) टिप्पण्या (नोट्स)
ms: Nota Semakan Terdahulu
nb: Notater om tidligere revideringer
pl: Poprzednie uwagi
pt_pt: Notas de Revisão Anteriores
ro: Note anterioare de revizuire
sl_si: Pretekle opombe
sv: Tidigare anteckningar om bearbetning
th: บันทึกการแก้ไขก่อนหน้านี้
tr_tr: Önceki Düzeltme Notları
uk_ua: Нотатки до попередньої версії
vi: Ghi chú sửa đổi trước đó
zh_cn: 早期修订说明

# informationCenter.history.noItems
source: There are no events logged.
ar_iq: ليس هناك أحداث سبق توثيقها.
az: Qeyd…ô alńĪnmńĪŇü g√ľnd…ôlik yoxdur.
bg_bg: Няма регистрирани събития.
ca: No hi ha cap esdeveniment registrat.
cs: Žádné události nejsou zaznamenány.
da_dk: Ingen begivenheder er registreret.
de_de: Es gibt keine protokollierten Ereignisse.
el_gr: Δεν υπάρχουν καταχωρήσεις στο Ιστορικό.
eu: Ez dago gertaerarik erregistratuta.
fa_ir: هیچ رخدادی ثبت نشده است.
fi_fi: Ei lokiin kirjattuja tapahtumia.
fr: Aucune activité n'a été enregistrée.
gl_es: Non hai eventos rexistrados.
he: לא תועדו אירועים.
hr: Nema zabilježenih događaja.
hu: Nincs bejegyzett esemény.
hy_am: Մուտքագրված միջոցառումներ չկան:
id_id: Tidak aca catatan peristiwa.
is_is: Það eru engir atburðir skráðir.
it: Non ci sono eventi registrati.
ja: ログに記録されたイベントはありません。
ka: არანაირი მოვლენა არ არის რეგისტრირებული.
kk: Журнал бойынша ешқандай оқиға тіркелмеген.
lt: Nėra užregistruotų jokių įvykių.
lv: Nav reģistrētu notikumu.
mk_mk: Нема најавени настани.
mr: कोणत्याही कार्यक्रमांची नोंद झालेली नाही.
ms: Tiada aktiviti dilog.
nb: Ingen aktiviteter er loggført.
pl: Brak elementów do wyświetlenia.
pt_pt: Não há eventos registados.
ro: Nu sunt înregistrate evenimente.
sl_si: Ni zabeleženih dogodkov.
sv: Inga händelser loggade.
th: ไม่มีเหตุการณ์ที่ถูกบันทึก
tr_tr: Kayıtlı bir günlük yok.
uk_ua: Записів не зареєстровано.
vi: Không có sự kiện nào được ghi nhật ký.
zh_cn: 没有记录的事件。
