Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# common.pluginDisabled
source: The plugin "{$pluginName}" has been disabled.
ar_iq: البرنامج الإضافي "{$pluginName}" تم تعطيله.
az: " {$pluginName}" …ôlav…ôsi bańülandńĪ
bg_bg: Плъгинът "{$pluginName}" беше деактивиран.
ca: S'ha desactivat el mòdul «{$pluginName}».
cs: Plugin "{$pluginName}" byl zakázán.
da_dk: "{$pluginName}"-plugin er deaktiveret.
de_de: Das Plugin "{$pluginName}" ist deaktiviert worden.
el_gr: Το Πρόσθετο "{$pluginName}" έχει απενεργοποιηθεί.
eu: "{$pluginName}" plugina desgaitu da.
fa_ir: افزونه «{$pluginName}» غیرفعال شد
fi_fi: "{$pluginName}"-lisäosa on poistettu käytöstä.
fr: Le module « {$pluginName} » a été désactivé.
gl_es: Desactivouse o módulo "{$pluginName}".
he: התוסף "{$pluginName}" הושבת.
hr: Dodatak "{$pluginName}" je deaktiviran.
hu: A bővítmény "{$pluginName}" nem engedélyezett.
hy_am: "{$pluginName}" պլագինը անջատված է:
id_id: Plugin "{$pluginName}" tidak aktif.
is_is: Tengiðforritið/Viðbótin "{$pluginName}" hefur verið gert óvirkt.
it: Il plugin "{$pluginName}" è stato disabilitato.
ja: "{$pluginName}" は無効です。
ka: პლაგინი "{$pluginName}" გამორთულია.
kk: Плагин "{$pluginName}" өшірілді.
lt: Įskiepis „{$pluginName}“ pasyvintas.
lv: Spraudnis "{$pluginName}" ir atspējots.
mk_mk: Плагинот "{$pluginName}" е оневозможен.
mr: "{$pluginName}" हे प्लगइन अकार्यान्वित (disable) केले आहे.
ms: Plugin "{$pluginName}" telah dinyahdayakan.
nb: Programtillegget «{$pluginName}» er deaktivert.
pl: Wtyczka "{$pluginName}" zosała wyłączona.
pt_pt: O Plugin "{$pluginName}" foi desativado.
ro: Pluginul "{$pluginName}" a fost dezactivat.
sl_si: Vtičnik "{$pluginName}" je bil onemogočen.
sv: Pluginet "{$pluginName}" har avaktiverats.
th: ปลั๊กอิน "{$pluginName}" ได้ถูกปิดใช้งานแล้ว
tr_tr: "{$pluginName}" eklentisi kapatıldı.
uk_ua: Плагін "{$pluginName}" був відключений.
vi: Plugin "{$pluginName}" đã bị vô hiệu hóa.
zh_cn: 插件"{$pluginName}"已经被禁用

# common.prefix
source: Prefix
ar_iq: بادئة
az: Prefiks
bg_bg: Префикс
cs: Předpona
da_dk: Præfiks
de_de: Präfix
el_gr: Πρόθεμα
eu: Aurrizkia
fa_ir: پیشوند
fi_fi: Prefiksi
fr: Préfixe
gl_es: Prefixo
he: קידומת
hr: Prefiks
hu: Előtag
hy_am: Նախածանց
id_id: Prefiks
is_is: Forskeyti
it: Prefisso
ja: 接頭語
ka: პრეფიქსი
kk: Қосымша
lt: Prefiksas
lv: Prefikss
mk_mk: Префикс
mr: सुरुवातीचा भाग/उपसर्ग (prefix)
ms: Awalan
nb: Prefiks
pl: Prefiks
pt_pt: Prefixo
th: คำนำหน้า
tr_tr: Önek
uk_ua: Префікс
vi: Tiền tố
zh_cn: 前缀

# common.prefixAndTitle.tip
source: Examples: A, The
ar_iq: أمثلة: A، The، ال
az: N√ľmun…ôl…ôr: A, The
bg_bg: Примери: A, The
ca: Exemples: un/una, el/la
cs: Příklady: A, The
da_dk: Eksempler: A, The
de_de: Beispielsweise: A, Das
el_gr: Παραδείγματα: Α, The
eu: Adibidez: bat, -a
fa_ir: برای مثال: الف، ...
fi_fi: Esimerkkejä: A, The
fr: Exemples : Un/Une, Le/La
gl_es: Exemplos: un/unha, o/a
he: דוגמאות: A, ה
hr: Primjeri: A, The
hu: Példák: Egy, A
hy_am: Օրինակ՝ A, The
id_id: Contoh: A, The
is_is: Dæmi: Hið, Hin, Hinn
it: Ad esempio: Un; Il, I; La, ecc.
ja: 例(英語の場合): A、The
ka: მაგალითები: A, The
kk: Мысалдар: A, The
lt: Pavyzdžiai: A, The
lv: Piemēri: A, The
mk_mk: Нпр. англиски: A, The
mr: उदाहरणे : A, The
ms: Contoh: A, The
nb: Eksempler: En, Et, Den, De
pl: Przykłady: A, The
pt_pt: Exemplos: Um, Uma, Uns, Umas, A, O, As, Os
ro: Exemple: A,
sl_si: Primer: A, The
sv: Exempel: En, Det, Den
th: ตัวอย่าง: ก, อัน
tr_tr: Örnekler: A, The
uk_ua: Приклади: A, The (Не стосується української мови)
vi: Ví dụ: A, The
zh_cn: 例如: A, The

# common.preview
source: Preview
ar_iq: معاينة
az: √ĖnbaxńĪŇü
bg_bg: Преглед
ca: Previsualitzar
cs: Náhled
da_dk: Vis
de_de: Vorschau
el_gr: Επισκόπηση
eu: Aurrebista
fa_ir: نگاه اجمالی
fi_fi: Esikatselu
fr: Aperçu
gl_es: Previsualizar
he: תצוגה מקדימה
hr: Prethodni pregled
hu: Előnézet
hy_am: Նախադիտում
id_id: Pratinjau
is_is: Forskoða
it: Anteprima
ja: プレビュー
ka: გადახედვა
kk: Алдын ала көру
lt: Peržiūra
lv: Priekšskatījums
mk_mk: Прикажи
mr: पूर्वावलोकन
ms: Pratonton
nb: Forhåndsvis
pl: Podgląd
pt_pt: Pré-visualizar
ro: Previzualizare
sl_si: Predolged
sv: Förhandsgranska
th: ดูตัวอย่าง
tr_tr: Ön İzleme
uk_ua: Попередній перегляд
vi: Xem trước
zh_cn: 预览

# common.publisher
source: Publisher
ar_iq: الناشر
az: NaŇüir
bg_bg: Издател
ca: Institució editora
cs: Vydavatel
da_dk: Forlægger
de_de: Verlag, Organisation
el_gr: Εκδότης
eu: Argitaratzailea
fa_ir: ناشر
fi_fi: Julkaisija
fr: Éditeur
gl_es: Editor
he: מוציא לאור
hr: Nakladnik
hu: Kiadó
hy_am: Թողարկիչ
id_id: Penerbit
is_is: Útgefandi
it: Editore
ja: 出版者
ka: გამომცემელი
kk: Баспахана
lt: Leidėjas
lv: Izdevējs
mk_mk: Издавач
mr: प्रकाशक
ms: Penerbit
nb: Utgiver
pl: Wydawca
pt_pt: Editora
ro: Editor
sl_si: Izdajatelj
sv: Utgivare
th: ผู้จัดพิมพ์
tr_tr: Yayıncı
uk_ua: Видавець
vi: Nhà xuất bản
zh_cn: 出版社

# common.quality
source: Quality
ar_iq: النوعية
az: Keyfiyy…ôt
bg_bg: Качество
ca: Qualitat
cs: Kvalita
da_dk: Kvalitet
de_de: Qualität
el_gr: Ποιότητα
eu: Kalitatea
fa_ir: کیفیت
fi_fi: Laatu
fr: Qualité
gl_es: Calidade
he: איכות
hr: Kvaliteta
hu: Minőség
hy_am: Որակ
id_id: Kualitas
is_is: Gæði
it: Qualità
ja: クオリティー
ka: ხარისხი
kk: Сапа
lt: Kokybė
lv: Kvalitāte
mk_mk: Квалитет
mr: गुणवत्ता/दर्जा (Quality)
ms: Kualiti
nb: Kvalitet
pl: Jakość
pt_pt: Qualidade
ro: Calitate
sl_si: Kvaliteta
sv: Kvalitet
th: คุณภาพ
tr_tr: Kalite
uk_ua: Якість
vi: Chất lượng
zh_cn: 质量

# common.queue.long.active
source: All Active
ar_iq: كل ما هو نشط
az: Aktiv m…ôqal…ôl…ôr
bg_bg: Всички активни
ca: Tot actiu
cs: Všechny aktivní
da_dk: Alle aktive
de_de: Alle aktiven
el_gr: Όλα τα ενεργά
eu: Guztiak aktibo
fa_ir: مقالات ارسالی فعال
fi_fi: Kaikki aktiiviset
fr: Toutes actives
gl_es: Todo activo
he: הכל פעיל
hr: Svi aktivni
hu: Minden aktív
hy_am: Ամբողջապես ակտիվ
id_id: Semua Aktif
is_is: Allt virkt
it: Tutte le code attive
ja: 処理中の投稿物
ka: ყველა აქტიური
kk: Барлығы белсенді
lt: Visi tvarkomi
lv: Visi aktīvie
mk_mk: Сите активни
mr: सर्व सक्रिय
ms: Semua Aktif
nb: Alle aktive
pl: Wszystkie aktywne
pt_pt: Todos as Ativas
ro: Toate manuscrisele active
sl_si: Vsi aktivni
sv: Alla aktiva
th: ทั้งหมดที่กำลังดำเนินการอยู่
tr_tr: Aktif Gönderiler
uk_ua: Всі активні
vi: Tất cả đang hoạt động

# common.re
source: Re:
ar_iq: رد:
bg_bg: Отг.:
da_dk: Sv:
fa_ir: پاسخ:
fi_fi: VS:
he: מחדש:
hy_am: Հտն:
id_id: Bls:
is_is: Sv:
ka: გამოხმაურება:
lt: Ats.:
lv: Atb.:
mk_mk: Одговор:
nb: Ad:
sl_si: Odg:
sv: Sv:
th: เรื่อง:
zh_cn: 回复:

# common.readMore
source: Read More
ar_iq: إقرأ المزيد
az: Daha √ßox oxuyun
bg_bg: Повече
ca: Llegir més
cs: Číst dále
da_dk: Læs mere
de_de: Mehr lesen
el_gr: Διαβάστε περισσότερα
eu: Gehiago irakurri
fa_ir: مطالعه بیشتر
fi_fi: Lue lisää
fr: Lire plus
gl_es: Ler máis
he: קרא עוד
hr: Opširnije
hu: Tovább
hy_am: Կարդալ ավելին
id_id: Baca Selengkapnya
is_is: Lesa meira
it: Leggi tutto
ja: もっと読む
ka: დაწვრილებით
kk: Толығырақ оқу
lt: Skaityti daugiau
lv: Lasīt vairāk
mk_mk: Прочитај повеќе
mr: पुढे वाचा
ms: Baca Lagi
nb: Les mer
pl: Czytaj więcej
pt_pt: Ler Mais
ro: Citește mai mult
sl_si: Preberi več
sv: Läs mer
th: อ่านเพิ่มเติม
tr_tr: Daha fazla oku
uk_ua: Читати більше
vi: Đọc thêm
zh_cn: 阅读更多

# common.readMoreWithTitle
source: Read more about {$title}
ar_iq: إقرأ المزيد عن {$title}
az: HaqqńĪnda daha √ßox m…ôlumat …ôld…ô edin {$title}
bg_bg: Повече за {$title}
ca: Llegir més sobre {$title}
cs: Číst dále o {$title}
da_dk: Læs mere om {$title}
de_de: Lesen Sie mehr über {$title}
el_gr: Διαβάστε περισσότερα σχετικά με {$title}
eu: Irakurri gehiago {$title}-ri buruz
fa_ir: مطالعه بیشتر درباره {$title}
fi_fi: Lue lisää nimikkeestä {$title}
fr: Lire plus à propos de {$title}
gl_es: Ler máis acerca de {$title}
he: קרא עוד על {$title}
hr: Opširnije o {$title}
hu: Tobb információ a {$title}
hy_am: Կարդալ ավելին {$title}ի մասին
id_id: Baca lebih lanjut tentang {$title}
is_is: Lesa meira um {$title}
it: Leggi di più al riguardo di {$title}
ja: {$title}についてもっと読む
ka: წაიკითხეთ მეტი {$title}
kk: Толығырақ оқу {$title}
lt: Skaityti daugiau apie „{$title}“
lv: Lasīt vairāk par {$title}
mk_mk: Прочитај повеќе за {$title}
mr: {$title} बद्दल अधिक वाचा
ms: Baca lebih lanjut mengenai {$title}
nb: Les mer om {$title}
pl: Przeczytaj więcej na temat {$title}
pt_pt: Ler mais sobre {$title}
ro: Citește mai multe despre {$title}
sl_si: Preberi več o {$title}
sv: Läs mer om {$title}
th: อ่านเพิ่มเติมเกี่ยวกับ {$title}
tr_tr: Hakkında daha fazla bilgi edinin {$title}
uk_ua: Читати більше про {$title}
vi: Đọc thêm về {$title}
zh_cn: 进一步了解{$title}

# common.reconnecting
source: Reconnecting
ca: Reconnectant
cs: Opětovné připojení
eu: Berriz konektatzen
fr: Reconnexion
he: מתחבר מחדש
hr: Ponovno povezivanje
it: Riconnessione
ja: 再接続
lt: Pakartotinis prisijungimas
lv: Savienojuma atjaunošana
mr: पुन्हा जोडत (कनेक्ट करीत) आहे
sv: Återansluter
th: กำลังเชื่อมต่อใหม่
vi: Đang kết nối lại

# common.refresh
source: Refresh
ar_iq: تحديث
az: Yenil…ô
bg_bg: Обновяване
ca: Actualitza
cs: Obnovit
da_dk: Opdatér
de_de: Aktualisieren
el_gr: Ανανέωση
eu: Freskatu
fa_ir: بارگذاری مجدد صفحه
fi_fi: Päivitä
fr: Rafraîchir
gl_es: Recargar
he: לרענן
hr: Ažurirati
hu: Frissítés
hy_am: Թարմացնել
id_id: Segarkan
is_is: Endurnýja
it: Aggiorna
ja: 再読込
ka: განახლება
kk: Жаңарту
lt: Atnaujinti
lv: Atsvaidzināt
mk_mk: Освежи
mr: उजाळा द्या (Refresh)
ms: Segarkan semula
nb: Oppdater
pl: Odśwież
pt_pt: Atualizar
ro: Reîmprospătare
sl_si: Osveži
sv: Uppdatera
th: รีเฟรช
tr_tr: Yenile
uk_ua: Оновити
vi: Làm mới
zh_cn: 刷新

# common.related
source: Related
ar_iq: ذو صلة
az: ∆Źlaq…ôli
bg_bg: Свързани
ca: Relacionat
cs: Související
da_dk: Relateret
de_de: Verbunden
el_gr: Σχετικό
eu: Erlazionatua
fa_ir: موارد مربوطه
fi_fi: Liittyvä
fr: Connexe
gl_es: Relacionado
he: הקשורים
hr: Povezano
hu: Összefüggő
hy_am: Կապ ունեցող
id_id: Terkait
is_is: Tengt
it: Collegato
ja: 関連
ka: მსგავსი
kk: Байланысты
lt: Susiję
lv: Saistītais
mk_mk: Поверано
mr: संबंधित
ms: Berkaitan
nb: Relaterte
pl: Powiązane
pt_pt: Relacionado
ro: Legat de
sl_si: Soroden
sv: Relaterad
th: เกี่ยวข้อง
tr_tr: İlgili
uk_ua: Пов'язані
vi: Liên quan
zh_cn: 相关

# common.reminder
source: Reminder
ar_iq: تذكير
az: XatńĪrlatma
bg_bg: Напомняне
ca: Recordatori
cs: Připomenutí
da_dk: Påmindelse
de_de: Erinnerung
el_gr: Υπενθύμιση
eu: Gogorarazlea
fa_ir: یادآوری
fi_fi: Muistutus
fr: Rappel
gl_es: Recordatorio
he: תזכורת
hr: Podsjetnik
hu: Emlékeztető
hy_am: Հիշեցնող
id_id: Pengingat
is_is: Áminning
it: Promemoria
ja: リマインド
ka: შემხსენებელი
kk: Еске салу
lt: Priminimas
lv: Atgādinājums
mk_mk: Потсетник
mr: स्मरणपत्र
ms: Peringatan
nb: Påminnelse
pl: Przypomnienie
pt_pt: Lembrete
ro: Reamintire
sl_si: Opomnik
sv: Påminnelse
th: การเตือนความจำ
tr_tr: Hatırlatma
uk_ua: Нагадування
vi: Nhắc nhở
zh_cn: 提醒

# common.reminded.date
source: Reminded: {$dateReminded}
ar_iq: مذكَّر بتاريخ: {$dateReminded}
az: XatńĪrladńĪldńĪ: {$dateReminded}
bg_bg: Напомняне на дата: {$dateReminded}
ca: Recordatori: {$dateReminded}
cs: Připomenuto: {$dateReminded}
da_dk: Påmindet: {$dateReminded}
de_de: Erinnert: {$dateReminded}
el_gr: Έγινε υπενθύμιση στις: {$dateReminded}
eu: Gogorarazita: {$dateReminded}
fa_ir: یادآوری شده در تاریخ: {$dateReminded}
fi_fi: Muistutettu: {$dateReminded}
fr: Rappelé : {$dateReminded}
gl_es: Lembrado: {$dateReminded}
he: תזכורת: {$dateReminded}
hr: Podsjetnik: {$dateReminded}
hu: Emlékeztető: {$dateReminded}
hy_am: Հիշեցում: {$dateReminded}
id_id: Diingatkan: {$dateReminded}
is_is: Minnt á: {$dateReminded}
it: Data invio promemoria: {$dateReminded}
ja: リマインド日: {$dateReminded}
ka: შეხსენებული: {$dateReminded}
kk: Ескертілді: {$dateReminded}
lt: Priminta: {$dateReminded}
lv: Atgādināts: {$dateReminded}
mk_mk: Подсетен: {$dateReminded}
mr: {$dateReminded} या तारखेला स्मरणपत्र पाठवले
ms: Diingatkan: {$dateReminded}
nb: Påminnet: {$dateReminded}
pl: Powiadomiony: {$dateReminded}
pt_pt: Data lembrete: {$dateReminded}
ro: Reamintire: {$dateReminded}
sl_si: Opomnik: {$dateReminded}
sv: Påmind: {$dateReminded}
th: ได้เตือน: {$dateReminded}
tr_tr: Hatırlatıldı: {$dateReminded}
uk_ua: Нагадування: {$dateReminded}
vi: Đã nhắc nhở: {$dateReminded}
zh_cn: 已提醒：{$dateReminded}

# common.remote
source: Remote
ar_iq: بعيد
az: Uzaq
bg_bg: Отдалечен
ca: Remot
cs: Vzdálený
da_dk: Fjern
de_de: Entlegen
el_gr: Απομακρυσμένη
eu: Urruneko
fa_ir: از راه دور
fi_fi: Etä-
fr: À distance
gl_es: Remoto
he: מרוחק
hr: Daljinski
hu: Távoli
hy_am: Հեռավար
id_id: Jauh
is_is: Fjar
it: Remoto
ja: リモート
ka: დისტანციური
kk: Қашықтан
lt: Nuotolinis
lv: Attālināts
mk_mk: Далечинско
mr: दूरस्थ (रिमोट)
ms: Jauh
nb: Ekstern
pl: Zdalny
pt_pt: Remoto
ro: La distanță
sl_si: Oddaljeno
sv: Extern
th: ระยะไกล
tr_tr: Uzak
uk_ua: Віддалений
vi: Từ xa
zh_cn: 远程

# common.remoteURL
source: RemoteURL
ar_iq: رابط خارجي
az: Uzaq url
bg_bg: Отдалечен URL
ca: URL remot
cs: Vzdálené URL
da_dk: EksternURL
de_de: Entlegener URL
el_gr: Απομακρυσμένο URL
eu: UrrunekoURL
fa_ir: آدرس URL
fi_fi: Etä-URL-osoite
fr: URL Distante
gl_es: URL remota
he: כתובת URL מרוחקת
hr: Udaljeni URL
hu: TávoliURL
hy_am: Հեռավար URL
is_is: Ytri vefslóð
it: URL remota
ja: リモートURL
kk: Қашықтағы URL сервері
lt: Nuotolinė nuoroda (URL)
lv: Attālināts URL
mk_mk: Далечински УРЛ
mr: दूरस्थ (रिमोट) URL
nb: Ekstern URL
pl: Zdalny URL
pt_pt: URL remoto
ro: URL la distanță
sl_si: Oddaljen URL
sv: Extern URL
th: URL ระยะไกล
tr_tr: Uzak URL
uk_ua: Віддалений URL
vi: URL từ xa
zh_cn: 远程URL

# common.remove
source: Remove
ar_iq: إزالة
az: Sil
bg_bg: Премахване
ca: Suprimeix
cs: Odstranit
da_dk: Fjern
de_de: Entfernen
el_gr: Αφαίρεση
eu: Kendu
fa_ir: حذف
fi_fi: Poista
fr: Supprimer
gl_es: Eliminar
he: להסיר
hr: Ukloni
hu: Eltávolítás
hy_am: Հեռացնել
id_id: Hapus
is_is: Fjarlægja
it: Rimuovi
ja: 削除
ka: წაშლა
kk: Өшіру
lt: Pašalinti
lv: Noņemt
mk_mk: Отсртани
mr: काढून टाका
ms: Buang
nb: Fjern
pl: Usuń
pt_pt: Remover
ro: Eliminați
sl_si: Odstrani
sv: Ta bort
th: ลบ
tr_tr: Kaldır
uk_ua: Видалити
vi: Xóa bỏ
zh_cn: 删除

# common.removeItem
source: Remove {$item}
ar_iq: إزالة {$item}
az: {$item} elementini J4316silin
bg_bg: Премахване на {$item}
ca: Eliminar {$item}
cs: Odebrat {$item}
da_dk: Fjern {$item}
de_de: Entferne {$item}
el_gr: Αφαίρεση του {$item}
eu: Ezabatu {$item}
fi_fi: Poista {$item}
fr: supprimer {$item}
gl_es: Eliminar {$item}
he: הסרת {$item}
hr: Ukloni {$item}
hu: {$item} eltávolítása
hy_am: Հեռացնել {$item}ը
id_id: Hapus {$item}
is_is: Fjarlægja {$item}
it: Rimuovere {$item}
ja: {$item}を削除
ka: ამოღება: {$item}
kk: {$item} өшіру
lt: Pašalinti {$item}
lv: Noņemt {$item}
mk_mk: Отстрани: {$item}
mr: {$item} काढा
ms: Alih keluar {$item}
nb: Fjern {$item}
pl: Usuń {$item}
pt_pt: Remover {$item}
ro: Eliminați {$item}
sl_si: Odstrani {$item}
sv: Radera {$item}
th: ลบ {$item}
tr_tr: {$item} öğesini kaldır
uk_ua: Видалити {$item}
vi: Xóa {$item}
zh_cn: 移除 {$item}

# common.removeSelection
source: Remove Selection
ar_iq: إزالة الاختيار
az: * DoldurulmasńĪ m…ôcburi olan sah…ôl…ôri g√∂st…ôrir
bg_bg: Премахване на избраното
ca: Treu la selecció
cs: Odstranit výběr
da_dk: Fjern markering
de_de: Auswahl entfernen
el_gr: Αφαίρεση επιλογής
eu: Kendu hautapena
fa_ir: حذف انتخاب شده‌ها
fi_fi: Poista valinta
fr: Supprimer la sélection
gl_es: Eliminar selección
he: הסרת בחירה
hr: Uklanjanje odabira
hu: A kiválasztott eltávolítása
hy_am: Հեռացնել ընտրությունը
id_id: Pilihan Hapus
is_is: Fjarlægja val
it: Deseleziona
ja: 選択範囲を削除
ka: მონიშვნულის ამოღება
kk: Таңдауды өшіру
lt: Pašalinti pažymėtus
lv: Noņemt atlasi
mk_mk: Избриши селекција
mr: निवड हटवा
ms: Alih Keluar Pilihan
nb: Fjern valgte
pl: Usuń zaznaczone
pt_pt: Remover/Retirar Seleção
ro: Eliminați selecția
sl_si: odstrani izbrano
sv: Ta bort markerad(e)
th: ลบการเลือก
tr_tr: * Doldurulması zorunlu alanları gösterir
uk_ua: Прибрати вибране
vi: Xóa đã chọn
zh_cn: 删除选择

# common.replaced
source: Replaced
ar_iq: استبدال
az: D…ôyiŇüdirildi
bg_bg: Заместен
ca: Reemplaçat
cs: Nahrazeno
da_dk: Erstattet
de_de: Ersetzt
el_gr: Αντικαταστάθηκε
eu: Ordeztuta
fa_ir: جایگزین شد
fi_fi: Korvattu
fr: Remplacé
gl_es: Substituido
he: להחליף
hr: Zamijenjeno
hu: Lecserélt
hy_am: Տեղափոխված
id_id: Digantikan
is_is: Skipt út
it: Sostituito
ja: 置き換えられた
ka: ჩანაცვლებული
kk: Алмастырылды
lt: Pakeistas
lv: Aizstāts
mk_mk: Заменето
mr: बदलले
ms: Diganti
nb: Erstattet
pl: Zamienione
pt_pt: Substituído
ro: Înlocuit
sl_si: Zamenjano
sv: Ersatt
th: ถูกแทนที่แล้ว
tr_tr: Değiştirildi
uk_ua: Замінено
vi: Đã thay thế
zh_cn: 替代

# common.replaceFile
source: Replace file
ar_iq: استبدال الملف
az: FaylńĪn √ľst√ľn…ô yazńĪn
bg_bg: Заместване на файл
ca: Reemplaça el fitxer
cs: Nahradit soubor
da_dk: Erstat fil
de_de: Datei ersetzen
el_gr: Αντικατάσταση αρχείου
eu: Ordeztu fitxategia
fa_ir: جایگزین کردن فایل
fi_fi: Korvaa tiedosto
fr: Remplacer le fichier
gl_es: Substituir arquivo
he: החלף קובץ
hr: Zamijenite datoteku
hu: Lecserélt fájl
hy_am: Տեղափոխել ֆայլը
id_id: Ganti file
is_is: Skipta út skrá
it: Sostituisci il file
ja: ファイルの置換え
ka: ფაილის ჩანაცვლება
kk: Файлды алмастыру
lt: Pakeisti failą
lv: Aizstāt datni
mk_mk: Замени фајл
mr: फाईल बदला
ms: Ganti fail
nb: Erstatt fil
pl: Zamień plik
pt_pt: Substituir ficheiro
ro: Înlocuire fișier
sl_si: Zamenjaj datoteko
sv: Ersätt fil
th: แทนที่ไฟล์
tr_tr: Dosyanın üzerine yaz
uk_ua: Замінити файл
vi: Thay thế tệp
zh_cn: 替代文件

# common.requiredField
source: Required fields are marked with an asterisk: <abbr class="required" title="required">*</abbr>
ar_iq: * تدل على حقول إجبارية
az: * DoldurulmasńĪ m…ôcburi olan sah…ôl…ôri g√∂st…ôrir
bg_bg: * Обозначава задължително поле
ca: Els camps obligatoris estan marcats amb un asterisc: <abbr class="required" title="required">*</abbr>
cs: Povinná pole jsou označena hvězdičkou: <abbr class="požadováno" title="požadováno">*</abbr>
da_dk: * Angiver obligatorisk felt
de_de: Mit * gekennzeichnete Eingabefelder sind Pflichtfelder.
el_gr: (*) Δηλώνει απαιτούμενο πεδίο
eu: <abbr class="required" title="required">*</abbr> Nahitaezko eremua adierazten du
fa_ir: * فیلد مورد نیاز
fi_fi: *Pakollinen kenttä
fr: <abbr class="required" title="required">*</abbr> Indique un champ obligatoire
gl_es: * Campo obrigatorio
he: שדות חובה מסומנים בכוכבית: <abbr class="required" title="required">*</abbr>
hr: * označuje obavezno polje
hu: * Kötelezően kitöltendő mező
hy_am: * Պահանջվող դաշտ
id_id: * Harus Diisi
is_is: * Gefur til kynna skilyrt svæði
it: * indica i campi obbligatori
ja: <abbr class="required" title="required">*</abbr>は必須フィールドを表します
ka: * აღნიშნავს სავალდებულო ველს
kk: * Қажет өрісті білдіреді
lt: Privalomi laukai pažymėti žvaigždute: <abbr class="required" title="privalomas">*</abbr>
lv: Obligātie lauki ir atzīmēti ar zvaigznīti: <abbr class="required" title="required">*</abbr>
mk_mk: * означува задолжително поле
mr: आवश्यक फील्ड ताराचिन्हाने (*) दर्शविले आहेत :<abbr class="required" title="required">*</abbr>
ms: * Menandakan medan yang diperlukan
nb: (* må fylles ut)
pl: * Oznacza wymagane pole
pt_pt: * Indica campo obrigatório
ro: * Reprezintă câmp obligatoriu
sl_si: * označuje obvezno polje
sv: Obligatoriska fält markeras med en asterisk: <abbr class="required" title="required">*</abbr>
th: ฟิลด์ที่ต้องกรอกจะถูกระบุด้วยเครื่องหมายดอกจัน: <abbr class="required" title="จำเป็น">*</abbr>
tr_tr: * Doldurulması zorunlu alanları gösterir
uk_ua: * Позначає обов'язкові поля
vi: Các trường bắt buộc được đánh dấu bằng dấu hoa thị: <abbr class="required" title="required">*</abbr>
zh_cn: * 表示必须填写

# common.required
source: Required
ar_iq: مطلوب حتماً
az: Z…ôruridir
bg_bg: Задължително
ca: Obligatori
cs: Povinný
da_dk: Obligatorisk
de_de: Erforderlich
el_gr: Απαιτείται
eu: Nahitaezkoa
fa_ir: مورد نیاز
fi_fi: Vaaditaan
fr: Obligatoire
gl_es: Obrigatorio
he: חובה
hr: Obavezno
hu: Kötelező
hy_am: Պահանջված
id_id: Dibutuhkan
is_is: Skilyrt
it: Obbligatorio
ja: 必須
ka: სავალდებულო
kk: Міндетті
lt: Būtinas
lv: Obligāts
mk_mk: Задолжително
mr: आवश्यक
ms: Diperlukan
nb: Obligatorisk
pl: Wymagane
pt_pt: Obrigatório
ro: Necesar
sl_si: Obvezno
sv: Obligatoriskt
th: จำเป็น
tr_tr: Gerekli
uk_ua: Обов'язково
vi: Bắt buộc
zh_cn: 必须

# common.reviewRoundNumber
source: Round {$round}
ca: Ronda {$round}
cs: {$round}. kolo
eu: Erronda {$round}
fr: Cycle {$round}
he: עגול {$round}
it: Rotondo {$round}
ja: 第{$round}ラウンド
lt: Apvalus {$round}
lv: {$round}. kārta
mr: फेरी {$round}
sv: Omgång {$round}
th: รอบที่ {$round}
vi: Vòng {$round}

# common.role
source: Role
ca: Rol
eu: Rola
fr: Rôle
he: תפקיד
hr: Uloga
it: Ruolo
ja: 役割
lt: Vaidmuo
lv: Loma
mr: भूमिका (रोल)
sv: Roll
th: บทบาท
vi: Vai trò

# common.saveAndContinue
source: Save and continue
ar_iq: إحفظ واستمر
az: Yadda saxlayńĪn v…ô davam edin
bg_bg: Запис и продължение
ca: Desa i continua
cs: Uložit a pokračovat
da_dk: Gem og fortsæt
de_de: Speichern und fortfahren
el_gr: Αποθήκευση και συνέχεια
eu: Gorde eta jarraitu
fa_ir: ذخیره و ادامه
fi_fi: Tallenna ja jatka
fr: Enregistrer et continuer
gl_es: Gardar e continuar
he: שמירה והמשך
hr: Spremi i nastavi
hu: Mentés és folytatás
hy_am: Պահպանել և շարունակել
id_id: Simpan dan lanjutkan
is_is: Vista og halda áfram
it: Salva e continua
ja: 保存して継続
ka: შენახვა და გაგრძელება
kk: Сақтау және жалғастыру
lt: Išsaugoti ir tęsti
lv: Saglabāt un turpināt
mk_mk: Сними и продолжи
mr: सेव्ह करा आणि सुरू ठेवा
ms: Simpan dan teruskan
nb: Lagre og fortsett
pl: Zapisz i kontynuuj
pt_pt: Guardar e continuar
ro: Salvați și continuați
sl_si: Shrani in nadaljuj
sv: Spara och fortsätt
th: บันทึกและดำเนินการต่อ
tr_tr: Kaydet ve devam et
uk_ua: Зберегти та продовжити
vi: Lưu và tiếp tục
zh_cn: 保存并继续

# common.saveAndEmail
source: Save and email
ar_iq: إحفظ وأرسل بالبريد الالكتروني
az: Yadda saxlayńĪn v…ô email g√∂nd…ôr
bg_bg: Запис и изпращане на имейл
ca: Desa i envia per correu electrònic
cs: Uložit a odeslat
da_dk: Gem og send e-mail
de_de: Speichern und versenden
el_gr: Αποθήκευση και αποστολή με μήνυμα
eu: Gorde eta bidali mezu elektronikoa
fa_ir: ذخیره و ایمیل
fi_fi: Tallenna ja lähetä sähköpostilla
fr: Enregistrer et envoyer par courriel
gl_es: Gardar e enviar
he: שמירה ושלח
hr: Spremi i šalji e-poštu
hu: Mentés és email
hy_am: Պահպանել և հաղորդագրություն ուղարկել
id_id: Simpan dan kirim email
is_is: Vista og senda tölvupóst
it: Salva e invia email
ja: 保存してメール送信
ka: შენახვა და ელფოსტით გაგზავნა
kk: Сақтау және email
lt: Išsaugoti ir siųsti elektroniniu paštu
lv: Saglabāt un nosūtīt
mk_mk: Испрати и прати по имејл
mr: सेव्ह करा आणि ई-मेल करा
ms: Simpan dan e-mel
nb: Lagre og send e-post
pl: Zapisz i wyślij e-mail
pt_pt: Guardar e enviar e-mail
ro: Salvați și trimiteți email
sl_si: Shrani in pošlji e-pošto
sv: Spara och skicka e-postmeddelande
th: บันทึกและส่งอีเมล
tr_tr: Kaydet ve e-posta gönder
uk_ua: Зберегти та надіслати
vi: Lưu và gửi email
zh_cn: 保存并发送电子邮件

# common.saving
source: Saving
ar_iq: الحفظ جارٍ
az: Yadda saxlanńĪlńĪr
bg_bg: Записва се в момента
ca: Guardant
cs: Ukládání
da_dk: Gemmer
de_de: Speichere
el_gr: Γίνεται αποθήκευση
eu: Gordetzen
fa_ir: ذخیره
fi_fi: Tallentaa
fr: Enregistrement
gl_es: Gardando
he: שמירה
hr: Spremanje
hu: Mentés folyamatban
hy_am: Պահպանվում է
id_id: Menyimpan
is_is: Vistar
it: Salvando
ja: 保存中
ka: შენახვა
kk: Сақталуда
lt: Saugoma
lv: Saglabāšana
mk_mk: Се снима
mr: सेव्ह करीत आहे
ms: Menyimpan
nb: Lagrer
pl: Zapisywanie
pt_pt: A guardar
ro: Salvare
sl_si: Shranjevanje
sv: Sparar
th: กำลังบันทึก
tr_tr: Kaydediliyor
uk_ua: Збереження
vi: Đang lưu
zh_cn: 保存中

# common.search
source: Search
ar_iq: إبحث
az: AxtarńĪŇü
bg_bg: Търсене
ca: Cerca
cs: Hledání
da_dk: Søg
de_de: Suchen
el_gr: Αναζήτηση
eu: Bilatu
fa_ir: جستجو
fi_fi: Hae
fr: Rechercher
gl_es: Procurar
he: חיפוש
hr: Traži
hu: Keresés
hy_am: Որոնել
id_id: Cari
is_is: Leita
it: Cerca
ja: 検索
ka: ძებნა
kk: Іздеу
lt: Ieškoti
lv: Meklēt
mk_mk: Барај
mr: शोधा
ms: Cari
nb: Søk
pl: Szukaj
pt_pt: Pesquisar
ro: Caută
sl_si: Išči
sv: Sök
th: ค้นหา
tr_tr: Ara
uk_ua: Пошук
vi: Tìm kiếm
zh_cn: 搜索
