Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# common.unknownError
source: An unexpected error has occurred. Please reload the page and try again.
ar_iq: حدث خطأ غير متوقع. لطفاً، أعد تحميل الصفحة ثم حاول مرة أخرى.
az: G√∂zl…ônilm…ôy…ôn bir x…ôta baŇü verdi. Z…ôhm…ôt olmasa s…ôhif…ôni yenil…ôyin v…ô yenid…ôn c…ôhd edin.
bg_bg: Появи се неочаквана грешка. Моля, презаредете страницата и опитайте отново.
ca: Ha ocorregut un error inesperat. Recarregueu la pàgina i torneu-ho a provar.
cs: Objevila se neočekávaná chyba. Obnovte, prosím, stránku a zkuste to znovu.
el_gr: Μη αναμενόμενο σφάλμα. Επαναφορτώστε τη σελίδα και προσπαθήστε ξανά.
eu: Ustekabeko errore bat gertatu da. Mesedez, kargatu berriro orria eta saiatu berriro.
fr: Une erreur imprévue est survenu. Merci de recharger la page.
gl_es: Produciuse un erro inesperado. Recarga a páxina e téntao de novo.
he: אירעה שגיאה בלתי צפויה. אנא טען מחדש את הדף ונסה שוב.
hr: Došlo je do neočekivane pogreške. Ponovno učitajte stranicu i pokušajte ponovno.
hu: Váratlan hiba történt. Töltse be újra az oldalt, majd próbálja újra.
hy_am: Տեղի է ունեցել չսպասված սխալ։ Խնդրում ենք թարմացրել էջը և նորից փորձեք։
is_is: Óvænt villa kom upp. Vinsamlega endurhladdu síðunni og prófaðu aftur.
it: È avvenuto un errore inatteso. Per favore ricarica la pagina e prova di nuovo.
ja: 予期しないエラーが発生しました。 ページを再読み込みして、もう一度やり直してください。
ka: მოხდა მოულოდნელი შეცდომა. გთხოვთ, გადატვირთოთ გვერდი და ისევ სცადოთ.
kk: Күтпеген қате орын алды. Бетті қайта жүктеп, қайталап көріңіз.
lt: Įvyko netikėta klaida. Įkelkite puslapį iš naujo ir bandykite dar kartą.
lv: Ir notikusi neparedzēta kļūda. Lūdzu, ielādējiet lapu no jauna un mēģiniet vēlreiz.
mr: एक अनपेक्षित त्रुटी आली आहे. कृपया पृष्ठ पुनर्स्थापित (रिलोड) करून पुन्हा प्रयत्न करा.
ms: Ralat tidak dijangka telah berlaku. Sila muat semula halaman dan cuba lagi.
nb: En uventet feil oppstod. Last siden på nytt og prøv igjen.
pl: Wystąpił nieznany błąd. Przeładuj stronę i spróbuj ponownie.
sv: Ett oväntat fel uppstod. Ladda om sidan och försök igen.
th: เกิดข้อผิดพลาดที่ไม่คาดคิด กรุณารีโหลดหน้าและลองใหม่อีกครั้ง
tr_tr: Beklenmeyen bir hata oluştu. Lütfen sayfayı yenileyin ve tekrar deneyin.
vi: Đã xảy ra lỗi không mong muốn. Vui lòng tải lại trang và thử lại.

# common.unread
source: Unread
ar_iq: غير مقروء
az: OxunmayńĪb
bg_bg: Непрочетен
ca: No llegit
cs: Nepřečteno
da_dk: Ulæst
de_de: Ungelesen
el_gr: Μη αναγνωσμένο
eu: Irakurri gabea
fa_ir: خوانده نشده
fi_fi: Lukematon
fr: Non lu
gl_es: Non lido
he: שלא נקראו
hr: Nepročitano
hu: Olvasatlan
hy_am: Չկարդացված
id_id: Belum dibaca
is_is: Ólesið
it: Non letto
ja: 未読
ka: წაუკითხავი
kk: Оқылмаған
lt: Neskaityta
lv: Nelasīts
mk_mk: Непрочитано
mr: न वाचलेले
ms: Belum dibaca
nb: Ulest
pl: Nieczytany
pt_pt: Não lido
ro: Necitit
sl_si: Neprebrano
sv: Oläst
th: ยังไม่ได้อ่าน
tr_tr: Okunmamış
uk_ua: Непрочитане
vi: Chưa đọc
zh_cn: 未读

# common.unsavedChanges
source: Unsaved Changes
ca: Canvis sense guardar
cs: Neuložené změny
eu: Gorde gabeko aldaketak
fr: Modifications non sauvegardées
he: שינויים שלא נשמרו
hr: Nespremljene promjene
it: Modifiche non salvate
ja: 未保存の変更
lt: Neišsaugoti pakeitimai
lv: Nesaglabātas izmaiņas
mr: सेव्ह न केलेले बदल
sv: Osparade ändringar
th: การเปลี่ยนแปลงที่ยังไม่ได้บันทึก
vi: Thay đổi chưa lưu

# common.unsavedChangesMessage
source: We found unsaved changes from {$when}. This can happen if you lose connection to the server while working. Restoring those changes may overwrite any changes you have made since then. Would you like to restore those changes now?
ca: Hem trobat canvis sense guardar des de {$when}. Això pot passar si perdeu la connexió amb el servidor mentre esteu treballant. Restaurar aquells canvis podria sobreescriure qualsevol modificació que hagueu fet des de llavors. Voleu restaurar aquells canvis ara?
cs: Našli jsme neuložené změny z {$when}. K tomu může dojít, pokud během práce ztratíte spojení se serverem. Obnovení těchto změn může přepsat všechny změny, které jste od té doby provedli. Chcete tyto změny obnovit nyní?
eu: {$when}-tik gorde gabeko aldaketak aurkitu ditugu. Hori gerta daiteke lanean ari zaren bitartean zerbitzariarekiko konexioa galtzen baduzu. Aldaketa horiek leheneratzeak ordutik hona egindako edozein aldaketa gainidatzi dezake. Aldaketa horiek leheneratu nahi dituzu?
fr: Nous avons trouvé des modifications non sauvegardées depuis {$when}. Cela peut se produire si vous perdez la connexion au serveur pendant que vous travaillez. La restauration de ces modifications risque d'écraser toutes les modifications que vous avez apportées depuis. Souhaitez-vous restaurer ces modifications maintenant ?
he: מצאנו שינויים שלא נשמרו מ- {$when}. זה יכול לקרות אם אתה מאבד את החיבור לשרת בזמן העבודה. שחזור שינויים אלה עשוי להחליף את כל השינויים שביצעת מאז. האם תרצה לשחזר את השינויים הללו כעת?
hr: Pronašli smo nespremljene promjene od {$when}. To se može dogoditi ako izgubite vezu s poslužiteljem tijekom rada. Vraćanje tih promjena može prebrisati sve promjene koje ste napravili od tada. Želite li sada vratiti te promjene?
it: Abbiamo trovato modifiche non salvate da {$when}. Questo può accadere se si perde la connessione al server mentre si lavora. Il ripristino di tali modifiche potrebbe sovrascrivere le modifiche apportate da allora. Si desidera ripristinare le modifiche ora?
ja: {$when} から保存されていない変更が見つかりました。作業中にサーバーへの接続が失われた場合に、この状況が発生する可能性があります。これらの変更を復元すると、それ以降に行った変更が上書きされる可能性があります。これらの変更を今すぐ復元しますか?
lt: Radome neišsaugotų pakeitimų nuo {$when}. Taip gali nutikti, jei darbo metu prarandate ryšį su serveriu. Atkūrus šiuos pakeitimus, gali būti perrašyti visi nuo to laiko atlikti pakeitimai. Ar norite atkurti šiuos pakeitimus dabar?
lv: Mēs atradām nesaglabātas izmaiņas no {$when}. Tas var notikt, ja darba laikā tiek zaudēts savienojums ar serveri. Šo izmaiņu atjaunošana var pārrakstīt visas izmaiņas, ko esat veicis kopš tā laika. Vai vēlaties atjaunot šīs izmaiņas tagad?
mr: आम्हाला {$when} मधे सेव्ह न केलेले बदल आढळले. काम करताना सर्व्हरशी कनेक्शन तुटल्यास असे होऊ शकते. ते बदल पुनर्संचयित (Restore) केल्याने तुम्ही त्या वेळेपासून केलेले कोणतेही बदल अधिलिखित (overwrite) होऊ शकतात. तुम्हाला ते बदल आता पुनर्संचयित (Restore) करायचे आहेत का?
sv: Vi hittade osparade ändringar från {$when}. Det kan hända om du förlorar anslutning till servern under tiden du arbetar. Återställning av osparade ändringar kan skriva över ändringar du gjort sedan dess. Vill du återställa ändringarna nu?
th: เราพบการเปลี่ยนแปลงที่ยังไม่ได้บันทึกตั้งแต่ {$when}. อาจเกิดขึ้นได้หากคุณสูญเสียการเชื่อมต่อกับเซิร์ฟเวอร์ขณะทำงาน การกู้คืนการเปลี่ยนแปลงเหล่านั้นอาจทับซ้อนการเปลี่ยนแปลงใด ๆ ที่คุณทำตั้งแต่นั้นมา คุณต้องการกู้คืนการเปลี่ยนแปลงเหล่านั้นตอนนี้หรือไม่?
vi: Chúng tôi tìm thấy các thay đổi chưa lưu từ {$when}. Điều này có thể xảy ra nếu bạn mất kết nối với máy chủ trong khi làm việc. Khôi phục những thay đổi đó có thể ghi đè lên bất kỳ thay đổi nào bạn đã thực hiện kể từ đó. Bạn có muốn khôi phục những thay đổi đó ngay bây giờ không?

# defaultMetric.title
source: Default Metric
ar_iq: المقياس الافتراضي
az: Defolt metrik
bg_bg: Метрика по подразбиране
ca: Mètrica predeterminada
cs: Výchozí metrika
da_dk: Standardmål
de_de: Standard-Metrik
el_gr: Καθορισμένο μετρικό
eu: Metrika lehenetsia
fa_ir: معیار اندازه‌گیری پیش‌فرض
fi_fi: Oletusmittari
fr: Métrique (par défaut)
gl_es: Métrica predeterminada
he: מדד ברירת מחדל
hr: Zadana metrika
hu: Alapértelmezett Metric
hy_am: Դեֆոլտ չափիչ
id_id: Metrik Bawaan
is_is: Sjálfgefinn mælikvarði
it: Metrica di default
ja: デフォルトのメトリック
ka: ნაგულისხმევი მეტრიკა
kk: Әдепкі көрсеткіш
lt: Numatytoji metrinė
lv: Noklusējuma metrika
mk_mk: Примарна метрика
mr: सर्वसाधारण मूल्य (Default Metric)
ms: Metrik Lalai
nb: Standardverdi
pl: Domyślna metryka
pt_pt: Métrica Padrão
ro: Metrica implicită
sl_si: Privzeto metrika
sv: Defaultmått
th: ตัวชี้วัดเริ่มต้น
tr_tr: Varsayılan Metrik
uk_ua: Метрична за умовчанням
vi: Chỉ số mặc định
zh_cn: 默认公制

# editor.submissionReview.uploadFile
source: Upload Review File
ar_iq: رفع الملف للتحكيم
az: D…ôy…ôrl…ôndirilmiŇü faylńĪ y√ľkl…ôyin
bg_bg: Качване на файл с рецензия
ca: Carregar l'arxiu de revisió
cs: Nahrání upraveného souboru
da_dk: Upload bedømmelsesfil
de_de: Begutachtungsdatei hochladen
el_gr: Μεταφόρτωση αρχείου αξιολόγησης
eu: Igo ebaluazio-fitxategia
fa_ir: آپلود فایل داوری
fi_fi: Lataa arviointitiedosto
fr: Téléverser le fichier d'évaluation
gl_es: Cargar arquivo de revisión
he: העלה קובץ ביקורת
hr: Prenesi datoteku pregleda
hu: Lektori fájl feltöltése
hy_am: Ներբեռնել գրախոսման ֆայլը
id_id: Unggah File Review
is_is: Hlaða upp ritrýniskrá
it: Carica file revisione
ja: 査読ファイルのアップロード
ka: განხილვის ფაილის ატვირთვა
kk: Рецензияны жүктеу
lt: Įkelti recenzijos failą
lv: Augšupielādēt recenzijas datni
mk_mk: Прикачи рецензиран фајл
mr: समीक्षणाची फाईल संक्रमित (अपलोड) करा
ms: Muat naik Fail Ulasan
nb: Last opp fil
pl: Prześlij plik recenzji
pt_pt: Upload Ficheiro Revisão
ro: Încărcați revizia
sl_si: Naloži recenzentsko datoteko
sv: Ladda upp granskningsfil
th: อัปโหลดไฟล์การทบทวน
tr_tr: Değerlendirilmiş Dosyayı Yükle
uk_ua: Завантажте файл перегляду
vi: Tải lên tệp đánh giá
zh_cn: 上传评审文件

# editor.submissionReview.uploadAttachment
source: Upload File
ar_iq: إرفع الملف
az: FaylńĪ y√ľkl…ôyin
bg_bg: Качване на файл
ca: Carregar arxiu
cs: Nahrát soubor
da_dk: Upload fil
de_de: Datei hochladen
el_gr: Μεταφόρτωση αρχείου
eu: Igo fitxategia
fa_ir: آپلود فایل
fi_fi: Lataa tiedosto
fr: Transférer le fichier
gl_es: Cargar arquivo
he: העלה קובץ
hr: Učitaj datoteku
hu: Fájl feltöltés
hy_am: Ներբեռնել ֆայլը
id_id: Unggah File
is_is: Hlaða upp skrá
it: Carica un file
ja: ファイルのアップロード
ka: ფაილის ატვირთვა
kk: Файлды жүктеп салу
lt: Įkelti failą
lv: Augšupielādēt datni
mk_mk: Прилкачи фајл
mr: फाईल संक्रमित (अपलोड) करा
ms: Muat Naik Fail
nb: Last opp
pl: Prześlij plik
pt_pt: Upload Ficheiro
ro: Încărcați un fișier
sl_si: Naloži datoteko
sv: Ladda upp fil
th: อัปโหลดไฟล์
tr_tr: Dosya Yükle
uk_ua: Завантажте файл
vi: Tải lên tệp
zh_cn: 上传文件

# email.addAttachment
source: Add Attachment
ar_iq: أضف مرفق
az: FaylńĪ …ôlav…ô edin
bg_bg: Прикачване на файл
ca: Afegeix un arxiu adjunt
cs: Přidat přílohu
da_dk: Tilføj vedhæftet fil
de_de: Anlage hinzufügen
el_gr: Πρoσθήκη συνημμένου
eu: Gehitu eranskina
fa_ir: افزودن پیوست
fi_fi: Lisää liite
fr: Ajouter une pièce jointe
gl_es: Engadir arquivo adxunto
he: הוסף קובץ מצורף
hr: Dodaj privitak
hu: Csatolt fájl hozzáadása
hy_am: Ավելացնել կցորդ
id_id: Tambah lampiran
is_is: Bæta viðhengi við
it: Aggiungi Allegato
ja: 添付ファイルを追加
ka: დანართის დამატება
kk: Қосымшаны қосу
lt: Pridėti priedą
lv: Pievienot pielikumu
mk_mk: Додади прилог
mr: जोडणी संलग्न करा (Add Attachment)
ms: Tambah Lampiran
nb: Legg til vedlegg
pl: Dodaj załącznik
pt_pt: Adicionar Anexo
ro: Adăugați un atașament
sl_si: Dodaj priponko
sv: Lägg till bilaga
th: เพิ่มไฟล์แนบ
tr_tr: Dosya Ekle
uk_ua: Додати вкладення
vi: Thêm tệp đính kèm
zh_cn: 添加附件

# email.addAttachment.submissionFiles.submissionDescription
source: Attach files uploaded by the author in the submission stage.
az: T…ôqdimat m…ôrh…ôl…ôsind…ô m√ľ…ôllif t…ôr…ôfind…ôn y√ľkl…ônmiŇü fayllarńĪ …ôlav…ô edin.
bg_bg: Прикрепяне на файлове, качени от автора при изпращането на материала.
ca: Adjuntar els arxius carregats per l'autor/a en la fase de tramesa.
cs: Přiložte soubory nahrané autorem ve fázi podání příspěvku.
eu: Erantsi egileak bidalketa-fasean igotako fitxategiak.
fr: Joindre les fichiers téléversés par l'auteur lors de la phase de soumission.
he: צרף קבצים שהועלו על ידי המחבר בשלב ההגשה.
hr: Priložite datoteke koje je autor učitao nakon slanja.
hy_am: Կցեք ներկայացման փուլում հեղինակի կողմից բեռնված նիշքերը:
it: Allega file caricati dall'autore nella fase di invio della proposta.
ja: 投稿段階で著者がアップロードしたファイルを添付する。
ka: მიამაგრეთ ავტორის მიერ ატვირთული ფაილები წარდგენის ეტაპზე.
kk: Жіберу кезеңінде автор жүктеп салған файлдарды тіркеңіз.
lt: Prisekite autoriaus įkeltus failus pateikimo etape.
lv: Pievienot datnes, kuras autors augšupielādējis iesniegšanas posmā.
mr: सादरीकरणाच्या टप्प्यात लेखकाने संक्रमित (अपलोड) केलेल्या फाईल्स जोडा.
pl: Załącz pliki wgrane przez autora na etapie zgłoszenia.
sv: Bifoga filer som laddades upp av författaren vid inskickning.
th: แนบไฟล์ที่อัปโหลดโดยผู้แต่งในขั้นตอนการส่ง
vi: Đính kèm tệp do tác giả tải lên trong giai đoạn nộp bài.

# email.addAttachment.submissionFiles.reviewDescription
source: Attach files uploaded during the submission workflow, such as revisions or files to be reviewed.
az: T…ôqdimat iŇü axńĪnńĪ zamanńĪ y√ľkl…ôn…ôn s…ôn…ôdl…ôr v…ô ya n…ôz…ôrd…ôn ke√ßiril…ôc…ôk fayllar zamanńĪ y√ľkl…ôn…ôn fayllarńĪ …ôlav…ô edin.
bg_bg: Прикрепяне на файлове, качени при изпращането на материала, като ревизии или файлове за рецензия.
ca: Adjuntar els arxius carregats durant el flux de treball de la tramesa, com per exemple les revisions o els arxius per revisar.
cs: Připojte soubory nahrané během pracovního postupu odesílání, například úpravy nebo soubory k recenzi.
eu: Erantsi bidalketa lan-fluxuan zehar igotako fitxategiak, hala nola ebaluazioak edo berrikusi beharreko fitxategiak.
fr: Joindre les fichiers téléversés au cours du processus de soumission tels les correctifs ou les fichiers à réviser.
he: צרף קבצים שהועלו במהלך תהליך ההגשה, כגון גירסאות קודמות.
hr: Priložite datoteke koje je autor učitao nakon podnošenja, kao što su revizije ili datoteke.
hy_am: Կցեք նիշքերը, որոնք վերբեռնվել են ներկայացման աշխատանքների ընթացքում, օրինակ՝ գրախոսման ենթակա նիշքերի վերանայումները:
it: Allega file caricati durante il workflow della proposta, come revisioni o file sottoposti a revisione.
ja: 修正や査読対象のファイルなど、投稿ワークフロー中にアップロードされたファイルを添付する。
ka: მიამაგრეთ წარდგენის სამუშაო პროცესის დროს ატვირთული ფაილები, როგორიცაა რევიზიები ან განსახილველი ფაილები.
kk: Жіберу процесі кезінде жүктеп салынған файлдарды, мысалы, түзетулер немесе қаралатын файлдарды тіркеңіз.
lt: Pridėkite pateikimo darbo eigos metu įkeltus failus, pvz., pataisymus arba peržiūrėtinus failus.
lv: Pievienot iesniegšanas darbplūsmas laikā augšupielādētas datnes, piemēram, labojumus vai datnes recenzēšanai.
mr: सादरीकरणाच्या कार्यप्रवाहादरम्यान (वर्कफ्लो) सुधारित संस्करणे किंवा समीक्षणासाठी संक्रमित (अपलोड) केलेल्या फाईल्स जोडा.
pl: Załącz pliki wgrane w czasie etapu recenzji.
sv: Bifoga filer som laddades upp av författaren i samband med inskickningen av bidraget, t.ex. revideringar eller filer som ska granskas.
th: แนบไฟล์ที่อัปโหลดระหว่างกระบวนการส่งงาน เช่น การแก้ไขหรือไฟล์ที่ต้องทบทวน
vi: Đính kèm tệp đã tải lên trong quy trình bài nộp, chẳng hạn như bản sửa đổi hoặc tệp cần đánh giá.

# email.addAttachment.libraryFiles.description
source: Attach files from the Submission and Publisher Libraries.
az: G√∂nd…ôrm…ô v…ô naŇüir kitabxanalarńĪndan fayllarńĪ …ôlav…ô edin.
bg_bg: Прикачване на файлове от библиотеките за изпратени материали и издателските библиотеки.
ca: Adjuntar els arxius des de les biblioteques editorial i de tramesa.
cs: Připojte soubory z podání příspěvku a z knihovny vydavatele.
eu: Erantsi fitxategiak bidalketatik eta argitaratzailearen liburutegitik.
fr: Joindre des fichiers provenant des bibliothèques de soumission et éditoriale.
he: צרף קבצים מתהליכי ההגשה והמוציא לאור.
hr: Priložite datoteke iz podneska i knjižnice izdavača.
hy_am: Կցեք նիշքեր Ներկայացման և Հրատարակիչների Գրադարաններից:
it: Allega file dalle librerie della fase di invio della proposta e dell'editore.
ja: 投稿ライブラリと発行者ライブラリからファイルを添付する。
ka: მიამაგრეთ ფაილები წარდგენისა და გამომცემლის ბიბლიოთეკებიდან.
kk: Жіберу және баспа кітапханаларынан файлдарды тіркеңіз.
lt: Prisekite failus iš pateikimo ir leidėjo bibliotekų.
lv: Pievienot datnes no materiāla iesniegšanas un izdevēja bibliotēkām.
mr: सादरीकरण आणि प्रकाशक लायब्ररीमधील फाईल्स जोडा.
pl: Załącz pliki z etapu zgłoszenia lub z Biblioteki wydawcy.
sv: Bifoga filer från bidrag och biblioteket.
th: แนบไฟล์จากห้องสมุดการส่งงานและห้องสมุดสำนักพิมพ์
vi: Đính kèm tệp từ Thư viện bài nộp và Thư viện nhà xuất bản.

# email.addAttachment.reviewFiles.attach
source: Attach Review Files
az: #YOX
bg_bg: Прикачване на рецензионни файлове
ca: Adjuntar els arxius de revisió
cs: Připojit recenzní soubory
eu: Erantsi berrikuspen-fitxategiak
fr: Joindre les fichiers d'évaluation
he: צרף קבצי סקירה
hr: Priložite datoteke ocjenjivanja
hy_am: Կցեք վերանայված նիշքերը
it: Allega revisioni
ja: 査読ファイルを添付する
ka: მიამაგრეთ მიმოხილვის ფაილები
kk: Қарау файлдарын тіркеңіз
lt: Pridėti peržiūros failus
lv: Pievienot recenzijas datnes
mr: समीक्षणाच्या फाईल्स जोडा
pl: Załącz pliki recenzyjne
sv: Bifoga granskningsfiler
th: แนบไฟล์การทบทวน
vi: Đính kèm tệp đánh giá

# email.addAttachment.reviewFiles.description
source: Attach files that were uploaded by reviewers
az: #YOX
bg_bg: Прикачване на файлове, качени от рецензентите
ca: Adjuntar els arxius carregats pels revisors/ores
cs: Připojení souborů nahraných recenzenty
eu: Erantsi ebaluatzaileek igotako fitxategiak
fr: Joindre les fichiers transférés par les évaluateur·rice·s
he: צרף קבצים שהועלו על ידי סוקרים
hr: Priložite datoteke koje su učitali recenzenti
hy_am: Կցեք նիշքերը, որոնք վերբեռնվել են գրախոսողների կողմից
it: Allega file caricati dai revisori
ja: 査読者がアップロードしたファイルを添付する
ka: მიამაგრეთ ფაილები, რომლებიც ატვირთულია მიმომხილველების მიერ
kk: Сарапшылар жүктеп салған файлдарды тіркеңіз
lt: Pridėkite recenzentų įkeltus failus
lv: Pievienot recenzenta augšupielādētās datnes
mr: समीक्षकांनी संक्रमित (अपलोड) केलेल्या फाईल्स जोडा
pl: Załącz pliki wgrane przez recenzentów
sv: Bifoga filer som laddats upp av granskare
th: แนบไฟล์ที่ถูกอัปโหลดโดยผู้รีวิว
vi: Đính kèm tệp do người đánh giá tải lên

# email.addCcRecipient
source: Add CC
ar_iq: أضف نسخة
az: M…ôlumat √ľ√ß√ľn alńĪcńĪ …ôlav…ô edin (CC)
bg_bg: Добави CC (копие)
ca: Afegeix CC
cs: Přidat CC
da_dk: Tilføj CC
de_de: Kopieempfänger/in hinzufügen
el_gr: Πρoσθήκη κοινοποίησης
eu: Gehitu CC
fa_ir: افزودن مخاطب
fi_fi: Lisää kopion vastaanottaja
fr: Ajouter une CC
gl_es: Engadir CC
he: הוסף עותק
hr: Dodaj kopiju
hu: CC hozzáadása
hy_am: Ավելացնել CC
id_id: Tambah CC
is_is: Bæta við afriti til
it: Aggiungi CC
ja: CCを追加
ka: ასლის დამატება
kk: CC қосыңыз
lt: Pridėti kopiją
lv: Pievienot CC adresātu
mk_mk: Додади копија
mr: CC वर पत्ता लिहा
ms: Tambah CC
nb: Legg til kopimottaker
pl: Dodaj odbiorców w kopii (DW)
pt_pt: Adicionar CC
ro: Adăugați CC
sl_si: Dodaj kopijo (CC)
sv: Lägg till CC
th: เพิ่ม CC
tr_tr: Bilgi için alıcı ekle (CC)
uk_ua: Додати до списку копій
vi: Thêm CC
zh_cn: 添加抄送

# email.addToRecipient
source: Add Recipient
ar_iq: أضف مستلم
az: AlńĪcńĪ …ôlav…ô edin
bg_bg: Добави получател
ca: Afegeix un destinatari/ària
cs: Přidat příjemce
da_dk: Tilføj modtager
de_de: Empfänger/in hinzufügen
el_gr: Πρoσθήκη παραλήπτη
eu: Gehitu hartzailea
fa_ir: افزودن کردن گیرنده
fi_fi: Lisää vastaanottaja
fr: Ajouter un destinataire
gl_es: Engadir destinatario/a
he: הוסף נמען
hr: Dodaj primatelja
hu: Címzett hozzáadása
hy_am: Ավելացնել ստացող
id_id: Tambah Penerima
is_is: Bæta viðtakanda við
it: Aggiungi destinatari
ja: 受信者を追加
ka: ადრესატის დამატება
kk: Алушыны қосу
lt: Pridėti gavėją
lv: Pievienot saņēmēju
mk_mk: Додади примател
mr: प्राप्तकर्त्याचा पत्ता लिहा
ms: Tambah Penerima
nb: Legg til mottaker
pl: Dodaj odbiorców
pt_pt: Adicionar Destinatário
ro: Adăugați destinatar
sl_si: Dodaj prejemnika
sv: Lägg till mottagare
th: เพิ่มผู้รับ
tr_tr: Alıcı Ekle
uk_ua: Додати до списку отримувачів
vi: Thêm người nhận
zh_cn: 添加收件人

# email.body
source: Body
ar_iq: المتن
az: Mesaj
bg_bg: Текст на имейла
ca: Cos
cs: Tělo zprávy
da_dk: Brødtekst
de_de: Text
el_gr: Κείμενο μηνύματος
eu: Gorputza
fa_ir: متن
fi_fi: Teksti
fr: Corps
gl_es: Texto
he: גוף
hr: Tijelo poruke
hu: Szövegtörzs
hy_am: Մարմին
id_id: Badan
is_is: Meginmál
it: Testo
ja: 本文
ka: ძირითადი ნაწილი
kk: Хат мәтіні
lt: Pagrindinis tekstas
lv: E-pasta saturs
mk_mk: Порака
mr: मजकूराची जागा (ई-मेल मधील)
ms: Badan
nb: Tekst
pl: Treść
pt_pt: Corpo
ro: Corp
sl_si: Vsebina
sv: Text
th: เนื้อหา
tr_tr: Mesaj
uk_ua: Текст
vi: Nội dung
zh_cn: 内容

# email.cc
source: CC
ar_iq: نسخة
az: M…ôlumat √ľ√ß√ľn alńĪcńĪ …ôlav…ô edin (CC)
bg_bg: Копие (CC)
ca: Amb còpia
el_gr: Κοιν:
fa_ir: مخاطب
fi_fi: Kopio
he: עותק
hr: Na znanje
is_is: Afrit til (CC)
ka: ასლი
lt: Kopija
mr: CC (ई-मेलची प्रत एकमेकांना पाठवलेली दिसली तरी हरकत नाही अशा पत्त्यांसाठी जागा)
nb: Kopi til
pl: DW
pt_pt: CC (Cópia Carbono)
sl_si: Kopija (CC)
tr_tr: Bilgi için alıcı ekle (CC)
uk_ua: Копія
zh_cn: 抄送

# email.bcc
source: BCC
ar_iq: نسخة سرية
az: M…ôlumat √ľ√ß√ľn alńĪcńĪ …ôlav…ô edin (BCC)
bg_bg: Скрито копие (BCC)
ca: Amb còpia oculta
el_gr: Αφανές αντίγραφο(BCC)
fa_ir: مخاطب (محرمانه)
fi_fi: Piilokopio
fr: CCI
gl_es: CCO
he: עותק מוסתר
hr: Skrivena kopija
is_is: Leyniafrit (BCC)
it: CCN
ka: უხილავი ასლი
lt: Nematoma kopija
mr: BCC (ई-मेलची प्रत एकमेकांना पाठवलेली दिसणार नाही अशा पत्त्यांसाठी जागा)
nb: Blindkopi til
pl: UDW
pt_pt: BCC (Cópia Oculta)
sl_si: Skrita kopija (BCC)
tr_tr: Bilgi için alıcı ekle (BCC)
uk_ua: Прихована копія
zh_cn: 暗抄送

# email.bccSender
source: Send a copy of this message to my address ({$address})
ar_iq: أرسل نسخة من هذه الرسالة إلى عنواني ({$address})
az: Bu mesajńĪn bir sur…ôtini adresim…ô g√∂nd…ôr( {$address}
bg_bg: Изпратете копие на това съобщение на моя адрес ({$address})
ca: Envia una còpia d'aquest missatge a la meva adreça ({$address})
cs: Pošli kopii této zprávy na mou adresu ({$address})
da_dk: Send en kopi af denne meddelelse til min adresse ({$address})
de_de: Eine Blindkopie dieser Nachricht an meine E-Mail-Adresse schicken({$address})
el_gr: Αποστολή αντίγραφου του μηνύματος στην ηλεκτρονική διεύθυνσή μου({$address}).
eu: Bidali mezu honen kopia nire helbidera ({$address})
fa_ir: یک رونوشت از این پیام به آدرس من ({$address}) نیز ارسال کن.
fi_fi: Lähetä kopio tästä viestistä osoitteeseeni ({$address})
fr: Envoyer une copie de ce courriel à mon adresse ({$address})
gl_es: Enviar unha copia desta mensaxe ao meu enderezo ({$address})
he: שלח עותק של הודעה זו לכתובת שלי ({$address})
hr: Poslati kopiju ove poruke na moju adresu ({$address})
hu: Küldjön másolatot az e-mail címemre ({$address})
hy_am: Այս նամակի կրկնօրինակը ուղարկել ({$address}) հասցեին
id_id: Kirim salinan pesan ini ke email saya({$address})
is_is: Senda afrit af þessum skilaboðum til mín ({$address})
it: Invia una copia di questo messaggio al mio indirizzo ({$address})
ja: このメールを自分のメールアドレス（{$address}）にコピーする
ka: გაგზავნეთ ამ წერილის ასლი ჩემს მისამართზე ({$address})
kk: Осы хабарламаның көшірмесін менің мекен-жайыма ({$address}) жіберіңіз
lt: Siųsti šio pranešimo kopiją mano adresu ({$address})
lv: Nosūtīt šī paziņojuma kopiju uz manu adresi ({$address})
mk_mk: Прати копија на оваа порака на моја адреса ({$address})
mr: या संदेशाची एक प्रत माझ्या या पत्त्यावर ({$address}) पाठवा
ms: Hantar salinan mesej ini ke alamat saya ({$address})
nb: Send en kopi av denne meldingen til min adresse ({$address})
pl: Wyślij kopię tej wiadomości na mój adres e-mail ({$address})
pt_pt: Enviar cópia desta mensagem para o meu e-mail ({$address})
ro: Trimiteți o copie a acestui mesaj la adresa mea ({$address})
sl_si: Pošlji kopijo tega spročila na moj naslov ({$address})
sv: Skicka en kopia av det här meddelandet till min adress ({$address})
th: ส่งสำเนาของข้อความนี้ไปยังที่อยู่ของฉัน ({$address})
tr_tr: Bu mesajın bir kopyasını adresime gönder ({$address})
uk_ua: Надіслати копію цього листа на мою адресу ({$address})
vi: Gửi bản sao tin nhắn này đến địa chỉ của tôi ({$address})
zh_cn: 发送一个信息的副本到我的邮箱 ({$address})
