Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# navigation.skip.nav
source: Skip to main navigation menu
ar_iq: إقفز إلى قائمة التنقل الرئيسية
az: ∆Źsas y√∂nl…ôndirm…ô menyusunu ke√ßin
bg_bg: Преминаване към главното меню за навигация
ca: Passar al menú de navegació principal
cs: Přeskočit na hlavní navigační menu
da_dk: Spring til hovednavigations-menu
de_de: Zur Hauptnavigation springen
el_gr: Μετάβαση στο κύριο μενού πλοήγησης
eu: Joan nabigazio-menu nagusira
fa_ir: رفتن به منوی گشت‌وگذار
fi_fi: Siirry navigaatioon
fr: Aller directement au menu principal
gl_es: Ir ao menú de navegación principal
he: דלג לתפריט הניווט הראשי
hr: Skoči na glavnu navigaciju
hu: Ugrás a főmenübe
hy_am: Անցնել հիմնական նավիգացիայի մենյուին
id_id: Beralih ke menu navigasi utama
is_is: Hoppa yfir í stiklu valmynd
it: Salta al menu principale di navigazione
ja: メインナビゲーションメニューにスキップ
ka: მთვარ მენიუზე გადასვლა
kk: Негізгі шарлау мәзіріне өту
lt: Pereiti prie pagrindinio naršymo meniu
lv: Pāriet uz galveno navigācijas izvēlni
mk_mk: Прескокнете на главното мени за навигација
mr: मुख्य मार्गनिर्देशन दुव्यांवर (Navigation menu) जा
ms: Langkau ke menu navigasi utama
nb: Gå til navigasjonsmenyen
pl: Przejdź do głównego menu
pt_pt: Saltar para menu de navegação principal
ro: Salt la meniul principal de navigare
sl_si: Skoči na navigacijski meni
sv: Hoppa till primär navigationsmeny
th: ข้ามไปยังเมนูนำทางหลัก
tr_tr: Ana yönlendirme menüsünü atla
uk_ua: Перейти в головне навігаційне меню
vi: Nhảy đến menu điều hướng chính
zh_cn: 跳转到主导航菜单

# navigation.skip.footer
source: Skip to site footer
ar_iq: إقفز إلى نهاية الموقع
az: SaytńĪn alt hiss…ôsini ke√ßin
bg_bg: Преминаване към долния колонтитул на сайта
ca: Passar al peu de pàgina del lloc
cs: Přeskočit na patičku stránky
da_dk: Spring til bundtekst
de_de: Zur Fußzeile springen
el_gr: Μετάβαση στο υποσέλιδο του ιστότοπου
eu: Joan gunearen oin-orrira
fa_ir: رفتن به پاورقی سایت
fi_fi: Siirry alatunnisteeseen
fr: Aller au pied de page
gl_es: Ir ao pé de páxina do sitio
he: דלג לכותרת התחתונה של האתר
hr: Skoči na podnožje stranice
hu: Ugrás az oldal lábrészéhez
hy_am: Անցնել կայքի ներքևի մենյուին
id_id: Beralih ke bagian footer website
is_is: Hoppa yfir í síðufót
it: Salta al piè di pagina del sito
ja: サイトフッターにスキップ
ka: საიტის სარდაფზე გადასვლა
kk: Сайттың төменгі деректемесіне өтіңіз
lt: Pereiti prie svetainės poraštės
lv: Pāriet uz vietnes kājeni
mk_mk: Прескокнете до подножјето на страницата
mr: संकेतस्थळावरील पानाच्या तळाशी (footer) जा
ms: Langkau ke footer laman
nb: Gå til bunnteksten
pl: Przejdź do stopki
pt_pt: Saltar para rodapé do site
ro: Salt la subsolul site-ului
sl_si: Skoči na nogo strani
sv: Hoppa till sidfot
th: ข้ามไปยังส่วนท้ายของเว็บไซต์
tr_tr: Site alt kısmını atla
uk_ua: Перейти на нижній колонтитул сайту
vi: Nhảy đến chân trang web
zh_cn: 跳转到网站页脚

# navigation.stepNumber
source: Step {$step}
ar_iq: الخطوة {$step}
az: AddńĪm {$step}
bg_bg: Стъпка {$step}
ca: Pas {$step}
cs: Krok {$step}
da_dk: Trin {$step}
de_de: Schritt {$step}
el_gr: Βήμα {$step}
eu: {$step}. urratsa
fa_ir: {$step} مرحله
fi_fi: Vaihe {$step}
fr: Étape {$step}
gl_es: Paso {$step}
he: שלב {$step}
hr: {$step}. korak
hu: Lépés {$step}
hy_am: Քայլ {$step}
id_id: Langkah{$step}
is_is: Skref {$step}
it: Passo {$step}
ja: ステップ {$step}
ka: ბიჯი {$step}
kk: {$step}-қадам
lt: {$step} žingsnis
lv: {$step}. solis
mk_mk: Чекор {$step}
mr: पायरी {$step}
ms: Langkah {$step}
nb: Steg {$step}
pl: Krok {$step}
pt_pt: Passo {$step}
ro: Pas {$step}
sl_si: Korak {$step}
sv: Steg {$step}
th: ขั้นตอนที่ {$step}
tr_tr: Adım {$step}
uk_ua: Крок {$step}
vi: Bước {$step}
zh_cn: 步骤： {$step}

# notification.removedAnnouncementType
source: Announcement type removed.
ar_iq: نوعية الإعلان أُزيلت.
az: Elan n√∂v√ľ √ßńĪxarńĪldńĪ.
bg_bg: Изтрит е тип на съобщение.
ca: S'ha eliminat un tipus d'avís.
cs: Odebrán typ oznámení.
da_dk: Meddelelsestype fjernet.
de_de: Mitteilungstyp gelöscht.
el_gr: Ο τύπος ανακοίνωσης αφαιρέθηκε.
eu: Jakirazpen-mota ezabatu da.
fa_ir: نوع اطلاعیه حذف شد
fi_fi: Ilmoitustyyppi poistettu.
fr: Type d'annonce supprimé.
gl_es: Eliminado o tipo de aviso.
he: סוג ההודעה הוסר.
hr: Vrsta najave uklonjena.
hu: Értesítéstípus törölt.
hy_am: Հայտարարության ձևը հեռացված է։
id_id: Jenis pengumuman telah dihapus.
is_is: Tegund tilkynningar fjarlægð.
it: Tipo annuncio rimosso.
ja: お知らせ種類が削除されました。
ka: განცხადების ტიპი წაიშალა.
kk: Жарнама түрі жойылды.
lt: Pranešimo tipas pašalintas.
lv: Paziņojuma tips noņemts.
mk_mk: Видот на објавата е отстранет.
mr: सूचनेचा हा प्रकार काढून टाकला.
ms: Jenis pengumuman dibuang.
nb: Type oppslag fjernet.
pl: Rodzaj powiadomienia usunięty.
pt_pt: Tipo de notícia removido.
ro: Tipul de anunț a fost îndepărtat.
sl_si: Tip obvestila je bil odstranjen.
sv: Meddelandetyp borttagen.
th: ลบประเภทประกาศแล้ว
tr_tr: Duyuru türü kaldırıldı.
uk_ua: Тип оголошення видалено.
vi: Đã xóa loại thông báo.
zh_cn: 公告类型已删除。

# notification.removedAnnouncement
source: Announcement removed.
ar_iq: الإعلان أُزيل removed.
az: Elan silindi.
bg_bg: Изтрито е съобщение.
ca: S'ha eliminat un avís.
cs: Odebráno oznámení.
da_dk: Meddelelse fjernet.
de_de: Mitteilung gelöscht.
el_gr: Η ανακοίνωση αφαιρέθηκε.
eu: Oharra kendu da.
fa_ir: اطلاعیه حذف شد
fi_fi: Ilmoitus poistettu.
fr: Annonce supprimée.
gl_es: Aviso eliminado.
he: ההודעה הוסרה.
hr: Poruka izbrisana.
hu: Értesítés törölt.
hy_am: Հայտարարությունը հեռացված է։
id_id: Pengumuman telah dihapus.
is_is: Tilkynning fjarlægð.
it: Annuncio rimosso.
ja: お知らせが削除されました。
ka: განცხადება წაიშალა.
kk: Жарнама жойылды.
lt: Pranešimas pašalintas.
lv: Paziņojums noņemts.
mk_mk: Објавата е отстранета.
mr: सूचना वगळली.
ms: Pengumuman dibuang.
nb: Oppslag fjernet.
pl: Powiadomienie usunięte.
pt_pt: Notícia removida.
ro: Anunțul a fost îndepărtat.
sl_si: Obvestilo je bilo odstranjeno.
sv: Meddelande borttaget.
th: ลบประกาศแล้ว
tr_tr: Duyuru kaldırıldı.
uk_ua: Оголошення видалено.
vi: Đã xóa thông báo.
zh_cn: 公告已删除。

# notification.confirmError
source: There was an error confirming your subscription.
ar_iq: حدث خطأ لدى تأكيد اشتراكك.
az: Abun…ôliyinizin t…ôsdiql…ônm…ôsind…ô bir x…ôta var.
bg_bg: Възникна грешка при потвърждаването на абонамента ви.
ca: S’ha produït un error en confirmar la vostra subscripció.
cs: Vyskytla se chyba při potvrzování vašeho přihlášení.
da_dk: Der opstod en fejl i forbindelse med bekræftelsen af dit abonnement.
de_de: Es gab einen Fehler beim Bestätigen Ihrer Registrierung.
el_gr: Παρουσίαστηκε ένα σφάλμα κατά την επιβεβαίωση της συνδρομής σας.
eu: Errorea harpidetza baieztatzean.
fa_ir: بروز خطا هنگام تأیید اشتراک شما
fi_fi: Tilaustasi vahvistettaessa tapahtui virhe.
fr: Il s'est produit une erreur lors de la confirmation de votre abonnement.
gl_es: Produciuse un erro ao confirmar a túa subscrición.
he: אירעה שגיאה באישור המנוי שלך.
hr: Došlo je do pogreške prilikom provjere vaše registracije.
hu: Hiba történt a feliratkozás megerősítésekor.
hy_am: Ձեր գրանցման հետ կապված տեղի է ունեցել սխալ։
id_id: Ada kesalahan saat mengkonfirmasi langganan Anda.
is_is: Það kom upp villa við að staðfesta áskrift þína.
it: Errore nella conferma.
ja: 登録確認でエラーが発生しました。
ka: თქვენი გამოწერის დადასტურებისას მოხდა შეცდომა.
kk: Жазылымыңызды растау кезінде қателік орын алды.
lt: Tvirtinant Jūsų prenumeratą įvyko klaida.
lv: Kļūda, apstiprinot abonementu.
mk_mk: Настана грешка при потврдување на вашата претплата.
mr: तुमच्या सदस्यतेची पुष्टी करताना एक त्रुटी आली.
ms: Terdapat ralat semasa mengesahkan langganan anda.
nb: Det oppstod en feil i behandlingen av varslingsabonnementet ditt.
pl: Wystąpił błąd podczas potwierdzania twojej subskrypcji.
pt_pt: Ocorreu um erro ao confirmar a sua subscrição.
ro: A apărut o eroare la confirmarea abonamentului.
sl_si: Prišlo je do napake pri potrjevanju vašega vpisa.
sv: Det uppstod ett problem när din prenumeration skulle bekräftas.
th: เกิดข้อผิดพลาดในการยืนยันการสมัครรับข้อมูลของคุณ
tr_tr: Abonelik doğrulamanızda bir hata var.
uk_ua: Під час підтвердження вашої передплати сталася помилка.
vi: Đã xảy ra lỗi khi xác nhận đăng ký của bạn.
zh_cn: 确认您的订阅的时候发生一个错误.

# notification.confirmSuccess
source: You have been successfully subscribed.
ar_iq: لقد اشتركت معنا بنجاح.
az: Uńüurla √ľzv oldunuz.
bg_bg: Успешно сте се абонирали.
ca: Us heu subscrit amb èxit.
cs: Byl jste úspěšně přihlášen.
da_dk: Din oprettelse som abonnent er gennemført.
de_de: Sie haben sich erfolreich registriert.
el_gr: Η συνδρομή σας δημιουργήθηκε επιτυχώς.
eu: Harpidetza burutu da.
fa_ir: اشتراک شما فعال شد
fi_fi: Tilauksesi onnistui.
fr: Vous vous êtes abonné avec succès.
gl_es: Subscribícheste correctamente.
he: נרשמת בהצלחה.
hr: Uspješno ste se registrirali.
hu: Sikeresen feliratkozott.
hy_am: Ձեր գրանցումը հաջողությամբ կատարվել է։
id_id: Anda telah berlangganan dengan sukses.
is_is: Þér tókst að gerast áskrifandi.
it: Sei stato iscritto con successo.
ja: 正常に登録されました。
ka: თქვენ წარმატებით გამოიწერეთ.
kk: Сіз сәтті жазылдыңыз.
lt: Jūs sėkmingai užsiprenumeravote.
lv: Abonēšana ir veiksmīgi notikusi.
mk_mk: Вие сте успешно претплатени.
mr: तुम्ही यशस्वीरित्या सदस्य झाला आहात.
ms: Anda telah berjaya melanggan.
nb: Varslingsabonnementet ditt er nå i orden.
pl: Zostałeś zasubskrybowany(a).
pt_pt: Subscrição realizada com sucesso.
ro: Ați fost înregistrat cu succes.
sl_si: Bili ste uspešno vpisani.
sv: Registreringen av din prenumeration är nu färdig.
th: คุณได้สมัครรับข้อมูลเรียบร้อยแล้ว
tr_tr: Başarılı bir şekilde üye oldunuz.
uk_ua: Ви успішно підтвердили передплату.
vi: Bạn đã đăng ký thành công.
zh_cn: Y您已成功订阅.

# notification.reminderError
source: There was an error sending your password, please ensure you've entered your email address correctly.
ar_iq: حدث خطأ ما عند إرسال كلمة مرورك. لطفاً، تأكد من صحة إدخالك لعنوان بريدك .
az: Ňěifr…ônizi g√∂nd…ôr…ôrk…ôn bir x…ôta baŇü verdi. Z…ôhm…ôt olmasa daxil etdiyiniz email adresinizin dońüru olduńüundan …ômin olun.
bg_bg: Възникна грешка при изпращането на вашата парола. Моля, уверете се, че сте въвели правилно имейл адреса си.
ca: S’ha produït un error en enviar la vostra contrasenya. Comproveu que heu introduït correctament el vostre correu electrònic.
cs: Při zasílání hesla se vyskytla chyba. Ujistěte se prosím, že jste uvedl emailovou adresu správně.
da_dk: Der opstod en fejl i forbindelse med afsendelsen af din adgangskode. Kontrollér, at du har indtastet din e-mail-adresse korrekt.
de_de: Das Zusenden des Passworts verursachte einen Fehler; stellen Sie bitte sicher, dass Sie die E-Mail-Adresse richtig eingegeben haben.
el_gr: Παρουσιάστηκε ένα σφάλμα κατά την αποστολή του κωδικού πρόσβασης. Παρακαλούμε επιβεβαιώστε ότι καταχωρήσατε σωστά τη διεύθυνσή σας.
eu: Errorea pasahitza bidaltzean, egiaztatu posta elektronikoko helbidea zuzen idatzi duzula.
fa_ir: بروز خطا هنگام ارسال رمز عبور شما، مطمئن شوید که آدرس ایمیل را صحیح وارد کرده‌اید.
fi_fi: Salasanan lähettämisessä tapahtui virhe. Varmista, että kirjoitit sähköpostiosoitteesi oikein.
fr: Il s'est produit une erreur lors de l'envoi de votre mot de passe. Veuillez vous assurer que vous avez saisi votre adresse de courriel correctement.
gl_es: Produciuse un erro ao enviar o seu contrasinal. Asegúrate de que inseriches correctamente o teu enderezo de correo electrónico.
he: אירעה שגיאה בשליחת הסיסמה שלך. אנא ודא שהזנת את כתובת הדוא"ל שלך כהלכה.
hr: Slanje lozinke uzrokovalo je pogrešku; provjerite jeste li ispravno unijeli adresu e-pošte.
hu: Hiba történt a jelszó elküldésekor, kérem, ellenőrizze, hogy a megadott email cím korrekt-e.
hy_am: Ձեր գաղտնաբառի ուղարկման հետ կապված կա խնդիր։ Խնդրում ենք, ստուգեք Ձեր էլ․ փոստի հասցեն։
id_id: Ada kesalahan saat mengirimkan kata sandi Anda, pastikan Anda memasukkan alamat email dengan benar.
is_is: Það kom upp villa við að senda lykilorðið þitt, vinsamlega athugaðu hvort þú hafir skráð netfang rétt.
it: L'nvio della password non è andato a buon fine. Controlla di aver inserito l'indirizzo email correttamente.
ja: 入力されたパスワードに誤りがあります。正確にメールアドレスを入力してください。
ka: თქვენი პაროლის გაგზავნისას მოხდა შეცდომა. დარწმუნდით, რომ სწორად შეიყვანეთ თქვენი ელფოსტის მისამართი.
kk: Құпия сөзді жіберу кезінде қате орын алды, электрондық пошта мекенжайын дұрыс енгізгеніңізге көз жеткізіңіз.
lt: Įvyko klaida siunčiant Jūsų slaptažodį. Įsitikinkite, kad savo elektroninio pašto adresą įvedėte teisingai.
lv: Kļūda nosūtot paroli, lūdzu, pārliecinieties, vai esat pareizi ievadījis savu e-pasta adresi.
mk_mk: Настана грешка при испраќањето на вашата лозинка, проверете дали сте ја внеле правилно вашата адреса за е-пошта.
mr: तुमचा पासवर्ड पाठवताना एक त्रुटी आली, कृपया तुम्ही तुमचा ई-मेल पत्ता योग्यरित्या प्रविष्ट केला आहे याची खात्री करा.
ms: Terdapat ralat menghantar kata laluan anda, sila pastikan anda telah memasukkan alamat e-mel anda dengan betul.
nb: Det oppsto en feil ved utsendelsen av passordet ditt. Sjekk om du har lagt inn e-postadressen din korrekt.
pl: Wystąpił błąd podczas wysyłania twojego hasła, upewnij się, że poprawnie podałeś(aś) swój adres e-mail.
pt_pt: Ocorreu um erro ao enviar a senha. Verifique se o endereço de e-mail fornecido está correto.
ro: A apărut o eroare la trimiterea parolei, asigurați-vă că ați introdus corect adresa dvs. de e-mail.
sl_si: Prišlo je do napake pri pošiljanju vašega gesla. Prosim preverite, da ste vpisali pravilen e-poštni naslov.
sv: Det uppstod ett fel vid utskick av lösenord till dig, vänligen dubbelkolla att den e-postadress du angivit verkligen stämmer.
th: เกิดข้อผิดพลาดในการส่งรหัสผ่านของคุณ กรุณาตรวจสอบให้แน่ใจว่าคุณได้ป้อนที่อยู่อีเมลถูกต้องแล้ว
tr_tr: Parolanızı gönderirken bir hata oluştu. Lütfen girmiş olduğunuz e-posta adresinizin doğru olduğundan emin olunuz.
uk_ua: Під час надсилання паролю сталася помилка. Будь ласка, перевірте коректність введеної вами адреси email.
vi: Đã xảy ra lỗi khi gửi mật khẩu của bạn, vui lòng đảm bảo bạn đã nhập địa chỉ email chính xác.
zh_cn: 发送您的密码的时候发生一个错误，请确认您已经正确输入电子邮件地址.

# submission.task.responseDueDate
source: Response Due Date
ar_iq: تاريخ استيجاب الرد
az: Son tarix
bg_bg: Отговор за рецензиране до дата
ca: Data de venciment de la resposta
cs: Termín pro odpověď
da_dk: Svar senest
de_de: Antwort fällig am
el_gr: Προθεσμία απάντησης
eu: Erantzunaren Epemuga
fa_ir: مهلت پاسخ
fi_fi: Vastauksen määräpäivä
fr: Date d'exigibilité de la réponse
gl_es: Data límite da resposta
he: תאריך יעד לתגובה
hr: Rok za odgovor
hu: Válasz határideje
hy_am: Գրախոսման ամսաթիվ
id_id: Batas Waktu Menanggapi
is_is: Lokadagsetning svars
it: Scadenza per confermare la disponibilità
ja: 応答期日
ka: პასუხის ვადის თარიღი
kk: Рецензияның растау күнін қарап шығу
lt: Atsakymą pateikti iki
lv: Atbildes sniegšanas termiņš
mk_mk: Одговори до датум
mr: प्रतिसाद देण्याची अंतिम तारीख
ms: Tarikh Akhir Respon
nb: Svarfrist
pl: Odpowiedz do
pt_pt: Prazo de Resposta
ro: Data limită de răspuns
sl_si: Rok za odziv
sv: Deadline för svar
th: กำหนดตอบรับ
tr_tr: Son Tarih
uk_ua: Дата підтвердження отримання рецензії
vi: Ngày đáo hạn phản hồi
zh_cn: 回应截止日期

# notification.removedReviewer
source: Reviewer removed.
ar_iq: المحكم أُزيل.
az: R…ôy√ßi l…ôńüv edildi.
bg_bg: Рецензентът е изтрит.
ca: S'ha eliminat un revisor/a.
cs: Recenzent odebrán.
da_dk: Bedømmer fjernet.
de_de: Gutachter/in entfernt.
el_gr: Ο Αξιολογητής αφαιρέθηκε
eu: Ebaluatzailea ezabatuta.
fa_ir: داور حذف شد
fi_fi: Arvioija poistettu.
fr: Le rapporteur a été supprimé.
gl_es: Revisor/a eliminado.
he: הסוקר הוסר.
hr: recenzent uklonjen.
hu: Szakmai lektor eltávolítása.
hy_am: Գրախոսողը հեռացված է։
id_id: Mitra Bestari Dikeluarkan.
is_is: Ritrýnir fjarlægður.
it: Revisore rimosso.
ja: 査読者が削除されました。
ka: რეფერენტი წაიშალა.
kk: Рецензент өшірілді.
lt: Recenzentas pašalintas.
lv: Recenzents noņemts.
mk_mk: Рецензентот е одбиен.
mr: समीक्षकाला काढून टाकण्यात आले.
ms: Pengulas dibuang.
nb: Fagfelle fjernet.
pl: Recenzent usunięty.
pt_pt: Revisor removido.
ro: Evaluatorul a fost eliminat.
sl_si: Recenzent je bil odstranjen.
sv: Granskare borttagen.
th: ลบผู้ทบทวนแล้ว
tr_tr: Hakem iptal edildi.
uk_ua: Рецензента видалено.
vi: Đã xóa người đánh giá.
zh_cn: 审阅者已删除。

# notification.cancelledReviewer
source: Reviewer cancelled.
ar_iq: المحكم أُلغي.
az: R…ôy√ßi l…ôńüv edildi.
bg_bg: Рецензентът е отказан.
ca: Revisor/a cancel·lat.
cs: Recenzent zrušen.
da_dk: Bedømmer annulleret.
de_de: Gutachter/in gestrichen.
el_gr: Ο Αξιολογητής ακυρώθηκε.
eu: Ebaluatzailea bertan behera.
fi_fi: Arvioija perunut.
fr: L'évaluatrice ou évaluateur a été annulé.
gl_es: Revisor/a cancelado.
he: הסוקר ביטל.
hr: Recenzent izbrisan.
hu: Szakmai lektor lektorálása megszakítva.
hy_am: Գրախոսողը չեղարկված է։
id_id: Mitra Bestari dibatalkan.
is_is: Ritrýnir hætti við.
it: Questo reviewer è stato rimosso.
ja: 査読者が取り消されました。
ka: რეცენზენტი გაუქმდა.
kk: Рецензент бас тартты.
lt: Recenzentas atšaukė.
lv: Recenzents atcelts.
mk_mk: Рецензентот е одбиен.
mr: समीक्षकाला रद्द करण्यात आले.
ms: Pengulas telah dibatalkan.
nb: Fagfelle avbrutt.
pl: Odwołanie recenzenta.
pt_pt: Revisor cancelado.
ro: Evaluatorul a fost anulat.
sl_si: Recenzent je bil preklican.
sv: Granskare avbruten.
th: ยกเลิกผู้ทบทวนแล้ว
tr_tr: Hakem iptal edildi.
uk_ua: Рецензента відмінено.
vi: Đã hủy người đánh giá.
zh_cn: 审阅者已取消。

# notification.reinstatedReviewer
source: Reviewer reinstated.
ar_iq: المحكم أُعيد.
az: R…ôy√ßi yenid…ôn t…ôyin edildi.
bg_bg: Рецензентът е възстановен.
ca: Revisor/a restablert.
cs: Recenzent obnoven.
da_dk: Bedømmer genindsættes.
de_de: Gutachter/in wiedereingesetzt.
el_gr: Έγινε επαναφορά του Αξιολογητή.
eu: Ebaluatzailea berrezarri da.
fi_fi: Arvioija palautettu.
fr: L'évaluatrice ou évaluateur a été réintégré.
gl_es: Revisor/a restablecido.
he: הסוקר הושב לתפקידו.
hr: Recenzent je vraćen.
hu: Szakmai lektor ismételten felkérve.
hy_am: Գրախոսողը վերականգնված է։
id_id: Mitra Bestari dipulihkan.
is_is: Ritrýnir settur aftur inn.
it: Questo reviewer è stato re-invitato.
ja: 査読者が回復されました。
ka: მიმომხილველი აღდგა.
kk: Рецензент қалпына келтірілді.
lt: Recenzentas grąžintas į pareigas.
lv: Recenzents atjaunots.
mk_mk: Рецензентот повторно е доделен.
mr: समीक्षकाला पुन्हा नियुक्त करण्यात आले.
ms: Pengulas dipulihkan.
nb: Fagfelle gjenopptatt.
pl: Przywołanie recenzenta.
pt_pt: Revisor restabelecido.
ro: Evaluatorul s-a reintegrat.
sl_si: Recenzent je bil ponovno dodeljen.
sv: Granskare återinsatt.
th: ฟื้นฟูสถานะผู้ทบทวนแล้ว
tr_tr: Hakem yeniden atandı.
uk_ua: Рецензування розпочато заново.
vi: Đã khôi phục người đánh giá.
zh_cn: 审阅者已恢复。

# notification.reviewerResendRequest
source: Request to reconsider the review assignment was sent.
bg_bg: Изпратена е молба за преразглеждане на задачата за рецензия.
ca: Sol·licitud per reconsiderar l'assignació de revisió enviada.
cs: Byla zaslána žádost o přehodnocení přiřazení recenze.
eu: Berrikuspen-esleipena berraztertzeko eskaera bidali da.
fr: Une demande pour reconsidérer l’assignation de l’évaluation a été envoyée.
he: נשלחה בקשה לשקול מחדש את מטלת הסקירה.
hr: Poslan je zahtjev za preispitivanje zadatka.
it: La richiesta di riconsiderare l'assegnazione per la revisione è stata inviata.
ja: 査読課題の再検討リクエストが送信されました。
lt: Prašymas persvarstyti peržiūros užduotį išsiųstas.
lv: Tika nosūtīts pieprasījums pārskatīt recenzēšanas uzdevumu.
mr: समीक्षणाच्या कामगिरीचा पुनर्विचार करण्याची विनंती केली होती.
pl: Prośba o zmianę decyzji w sprawie przydziału do recenzji.
sv: Förfrågan skickades om att överväga granskningsuppdraget på nytt.
th: คำขอพิจารณาการมอบหมายทบทวนถูกส่งอีกครั้งแล้ว
vi: Đã gửi lại yêu cầu xem xét chỉ định đánh giá.

# notification.type.allReviewsIn
source: All reviewers have responded and a decision is needed in {$stage}.
ar_iq: كل المحكمين وردت تحكيماتهم والقرار مطلوب في {$stage}.
az: B√ľt√ľn Ňü…ôrhl…ôr m√∂vcuddur v…ô {$stage} qismind…ô bir q…ôrar t…ôl…ôb olunur.
bg_bg: Всички рецензенти са отговорили и е необходимо решение за етап {$stage}.
ca: Tots els revisors/ores hi són i cal una decisió a {$stage}.
cs: Všechny recenze jsou nahrány a je třeba rozhodnout ve fázi {$stage}.
da_dk: Alle bedømmelser er modtaget og en afgørelse skal tages under: {$stage}.
de_de: Alle Gutachten liegen vor, und eine Entscheidung wird in Phase {$stage} benötigt.
el_gr: Όλες οι αξιολογήσεις και η απόφαση Επιμελητή χρειάζονται στο {$stage}.
eu: Ebaluatzaile guztiek erantzun dute eta erabaki bat hartu behar da {$stage}-n.
fa_ir: تمامی داوری‌های در حال اجرا و تصمیم اتخاذ شده در {$stage} نیاز است.
fi_fi: Kaikki arvioinnit ovat saapuneet ja {$stage}-vaiheessa tarvitaan päätös.
fr: Toutes les évaluations ont été soumises. Il faut prendre une décision à l'étape {$stage}.
gl_es: Todos os revisores responderon e é necesaria unha decisión en {$stage}.
he: כל הסוקרים הגיבו ונדרשת החלטה ב{$stage}.
hr: Svi pregledi su spremni i odluka je potrebna u fazi {$stage}.
hu: Az összes szakértői vélemény beérkezett, a döntést kell meghozni a {$stage} szakaszban.
hy_am: Բոլոր գրախոսողները պատասխանել են և որոշումը {$stage} փուլում է։
id_id: Semua mitra bestari telah menanggapi dan perlu mengambil keputusan pada {$stage}.
is_is: Allir ritrýnar hafa svarað og taka þarf ákvörðun á stigi: {$stage}.
it: Tutte le revisioni sono state caricate ed è necassaria una decisione nel passaggio {$stage}.
ja: すべての査読者が回答しました。 {$stage}で決定が必要です。
ka: ყველა მიმომხილველმა უპასუხა და გადაწყვეტილება საჭიროა {$stage}-ზე.
kk: Барлық рецензенттер өз пікірлерін жіберді және шешім "{$stage}" кезеңінде қабылдануы керек.
lt: Gautos visos recenzijos, reikia pateikti sprendimą etape „{$stage}“.
lv: Visi recenzenti ir atbildējuši, un {$stage}. posmā ir jāpieņem lēmums.
mk_mk: Сите рецензенти одговорија и потребна е одлука во {$stage}.
mr: सर्व समीक्षकांनी प्रतिसाद दिला आहे आणि {$stage} या टप्प्यावर निर्णय आवश्यक आहे.
ms: Semua pengulas telah respon dan keputusan diperlukan dalam {$stage}.
nb: Alle fagfellevurderingene er sendt inn og en avgjørelse må tas i {$stage}.
pl: Wszystkie recenzje są gotowe - decyzja jest niezbędna w etapie {$stage}.
pt_pt: Todas revisores responderam e é necessário emitir uma decisão em {$stage}.
ro: Toți recenzorii au răspuns și este nevoie de o decizie în {$stage}.
sl_si: Vse recenzije so končane in potrebna je odločitev v {$stage}.
sv: Alla granskningar har kommit in och ett beslut behövs vid {$stage}.
th: ผู้ทบทวนทั้งหมดได้ตอบกลับแล้วและต้องการการตัดสินใจในขั้นตอน {$stage}
tr_tr: Tüm yorumlar mevcut ve {$stage} kısmında bir karar gereklidir.
uk_ua: Усі рецензії є і необхідно прийняти рішення на етапі {$stage}.
vi: Tất cả người đánh giá đã phản hồi và cần có quyết định trong {$stage}.
zh_cn: 所有审核者都做出了回应，需要在{$stage}中做出决定。
