Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# validator.currency
source: This is not a valid currency.
ar_iq: هذه ليست عملة صحيحة.
az: Bu dońüru bir pul vahidi deyil.
bg_bg: Това не е валидна валута.
ca: Aquesta no és una moneda vàlida.
cs: Toto není platná měna.
da_dk: Dette er ikke en gyldig valuta.
de_de: Dies ist keine gültige Währung.
el_gr: Δεν είναι έγκυρο αυτό το νόμισμα.
eu: Hau ez da baliozko moneta bat.
fi_fi: Tämä ei ole kelvollinen valuutta.
fr: Ceci n'est pas une devise valide.
gl_es: Esta non é unha moeda válida.
he: זה אינו מטבע תקף.
hr: Ovo nije valjana valuta.
hu: Nem megfelelő pénznem.
hy_am: Նշված արժույթը վավեր չէ։
id_id: Mata uang ini tidak valid.
is_is: Þetta er ekki gildur gjaldmiðill.
it: Valuta non valida.
ja: 有効な通貨ではありません。
ka: გთხოვთ, აირჩიოთ სწორი ვალუტა.
kk: Жарамсыз валюта.
lt: Tai negaliojanti valiuta.
lv: Šī nav derīga valūta.
mk_mk: Ова не е важечка валута.
mr: हे ग्राह्य चलन नाही.
ms: Ini bukan mata wang yang sah.
nb: Dette er ikke en gyldig valuta.
pl: Nieprawidłowa waluta.
pt_pt: Esta moeda não é válida.
ro: Aceasta nu este o monedă valabilă.
sl_si: To ni veljavna valuta.
sv: Detta är inte en giltig valuta.
th: นี่ไม่ใช่สกุลเงินที่ถูกต้อง
tr_tr: Bu geçerli bir para birimi değil.
uk_ua: Це не є валідною валютою.
vi: Đây không phải là tiền tệ hợp lệ.
zh_cn: 这不是有效的货币。

# validator.digits
source: This must be {$digits} digits long.
ar_iq: هذا لا بد له أن يكون من {$digits} مرتبة رقمية.
az: Bu, {$digits} pill…ô uzunluńüunda olmalńĪdńĪr.
bg_bg: Това трябва да е с дължина {$digits} цифри.
ca: Això ha de tenir {$digits} dígits.
cs: Musí to být dlouhé {$digits} číslic.
da_dk: Dette skal være {$digits} cifre langt.
de_de: Dies muss {$digits} Zeichen lang sein.
el_gr: Πρέπει να έχει μήκος {$digits} ψηφία.
eu: Honek {$digits} digitu izan behar ditu.
fi_fi: Tämän pitää olla {$digits} numeron pituinen.
fr: Ceci doit contenir {$digits} chiffres.
gl_es: Isto debe ter {$díxitos} díxitos.
he: זה חייב להיות באורך של {$digits} ספרות.
hr: Ovo mora imati {$digits} znakova.
hu: {$digits} számjegy hosszúságúnak kell lenie.
hy_am: Երկարությունը պետք է լինի - {$digits}:
id_id: Harus berisi {$digits} digit.
is_is: Lengdin verður að vera {$digits} tölustafir.
it: Deve essere di {$digits} cifre.
ja: 長さは {$digits} 桁にする必要があります。
ka: ეს უნდა იყოს {$digits} ციფრის სიგრძე.
kk: Ұзындық {$digits} цифр болуы керек.
lt: Tai turi būti {$digits} skaitmenų ilgio.
lv: Tam jāsatur {$digits} cipari.
mk_mk: Ова мора да биде долга{ $digits} цифри.
mr: हे {$digits} अंकांनीच बनलेले असायला हवे.
ms: Ini mestilah {$digits} digit panjang.
nb: Dette skal være {$digits} siffer langt.
pl: Wartość musi być długa na {$digits}.
pt_pt: Deve ter {$digits} dígitos.
ro: Acesta trebuie să fie de {$digits} digiți lungime.
sl_si: To mora biti dolgo {$digits} števk.
sv: Detta ska vara {$digits} siffror långt.
th: ต้องมีความยาว {$digits} หลัก
tr_tr: Bu, {$digits} basamak uzunluğunda olmalıdır.
uk_ua: Це має містити {$digits} цифр.
vi: Trường này phải có {$digits} chữ số.
zh_cn: 该项长度必须为 {$digits} 个数字。

# validator.exists
source: The selected {$attribute} is invalid.
ar_iq: إن {$attribute} المختارة غير صحيحة.
az: Se√ßil…ôn {$attribute} etibarsńĪzdńĪr
bg_bg: Избраният {$attribute} е невалиден.
ca: El {$attribute} seleccionat no és vàlid.
cs: Vybraný {$attribute} je neplatný.
da_dk: Det valgte {$attribute} er ugyldigt.
de_de: Das gewählte {$attribute} ist ungültig.
el_gr: Το επιλεγμένο χαρακτηριστικό {$attribute} δεν είναι έγκυρο.
eu: Hautatutako {$attribute} baliogabea da.
fi_fi: Valittu {$attribute} on virheellinen.
fr: {$attribute} sélectionné invalide.
gl_es: O {$attribute} seleccionado non é válido.
he: {$attribute} שנבחר אינו תקף.
hr: Odabrani {$attribute} nije valjan.
hu: A kiválasztott {$attribute} nem érvényes.
hy_am: Ընտրված {$attribute} -ը վավեր չէ։
id_id: {$attribute} yang dipilih tidak valid.
is_is: Valinn {$attribute} er ógildur.
it: {$attribute} non valido.
ja: 選択された{$attributeは無効です。
ka: არჩეული {$attribute} არასწორია.
kk: Таңдалған {$attribute} жарамсыз.
lt: Pasirinktas {$attribute} yra neteisingas.
lv: Izvēlētais {$attribute} ir nederīgs.
mk_mk: Избраниот {$attribute} е неважечки.
mr: निवडलेला {$attribute} अवैध आहे.
ms: {$attribute} yang dipilih adalah tidak sah.
nb: Det valgte {$attribute} er ugyldig.
pl: Wybrany {$attribute} jest niepoprawny.
pt_pt: O {$attribute} selecionado não é válido.
ro: {$attribute} selectat este invalid.
sl_si: Izbran {$attribute} je neveljaven.
sv: Det valda {$attribute} är ogiltigt.
th: {$attribute} ที่เลือกไม่ถูกต้อง
tr_tr: Seçilen {$attribute} geçersiz.
uk_ua: Обраний {$attribute} не є валідним.
vi: {$attribute} đã chọn không hợp lệ.
zh_cn: 所选的 {$attribute} 无效。

# validator.filled
source: This field is required.
ar_iq: هذا الحقل مطلوب.
az: Bu sah…ô doldurulmalńĪdńĪr.
bg_bg: Това поле е задължително.
ca: Aquest camp és obligatori.
cs: Toto pole je povinné.
da_dk: Dette felt er påkrævet.
de_de: Dies ist ein Pflichtfeld.
el_gr: Αυτό το πεδίο είναι υποχρεωτικό.
eu: Eremu hau derrigorrezkoa da.
fi_fi: Tämä on pakollinen kenttä.
fr: Ce champ est requis.
gl_es: Este campo é obrigatorio.
he: זהו שדה חובה
hr: Ovo je obavezno polje.
hu: Kötelezően töltendő mező.
hy_am: Պարտադիր դաշտ։
id_id: Kolom ini wajib diisi.
is_is: Þetta er áskilið svæði.
it: Questo campo è richiesto.
ja: このフィールドは必須です。
ka: ეს ველი სავალდებულოა.
kk: Өріс міндетті болып табылады.
lt: Šis laukas yra privalomas.
lv: Šis lauks ir obligāts.
mk_mk: Ова поле е задолжително.
mr: हे फील्ड आवश्यक आहे.
ms: Medan ini diperlukan.
nb: Dette feltet er obligatorisk.
pl: Pole jest wymagane.
pt_pt: Este campo é obrigatório.
ro: Acest câmp este obligatoriu.
sl_si: To polje je obvezno.
sv: Detta fält är obligatoriskt.
th: ต้องระบุฟิลด์นี้
tr_tr: Bu alan gereklidir.
uk_ua: Це поле повинно бути заповненим.
vi: Trường này là bắt buộc.
zh_cn: 这是必填项。

# validator.in
source: The selected {$attribute} is invalid.
ar_iq: إن {$attribute} المختارة غير صحيحة.
az: Se√ßil…ôn {$attribute} etibarsńĪzdńĪr
bg_bg: Избраният {$attribute} е невалиден.
ca: El {$attribute} seleccionat no és vàlid.
cs: Vybraný {$attribute} je neplatný.
da_dk: Det valgte {$attribute} er ugyldigt.
de_de: Das gewählte {$attribute} ist ungültig.
el_gr: Το επιλεγμένο χαρακτηριστικό {$attribute} δεν είναι έγκυρο.
eu: Hautatutako {$attribute} baliogabea da.
fi_fi: Valittu {$attribute} on virheellinen.
fr: {$attribute} sélectionné invalide.
gl_es: O {$attribute} seleccionado non é válido.
he: {$attribute} שנבחר אינו תקף.
hr: Odabrani {$attribute} nije valjan.
hu: A kiválasztott {$attribute} nem érvényes.
hy_am: Ընտրված {$attribute} -ը անվավեր է։
id_id: {$attribute} yang dipilih tidak valid.
is_is: Valinn {$attribute} er ógildur.
it: {$attribute} non valido.
ja: 選択された{$attributeは無効です。
ka: არჩეული {$attribute} არასწორია.
kk: Таңдалған {$attribute} жарамсыз.
lt: Pasirinktas {$attribute} yra neteisingas.
lv: Izvēlētais {$attribute} ir nederīgs.
mk_mk: Избраниот {$attribute} е неважечки.
mr: निवडलेला {$attribute} अग्राह्य आहे.
ms: {$attribute} yang dipilih adalah tidak sah.
nb: Det valgte {$attribute} er ugyldig.
pl: Wybrany {$attribute} jest nieprawidłowy.
pt_pt: O {$attribute} selecionado é inválido.
ro: {$attribute} selectat este invalid.
sl_si: Izbran {$attribute} je neveljaven.
sv: Det valda {$attribute} är ogiltigt.
th: {$attribute} ที่เลือกไม่ถูกต้อง
tr_tr: Seçilen {$attribute} geçersiz.
uk_ua: Обраний {$attribute} не є валідним.
vi: {$attribute} đã chọn không hợp lệ.
zh_cn: 所选的 {$attribute} 无效。

# validator.integer
source: This is not a valid integer.
ar_iq: هذا ليس عدداً صحيحاً.
az: Bu dońüru bir tam say deyil.
bg_bg: Това не е валидно цяло число.
ca: Això no és un nombre enter vàlid.
cs: Toto není platné celé číslo.
da_dk: Dette er ikke et gyldigt heltal.
de_de: Dies ist keine gültige Ganzzahl.
el_gr: Αυτός δεν είναι έγκυρος ακέραιος.
eu: Zenbaki oso hau ez da baliozkoa.
fi_fi: Tämä ei ole kelvollinen numero.
fr: Ceci n'est pas un entier valide.
gl_es: Este non é un número enteiro válido.
he: זה אינו מספר שלם תקף.
hr: Ovo nije važeći cijeli broj.
hu: Nem érvényes egész szám.
hy_am: Սա վավեր ամբողջական թիվ չէ։
id_id: Integernya tidak valid.
is_is: Þetta er ekki gild heiltala.
it: Numero intero non valido.
ja: 有効な整数ではありません。
ka: ეს არ არის სწორი მთელი რიცხვი.
kk: Бүтін сан емес.
lt: Tai nėra galiojantis sveikasis skaičius.
lv: Tas nav vesels skaitlis.
mk_mk: Ова не е валиден цел број.
mr: ही वैध पूर्ण संख्या नाही.
ms: Ini bukan integer yang sah.
nb: Dette er ikke et gyldig heltall.
pl: To nie jest prawidłowy zapis integer.
pt_pt: Este não é um número inteiro válido.
ro: Acesta nu este un număr întreg valid.
sl_si: To ni veljavno celo število.
sv: Detta är inte en giltig enhet.
th: นี่ไม่ใช่จำนวนเต็มที่ถูกต้อง
tr_tr: Bu geçerli bir tam sayı değil.
uk_ua: Це не є валідним числом.
vi: Đây không phải là số nguyên hợp lệ.
zh_cn: 这不是有效的整数。

# validator.ip
source: This is not a valid IP address.
ar_iq: هذا ليس عنوان IP صحيح.
az: Bu dońüru bir IP adresi deyil.
bg_bg: Това не е валиден IP адрес.
ca: Aquesta adreça IP no és vàlida.
cs: Toto není platná IP adresa.
da_dk: Dette er ikke en gyldig IP-adresse.
de_de: Dies ist keine gültige IP-Adresse.
el_gr: Αυτή δεν είναι έγκυρη διεύθυνση IP.
eu: Hau ez da baliozko IP helbide bat.
fi_fi: Tämä ei ole kelvollinen IP-osoite.
fr: Ceci n'est pas une adresse IP valide.
gl_es: Este non é un enderezo IP válido.
he: זו אינה כתובת IP תקפה.
hr: Ovo nije valjana IP adresa.
hu: Nem érvényes IP cím.
hy_am: IP հասցեն վավեր չէ։
id_id: Alamat IP tidak valid.
is_is: Þetta er ekki gilt IP-númer.
it: Indirizzo IP non valido.
ja: 有効なIPアドレスではありません。
ka: ეს არ არის მართებული IP-მისამართი.
kk: Жарамсыз IP мекенжайы.
lt: Tai nėra galiojantis IP adresas.
lv: Šī nav derīga IP adrese.
mk_mk: Ова не е валидна IP адреса.
mr: हा वैध IP पत्ता नाही.
ms: Ini bukan alamat IP yang sah.
nb: Dette er ikke en gyldig IP-adresse.
pl: Nieprawidłowy IP.
pt_pt: Este não é um endereço de IP válido.
ro: Aceasta nu este o adresă IP validă.
sl_si: To ni veljaven IP naslov.
sv: Detta är inte en giltig IP-adress.
th: นี่ไม่ใช่ที่อยู่ IP ที่ถูกต้อง
tr_tr: Bu geçerli bir IP adresi değil.
uk_ua: Це не є валідною IP адресою.
vi: Đây không phải là địa chỉ IP hợp lệ.
zh_cn: 这不是有效的IP地址。

# validator.issn
source: This is not a valid ISSN.
ar_iq: هذا ليس رقماً معيارياً صحيحاً.
az: Bu dońüru bir ISSN deyil.
bg_bg: Това не е валиден ISSN.
ca: Aquest ISSN no és vàlid.
cs: Toto není platný ISSN kód.
da_dk: Dette er ikke et gyldigt ISSN.
de_de: Dies ist keine gültige ISSN.
el_gr: Αυτό δεν είναι έγκυρο ISSN.
eu: Hau ez da baliozko ISSN bat.
fi_fi: Tämä ei ole kelvollinen ISSN-tunnus.
fr: Ceci n'est pas un ISSN valide.
gl_es: Este ISSN non é válido.
he: זה אינו ISSN תקף.
hr: Ovo nije važeći ISSN.
hu: Nem érvényes ISSN.
hy_am: ISSN-ն վավեր չէ։
id_id: ISSN tidak valid.
is_is: Þetta er ekki gilt ISSN.
it: ISSN non valido.
ja: 有効なISSNではありません。
ka: ეს არ არის სწორი ISSN.
kk: ISSN қате.
lt: Tai nėra galiojantis ISSN.
lv: Tas nav derīgs ISSN.
mk_mk: Ова не е валиден ISSN.
mr: हा वैध ISSN नाही.
ms: Ini bukan ISSN yang sah.
nb: Dette er ikke et gyldig ISSN.
pl: Nieprawidłowy ISSN.
pt_pt: Este ISSN não é válido.
ro: Acesta nu este un ISSN valid.
sl_si: To ni veljaven ISSN.
sv: Detta är inte ett giltigt ISSN-nummer.
th: นี่ไม่ใช่ ISSN ที่ถูกต้อง
tr_tr: Bu geçerli bir ISSN değil.
uk_ua: Це не є валідним ISSN.
vi: Đây không phải là ISSN hợp lệ.
zh_cn: 这不是有效的ISSN。

# validator.json
source: This is not a valid JSON string.
ar_iq: هذه ليست عبارة صحيحة بلغة JSON.
az: Bu dońüru JSON s…ôtri deyil
bg_bg: Това не е валиден JSON низ.
ca: Aquesta cadena JSON no és vàlida.
cs: Toto není platný JSON řetězec.
da_dk: Dette er ikke en gyldig JSON-streng.
de_de: Dies ist keine gültige JSON Zeichenkette.
el_gr: Αυτή δεν είναι έγκυρη συμβολοσειρά JSON.
eu: Hau ez da baliozko JSON kate bat.
fi_fi: Tämä ei ole kelvollinen JSON-arvo.
fr: Ceci n'est pas une chaîne JSON valide.
gl_es: Esta cadea JSON non é válida.
he: זו אינה מחרוזת JSON תקפה.
hr: Ovo nije važeći JSON niz.
hu: Nem érvényes JSON string.
hy_am: JSON փոփոխականը վավեր չէ։
id_id: String JSON tidak valid.
is_is: Þetta er ekki gildur JSON strengur.
it: Stringa JSON non valida.
ja: 有効な JSON 文字列ではありません。
ka: ეს არ არის სწორი JSON მწკრივი.
kk: Жарамсыз JSON жолы.
lt: Tai nėra galiojanti JSON eilutė.
lv: Šī nav derīga JSON virkne.
mk_mk: Ова не е важечка низа JSON.
mr: हे वैध JSON सूत्र (JSON string) नाही.
ms: Ini bukan string JSON yang sah.
nb: Dette er ikke en gyldig JSON-streng.
pl: Nieprawidłowy string JSON.
pt_pt: Este não é uma string JSON válida.
ro: Acesta nu este un șir JSON valid.
sl_si: To ni veljaven JSON zapis.
sv: Detta är inte en giltig JSON-sträng.
th: นี่ไม่ใช่สตริง JSON ที่ถูกต้อง
tr_tr: Bu geçerli bir JSON dizesi değil.
uk_ua: Ця не є валідною JSON строкою.
vi: Đây không phải là chuỗi JSON hợp lệ.
zh_cn: 这不是有效的JSON字符串。

# validator.localeExpected
source: This field is multilingual. Separate values must be provided for each supported language.
ar_iq: هذا الحقل متعدد اللغات. قيم مختلفة ينبغي إدخالها لكل من اللغات المتاحة.
az: Bu sah…ô √ßoxdillidir. D…ôst…ôkl…ôn…ôn h…ôr dil √ľ√ß√ľn ayrńĪ d…ôy…ôrl…ôr t…ômin edilm…ôlidir
bg_bg: Това поле е многоезично. Трябва да се предоставят отделни стойности за всеки поддържан език.
ca: Aquest camp és multilingüe. S'han de proporcionar valors independents per a cada idioma compatible.
cs: Toto pole je vícejazyčné. Pro každý podporovaný jazyk musí být poskytnuty samostatné hodnoty.
da_dk: Dette felt er flersproget. Der skal angives separate værdier for hvert understøttet sprog.
de_de: Dies ist ein mehrsprachiges Feld. Werte müssen für jede unterstützte Sprache getrennt eingegeben werden.
el_gr: Αυτό το πεδίο είναι πολύγλωσσο. Πρέπει να παρέχονται ξεχωριστές τιμές για κάθε υποστηριζόμενη γλώσσα.
eu: Eremu hau eleanitza da. Balio bereiziak eman behar dira onartutako hizkuntza bakoitzerako.
fi_fi: Tämä on monikielinen kenttä. Jokaiselle tuetulle kielelle tulee antaa oma sisältö.
fr: Ce champ est multilingue. Des valeurs distinctes doivent être fournies pour chaque langue prise en charge.
gl_es: Este campo é multilingüe. Débense proporcionar valores independentes para cada idioma compatible.
he: שדה זה הוא רב לשוני. יש לספק ערכים נפרדים עבור כל שפה נתמכת.
hr: Ovo je višejezično područje. Vrijednosti se moraju unijeti zasebno za svaki podržani jezik.
hu: Ez több nyelvű mező. Elkülönített értékeket kell megadni minden támogatott nyelvhez.
hy_am: Այս փայլը բազմալեզու է։ Առանձին նշանակությունները պետք է տրամադրվեն յուրաքանչյուր աջակցվող լեզվի համար։
id_id: Bidang ini multibahasa. Nilai terpisah harus disediakan untuk setiap bahasa yang didukung.
is_is: Þetta svæði er fyrir mörg tungumál. Þú þarft að tilgreina innihald á hverju leyfðu tungumáli fyrir sig.
it: Questo campo è multilingue. Devono essere forniti valori separati per ogni lingua supportata.
ja: 多言語フィールドです。 サポートされている言語ごとに個別の値を指定する必要があります。
ka: ეს ველი არის მრავალენოვანი. ცალკეული მნიშვნელობები უნდა იყოს მითითებული თითოეული მხარდაჭერილი ენისთვის.
kk: Бұл көптілді сала. Әрбір қолдау көрсетілетін тіл үшін бөлек мәндер енгізілуі керек.
lt: Šis laukas yra daugiakalbis. Kiekvienai palaikomai kalbai turi būti pateiktos atskiros reikšmės.
lv: Šis lauks ir daudzvalodu. Katrai atbalstītajai valodai jānorāda atsevišķas vērtības.
mk_mk: Ова поле е повеќејазично. За секој поддржан јазик мора да се дадат одделни вредности.
mr: हे फील्ड बहुभाषिक आहे. प्रत्येक पुरस्कारित भाषेसाठी स्वतंत्र मूल्ये प्रदान करणे आवश्यक आहे.
ms: Bidang ini mempunyai pelbagai bahasa. Nilai berasingan mesti disediakan untuk setiap bahasa yang disokong.
nb: Dette feltet er flerspråklig. Det må angis separate verdier for hvert språk som støttes.
pl: Pole jest wielojęzyczne. Do każdego języka należny podać oddzielne wartości.
pt_pt: Este campo é multilingue. Deve inserir informações separadas para cada idioma suportado.
ro: Acest câmp este multilingvistic. Pentru fiecare limbă acceptată trebuie furnizate valori separate.
sl_si: To polje je večjezično. Podane morajo biti vrednosti za vsak podprt jezik.
sv: Detta fält är flerspråkigt. Separata värden ska anges för varje enskilt accepterat språk.
th: ฟิลด์นี้เป็นแบบหลายภาษา ต้องระบุค่าสำหรับแต่ละภาษาที่รองรับแยกกัน
tr_tr: Bu alan çok dilli. Desteklenen her dil için ayrı değerler sağlanmalıdır.
uk_ua: Це поле є багатомовним. Окремі значення мають бути наданими для кожної мови, яка підтримується.
vi: Trường này là đa ngôn ngữ. Phải cung cấp các giá trị riêng cho từng ngôn ngữ được hỗ trợ.
zh_cn: 该字段是多语言的。 必须为每种受支持的语言提供单独的值。

# validator.localeKey
source: Languages must be specified using the locale code. Examples: en_US, fr_CA, sr_RS@cyrillic.
ar_iq: لا بد من تحديد اللغات عبر استعمال رموزها. مثلاً: ar_IQ، en_US، fr_CA، sr_RS@cyrillic.
az: Dill…ôr yerli t…ônzim kodu istifad…ô edil…ôr…ôk g√∂st…ôrilm…ôlidir. N√ľmun…ôl…ôr: en_US, fr_CA, sr_RS@cyrillic.
bg_bg: Езиците трябва да бъдат посочени с коректния езиков код. Примери: en_US, fr_CA, sr_RS@cyrillic.
ca: Els idiomes han d'especificar-se a través dels codis de configuració regional. Exemples: en_US, fr_CA, sr_RS@cyrillic.
cs: Jazyky musí být zadány pomocí místního kódu. Příklady: en_US, fr_CA, sr_RS@cyrillic.
da_dk: Sprog skal specificeres vha. landekoden. Eksempler: en_US, fr_CA, sr_RS@cyrillic.
de_de: Sprachen müssen über den Code für Regionaleinstellungen angegeben werden. Beispiele: en_US, fr_CA, sr_RS@cyrillic.
el_gr: Οι γλώσσες πρέπει να καθοριστούν χρησιμοποιώντας τον τοπικό κωδικό. Παραδείγματα: en_US, fr_CA, el_GR, sr_RS @ cyrillic.
eu: Hizkuntzak tokiko (locale) kodea erabiliz zehaztu behar dira. Adibideak: en_US, fr_CA, sr_RS@cyrillic.
fi_fi: Kielet tulee määritellä käyttämällä koodia. Esimerkiksi: fi_FI, en_US, sr_RS@cyrillic.
fr: Les langues doivent être spécifiées avec le code régional. Exemples : en_US, fr_CA, sr_RS@cyrillic.
gl_es: Os idiomas deben especificarse usando o código local. Exemplos: en_US, fr_CA, sr_RS@cyrillic.
he: יש לציין שפות באמצעות קוד האזור. דוגמאות: en_US, fr_CA, sr_RS@cyrillic.
hr: Jezici se moraju navesti pomoću koda regionalnih postavki. Primjeri: en_US, fr_CA, sr_RS@cyrillic.
hu: A "locale code" megadásával kell meghatározni a nyelveket. Például: en_US, fr_CA, sr_RS@cyrillic.
hy_am: Լեզուները պետք է նշվեն կիրառելով լոկալ կոդ։ Օրինակ՝ en_US, fr_CA, sr_RS@cyrillic.
id_id: Bahasa harua dipilih berdasarkan kode bahasa. Contoh: en_US, fr_CA, sr_RS@cyrillic.
is_is: Tungumál þarf að tilgreina með því að nota "locale code". T.d. en_US, is_IS, sr_RS@cyrillic.
it: Le lingue devono essere specificate utilizzando il codice locale. Ad esempio: en_US, fr_CA, sr_RS@cyrillic.
ja: 言語コードを使用して言語を指定する必要があります。 例: en_US, fr_CA, sr_RS@cyrillic。
ka: ენები უნდა იყოს მითითებული ლოკალურ კოდის გამოყენებით. მაგალითები: en_US, fr_CA, sr_RS@cyrillic.
kk: Тілдер тіл коды арқылы көрсетілуі керек. Мысалы: en_US, fr_CA, sr_RS@cyrillic.
lt: Kalbos turi būti nurodytos naudojant lokalės kodą. Pavyzdžiai: en_US, fr_CA, sr_RS@cyrillic.
lv: Valodas jānorāda, izmantojot lokalizācijas kodu. Piemēri: en_US, fr_CA, sr_RS@cyrillic.
mk_mk: Јазиците мора да бидат наведени со користење на кодот за локација. Примери: en_US, fr_CA, sr_RS@cyrillic.
mr: लोकॅल कोड वापरून भाषा निर्दिष्ट करणे आवश्यक आहे. उदाहरणार्थ : en_US, fr_CA, sr_RS@cyrillic.
ms: Bahasa mesti ditentukan menggunakan kod tempat. Contoh: en_US, fr_CA, sr_RS@cyrillic.
nb: Språk må spesifiseres ved hjelp av landskoden. Eksempler: no_US, fr_CA, sr_RS@cyrillic.
pl: Języki należy określić używając kodu. Przykłady: en_US, pl_PL, fr_CA.
pt_pt: Os idiomas devem ser especificados através do código de idioma. Por exemplo: en_US, fr_CA, sr_RS@cyrillic.
ro: Limbile trebuie specificate folosind codul local. Exemple: en_US, fr_CA, sr_RS @ chirilic.
sl_si: Jeziki morajo biti določeni z uporabo kod lokalov. Primeri: sl_SI, en_US, de_DE.
sv: Språk måste specificeras genom regionkoden, exempelvis: en_US, fr_CA, sr_RS@cyrillic.
th: ต้องระบุภาษาด้วยรหัส locale ตัวอย่างเช่น: en_US, fr_CA, sr_RS@cyrillic
tr_tr: Diller yerel ayar kodu kullanılarak belirtilmelidir. Örnekler: en_US, fr_CA, sr_RS@cyrillic.
uk_ua: Мови мають бути зазначені за допомогою мовних кодів. Приклади: en_US, fr_CA, sr_RS@cyrillic.
vi: Các ngôn ngữ phải được chỉ định bằng mã ngôn ngữ bản địa. Ví dụ: en_US, fr_CA, sr_RS@cyrillic.
zh_cn: 必须使用语言环境代码指定语言。 例如：en_US，fr_CA，sr_RS@cyrillic。

# validator.max.numeric
source: This may not be greater than {$max}.
ar_iq: هذا ليس له أن يكون أكبر من {$max}.
az: Bu, {$max} d…ôy…ôrind…ôn b√∂y√ľk ola bilm…ôz.
bg_bg: Това не може да е по-голямо от {$max}.
ca: Això no pot ser més gran que {$max}.
cs: Tohle nesmí být větší než {$max}.
da_dk: Dette må ikke være større end {$max}.
de_de: Dies darf nicht größer als {$max} sein.
el_gr: Δεν μπορεί να είναι μεγαλύτερο από {$max}.
eu: Honek ezin du izan {$max} baino handiagoa.
fi_fi: Tämä ei voi olla suurempi kuin {$max}.
fr: Ceci ne peut pas être supérieur à {$max}.
gl_es: Isto non pode ser maior que {$max}.
he: זה אינו יכול להיות גדול מ- {$max}.
hr: Ovo ne može biti veće od {$max}.
hu: Nem lehet nagyobb mint {$max}.
hy_am: Սա չպետք է {$max} -ից մեծ լինի։
id_id: Nilainya tidak boleh lebih dari {$max}.
is_is: Þetta má ekki vera hærra en {$max}.
it: Non puo' essere maggiore di {$max}.
ja: {$max}より大きくはできません。
ka: ეს შეიძლება არ აღემატებოდეს {$max}-ს.
kk: {$max} мәнінен үлкен болмауы керек.
lt: Tai negali būti didesnė nei {$max}.
lv: Šī vērtība nedrīkst būt lielāka par {$max}.
mk_mk: Ова не може да биде поголемо од {$max}.
mr: ही संख्या {$max} पेक्षा मोठी असू शकत नाही.
ms: Ini mungkin tidak lebih besar daripada {$max}.
nb: Dette må ikke overstige {$max}.
pl: Wartość nie może być większa niż {$max}.
pt_pt: Não pode ser maior do que {$max}.
ro: Acesta nu poate fi mai mare de {$max}.
sl_si: To ne sme biti večje od {$max}.
sv: Får inte vara mer än {$max}.
th: ต้องไม่เกิน {$max}
tr_tr: Bu, {$max} değerinden büyük olamaz.
uk_ua: Це не повинно бути більшим, ніж {$max}.
vi: Giá trị này không được lớn hơn {$max}.
zh_cn: 此项不得大于{$max}。
