Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# stageParticipants.notify.warning
source: Please ensure that you have filled out the message field and included someone other than yourself in the discussion.
ar_iq: لطفاً، تأكد من أنك قد كتبت شيئاً في حقل الرسالة واخترت شخصاً آخر غيرك لمراسلته.
az: Z…ôhm…ôt olmasa mesaj sah…ôsini doldurduńüunuzdan v…ô …ôn az bir alńĪcńĪ se√ßdiyinizd…ôn …ômin olun.
bg_bg: Моля, уверете се, че сте попълнили полето за съобщение и сте включили някой друг освен себе си в дискусията.
ca: Assegureu-vos que heu emplenat el camp de text del missatge i que heu seleccionat un destinatari.
cs: Ujistěte se, prosím, zda jste vyplnili obsah zprávy a vybrali alespoň jednoho adresáta.
da_dk: Sørg for at du har udfyldt feltet til beskeder og valgt mindst én modtager udover dig selv.
de_de: Bitte stellen Sie sicher, dass Sie das Nachrichtenfeld ausgefüllt und mindestens eine/n Empfänger/in ausgewählt haben.
el_gr: Βεβαιωθείτε ότι έχετε καταχωρήσει το μήνυμά σας και επιλέξατε έναν τουλάχιστον παραλήπτη.
eu: Mesedez, ziurtatu mezuaren eremua bete duzula eta zu ez beste norbait sartu duzula eztabaidan.
fa_ir: مطمئن شوید که پیام را وارد کرده باشید و حداقل یک دریافت کننده را انتخاب نموده باشید.
fi_fi: Varmista, että olet täyttänyt viestikentän ja valinnut vähintään yhden vastaanottajan.
fr: Assurez-vous d'avoir rempli le champ Message et d'avoir choisi au moins un destinataire.
gl_es: Asegúrate de cubrir o campo da mensaxe e de incluír na discusión a alguén que non sexas ti.
he: אנא ודא שמילאת את שדה ההודעה וכללת מישהו אחר מלבדך בדיון.
hr: Provjerite jeste li ispunili polje za poruku i odabrali barem jednog primatelja.
hu: Kérjük, győződjön meg róla, hogy kitöltötte az üzenet mezőt és kiválasztott legalább egy címzettet.
hy_am: Խնդրում ենք հաստատեք, որ Դուք լրացրել եք հաղորդագրության հատվածը և քննարկման մեջ ներառել եք բացի Ձեզանից որևէ մեկին ևս:
id_id: Pastikan kolom pesan telah terisi dan mencantumkan orang lain dalam diskusi ini.
is_is: Vinsamlega gættu þess að þú hafir fyllt út skilaboðasvæðið og bætt einhverjum öðrum en þér við umræðuna.
it: Per favore controlla di aver compilato il campo del messaggio e di aver scelto almeno un destinatario.
ja: メッセージフィールドに入力し、自分以外の人がディスカッションに参加していることを確認してください。
ka: გთხოვთ, დარწმუნდეთ, რომ შეავსეთ შეტყობინებების ველი და დისკუსიაში შეიყვანეთ თქვენს გარდა სხვებიც.
kk: Хабарлама өрісін толтырғаныңызды және талқылауға өзіңізден басқа біреуді қосқаныңызды тексеріңіз.
lt: Įsitikinkite, kad užpildėte pranešimo lauką ir nurodėte bent vieną gavėją.
lv: Lūdzu, pārliecinieties, ka esat aizpildījis ziņojuma lauku un diskusijā esat iekļāvis kādu citu personu, nevis sevi.
mk_mk: Ве молиме, осигурете се дека сте го пополниле полето за порака и дека сте вклучиле некој друг освен вас во дискусијата.
mr: कृपया खात्री करा की तुम्ही संदेशाचा मजकूर (फील्ड) लिहिला आहे आणि चर्चासत्रात स्वतःशिवाय इतरांचाही समावेश केला आहे.
ms: Sila pastikan bahawa anda telah mengisi medan mesej dan menyertakan seseorang selain diri anda dalam perbincangan.
nb: Pass på at du har fylt ut feltet under og at du har valgt minst en mottaker.
pl: Upewnij się, że wypełniłeś(aś) wszystkie pola oraz wybrałeś(aś) przynajmniej jednego odbiorcę.
pt_pt: Certifique-se que preencheu o campo de mensagem e selecionou pelo menos um destinatário além de si próprio.
ro: Vă rugăm să vă asigurați că ați completat câmpul de mesaje și ați inclus pe altcineva decât dvs. în discuție.
sl_si: Prosimo preverite, da ste vpisali sporočilo in izbrali vsaj enega prejemnika.
sv: Vänligen se till att du har fyllt i meddelandefältet och valt minst en mottagare.
th: โปรดตรวจสอบว่าคุณกรอกช่องข้อความแล้ว และมีบุคคลอื่นนอกจากตัวคุณเองในการสนทนา
tr_tr: Lütfen mesaj alanını doldurduğunuzdan ve en az bir alıcı seçtiğinizden emin olun.
uk_ua: Будь ласка, переконайтесь, що ви заповнили поле повідомлення та вибрали хоча б одного одержувача.
vi: Vui lòng đảm bảo bạn đã điền vào trường tin nhắn và bao gồm người khác ngoài bạn trong cuộc thảo luận.
zh_cn: 请确保您已填写消息字段，并在讨论中包括了您以外的其他人。

# stageParticipants.recommendOnly
source: This participant is only allowed to recommend an editorial decision and will require an authorised editor to record editorial decisions.
ar_iq: هذا المشارك يُسمح له فقط بتقديم التوصية بشأن قرار التحرير وسيكون بحاجة إلى الاستعانة بمحرر مخول لتسجيل قرارات هيئة التحرير.
az: Bu istifad…ô√ßinin sad…ôc…ô bir redaktor q…ôrarńĪnńĪ t…ôklif etm…ôsin…ô icaz…ô verilir v…ô redaktor q…ôrarlarńĪnńĪ yadda saxlamasńĪ √ľ√ß√ľn s…ôlahiyy…ôtli bir redaktor t…ôl…ôb olunacaqdńĪr.
bg_bg: Този участник има право само да препоръча редакционно решение и ще изисква упълномощен редактор да записва редакционни решения.
ca: Aquest participant només pot recomanar una decisió editorial, per tant necessitarà que un editor/a autoritzat registri les decisions editorials.
cs: Tento účastník může pouze doporučit redakční rozhodnutí a bude vyžadovat, aby oprávněný redaktor toto rozhodnutí potvrdil.
da_dk: Denne deltager har kun tilladelse til anbefale en redaktionel beslutning . Det vil kræve en autoriseret redaktør for at registrere beslutninger.
de_de: Diese Person kann nur eine redaktionelle Entscheidung empfehlen und benötigt eine/n autorisierte/n Redakteur/in, um die redaktionelle Entscheidung festzulegen.
el_gr: Τα δικαιώματα του συγκεκριμένου συντελεστή περιορίζονται στην υποβολή συστάσεων προς τον Επιμελητή. Η καταγραφή της απόφασης για το άρθρο γίνεται από τον Επιμελητή.
eu: Parte-hartzaile honek erabaki editorial bat gomendatzeko baimena baino ez du, beraz, baimendutako editore batek erabaki editorialak erregistratzea beharko du.
fa_ir: این همکار فقط اجازه توصیه یک تصمیم را دارد. برای اتخاذ تصمیم نهایی نقشی با سطح دسترسی دبیر نیاز است.
fi_fi: Tämä käyttäjä voi ainostaan suositella toimituksellista päätöstä ja vaatii toisen toimittajan päätöksen vahvistamiseen.
fr: Ce participant est seulement autorisé à faire une recommandation.
gl_es: Este participante só pode recomendar unha decisión editorial e requirirá dun editor/a autorizado para que rexistre as decisións editoriais.
he: משתתף זה רשאי להמליץ רק על החלטת עריכה וידרוש מעורך מוסמך לתעד את החלטות העריכה.
hr: Ova osoba može samo preporučiti uredničku odluku i treba ovlaštenog urednika da donese uredničku odluku.
hu: Ez a résztvevő csak ajánlhat egy szerkesztői döntést, de ehhez még egy arra jogosult szerkesztő is kell, aki rögzíti azt.
hy_am: Այս մասնակիցը թույլտվություն ունի միայն առաջարկելու խմբագրական կարծիք, իսկ խմբագրական կարծիք գրանցելու համար անհրաժեշտ է համապատասխան իրավունքով խմբագիր։
id_id: Peserta ini hanya diperbolehkan merekomendasikan keputusan editorial dan akan membutuhkan penyunting berwenang untuk merekam keputusan editorial.
is_is: Þessi þátttakandi má aðeins leggja til ritstjórnar ákvörðun og þarfnast ritstjóra með réttindi til að skrá ritstjórnar ákvörðun.
it: Questo partecipante è autorizzato solo a raccomandare una decisione editoriale ed è richiesto un editor autorizzato per prendere decisione editoriali.
ja: この参加者は、編集上の決定を推奨することしかできず、編集上の決定を記録する権限のある編集者を必要とします。
ka: ამ მონაწილეს მხოლოდ სარედაქციო გადაწყვეტილების რეკომენდაცია აქვს და საჭიროებს უფლებამოსილ რედაქტორს სარედაქციო გადაწყვეტილებების ჩაწერაში.
kk: Бұл қатысушыға тек редакциялық шешімді ұсынуға рұқсат етіледі, редакциялық шешімді жазу үшін тиісті құқықтарға ие редактордың қатысуы қажет.
lt: Šis dalyvis gali tik siūlyti redakcijos sprendimą dėl spausdinimo, jį patvirtinti gali tik įgaliojimus turintis redaktorius.
lv: Šim dalībniekam ir atļauts tikai ieteikt redakcijas lēmumu, un to reģistrēt varēs tikai pilnvarots redaktors.
mk_mk: На овој учесник му е дозволено да препорача само уредничко решение и ќе треба овластен уредник да ги запише уредничките одлуки.
mr: या सहभागी व्यक्तीला निर्णयासाठी संपादकाला फक्त शिफारस करण्याची परवानगी आहे. संपादकीय निर्णयाची नोंद करण्यासाठी अधिकृत संपादकाची आवश्यकता असेल.
ms: Peserta ini hanya dibenarkan untuk mengesyorkan keputusan editorial dan akan memerlukan editor yang diberi kuasa untuk merekodkan keputusan editorial.
nb: Deltakeren har kun anledning til å anbefale en redaksjonell avgjørelse. Kun redaktører kan registrere redaksjonelle avgjørelser.
pl: Ten uczestnik jest uprawniony jedynie do zarekomendowania decyzji i wymaga działania redaktora w celu zapisania decyzji.
pt_pt: Este participante só tem permissão para recomendar uma decisão editorial e será necessário um editor autorizado para registar as decisões editoriais.
ro: Acest participant are voie să recomande doar o decizie editorială și va solicita unui editor autorizat să înregistreze deciziile editoriale.
sl_si: Ta sodelavec lahko samo odda priporočilo, avtoriziran urednik pa lahko doknčno sprejme uredniško odločitev.
sv: Den här deltagaren tillåts endast rekommendera ett redaktörsbeslut, en behörig redaktör krävs för att registrera redaktörsbeslut.
th: ผู้เข้าร่วมคนนี้สามารถแนะนำการตัดสินใจบรรณาธิการเท่านั้น และจะต้องการบรรณาธิการที่ได้รับอนุญาตในการบันทึกการตัดสินใจบรรณาธิการ
tr_tr: Bu katılımcının yalnızca bir editör kararını önermesine izin verilir ve editör kararlarını kaydetmesi için yetkili bir editör gerektirecektir.
uk_ua: Цей учасник має право лише рекомендувати редакційне рішення і необхідно бути авторизованим редактором,щоб записувати редакційні рішення.
vi: Người tham gia này chỉ được phép đề xuất quyết định biên tập và sẽ yêu cầu biên tập viên có thẩm quyền ghi lại các quyết định biên tập.
zh_cn: 仅允许该参与者推荐编辑决定，并且将要求一位授权的编辑来记录编辑决定。

# stageParticipants.canChangeMetadata
source: Allow this person to make changes to the publication, such as the title, abstract, metadata and other publication details. You may wish to revoke this privilege if the submission has received a final check and is ready for publication.
ar_iq: السماح لهذا المستخدم بالتعديل في المنشور، مثل العنوان، الملخص، البيانات الوصفية وغيرها من تفاصيل طلب التقديم. قد ترغب بإبطال هذه المزية عندما يجتاز العمل كل مراحل التدقيق ويصير جاهزاً للنشر النهائي.
az: Bu Ňü…ôxsin n…ôŇür t…ônziml…ôrini redakt…ô etm…ôsin…ô icaz…ô verin
bg_bg: Позволете на този участник да прави промени в публикацията, като заглавие, резюме, метаданни и други подробности за публикацията. Може да пожелаете да отмените това право, ако изпратените материали за статия са получили последна проверка и са готови за публикуване.
ca: Permetre que aquesta persona faci canvis en la publicació, com per exemple el títol, el resum, les metadades o altres detalls. Pot ser que vulgueu revocar aquest privilegi si la tramesa ha passat per una comprovació final i ja està llesta per publicar-se.
cs: Povolte této osobě provádět změny v publikaci, například v názvu, abstraktu, metadatech a dalších údajích o publikaci. Toto privilegium můžete zrušit, pokud byla předložená publikace zkontrolována a je připravena k publikaci.
el_gr: Επιτρέψτε σε αυτό το άτομο να κάνει αλλαγές στη δημοσίευση, όπως ο τίτλος, η περίληψη, τα μεταδεδομένα και άλλες λεπτομέρειες δημοσίευσης. Μπορεί να θέλετε να ανακαλέσετε αυτό το προνόμιο εάν η υποβολή περάσει τον τελικό έλεγχο και είναι έτοιμη για δημοσίευση.
eu: Baimendu pertsona honi argitalpenean aldaketak egitea, hala nola, izenburua, laburpena, metadatuak eta argitalpenaren bestelako xehetasunak. Baliteke pribilegio hau ezeztatu nahi izatea bidalketak azken egiaztapena jaso badu eta argitaratzeko prest badago.
fr: Autoriser cette personne à apporter des modifications à cette publication, comme le titre, le résumé, les métadonnées et les autres détails de la publication. Vous pouvez révoquer ce privilège si la soumission a été définitivement vérifiée et qu'elle est prête pour publication.
gl_es: Permitir a esta persoa facer cambios na publicación, como o título, o resumo, os metadatos e outros detalles da publicación. Pode que desexe revocar este privilexio se o envío recibiu unha comprobación final e está listo para a súa publicación.
he: אפשר לאדם זה לבצע שינויים בפרסום, כגון הכותרת, התקציר, המטא-נתונים ופרטי פרסום אחרים. ייתכן שתרצה לבטל הרשאה זו אם ההגשה נבדקה סופית והיא מוכנה לפרסום.
hr: Dopustite ovoj osobi da napravi izmjene u publikaciji, npr. Npr. naslov, sažetak, metapodaci i drugi detalji o publikaciji. Možete opozvati ovo dopuštenje kada podnesak dobije konačnu recenziju i bude spreman za objavljivanje.
hy_am: Թույլ տալ այս մասնակցին կատարելու փոփոխություններ հրապարակման մեջ, այնպիսի փոփոխություններ ինչպիսիք են վերնագիրը, ամփոփագիրը, մետա տվյալները և այլ փոփոխություններ կապված հրապարակման հետ։ Դուք կարող եք չեղարկել այս թույլտվությունները, եթե հոդվածը անցել է վերջնական ստուգումը և պատրաստ է հրապարակման։
is_is: Leyfa þessar manneskju að breyta útgáfunni, svo sem titli, útdrætti, lýsigögnum og öðrum atriðum útgáfunnar. Þú gætir viljað afturkalla þessi réttindi ef innsending hefur farið í loka skoðun og er tilbúin til birtingar.
it: Consenti a questo utente di modificare i dettagli di pubblicazione come titolo, abstract, metadati e altri dati di dettaglio. Potresti voler revocare questo privilegio se la proposta ha terminato i controlli ed è pronta per essere pubblicata.
ja: このユーザーが、タイトル、要旨、メタデータ、その他の投稿物の詳細を変更できる権限を与えます。 投稿が最終チェックを受信し、発行の準備が整っている場合は、この権限を取り消すことができます。
ka: ამ პირს მიეცით საშუალება შეიტანოს ცვლილებები პუბლიკაციაში, როგორიცაა სათაური, რეზიუმე, მეტამონაცემები და პუბლიკაციის სხვა დეტალები. თქვენ შეიძლება მოისურვოთ ამ პრივილეგიის გაუქმება, თუ წარდგენამ მიიღო საბოლოო შემოწმება და მზადაა გამოსაქვეყნებლად.
kk: Бұл пайдаланушыға басылымға өзгертулер енгізуге, тақырыпты, рефератты, метадеректерді және ол туралы басқа ақпаратты өзгертуге рұқсат беріңіз. Материал соңғы тексеруден өтіп, жариялануға дайын болса, сіз бұл құқықты жою туралы шешім қабылдауыңыз мүмкін.
lt: Leisti šiam asmeniui keisti leidinį, pvz., pavadinimą, santrauką, metaduomenis ir kitą leidinio informaciją. Galite atšaukti šią privilegiją, jei pateiktas darbas buvo galutinai patikrintas ir paruoštas publikuoti.
lv: Atļaut šai personai veikt izmaiņas publikācijā, piemēram, virsrakstā, kopsavilkumā, metadatos un citos publikācijas datos. Šo privilēģiju var atcelt, ja materiālam veikti galīgie labojumi un tas ir gatavs publicēšanai.
mk_mk: Дозволете ова лице да направи промени во публикацијата, како што се наслов, апстракт, метаподатоци и други детали за публикацијата. Можеби ќе сакате да ја одземете оваа привилегија ако поднесокот добил последна проверка и е подготвен за објавување.
mr: या व्यक्तीला प्रकाशनाच्या शीर्षक, सारांश, मेटाडेटा आणि इतर प्रकाशन तपशीलात बदल करण्याची परवानगी द्या. जर सादरीकरणाची अंतिम तपासणी झाली असेल आणि ते प्रकाशनासाठी तयार असेल तर तुम्ही हा विशेषाधिकार रद्द करू शकता.
ms: Benarkan orang ini membuat perubahan pada penerbitan, seperti tajuk, abstrak, metadata dan butiran penerbitan lain. Anda mungkin ingin membatalkan keistimewaan ini jika penyerahan telah menerima semakan terakhir dan sedia untuk diterbitkan.
nb: Tillat denne personen å redigere publikasjonsopplysningene som tittel, sammendrag, metadata og andre detaljer. Hvis innleveringen har blitt godkjent for og er klar for publisering kan det være du ønsker å fjerne denne rettigheten igjen.
pl: Zezwól tej osobie na dokonywanie zmian w zakresie: tytuł, abstrakt, metadane i inne szczegóły. Możesz w każdej chwili zamknąć dostęp do tych możliwości jeśli zgłoszenie otrzymało wszystkie korekty i jest gotowe do publikacji.
pt_pt: Permitir a esta pessoa editar os detalhes da publicação, tal como título, resumo, metadados e outros detalhes de publicação. Pode desejar retirar esta permissão se a submissão receber a aprovação final e estiver pronto para publicação.
ro: Permiteți acestei persoane să efectueze modificări asupra datelor articolului, cum ar fi titlul, rezumatul, metadatele și alte detalii despre publicație. Puteți revoca acest privilegiu dacă trimiterea a primit un control final și este gata de publicare.
sv: Ge den här personen behörighet att ändra t.ex. abstract, metadata och andra detaljer om publikationen. Du kan dra tillbaka behörigheten när bidraget är färdigställt för publicering.
th: อนุญาตให้บุคคลนี้ทำการเปลี่ยนแปลงการตีพิมพ์ เช่น ชื่อเรื่อง บทคัดย่อ ข้อมูลเมตา และรายละเอียดการตีพิมพ์อื่น ๆ คุณอาจต้องการเพิกถอนสิทธิ์นี้หากบทความได้รับการตรวจสอบครั้งสุดท้ายและพร้อมสำหรับการตีพิมพ์แล้ว
vi: Cho phép người này thực hiện thay đổi đối với ấn phẩm, chẳng hạn như tiêu đề, tóm tắt, metadata và các chi tiết xuất bản khác. Bạn có thể muốn thu hồi quyền này nếu bài nộp đã nhận được kiểm tra cuối cùng và sẵn sàng để xuất bản.
zh_cn: 允许此人对出版物进行更改，例如标题，摘要，元数据和其他出版物详细信息。 如果提交的内容已收到最终检查并准备发布，则您可能希望撤销此权限。

# locale.primary
source: Primary locale
ar_iq: اللغة الأولية
az: Prioritet dil
bg_bg: Основен език
ca: Configuració regional principal
cs: Základní lokalizace
da_dk: Primært sprog
de_de: Primäre Regionaleinstellung
el_gr: Κύρια γλώσσα
eu: Locale nagusia
fa_ir: زبان اصلی
fi_fi: Ensisijainen kielialue
fr: Langue par défaut
gl_es: Idioma primario
he: אזור ראשי
hr: Primarna regionalna postavka
hu: Elsődleges nyelv
hy_am: Հիմնական լեզու
id_id: Bahasa Utama
is_is: Aðal tungumál
it: Lingua principale
ja: プライマリ言語
ka: ძირითადი ენა
kk: Негізгі тіл
lt: Pirminė lokalė
lv: Galvenā lokalizācija
mk_mk: Примарен локалитет
mr: प्राथमिक लोकॅल
ms: Bahasa utama
nb: Primær språkpakke
pl: Podstawowy język
pt_pt: Idioma principal
ro: Localizare primară
sl_si: Primarni jezik
sv: Primärt språk
th: ภาษาหลัก
tr_tr: Öncelikli dil
uk_ua: Основна локалізація
vi: Ngôn ngữ chính
zh_cn: 第一语言环境

# locale.supported
source: Supported locales
ar_iq: اللغات المدعومة
az: D…ôst…ôkli dill…ôr
bg_bg: Поддържани езици
ca: Configuracions regionals admeses
cs: Podporované lokalizace
da_dk: Understøttede sprog
de_de: Unterstützte Regionaleinstellungen
el_gr: Συμπληρωματικές γλώσσες
eu: Onartutako localeak
fa_ir: زبان‌های حمایت شده
fi_fi: Tuetut kielialueet
fr: Langues prises en charge
gl_es: Idiomas soportados
he: אזורים נתמכים
hr: Podržani jezici
hu: Támogatott nyelvek
hy_am: Մասնավոր աջակցությամբ լեզու
id_id: Bahasa Pendukung
is_is: Studd tungumál
it: Lingue supportate
ja: サポート言語
ka: მხარდაჭერილი ენები
kk: Қолдау көрсетілетін тілдер
lt: Palaikomos lokalės
lv: Atbalstītās lokalizācijas
mk_mk: Поддржани локалитети
mr: इतर समर्थित लोकॅल
ms: Bahasa yang disokong
nb: Støttede språkpakker
pl: Wspierane języki
pt_pt: Idiomas suportados
ro: Locații acceptate
sl_si: Podprti jeziki
sv: Språk som stöds
th: ภาษาที่รองรับ
tr_tr: Desteklenen diller
uk_ua: Локалізації, що підтримуються
vi: Ngôn ngữ được hỗ trợ
zh_cn: 支持的语言环境

# navigation.access
source: Users & Roles
ar_iq: المستخدمون والأدوار
az: ńįstifad…ô√ßil…ôr v…ô Roller
bg_bg: Потребители и роли
ca: Usuaris/àries i rols
cs: Uživatelé a role
da_dk: Brugere &amp; roller
de_de: Benutzer/innen &amp; Rollen
el_gr: Χρήστες &amp; Ρόλοι
eu: Erabiltzaileak eta rolak
fa_ir: کاربران و نقش‌ها
fi_fi: Käyttäjät &amp; Roolit
fr: Utilisateurs/trices & Rôles
gl_es: Usuarios/as e roles
he: משתמשים ותפקידים
hr: Korisnici i uloge
hu: Felhasználók és Szerepkörök
hy_am: Օգտագործողներ &amp; Դերեր
id_id: Pengguna &amp; Peran
is_is: Notendur & hlutverk
it: Utenti e ruoli
ja: ユーザー＆役割
ka: მომხმარებლები და როლები
kk: Пайдаланушылар және рөлдер
lt: Vartotojai ir funkcijos
lv: Lietotāji un lomas
mk_mk: Корисник &amp; улоги
mr: वापरकर्ते आणि भूमिका
ms: Pengguna & Peranan
nb: Brukere og roller
pl: Użytkownicy i role
pt_pt: Utilizadores &amp; Papéis
ro: Utilizatori & Roluri
sl_si: Uporabniki &amp; Vloge
sv: Användare & Roller
th: ผู้ใช้ & บทบาท
tr_tr: Üyeler &amp; Roller
uk_ua: Користувачі і ролі
vi: Người dùng & Vai trò
zh_cn: 用户&amp;角色

# navigation.about
source: About
ar_iq: عن
az: HaqqńĪnda
bg_bg: За изданието
ca: Quant a
cs: Podrobnosti
da_dk: Om
de_de: Über uns
el_gr: Σχετικά
eu: Guri buruz
fa_ir: درباره
fi_fi: Tietoa
fr: À propos
gl_es: Acerca de
he: על אודות
hr: O časopisu
hu: Információk
hy_am: Մասին
id_id: Tentang Kami
is_is: Um
it: Info
ja: 本誌について
ka: შესახებ
kk: Туралы
lt: Apie
lv: Par mums
mk_mk: За
mr: संबंधी
ms: Mengenai
nb: Om
pl: O czasopiśmie
pt_pt: Sobre
ro: Despre revistă
sl_si: O reviji
sv: Om
th: เกี่ยวกับ
tr_tr: Hakkında
uk_ua: Про нас
vi: Giới thiệu
zh_cn: 关于我们

# navigation.tools.statistics
source: Statistics
ar_iq: الإحصائيات
az: Statistikalar
bg_bg: Статистики
ca: Estadístiques
cs: Statistiky
da_dk: Statistikker
de_de: Statistiken
el_gr: Στατιστικά
eu: Estatistikak
fa_ir: آمار
fi_fi: Tilastot
fr: Statistiques
gl_es: Estatísticas
he: סטטיסטיקה
hr: Statistike
hu: Statisztikák
hy_am: Վիճակագրություն
id_id: Statistik
is_is: Tölfræði
it: Statistiche
ja: 統計
ka: სტატისტიკა
kk: Статистика
lt: Statistika
lv: Statistika
mk_mk: Статистики
mr: आकडेवारी
ms: Statistik
nb: Statistikk
pl: Statystyki
pt_pt: Estatísticas
ro: Statistici
sl_si: Statistike
sv: Statistik
th: สถิติ
tr_tr: İstatistikler
uk_ua: Статистика
vi: Thống kê
zh_cn: 统计信息

# navigation.home
source: Home
ar_iq: الصفحة الرئيسية
az: Ana s…ôhif…ô
bg_bg: Начална страница
ca: Pàgina inicial
cs: Domů
da_dk: Startside
de_de: Startseite
el_gr: Αρχική σελίδα
eu: Hasiera
fa_ir: صفحه اصلی
fi_fi: Etusivu
fr: Page d'accueil
gl_es: Inicio
he: דף הבית
hr: Naslovna
hu: Főoldal
hy_am: Գլխավոր
id_id: Beranda
is_is: Heim
ja: ホーム
ka: საწყისი
kk: Басты бет
lt: Pradžia
lv: Sākums
mk_mk: Дома
mr: मुख्यपृष्ठ
ms: Laman Utama
nb: Hjem
pl: Start
pt_pt: Página de início
ro: Acasă
sl_si: Domov
sv: Hem
th: หน้าหลัก
tr_tr: Ana Sayfa
uk_ua: Домашня сторінка
vi: Trang chủ
zh_cn: 首页

# navigation.infoForReaders
source: For Readers
ar_iq: للقراء
az: Oxucular √ľ√ß√ľn
bg_bg: За читатели
ca: Per a lectors/es
cs: Pro čtenáře
da_dk: Til læsere
de_de: Für Leser/innen
el_gr: Για Αναγνώστες
eu: Irakurleentzat
fa_ir: برای خوانندگان
fi_fi: Lukijoille
fr: Pour les lecteurs
gl_es: Para os lectores/as
he: לקוראים
hr: Za čitatelje
hu: Olvasóknak
hy_am: Հետազոտողների համար
id_id: Untuk Pembaca
is_is: Til lesenda
it: Per i lettori
ja: 読者の皆さまへ
ka: მკითხველთათვის
kk: Оқырмандар үшін
lt: Skaitytojams
lv: Lasītājiem
mk_mk: За читателите
mr: वाचकांसाठी
ms: Untuk Pembaca
nb: For lesere
pl: dla czytelników
pt_pt: Para Leitores
ro: Pentru cititori
sl_si: Za bralce
sv: För läsare
th: สำหรับผู้อ่าน
tr_tr: Okuyucular İçin
uk_ua: Для читачів
vi: Cho người đọc
zh_cn: 给读者

# navigation.infoForReaders.long
source: Information For Readers
ar_iq: معلومات للقراء
az: Oxucular √ľ√ß√ľn m…ôlumat
bg_bg: Информация за читателите
ca: Informació per a lectors/es
cs: Informace pro čtenáře
da_dk: Oplysninger til læsere
de_de: Informationen für Leser/innen
el_gr: Πληροφορίες για Αναγνώστες
eu: Irakurleentzako informazioa
fa_ir: اطاعات برای خوانندگان
fi_fi: Tietoa lukijoille
fr: Information pour les lecteurs
gl_es: Información para os lectores/as
he: מידע לקוראים
hr: Informacije za čitatelje
hu: Információ az olvasóknak
hy_am: Տեղեկատվություն կարդացողների համար
id_id: Informasi Untuk Pembaca
is_is: Upplýsingar fyrir lesendur
it: Informazioni per i lettori
ja: 読者の皆さまへ
ka: ინფორმაცია მკითხველთათვის
kk: Оқырмандарға арналған ақпарат
lt: Informacija skaitytojams
lv: Informācija lasītājiem
mk_mk: Информации за читателите
mr: वाचकांसाठी माहिती
ms: Maklumat Untuk Pembaca
nb: Informasjon for lesere
pl: Informacje dla czytelników
pt_pt: Informação para Leitores
ro: Informații pentru cititori
sl_si: Informacije za bralce
sv: Information för läsare
th: ข้อมูลสำหรับผู้อ่าน
tr_tr: Okuyucular İçin Bilgi
uk_ua: Інформація для читачів
vi: Thông tin cho người đọc
zh_cn: 给读者的信息
