Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# common.fileUploaderError
source: The system file uploader is loading. If it doesn't appear it is likely that none of its runtimes is supported by this browser. Please, contact administration for support.
ar_iq: إن برنامج رفع الملفات في النظام يجري تحميله الآن. إن لم يظهر لك، فهذا يعني أن هناك احتمالية كون المتصفح الذي تستعمله لا يدعم متطلبات تشغيله. لطفاً، حاول استحصال الدعم من الإدارة.
az: Sistem fayl y√ľkl…ôyici √ßańürńĪlńĪr. G√∂r√ľnm√ľrs…ô, iŇü vaxtlarńĪnńĪn he√ß biri bu brauzer t…ôr…ôfind…ôn d…ôst…ôkl…ônm…ôz. Z…ôhm…ôt olmasa d…ôst…ôk √ľ√ß√ľn idar…ô√ßiy…ô m√ľraci…ôt edin.
bg_bg: Системният файл на качване на файлове се зарежда. Ако не се появи, вероятно този браузър не поддържа нито едно от неговите програмни изпълнения. Моля, свържете се с администрацията за поддръжка.
ca: El fitxer de sistema s'està carregant. Si no apareix, és possible que cap dels seus entorns d'execució sigui compatible amb aquest navegador. Contacteu amb l'administrador/a per obtenir ajuda.
cs: Spouští se systémové nahrávání souborů. Pokud se nahrávač neobjeví, je pravděpodobné, že žádná z možností nahrávání není podporována vaším prohlížečem. Kontaktujte, prosím, správce systému.
da_dk: Filoverførslen er i gang. Hvis det ikke synes at være tilfældet, kan det skyldes at kørselstiden ikke understøttes af denne browser. Kontakt administrator for hjælp.
de_de: Der Dateiuploader des Systems wird gestartet. Wenn er nicht erschient, liegt dies vermutlich daran, dass seine Laufzeiten nicht von diesem Browser unterstützt werden. Bitte kontaktieren Sie die Administrator/innen.
el_gr: Ο μεταφορτωτής αρχείων συστήματος ενεργοποιείται. Μη εμφάνιση του μεταφορτωτή, οφείλεται πιθανώς σε αδυναμία υποστήριξης του χρόνου εκτέλεσής του από τον φυλλομετρητή. Παρακαλούμε επικοινωνήστε με τους Διαχειριστές του ιστοτόπου.
eu: Sistemako fitxategien kargatzailea kargatzen ari da. Ez bada agertzen, litekeena da zure exekuzio-denboretako bat bera ere ez egotea nabigatzaile honetan onartuta. Mesedez, jarri harremanetan administrazioarekin laguntza jasotzeko.
fa_ir: سامانه آپلود فایل در حال بارگذاری است. در صورت عدم نمایش صحیح، احتمال آن می‌رود که این سامانه در مرورگر شما پشتیبانی نمی‌شود. برای حل این مشکل با مدیر سایت تماس حاصل فرمایید.
fi_fi: Järjestelmän tiedostojen latausohjelma käynnistyy. Jos se ei ilmesty näkyviin, on todennäköistä, että tämä selain ei tue sen ajoaikoja. Ota yhteys ylläpitoon.
fr: La fenêtre pour transférer un fichier système est en cours. Si elle n'apparait pas, il est probable qu'aucun de ses temps d'exécution ne soit supporté par ce navigateur. Veuillez contacter l'administrateur pour obtenir de l'aide.
gl_es: O cargador de arquivos do sistema está a cargarse. Se non aparece, é probable que este navegador non admita ningún dos seus tempos de execución. Póñase en contacto coa administración para obter asistencia.
he: מעלה קבצי המערכת נטען. אם הוא לא מופיע, סביר להניח שאף אחד מזמני הריצה שלו אינו נתמך על ידי דפדפן זה. אנא צור קשר לקבלת תמיכה.
hr: Pokrenut će se učitavač sistemskih datoteka. Ako se ne pojavi, to je vjerojatno zato što taj preglednik ne podržava njegova vremena izvođenja. Molimo kontaktirajte administratore.
hu: A rendszer felfeltöltője épp töltődik. Ha nem jelenik meg, akkor a böngésző valószínűleg nem támogatja ezt a futási időt. Kérjük, lépjen kapcsolatba az adminisztrátorral.
hy_am: Համակարգի ֆայլերի վերբեռնիչը բեռնում է: Եթե այն չհայտնվի, հավանական է, որ իր աշխատաժամանակներից ոչ մեկը խորհուրդ չի տրվում: Աջակցության համար դիմեք ադմինիստրայիա:
id_id: Pengunggah file sistem sedang memuat. Jika tidak muncul, kemungkinan runtime-nya tidak didukung oleh browser ini. Hubungilah admin untuk meminta bantuan.
is_is: Flutningur á skrá er í gangi. Ef svo virðist ekki vera, er mögulegt að keyrslutíminn sé ekki studdur af þessum vafra. Hafðu samband við tæknilega aðstoð til að fá hjálp.
it: Il sistema per caricare i file sta girando. Se non lo vedi è possibile che nessuno dei suoi runtimes riesca funzionare con questo browser. Per favore contatta il gestore per il supporto.
ja: システムファイルアップローダが読み込まれています。表示されない場合は、このブラウザではどのランタイムもサポートされていない可能性があります。サポートのために管理者に連絡してください。
ka: იტვირთება სისტემის ფაილების ამტვირთავი. თუ ის არ გამოჩნდება, სავარაუდოდ არცერთი მისი შესრულების დრო არ არის მხარდაჭერილი ამ ბრაუზერის მიერ. დახმარების მისაღებად დაუკავშირდით ადმინისტრაციას.
kk: Жүйелік файлды жүктеп салу құралы жүктелуде. Егер ол көрсетілмесе, оны іске қосуды сіздің браузеріңіз қолдамайды. Мәселені шешу үшін сервер әкімшісіне хабарласыңыз.
lt: Įkeliama sistemos failų įkėlyklė. Jei ji nepasirodo, tikriausiai ši naršyklė nepalaiko jokio jos vykdymo laiko. Susisiekite su administratoriumi (-e) dėl pagalbos.
lv: Tiek ielādēts sistēmas datņu augšupielādes rīks. Ja tas netiek parādīts, iespējams, ka šis pārlūks neatbalsta nevienu no tā izpildlaikiem. Lūdzu, sazinieties ar administrāciju, lai saņemtu atbalstu.
mk_mk: Системот за поставување датотеки се вчитува. Доколку не се појави, веројатно нема дека ниту еден од неговите тековни периоди не е поддржан од овој прелистувач. Ве молиме, контактирајте ја администрацијата за поддршка.
mr: 'सिस्टम फाईल अपलोडर' लोड होत आहे. जर ही प्रक्रिया स्क्रिनवर दिसत नसेल तर कदाचित आपला ब्राउझर त्याच्या कोणत्याही रनटाइमला आधार देत नाही. कृपया अधिक माहितीसाठी प्रणाली प्रशासकाशी संपर्क साधा.
ms: Pemuat naik fail sistem sedang dimuatkan. Jika ia tidak muncul, kemungkinan besar tiada satu pun runtimes disokong oleh pelayar ini. Sila hubungi pentadbiran untuk mendapatkan sokongan.
nb: Systemfilopplasteren jobber. Om du ikke ser det, kan det hende at ingen av kjøretidene er støttet av nettleseren din. Ta kontakt med administrator for hjelp.
pl: Narzędzie do przesyłania plików jest ładowane. Jeżeli nie pojawi się po dłuższej chwili istnieje prawdopodobieństwo, że nie jest wspierane przez Twoją przeglądarkę. Gdyby tak się stało, skontaktuj się z administratorem w celu uzyskania pomocy.
pt_pt: O uploader do ficheiro do sistema está a carregar. Se não aparecer, é provável que nenhum dos seus tempos de execução seja suportado por este navegador. Por favor, entre em contacto com a administração da revista para obter suporte.
ro: Actualizarea fișierelor de sistem se încarcă. Dacă nu apare mesajul de actualizare, este foarte probabil să nu fie acceptat de acest browser. Vă rugăm, contactați administrația pentru asistență.
sl_si: Sistemski nalagalnik datotek se nalaga. Če se ne bo naložil in zagnal, najverjetneje kateri njegov del ni podprt v vašem spletnem brskalniku. Prosimo, obrnite se na administratorja vašega računalnika za pomoč.
sv: Systemets filuppladdningsverktyg laddas in. Om det inte dyker upp är det förmodligen så att den här webbläsaren inte stödjer några av dess runtimes. Vänligen kontakta din administratör för support.
th: ระบบกำลังโหลดตัวอัปโหลดไฟล์ หากไม่ปรากฏขึ้น อาจเป็นเพราะไม่มี runtime ใดที่รองรับเบราว์เซอร์นี้ กรุณาติดต่อฝ่ายบริหารเพื่อขอความช่วยเหลือ
tr_tr: Sistem dosyası yükleyicisi çağrılıyor. Görünmüyorsa, çalışma zamanlarının hiçbiri bu tarayıcı tarafından desteklenmez. Lütfen destek için yöneticiye başvurun.
uk_ua: Системний файл завантажується. Якщо цього не відбулось, це означає що не підтримується браузером.Будь ласка зверніться до адміністратора.
vi: Trình tải tệp hệ thống đang tải. Nếu không xuất hiện, có khả năng trình duyệt này không hỗ trợ bất kỳ runtime nào của nó. Vui lòng liên hệ quản trị viên để được hỗ trợ.
zh_cn: 系统文件上传器正在加载。 如果未出现，则此浏览器可能不支持其任何一种运行时。 请联系管理部门以获取支持。

# common.filter
source: Filters
ar_iq: التصفيات
az: Filtrl…ôr
bg_bg: Филтри
ca: Filtres
cs: Filtry
da_dk: Filtre
de_de: Filter
el_gr: Φίλτρα
eu: Iragazkiak
fi_fi: Suodattimet
fr: Filtres
gl_es: Filtros
he: מסננים
hr: Filtar
hu: Szűrők
hy_am: Զտիչներ
id_id: Filter
is_is: Síur
it: Filtri
ja: フィルター
ka: ფილტრები
kk: Сүзгілер
lt: Filtruoti
lv: Filtri
mk_mk: Филтери
mr: फिल्टर्स
ms: Penapis
nb: Filtre
pl: Filtry
pt_pt: Filtros
ro: Filtre
sl_si: Filtri
sv: Filter
th: ตัวกรอง
tr_tr: Filtreler
uk_ua: Фільтри
vi: Bộ lọc
zh_cn: 过滤器

# common.filterAdd
source: Add filter: {$filterTitle}
ar_iq: إضافة التصفية: {$filterTitle}
az: Filtr …ôlav…ô edin: {$filterTitle}
bg_bg: Добавяне на филтър: {$filterTitle}
ca: Afegir filtre: {$filterTitle}
cs: Přidat filtr: {$filterTitle}
da_dk: Tilføj filter: {$filterTitle}
de_de: Filter hinzufügen: {$filterTitle}
el_gr: Προσθήκη φίλτρου: {$filterTitle}
eu: Gehitu iragazkia: {$filterTitle}
fi_fi: Lisää suodatin: {$filterTitle}
fr: Ajouter un filtre : {$filterTitle}
gl_es: Engadir filtro: {$filterTitle}
he: הוספת מסנן: {$filterTitle}
hr: Dodaj filtar: {$filterTitle}
hu: Szűrő hozzáadása: {$filterTitle}
hy_am: Ավելացնել զտիչ: {$filterTitle}
id_id: Tambahkan filter: {$filterTitle}
is_is: Bæta við síu: {$filterTitle}
it: Aggiungi filtro: {$filterTitle}
ja: フィルター追加: {$filterTitle}
ka: ფილტრის დამატება: {$filterTitle}
kk: Сүзгі қосу: {$filterTitle}
lt: Pridėti filtravimą: {$filterTitle}
lv: Pievienot filtru: {$filterTitle}
mk_mk: Додади филтер: {$filterTitle}
mr: {$filterTitle}: फिल्टर समाविष्ट करा (Add)
ms: Tambahkan penapis: {$filterTitle}
nb: Legg til filter: {$filterTitle}
pl: Dodaj filtr: {$filterTitle}
pt_pt: Adicionar filtro: {$filterTitle}
ro: Adaugă filtru: {$filterTitle}
sl_si: Dodaj filter: {$filterTitle}
sv: Lägg till filter: {$filterTitle}
th: เพิ่มตัวกรอง: {$filterTitle}
tr_tr: Filtre ekle: {$filterTitle}
uk_ua: Додати фільтр: {$filterTitle}
vi: Thêm bộ lọc: {$filterTitle}
zh_cn: 添加过滤器：{$filterTitle}

# common.filterRemove
source: Clear filter: {$filterTitle}
ar_iq: تصفير التصفية: {$filterTitle}
az: Filtri t…ômizl…ôyin: {$filterTitle}
bg_bg: Изчистване на филтър: {$filterTitle}
ca: Netejar filtre: {$filterTitle}
cs: Odebrat filtr: {$filterTitle}
da_dk: Fjern filter: {$filterTitle}
de_de: Filter löschen: {$filterTitle}
el_gr: Καθαρισμός φίλτρου: {$filterTitle}
eu: Garbitu iragazkia: {$filterTitle}
fi_fi: Poista suodatin: {$filterTitle}
fr: Supprimer le filtre : {$filterTitle}
gl_es: Limpar filtros: {$filterTitle}
he: נקה מסנן: {$filterTitle}
hr: Očisti filtar: {$filterTitle}
hu: Szűrő törlése: {$filterTitle}
hy_am: Հեռացնել զտիչը: {$filterTitle}
id_id: Hapus filter: {$filterTitle}
is_is: Hreinsa síu: {$filterTitle}
it: Rimuovi filtro: {$filterTitle}
ja: フィルターをクリア: {$filterTitle}
ka: ფილტრის გასუფთავება: {$filterTitle}
kk: Сүзгіні тазалау: {$filterTitle}
lt: Atsisakyti filtravimo: {$filterTitle}
lv: Notīrīt filtru: {$filterTitle}
mk_mk: Исчисти филтер: {$filterTitle}
mr: {$filterTitle}: फिल्टर मोकळा करा (Clear)
ms: Kosongkan penapis: {$filterTitle}
nb: Fjern filter: {$filterTitle}
pl: Usuń filtr: {$filterTitle}
pt_pt: Limpar filtro: {$filterTitle}
ro: Elimină filtrul: {$filterTitle}
sl_si: Odstrani filter: {$filterTitle}
sv: Rensa filter: {$filterTitle}
th: ล้างตัวกรอง: {$filterTitle}
tr_tr: Filtre temizle: {$filterTitle}
uk_ua: Скасувати фільтр: {$filterTitle}
vi: Xóa bộ lọc: {$filterTitle}
zh_cn: 清除过滤器：{$filterTitle}

# common.import
source: Import
ar_iq: استيراد
az: Data q…ôbul edin
bg_bg: Импорт
ca: Importa
cs: Importovat
da_dk: Importér
de_de: Importieren
el_gr: Εισαγωγή
eu: Inportatu
fa_ir: درون‌ریزی اطلاعات
fi_fi: Tuo
fr: Importer
gl_es: Importar
he: ייבוא
hr: Uvedi
hu: Importálás
hy_am: Ներմուծել
id_id: Impor
is_is: Flytja inn
it: Importa
ja: インポート
ka: იმპორტი
kk: Импорттау
lt: Importuoti
lv: Importēšana
mk_mk: Увези
mr: दाखल करुन घ्या (Import)
nb: Importer
pl: Importuj
pt_pt: Importar
ro: Importă
sl_si: Uvozi
sv: Importera
th: นำเข้า
tr_tr: Veri al
uk_ua: Імпорт
vi: Nhập
zh_cn: 导入

# common.initiate
source: Initiate
ar_iq: إبدأ
az: BaŇüladńĪn
bg_bg: Започни
ca: Inicia
cs: Zahájit
da_dk: Start
de_de: Beginnen
el_gr: Έναρξη
eu: Hasi
fa_ir: راه‌اندازی
fi_fi: Aloita
fr: Commencer
gl_es: Iniciar
he: ליזום
hr: Započni
hu: Kérés küldése
hy_am: Թողարկել
id_id: Mulai
is_is: Byrja
it: Avvia
ja: 開始
ka: წამოწყება
kk: Бастау
lt: Pradėti
lv: Uzsākt
mk_mk: Иницирај
mr: सुरुवात करा
ms: Mulakan
nb: Sett i gang
pl: Inicjuj
pt_pt: Iniciar
ro: Începe
sl_si: Začni
sv: Påbörja
th: เริ่มต้น
tr_tr: Başlat
uk_ua: Розпочати
vi: Bắt đầu
zh_cn: 开始

# common.inProgress
source: In progress
ar_iq: قيد الإنجاز
az: Proses davam edir
bg_bg: В процес
ca: En progrés
cs: Probíhá
da_dk: Igangværende
de_de: In Arbeit
el_gr: Σε εξέλιξη
eu: Lanean
fa_ir: در حال پیشروی
fi_fi: Käynnissä
fr: En cours
gl_es: En progreso
he: בביצוע
hr: U tijeku
hu: Folyamatban
hy_am: Ընթացքի մեջ է
id_id: Dalam pengerjaan
is_is: Í vinnslu
it: In lavorazione
ja: 処理中
ka: მიმდინარეობს
kk: Орындалуда
lt: Vyksta
lv: Izstrādes procesā
mk_mk: Во тек
mr: प्रगतीपथावर
ms: Sedang berlangsung
nb: Under arbeid
pl: W trakcie
pt_pt: Em progresso
ro: În progres
sl_si: V delu
sv: Pågående
th: กำลังดำเนินการ
tr_tr: İşlem sürüyor
uk_ua: Триває
vi: Đang tiến hành
zh_cn: 进行

# common.insert
source: Insert
az: ńį√ß…ôriy…ô k√∂√ß√ľr√ľn
bg_bg: Вмъкване
ca: Inserir
cs: Vložit
eu: Txertatu
fr: Insérer
he: להוסיף
hr: Umetnuti
hu: Beszúrás
hy_am: Մուտքագրել
it: Inserisci
ja: 挿入
ka: ჩასმა
kk: Кірістіру
lt: Įterpti
lv: Ievietot
mr: समाविष्ट करा
ms: Sisipkan
pl: Wstaw
sv: Infoga
th: แทรก
vi: Chèn

# common.insertContent
source: Insert Content
bg_bg: Добавяне на съдържание
ca: Inserir contingut
cs: Vložte obsah
eu: Txertatu edukia
fr: Insérer du contenu
he: הוספת תוכן
hr: umetnuti sadržaj
hy_am: Տեղադրեք բովանդակությունը
it: Inserisci contenuto
ja: コンテンツを挿入
ka: კონტენტის ჩასმა
kk: Мазмұнды енгізу
lt: Įterpti turinį
lv: Ievietot saturu
mr: मजकूर समाविष्ट करा
pl: Wstaw zawartość
sv: Infoga inehåll
th: แทรกเนื้อหา
vi: Chèn nội dung

# common.insertContentSearch
source: Find content to insert
bg_bg: Търсене на съдържание за добавяне
ca: Trobar contingut per inserir
cs: Najít obsah k vložení
eu: Bilatu txertatzeko edukia
fr: Trouver du contenu à insérer
he: חיפוש תוכן להוספה
hr: Pronađite sadržaj za umetanje
hy_am: Գտեք բովանդակություն՝ տեղադրելու համար
it: Trova contenuto da inserire
ja: 挿入するコンテンツを検索
ka: იპოვნეთ ჩასასმელი შიგთავსი
kk: Кірістіру үшін мазмұнды табыңыз
lt: Rasti turinį, kurį norite įterpti
lv: Atrast saturu ievietošanai
mr: समाविष्ट करण्याकरता मजकूर शोधा
pl: Znajdź zawartość do wstawienia
sv: Leta upp innehåll att infoga
th: ค้นหาเนื้อหาเพื่อแทรก
vi: Tìm nội dung để chèn

# common.itemsPerPage
source: Items per page
ar_iq: فقرة لكل صفحة
az: H…ôr s…ôhif…ô √ľ√ß√ľn element
bg_bg: Елементи на страница
ca: Elements per pàgina
cs: Položek na stránku
da_dk: Elementer pr. side
de_de: Einträge pro Seite
el_gr: Αντικείμενα ανά σελίδα
eu: Elementu orriko
fa_ir: تعداد موارد در هر صفحه
fi_fi: Kohteita per sivu
fr: Items par page
gl_es: Elementos por páxina
he: פריטים בעמוד
hr: unosi po stranici
hu: Tételek száma oldalanként
hy_am: Քանակը յուրաքանչյուր էջում
id_id: Item per halaman
is_is: Atriði per síðu
it: Numero di oggetti visualizzati per pagina
ja: ページごとの要素
ka: ელემენტი ყოველ გვერდზე
kk: Беттегі элементтер
lt: Elementų puslapyje
lv: Vienības lapā
mk_mk: Елеменатаи по страница
mr: प्रत्येक पानागणिक आयटम्स
ms: Item setiap halaman
nb: Elementer per side
pl: Elementów na stronę
pt_pt: Artigos por página
ro: Elemente pe pagină
sl_si: Postavk na stran
th: รายการต่อหน้า
tr_tr: Sayfa başına öğe
uk_ua: Об'єкти на сторінці
vi: Mục trên mỗi trang
zh_cn: 每页项目

# common.keywords
source: Keywords
ar_iq: الكلمات المفتاحية
az: A√ßar s√∂zl…ôr
bg_bg: Ключови думи
ca: Paraules clau
cs: Klíčová slova
da_dk: Nøgleord
de_de: Schlagworte
el_gr: Λέξεις κλειδιά
eu: Gako-hitzak
fa_ir: کلمات کلیدی
fi_fi: Avainsanat
fr: Mots-clés
gl_es: Palabras chave
he: מילות מפתח
hr: Ključne riječi
hu: Kulcsszavak
hy_am: Բանալի բառեր
id_id: Kata Kunci
is_is: Lykilorð
ja: キーワード
ka: საკვანძო სიტყვები
kk: Кілт сөздер
lt: Esminiai žodžiai * (atskiriami paspaudus „enter“)
lv: Atslēgvārdi
mk_mk: Клучни зборови
mr: सूचक शब्द (की-वर्ड)
ms: Kata kunci
nb: Nøkkelord
pl: Słowa kluczowe
pt_pt: Palavras-chave
ro: Cuvinte cheie
sl_si: Ključne besede
sv: Nyckelord
th: คำสำคัญ
tr_tr: Anahtar kelimeler
uk_ua: Ключові слова
vi: Từ khóa
zh_cn: 关键词

# common.label
source: Label
ca: Etiqueta
cs: Štítek
eu: Etiketa
fr: Étiquette
he: תווית
hr: Označiti
it: Etichetta
ja: ラベル
lt: Etiketė
lv: Iezīme
mr: लेबल
sv: Etikett
th: ป้ายกำกับ
vi: Nhãn

# common.language
source: Language
ar_iq: اللغة
az: Dil
bg_bg: Език
ca: Llengua
cs: Jazyk
da_dk: Sprog
de_de: Sprache
el_gr: Γλώσσα/Language
eu: Hizkuntza
fa_ir: زبان
fi_fi: Kieli
fr: Langue
gl_es: Idioma
he: שפה
hr: Jezik / Language
hu: Nyelv
hy_am: Լեզու
id_id: Bahasa
is_is: Tungumál
it: Lingua
ja: 言語
ka: ენა
kk: Тіл
lt: Kalba
lv: Valoda
mk_mk: Јазик
mr: भाषा
ms: Bahasa
nb: Språk
pl: Język / Language
pt_pt: Idioma
ro: Limbă
sl_si: Jezik
sv: Språk
th: ภาษา
tr_tr: Dil
uk_ua: Мова
vi: Ngôn ngữ
zh_cn: 语言

# common.languages
source: Languages
ar_iq: اللغات
az: Dill…ôr
bg_bg: Езици
ca: Llengües
cs: Jazyky
da_dk: Sprog
de_de: Sprachen
el_gr: Γλώσσες
eu: Hizkuntzak
fa_ir: زبان‌ها
fi_fi: Kielet
fr: Langues
gl_es: Idiomas
he: שפות
hr: Jezici
hu: Nyelvek
hy_am: Լեզուներ
id_id: Bahasa
is_is: Tungumál
it: Lingue
ja: 言語
ka: ენები
kk: Тілдер
lt: Kalbos
lv: Valodas
mk_mk: Јазици
mr: भाषा
ms: Bahasa
nb: Språk
pl: Języki
pt_pt: Idiomas
ro: Limbă
sl_si: Jeziki
sv: Språk
th: ภาษา
tr_tr: Diller
uk_ua: Мови
vi: Ngôn ngữ
zh_cn: 语言

# common.lastSaved
source: Last saved {$when}
ca: Últim guardat {$when}
cs: Naposled uloženo {$when}
eu: Gordetako azkena {$when}
fr: Dernière sauvegarde {$when}
he: נשמר לאחרונה {$when}
hr: Zadnji put spremljeno {$when}
it: Ultimo salvataggio {$when}
ja: 最終保存時: {$when}
lt: Paskutinį kartą išsaugota {$when}
lv: Pēdējo reizi saglabāts {$when}
mr: {$when} दरम्यान शेवटचे सेव्ह केलेले आहे
pl: Ostatnio zapisano {$when}
sv: Senast sparad {$when}
th: บันทึกล่าสุดเมื่อ {$when}
vi: Lưu lần cuối {$when}

# common.less
source: Less
ar_iq: أقل
az: Ki√ßik
bg_bg: По-малко
ca: Menys
cs: Méně
da_dk: Mindre
de_de: Weniger
el_gr: Λιγότερο
eu: Gutxiago
fa_ir: کمتر
fi_fi: Vähemmän
fr: Réduire
gl_es: Menos
he: פחות
hr: Manje
hu: Kevesebb
hy_am: Պակաս
id_id: Lebih ringkas
is_is: Minna
it: Meno
ja: 未満
ka: ნაკლები
kk: Аздау
lt: Mažiau
lv: Mazāk
mk_mk: Помалку
mr: कमी
ms: Kurang
nb: Mindre
pl: Mniej
pt_pt: Menos
ro: Mai puțin
sl_si: Manj
sv: Färre
th: น้อยลง
tr_tr: Küçük
uk_ua: Менше
vi: Ít hơn
zh_cn: 少于

# common.pagination.previous
source: Previous
ar_iq: الصفحة السابقة
az: ∆Źvv…ôlki s…ôhif…ô
bg_bg: Предишна страница
ca: Pàgina anterior
cs: Předchozí
da_dk: Forrige side
de_de: vorherige Seite
el_gr: Προηγούμενη σελίδα
eu: Aurrekoa
fi_fi: Edellinen sivu
fr: Page précédente
gl_es: Páxina anterior
he: הקודם
hr: prethodna stranica
hu: Előző oldal
hy_am: Նախորդ էջ
id_id: Halaman sebelumnya
is_is: Fyrri síða
it: Pagina precedente
ja: 前のページ
ka: წინა გვერდი
kk: Алдыңғы бет
lt: Ankstesnis puslapis
lv: Iepriekšējā lapa
mk_mk: Претходна страница
mr: मागील पृष्ठ
ms: Halaman sebelumnya
nb: Forrige side
pl: Poprzednia strona
pt_pt: Página anterior
ro: Pagina anterioară
sl_si: Predhodna stran
sv: Förra sidan
th: หน้าก่อนหน้า
tr_tr: Önceki sayfa
uk_ua: Попередня сторінка
vi: &lt;&lt;
zh_cn: 上一页

# common.reset
source: Reset
ar_iq: إعادة ضبط
az: Yenid…ôn t…ônziml…ôm…ôk
bg_bg: Нулиране (reset)
ca: Reinicia
cs: Resetovat
da_dk: Nulstil
de_de: Zurücksetzen
el_gr: Επαναφορά
eu: Berrezarri
fa_ir: تنظیم مجدد
fi_fi: Palauta
fr: Réinitialiser
gl_es: Restaurar
he: איפוס
hr: Vrati na zadano
hu: Visszaállítás
hy_am: Վերատեղադրել
is_is: Endurstilla
ja: リセット
ka: ჩამოყრა
kk: Бастапқы күйге келтіру
lt: Atkurti
lv: Atiestatīt
mk_mk: Ресетирај
mr: रीसेट करा
ms: Tetapkan semula
nb: Tilbakestill
pt_pt: Restaurar
sl_si: Ponastavi
sv: Återställ
th: รีเซ็ต
tr_tr: Yeniden Ayarlamak
uk_ua: Перезавантаження
vi: Đặt lại
zh_cn: 重置

# common.selectWithName
source: Select {$name}
ar_iq: إختر {$name}
az: {$name} se√ßin
bg_bg: Избери {$name}
ca: Seleccionar {$name}
cs: Vybrat {$name}
eu: Hautatu {$name}
fr: Sélectionner {$name}
gl_es: Seleccionar {$name}
he: בחר {$name}
hr: Odaberite {$name}
hu: Kiválasztás {$name}
hy_am: Ընտրել {$name}
is_is: Veldu {$name}
it: Seleziona {$name}
ja: {$name}を選択
ka: მონიშნული {$name}
kk: {$name} таңдау
lt: Pasirinkite {$name}
lv: Atlasīt {$name}
mr: {$name} निवडा
ms: Pilih {$name}
nb: Velg {$name}
pl: Wybierz {$name}
sv: Välj {$name}
th: เลือก {$name}
tr_tr: {$name} Seç
vi: Chọn {$name}

# common.sendEmail
source: Send Email
ar_iq: أرسل الرسالة
az: Email g√∂nd…ôr
bg_bg: Изпращане на имейл
ca: Envia el missatge de correu electrònic
cs: Poslat email
de_de: E-Mail senden
el_gr: Αποστολή μηνύματος
eu: Bidali mezu elektronikoa
fa_ir: ارسال ایمیل
fi_fi: Lähetä sähköpostia
fr: Envoyer le courriel
gl_es: Enviar correo electrónico
he: שלח דוא"ל
hr: Pošalji e-mail
hu: Email küldés
hy_am: Ուղարկել նամակ
id_id: Kirim Surel
is_is: Senda tölvupóst
it: Invia email
ja: メール送信
ka: ელფოსტის გაგზავნა
kk: Email-мен жіберу
lt: Siųsti elektroninį laišką
lv: Nosūtīt e-pastu
mk_mk: Испрати имејл
mr: ई-मेल पाठवा
ms: Hantar e-mel
nb: Send e-post
pl: Wyślij e-mail
pt_pt: Enviar E-mail
ro: Trimiteți email
sl_si: Pošlji Email
sv: Skicka e-postmeddelande
th: ส่งอีเมล
tr_tr: Email gönder
uk_ua: Відправити Email
vi: Gửi email
zh_cn: 发送电子邮件

# common.showAllSteps
source: Show all steps
bg_bg: Показване на всички стъпки
ca: Mostrar tots els passos
cs: Ukázat všechny kroky
eu: Erakutsi urrats guztiak
fr: Afficher toutes les étapes
he: הצג את כל השלבים
hr: Prikaži sve korake
hy_am: Ցուցադրեք բոլոր քայլերը
it: Mostra tutti gli step
ja: すべてのステップを表示
ka: ყველა ნაბიჯის ჩვენება
kk: Барлық қадамдарды көрсетіңіз
lt: Rodyti visus veiksmus
lv: Rādīt visus soļus
mr: सगळ्या पायऱ्या दाखवा
pl: Pokaż wszystkie kroki
sv: Visa alla steg
th: แสดงทุกขั้นตอน
vi: Hiển thị tất cả các bước

# common.showingSteps
source: {$current}/{$total} steps
ca: {$current}/{$total} passos
cs: {$current}/{$total} kroků
eu: {$current}/{$total} urratsa
fr: {$current}/{$total} étapes
he: שלבים של {$current}/{$total}
hr: {$current}/{$total} koraka
it: {$current}/{$total} passi
ja: {$total}の第{$current}ステップ
lt: {$current}/{$total} žingsnių
lv: {$current}/{$total} soļi
mr: {$current}/{$total} पायऱ्या
sv: {$current}/{$total} steg
th: {$current}/{$total} ขั้นตอน
vi: {$current}/{$total} bước

# common.showingXofX
source: Showing <strong>{$start} to {$finish}</strong> of {$total}
cs: Zobrazení <strong>{$start} do {$finish}</strong> z {$total}
eu: <strong>{$start}-(e)tik {$finish}-(e)ra</strong> erakusten. Guztira: {$total}
he: מציג <strong>{$start} עד {$finish}</strong> מתוך {$total}
lt: Rodoma nuo <strong>{$start} iki {$finish}</strong> iš {$total}
mr: एकूण {$total} पैकी <strong>{$start} ते {$finish}</strong> दाखवले जात आहे
pl: Wyświetlane <strong>{$start} do {$finish}</strong> z {$total}
vi: Hiển thị <strong>{$start} đến {$finish}</strong> trong tổng số {$total}

# common.uninitiated
source: Uninitiated
ar_iq: غير مستهل
az: BaŇüladńĪlmayńĪb
bg_bg: Незапочнат
ca: No iniciat
cs: Nezahájeno
da_dk: Ikke startet
de_de: Nicht begonnen
el_gr: Μη αρχικοποιημένο
eu: Hasi gabe
fa_ir: آغاز نشده است
fi_fi: Ei aloitettu
fr: Non engagé
gl_es: Sen comezar
he: לא יזום
hr: Nezapočeto
hu: Nem megkezdett
hy_am: Անտեղյակ
id_id: Belum dimulai
is_is: Ekki hafið
it: Non iniziato
ja: 開始していない
ka: გაუცნობიერებელი
kk: Басталмаған
lt: Nepradėta
lv: Neierosināts
mk_mk: Незапочнато
mr: सुरुवात केली नाही (Uninitiated)
ms: Belum dimulakan
nb: Ikke satt i gang
pl: Niewprowadzone
pt_pt: Não iniciado
ro: Neinițiat
sl_si: Nezačet
sv: Ej påbörjad
th: ยังไม่ได้เริ่มต้น
tr_tr: Başlatılmamış
uk_ua: Нерозпочате
vi: Chưa bắt đầu
zh_cn: 未开始的
