Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# email.compose.tooManyRecipients
source: The message you are attempting to send has too many recipients.
ar_iq: الرسالة التي تحاول إرسالها تتضمن العديد من العناوين.
az: G√∂nd…ôrm…ôk ist…ôdiyiniz mesajńĪn √ßoxlu alńĪcńĪsńĪ var.
bg_bg: Съобщението, което се опитвате да изпратите, има твърде много получатели.
ca: El missatge que intenteu enviar té massa destinataris.
cs: Zpráva, kterou se pokoušíte odeslat, má příliš mnoho příjemců.
da_dk: Den meddelelse, du forsøger at sende, har for mange modtagere.
de_de: Ihre Nachricht hat zu viele Empfänger/innen.
el_gr: Τo μήνυμα που προσπαθείτε να στείλετε έχει μεγάλο αριθμό παραληπτών.
eu: Bidali nahi duzun mezuak hartzaile gehiegi ditu.
fa_ir: تعداد گیرنده‌های این پیام بیش از حد مجاز است.
fi_fi: Viestissäsi on liikaa vastaanottajia.
fr: Le message que vous essayez d'envoyer contient trop de destinataires.
gl_es: Esta menxase ten demasiados destinatarios.
he: להודעה שאתה מנסה לשלוח יש נמענים רבים מדי.
hr: Poruka koju pokušavate poslati ima previše primatelja.
hu: Az üzenetet túl sok címzettnek próbálja elküldeni.
hy_am: Նամակը, որը Դուք փորձում եք ուղարկել, ունի թույլատրելիից շատ ստացող:
id_id: Pesan yang Anda coba kirim punya terlalu banyak penerima.
is_is: Skilaboðin sem þú ert að reyna að senda eru með of marga viðtakendur.
it: Il messaggio che stai cercando di inviare ha troppi destinatari.
ja: 送信するメッセージの受取人が多すぎます。
ka: შეტყობინებას, რომლის გაგზავნაცსაც ცდილობთ, ძალიან ბევრი ადრესატია.
kk: Жіберуге әрекеттеніп жатқан хабарламаны алушы тым көп.
lt: Per daug gavėjų, kuriems bandote išsiųsti pranešimą.
lv: Ziņai, kuru mēģināt nosūtīt, ir pārāk daudz adresātu.
mk_mk: Пораката што сакате да ја испратите има премногу примачи.
mr: तुम्ही पाठवण्याचा प्रयत्न करत असलेल्या संदेशात प्राप्तकर्त्यांची संख्या मर्यादेपलिकडे आहे.
ms: Mesej yang anda cuba hantar mempunyai terlalu ramai penerima.
nb: E-posten du forsøker å sende har for mange mottakere.
pl: Wiadomość, którą wysyłasz ma zbyt wielu odbiorców.
pt_pt: A mensagem tem excesso de destinatários.
ro: Mesajul pe care încercați să îl trimiteți are prea mulți destinatari.
sl_si: Sporočilo, ki ga želite poslati, ima preveč prejemnikov.
sv: Meddelandet du försöker skicka har för många mottagare.
th: ข้อความที่คุณพยายามส่งมีผู้รับมากเกินไป
tr_tr: Göndermeye çalıştığınız mesajın çok fazla alıcısı var.
uk_ua: Ви намагаєтеся відправити листа надто великій кількості отримувачів.
vi: Tin nhắn bạn đang cố gắng gửi có quá nhiều người nhận.
zh_cn: 正在试图发送的信息有太多的收件人.

# email.email
source: Email
ar_iq: البريد الالكتروني
bg_bg: Имейл
ca: Adreça electrònica
el_gr: Μήνυμα
eu: Mezu elektronikoa
fa_ir: ایمیل
fi_fi: Sähköposti
fr: Courriel
gl_es: Correo electrónico
he: דוא"ל
hr: e-pošta
hy_am: էլ. հասցե
is_is: Tölvupóstur
ja: メール
ka: ელფოსტა
lt: Elektroninis laiškas
lv: E-pasts
mk_mk: Имејл
mr: ई-मेल
ms: E-mel
nb: E-post
sl_si: E-pošta
sv: Skicka e-postmeddelande
th: อีเมล
tr_tr: E-posta
zh_cn: 电子邮件

# email.from
source: From
ar_iq: من
az: G√∂nd…ôr…ôn
bg_bg: От
ca: Des del
cs: Od
da_dk: Fra
de_de: Von
el_gr: Από
eu: Nork
fa_ir: از طرف
fi_fi: Keneltä
fr: De
gl_es: Dende
he: מאת
hr: Od
hu: Kitől
hy_am: Սկսած
id_id: Dari
is_is: Frá
it: Da
ja: 送信元
ka: გამგზავნი
kk: Кімнен
lt: Nuo
lv: No
mk_mk: Од
mr: यांचेकडून
ms: Dari
nb: Fra
pl: Od
pt_pt: De
ro: De la
sl_si: Od
sv: Från
th: จาก
tr_tr: Gönderen
uk_ua: Від
vi: Từ
zh_cn: 从

# email.invalid
source: The email address {$email} is invalid.
ar_iq: عنوان البريد الالكتروني {$email} غير صحيح.
az: {$email}adresi etibarlńĪ deyil
bg_bg: Имейл адресът {$email} е невалиден.
ca: L'adreça electrònica {$email} no és vàlida.
cs: E-mailová adresa {$email} je neplatná.
da_dk: E-mail-adressen {$email} er ugyldig.
de_de: Die E-Mail-Adresse {$email} ist ungültig.
el_gr: Η ηλεκτρονική διεύθυνση {$email} δεν είναι έκγυρη.
eu: {$email} helbide elektronikoa ez da baliozkoa.
fa_ir: آدرس ایمیل {$email} معتبر نیست
fi_fi: Sähköpostiosoite {$email} on virheellinen.
fr: L'adresse de courriel {$email} n'est pas valide.
gl_es: O enderezo de correo electrónico {$email} non é válido.
he: כתובת הדוא"ל {$email} אינה תקפה.
hr: Adresa e-pošte {$email} je neispravna.
hu: Az e-mail cím érvénytelen: {$email}.
hy_am: {$email} էլ. հասցեն անվավեր է:
id_id: Alamat email{$email} tidak valid.
is_is: Netfangið {$email} er ógilt.
it: L'indirizzo {$email} non è valido.
ja: このメールアドレス {$email} は不正です。
ka: ელფოსტის მისამართი {$email} არასწორია.
kk: Электрондық пошта мекенжайы {$email} жарамсыз.
lt: Elektroninio pašto adresas {$email} yra netinkamas.
lv: E-pasta adrese {$email} ir nederīga.
mk_mk: Имејл адресата {$email} е неисправна.
mr: {$email} हा ई-मेल पत्ता अवैध आहे.
ms: Alamat e-mel {$email} tidak sah.
nb: E-postadressen {$email} er ugyldig.
pl: Adres e-mail {$email} jest nieprawidłowy.
pt_pt: O endereço de e-mail {$email} é invalido.
ro: Această adresă de email {$email} este invalidă.
sl_si: Naslov e-pošte {$email} ni pravilen.
sv: E-postadressen {$Email} är ogiltig.
th: ที่อยู่อีเมล {$email} ไม่ถูกต้อง
tr_tr: {$email} adresi geçerli değil.
uk_ua: Адреса електронної пошти {$email} некоректна.
vi: Địa chỉ email {$email} không hợp lệ.
zh_cn: 电子邮件地址 {$email}无效.

# email.multipart
source: This is a multi-part message in MIME format.
ar_iq: هذه رسالة متعددة الأجزاء بصيغة MIME.
az: Bu mesaj MIME formatńĪnda √ßoxhiss…ôli bir mesajdńĪr.
bg_bg: Това е съобщение от няколко части във формат MIME.
ca: Aquest és un missatge de parts múltiples en format MIME.
cs: Toto je vícedílná zpráva ve formátu MIME.
da_dk: Dette er en meddelelse i MIME-format, der består af flere dele.
de_de: Dies ist eine mehrteilige Nachricht im MIME-Format.
el_gr: Αυτό είναι ένα μήνυμα με πολλά τμήματα σε μορφή MIME.
eu: MIME formatuko zati anitzeko mezua da hau.
fa_ir: این یک پیام چند قسمتی با ساختار MIME می‌باشد.
fi_fi: Tämä on MIME-muotoinen moniosainen viesti.
fr: Ceci est un message en plusieurs parties dans un format MIME.
gl_es: Esta é unha mensaxe de varias partes en formato MIME.
he: זוהי הודעה מרובת חלקים בתבנית MIME.
hr: Ovo je višedjelna poruka u MIME formatu.
hu: Ez egy többrészes üzenet MIME formátumban.
hy_am: Սա MIME ֆորմատի բազմամաս նամակ է:
id_id: Ini adalah pesan multi-part di format MIME.
is_is: Þetta er tilkynning á MIME- formi sem samanstendur af mörgum pörtum.
it: Questa email è in formato MIME.
ja: MIMEフォーマットによるマルチパートメッセージです。
ka: ეს არის მრავალმხრივი შეტყობინება MIME ფორმატში.
kk: Бұл MIME форматындағы көп бөліктен тұратын хабарлама.
lt: Tai daugiadalis pranešimas MIME formatu.
lv: Šis ir MIME formāta ziņojums, kas sastāv no vairākām daļām.
mk_mk: Ова е повеќестрана порака во MIME формат.
mr: अनेक भागात असलेला हा MIME स्वरूपातला संदेश आहे.
ms: Ini ialah mesej berbilang bahagian dalam format MIME.
nb: Dette er en melding i flere deler i MIME format.
pl: To jest wieloczęściowa wiadomość w formacie MIME.
pt_pt: Esta é parte de uma mensagem em formato MIME.
ro: Acesta este un mesaj în mai multe părți în format MIME.
sl_si: Sporočilo je sestavljeno iz več delov v MIME formatu.
sv: Det här är ett multi-part-meddelande i MIME-format.
th: นี่คือข้อความหลายส่วนในรูปแบบ MIME
tr_tr: Bu mesaj MIME formatında çok parçalı bir mesajdır.
uk_ua: Це повідомлення складається з фрагментів даних різного типу у форматі MIME.
vi: Đây là tin nhắn đa phần ở định dạng MIME.
zh_cn: 这是MIME格式的多部信息。

# email.recipient
source: Recipient
ar_iq: المستلم
az: AlńĪcńĪ
bg_bg: Получател
ca: Destinatari
cs: Příjemce
da_dk: Modtager
de_de: Empfänger/in
el_gr: Παραλήπτης
eu: Hartzailea
fa_ir: گیرنده
fi_fi: Vastaanottaja
fr: Destinataire
gl_es: Destinatario/a
he: נמען
hr: Prima
hu: Címzett
hy_am: Ստացող
id_id: Penerima
is_is: Viðtakandi
it: Destinatario
ja: 受信者
ka: მიმღები
kk: Қабылдаушы
lt: Gavėjas
lv: Saņēmējs
mk_mk: Примател
mr: प्राप्तकर्ता
ms: Penerima
nb: Mottaker
pl: Odbiorca
pt_pt: Destinatário
ro: Destinatar
sl_si: Prejemnik
sv: Mottagare
th: ผู้รับ
tr_tr: Alıcı
uk_ua: Отримувач
vi: Người nhận
zh_cn: 收件人

# email.senderEmail
source: Sender Email
ar_iq: عنوان المرسل
az: G√∂nd…ôr…ônin emaili
bg_bg: Имейл на подателя
ca: Correu electrònic del remitent
cs: Email odesilatele
da_dk: Afsenders e-mail
de_de: Absender/in-E-Mail
el_gr: Ηλεκτρονικό ταχυδρομείο αποστολέα
eu: Bidaltzailearen posta elektronikoa
fa_ir: ایمیل فرستنده
fi_fi: Lähettäjän sähköposti
fr: Courriel de l'expéditeur
gl_es: Correo electrónico do remitente
he: דוא"ל השולח
hr: Ime pošiljatelja
hu: Küldő email címe
hy_am: Ուղարկողի էլ. հասցե
id_id: Surel Pengirim
is_is: Netfang sendanda
it: Email mittente
ja: 送信者メールアドレス
ka: გამგზავნის ელფოსტა
kk: Жіберушінің е майлы
lt: Siuntėjo elektroninis paštas
lv: Sūtītāja e-pasts
mk_mk: Имејл адреса на испраќачот
mr: प्रेषकाचा (पाठवणार्‍याचा) ई-मेल पत्ता
ms: E-mel Pengirim
nb: Avsenders e-post
pl: Adres e-mail nadawcy
pt_pt: E-mail de Remetente
ro: Email expeditor
sl_si: Email naslov pošiljatelja
sv: Avsändarens e-postadress
th: อีเมลผู้ส่ง
tr_tr: Gönderici e-Postası
uk_ua: Email відправника
vi: Email người gửi
zh_cn: 发件人 Email

# email.send
source: Send
ar_iq: أرسل
az: G√∂nd…ôr
bg_bg: Изпращане
ca: Envia
cs: Odeslat
de_de: Senden
el_gr: Αποστολή
eu: Bidali
fa_ir: ارسال
fi_fi: Lähetä
fr: Envoyer
gl_es: Enviar
he: שלח
hr: Pošalji
hu: Küldés
hy_am: Ուղարկել
id_id: Kirim
is_is: Senda
it: Invia
ja: メール送信
ka: გაგზავნა
kk: Жіберу
lt: Siųsti
lv: Sūtīt
mk_mk: Испрати
mr: पाठवा
ms: Hantar
pl: Wyślij
pt_pt: Enviar
ro: Trimiteți
sl_si: Pošlji
sv: Skicka
th: ส่ง
tr_tr: Gönder
uk_ua: Відправити
vi: Gửi
zh_cn: 发送

# email.skip
source: Skip Email
ar_iq: تخطى الرسالة
az: Email g√∂nd…ôrm…ôd…ôn
bg_bg: Пропускане на пращането на имейл
ca: Omet el missatge de correu electrònic
cs: Přeskočit e-mail
da_dk: Spring e-mail over
de_de: Nachricht überspringen
el_gr: Παράλειψη μηνύματος
eu: Saltatu mezua
fa_ir: انجام عملیات بدون ارسال ایمیل
fi_fi: Ohita sähköposti
fr: Omettre le courriel
gl_es: Omitir correo electrónico
he: דלג על דוא"ל
hr: Izostavi e-poštu
hu: Email kihagyása
hy_am: Բաց թողնել էլ. հասցեն
id_id: Abaikan Email
is_is: Sleppa tölvupósti
it: Salta Email
ja: スキップ
ka: ელფოსტის გამოტოვება
kk: Электрондық хабарламаны жіберуді өткізу
lt: Nesiųsti elektroninio laiško
lv: Izlaist e-pastu
mk_mk: Изостави имејл
mr: ई-मेल वगळा
ms: Langkau E-mel
nb: Hopp over e-post
pl: Pomiń e-mail
pt_pt: Não enviar E-mail
ro: Sari peste email
sl_si: Preskoči e-pošto
sv: Hoppa över e-postmeddelande
th: ข้ามอีเมล
tr_tr: E-posta Göndermeden
uk_ua: Пропустити Email
vi: Bỏ qua email
zh_cn: 跳过电子邮件

# email.subject
source: Subject
ar_iq: الموضوع
az: M√∂vzu
bg_bg: Тема
ca: Assumpte
cs: Předmět
da_dk: Emne
de_de: Betreff
el_gr: Θέμα
eu: Gaia
fa_ir: موضوع
fi_fi: Aihe
fr: Objet
gl_es: Materia
he: נושא
hr: Predmet
hu: Tárgy
hy_am: Թեմա
id_id: Subjek
is_is: Efni
it: Oggetto
ja: 件名
ka: თემა
kk: Тақырып
lt: Tema
lv: Temats
mk_mk: Предмет
mr: विषय
ms: Subjek
nb: Emne
pl: Temat
pt_pt: Assunto
ro: Subiect
sl_si: Zadeva
sv: Ämne
th: หัวเรื่อง
tr_tr: Konu
uk_ua: Тема
vi: Chủ đề
zh_cn: 主题

# email.subjectRequired
source: Please provide an email subject.
ar_iq: لطفاً، أعط الرسالة موضوعاً.
az: Z…ôhm…ôt olmasa bir email m√∂vzusu daxil edin
bg_bg: Моля, посочете тема на имейла.
ca: Proporcioneu l'assumpte del correu electrònic.
cs: Je třeba uvést předmět emailu.
da_dk: Udfyld venligst e-mailens emnefelt.
de_de: Bitte geben Sie einen E-Mail-Betreff an.
el_gr: Παρακαλούμε συμπληρώστε ένα θέμα για το μήνυμα.
eu: Mesedez, idatzi mezuaren gaia.
fa_ir: لطفاً موضوع ایمیل را مشخص کنید
fi_fi: Anna sähköpostin aihe.
fr: Veuillez indiquer le sujet du courriel.
gl_es: Indique un asunto no correo electrónico.
he: אנא הוסף נושא דוא"ל.
hr: Unesite predmet e-pošte.
hu: Kérem, adja meg az email tárgyát.
hy_am: Խնդրում ենք տրամադրել էլ. փոստի հասցեն:
id_id: Tuliskan subjek surel.
is_is: Vinsamlega tilgreindu efni tölvupóstsins.
it: Inserisci l'oggetto del messaggio.
ja: メールの件名を入力してください。
ka: გთხოვთ მიუთითოთ ელფოსტის თემა.
kk: Электрондық хабарламаның тақырыбын енгізіңіз.
lt: Pateikite elektroninio laiško temą.
lv: Lūdzu, norādiet e-pasta tematu.
mk_mk: Додајте тема на имејлот.
mr: कृपया ई-मेलचा विषय द्या.
ms: Sila berikan subjek e-mel.
nb: Fyll ut emnefeltet.
pl: Podaj tytuł wiadomości.
pt_pt: Assunto obrigatório.
ro: Vă rugăm să furnizați un subiect de e-mail.
sl_si: Prosim navedite zadevo e-pošte.
sv: Vänligen förse e-postmeddelandet med en ämnesrad.
th: กรุณาใส่หัวเรื่องอีเมล
tr_tr: Lütfen bir e-posta konusu giriniz.
uk_ua: Будь ласка введіть тему Еmail-a.
vi: Vui lòng cung cấp chủ đề email.
zh_cn: 请提供一个电子邮件的主题

# email.bodyRequired
source: Please provide the email body text.
ar_iq: لطفاً، أعط الرسالة متناً أو فحوى.
az: Z…ôhm…ôt olmasa bir email m…ôtni daxil edin
bg_bg: Моля, предоставете основния текст на имейла.
ca: Escriviu el cos del correu electrònic.
cs: Je třeba vložit také obsah emailu.
da_dk: Indskriv tekst i e-mailens tekstfelt.
de_de: Bitte geben Sie einen E-Mail-Text an.
el_gr: Παρακαλούμε συμπληρώστε το κείμενο του μηνύματος.
eu: Mesedez, idatzi mezuaren testua.
fa_ir: لطفاً متن ایمیل را وارد کنید
fi_fi: Anna sähköpostin leipäteksti.
fr: Veuillez ajouter le texte du courriel.
gl_es: Indique o texto do corpo do correo electrónico.
he: אנא הוסף את גוף הטקסט של הדוא"ל.
hr: Unesite tekst e-pošte.
hu: Kérem, adja meg az email szövegét.
hy_am: Խնդրում ենք տրամադրել էլ. նամակի տեքստը:
id_id: Tuliskan isi surel.
is_is: Vinsamlega skráðu meginmá tölvupóstsins.
it: Inserisci un testo nel messaggio.
ja: メールの本文を入力してください。
ka: გთხოვთ, მიუთითოთ ელფოსტის ტექსტი.
kk: Электрондық хабарламаның негізгі мәтінін енгізіңіз.
lt: Pateikite elektroninio laiško tekstą.
lv: Lūdzu, ievadiet e-pasta tekstu.
mk_mk: Додајте текст на имејлот.
mr: कृपया ई-मेलमधला मजकूर द्या.
ms: Sila berikan teks kandungan e-mel.
nb: Skriv inn tekst i e-postens tekstfelt.
pl: Wpisz treść wiadomości.
pt_pt: Corpo da mensagem obrigatório.
ro: Vă rugăm să furnizați textul corpului de e-mail.
sl_si: Prosim navedite vsebino e-pošte.
sv: Vänligen förse e-postmeddelandet med något textinnehåll.
th: กรุณาใส่ข้อความเนื้อหาอีเมล
tr_tr: Lütfen bir e-posta metni giriniz.
uk_ua: Будь ласка введіть зміст email-а.
vi: Vui lòng cung cấp nội dung email.
zh_cn: 请提供电子邮件的正文文本

# email.to
source: To
ar_iq: إلى
az: AlńĪcńĪ
bg_bg: До
ca: Per a
cs: Komu
da_dk: Til
de_de: An
el_gr: Προς
eu: Nori
fa_ir: به
fi_fi: Kenelle
fr: À
gl_es: Para
he: אל
hr: Za
hu: Kinek
hy_am: մինչև
id_id: Kepada
is_is: Til
it: A
ka: მიმღები
kk: Кімге
lt: Kam
lv: Kam
mk_mk: До
mr: प्रति
ms: Kepada
nb: Til
pl: Do
pt_pt: Para
ro: Către
sl_si: Za
sv: Till
th: ถึง
tr_tr: Alıcı
uk_ua: Кому
vi: Đến
zh_cn: 到

# form.url.invalid
source: The specified URL is invalid. Please check it and try again.
ar_iq: الرابط المحدد غير صحيح. لطفاً، تحقق منه ثم عاود المحاولة.
az: G√∂st…ôril…ôn URL etibarsńĪzdńĪr. Z…ôhm…ôt olmasa yoxlayńĪb yenid…ôn c…ôhd edin.
bg_bg: Посоченият URL адрес е невалиден. Моля, проверете го и опитайте отново.
ca: La URL especificada no és vàlida. Comprovi-la i torni a intentar-ho, si us plau.
cs: Specifikované URL není platné. Zkontrolujte ho, prosím, a zkuste to znovu.
da_dk: Den angivne URL er ugyldig. Tjek og prøv igen.
de_de: Die angegebene URL ist ungültig. Bitte überprüfen Sie die Adresse und versuchen es erneut.
el_gr: Ο επιλεγμένος σύνδεσμος URL δεν είναι έγκυρος. Παρακαλούμε ελέξτε τον σύνδεσμο και προσπαθήστε ξανά.
eu: Zehaztutako URLa baliogabea da. Mesedez, egiaztatu eta saiatu berriro.
fa_ir: URL وارد شده معتبر نمی‌باشد. لطفاً آن را دوباره بررسی کنید.
fi_fi: Määritetty URL-osoite on virheellinen. Tarkista se ja yritä uudelleen.
fr: L'URL indiquée n'est pas valide. Veuillez vérifier et essayer de nouveau.
gl_es: A URL especificada non é válida. Compróbao e téntao de novo.
he: כתובת ה-URL שצוינה אינה תקפה. אנא בדוק זאת ונסה שוב.
hr: Navedeni URL je nevažeći. Provjerite adresu i pokušajte ponovno.
hu: A megadott URL érvénytelen. Kérjük, ellenőrizze, és próbálja újra.
hy_am: Նշված հղումը անվավեր է։Խնդրում ենք ստուգել այն և փորձել կրկին։
id_id: URL tidak valid. Periksa dan ulangi lagi.
is_is: Tilgreint veffang er ógilt. Vinsamlega skoðaðu það og reyndu aftur.
it: L'URL specificato è invalido. Per favore controllalo e prova di nuovo.
ja: 指定された URL は無効です。 確認して、もう一度やり直してください。
ka: მითითებული URL არასწორია. გთხოვთ, შეამოწმოთ ის და ისევ სცადოთ.
kk: Көрсетілген URL мекенжайы жарамсыз. Тексеріп, әрекетті қайталаңыз.
lt: Nurodyta netinkama nuoroda (URL). Patikrinkite ją ir bandykite dar kartą.
lv: Norādītais URL ir nederīgs. Lūdzu, pārbaudiet to un mēģiniet vēlreiz.
mk_mk: Наведената URL е неважечка. Проверете ја и обидете се повторно.
mr: निर्दिष्ट URL अवैध आहे. कृपया तो तपासून पुन्हा प्रयत्न करा.
ms: URL yang ditentukan adalah tidak sah. Sila semak dan cuba lagi.
nb: URL-en er ikke gyldig. Sjekk nettadressen og prøv igjen.
pl: Podany URL jest niepoprawny. Sprawdź adres i spróbuj ponownie.
pt_pt: O URL indicado é inválido. Por favor, verifique e tente novamente.
ro: Adresa URL specificată nu este validă. Verificați-o și încercați din nou.
sl_si: Podana spletna povezava je neveljavna. Prosimo preverite in ponovno poskusite.
sv: URL:en är ogiltig. Kontrollera och försök igen.
th: URL ที่ระบุไม่ถูกต้อง กรุณาตรวจสอบและลองใหม่อีกครั้ง
tr_tr: Belirtilen URL geçersiz. Lütfen kontrol edip tekrar deneyin.
uk_ua: Вказано неправильний URL. Будь ласка, перевірте його і спробуйте ще.
vi: URL đã chỉ định không hợp lệ. Vui lòng kiểm tra lại và thử lại.
zh_cn: 指定的URL无效。 请检查并重试。

# form.dropzone.dictDefaultMessage
source: Drop files here to upload
ar_iq: أفلت الملفات هنا لرفعها
az: Y√ľkl…ôm…ôk √ľ√ß√ľn fayllarńĪ buraya buraxńĪn
bg_bg: Пуснете файлове тук, за да ги качите
ca: Deixeu anar els arxius aquí per carregar-los
cs: Pro nahrání souborů je přetáhněte sem
da_dk: Slip filer her for at uploade
de_de: Dateien hier ablegen zum Hochladen
el_gr: Αποθέστε εδώ τα αρχεία για μεταφόρτωση
eu: Utzi fitxategiak hemen igotzeko
fi_fi: Tiputa ladattavat tiedostot tähän
fr: Déposer ici les fichiers à téléverser
gl_es: Solte aquí os ficheiros para cargar
he: שחרר כאן קבצים להעלאה.
hr: Ispustite datoteke ovdje za prijenos
hu: Húzza ide a feltöltendő fileokat
hy_am: Ներբեռնելու համար Ֆայլերը տեղափոխեք այստեղ
id_id: Letakkan file di sini untuk diunggah
is_is: Sleppa skrám hér til að hlaða þeim upp
it: Trascina qui i file da importare
ja: ここにファイルをドロップしてアップロードします
ka: დაყარეთ ფაილები აქ ასატვირთად
kk: Жүктеу үшін файлдарды осында көшіріңіз
lt: Numeskite failus čia, kad įkeltumėte
lv: Nometiet datnes šeit, lai tās augšupielādētu
mk_mk: Довлечкај ги фајловите тука за да ги прикачиш
mr: संक्रमित (अपलोड) करण्यासाठी फाईल्स येथे टाका (ड्रॉप करा)
ms: Letakkan fail di sini untuk memuat naik
nb: Slipp filer her for å laste opp
pl: Aby wgrać pliki upuść je tutaj
pt_pt: Arraste os ficheiros para aqui para transferir
ro: Trage fișierele aici pentru a le încărca
sl_si: Tukaj odložite datoteke za nalaganje
sv: Släpp filer du vill ladda upp här
th: ลากไฟล์มาที่นี่เพื่ออัปโหลด
tr_tr: Yüklemek için dosyaları buraya bırakın
uk_ua: Перетягніть файли сюди для завантаження
vi: Kéo tệp vào đây để tải lên
zh_cn: 将文件拖放到此处进行上传

# form.dropzone.dictCancelUpload
source: Cancel upload
ar_iq: إلغاء الرفع
az: Y√ľkl…ôm…ôni l…ôńüv edin
bg_bg: Анулиране на качването
ca: Cancel·lar la càrrega
cs: Zrušit nahrávání
da_dk: Annullér upload
de_de: Hochladen abbrechen
el_gr: Ακύρωση μεταφόρτωσης
eu: Ezeztatu kargatzea
fi_fi: Peru lataus
fr: Annuler le téléversement
gl_es: Cancelar a carga
he: בטל העלאה
hr: Odustani od prijenosa
hu: Feltöltés megszakítása
hy_am: Չեղարկել ներբեռնումը
id_id: Batalkan unggah
is_is: Hætta við að hlaða upp
it: Cancella importazione
ja: アップロードをキャンセル
ka: ატვირთვის გაუქმება
kk: Жүктеуді тоқтату
lt: Atšaukti įkėlimą
lv: Atcelt augšupielādi
mk_mk: Откажи преземање
mr: संक्रमण (अपलोड) रद्द करा
ms: Batalkan muat naik
nb: Avbryt opplasting
pl: Przerwij wgrywanie
pt_pt: Cancelar transferência
ro: Anulați încărcarea
sl_si: Prekliči nalaganje
sv: Avbryt uppladdning
th: ยกเลิกการอัปโหลด
tr_tr: Yüklemeyi iptal et
uk_ua: Вімінити завантаження
vi: Hủy tải lên
zh_cn: 取消上传

# form.dropzone.dictUploadCanceled
source: Upload canceled
ar_iq: ألغيت عملية الرفع
az: Y√ľkl…ôm…ô l…ôńüv edildi
bg_bg: Качването е анулирано
ca: Càrrega cancel·lada
cs: Nahrávání bylo zrušeno
da_dk: Upload annulleret
de_de: Hochladen abgebrochen
el_gr: Η μεταφόρτωση ακυρώθηκε
eu: Kargatzea ezeztatua
fi_fi: Lataus peruttu
fr: Téléversement annulé
gl_es: Carga cancelada
he: ההעלאה בוטלה
hr: Prijenos prekinut
hu: Feltöltés megszakítva
hy_am: Ներբեռնումը չեղարկվեց
id_id: Unggah dibatalkan
is_is: Hætt við upphal
it: Importazione cancellata
ja: アップロードがキャンセルされました
ka: ატვირთვა გაუქმებულია
kk: Жүктеу тоқтатылды
lt: Įkėlimas atšauktas
lv: Augšupielāde atcelta
mk_mk: Преземањето е откажано
mr: संक्रमण (अपलोड) रद्द केले
ms: Muat naik dibatalkan
nb: Opplasting avbrutt
pl: Wgrywanie przerwane
pt_pt: Transferência cancelada
ro: Încărcare anulată
sl_si: Nalaganje preklicano
sv: Uppladdningen avbruten
th: การอัปโหลดถูกยกเลิก
tr_tr: Yükleme iptal edildi
uk_ua: Завантаження відмінено
vi: Đã hủy tải lên
zh_cn: 上传已取消

# form.errorOne
source: Please correct one error.
ar_iq: لطفاً، صحح خطأً واحداً.
az: Z…ôhm…ôt olmasa bir x…ôtanńĪ d√ľz…ôldin
bg_bg: Моля, коригирайте една грешка.
ca: Corregiu un error.
cs: Prosím opravte jednu chybu.
da_dk: Ret en fejl.
de_de: Bitte beheben Sie einen Fehler.
el_gr: Διορθώστε ένα σφάλμα.
eu: Mesedez, zuzendu akats bat.
fi_fi: Korjaa yksi virhe.
fr: Veuillez corriger une erreur.
gl_es: Corrixa un erro.
he: נא לתקן שגיאה אחת.
hr: Ispravite grešku.
hu: Képrjük, javítsa a hibát.
hy_am: Խնդրում ենք ուղղել մի սխալը:
id_id: Perbaiki galat.
is_is: Vinsamlega lagfærðu eina villu.
it: Correggere un errore.
ja: エラーを 1 個修正してください。
ka: გთხოვთ, გამოასწოროთ ერთი შეცდომა.
kk: Бір қатені түзетіңіз.
lt: Prašau ištaisyti vieną klaidą.
lv: Lūdzu, izlabojiet vienu kļūdu.
mk_mk: Исправете една грешка.
mr: कृपया एका त्रुटीत दुरुस्ती करा.
ms: Sila betulkan satu ralat.
nb: Rett en feil.
pl: Proszę poprawić błąd jeden po drugim.
pt_pt: Corrija um erro.
ro: Vă rugăm să corectați o eroare.
sl_si: Prosimo popravite eno napako.
sv: Korrigera ett fel.
th: โปรดแก้ไขข้อผิดพลาดหนึ่งรายการ
tr_tr: Lütfen bir hatayı düzeltin.
uk_ua: Будь ласка, виправіть помилку.
vi: Vui lòng sửa một lỗi.
zh_cn: 请更正一个错误。

# form.errorMany
source: Please correct {$count} errors.
ar_iq: لطفاً، صحح {$count} خطأ/أخطاء.
az: Z…ôhm…ôt olmasa {$count} …ôd…ôd x…ôtanńĪ d√ľz…ôldin
bg_bg: Моля, поправете {$count} грешки.
ca: Corregiu {$count} errors.
cs: Prosím opravte {$count} chyby.
da_dk: Ret {$count} fejl.
de_de: Bitte beheben Sie {$count} Fehler.
el_gr: Διορθώστε {$count} σφάλματα.
eu: Mesedez, zuzendu {$count} akatsak.
fi_fi: Korjaa {$count} virhettä.
fr: Veuillez corriger {$count} erreurs.
gl_es: Corrixa {$count} erros.
he: נא לתקן שגיאות {$count}.
hr: Ispravite {$count} pogrešaka.
hu: {$count} hiba javítása szükséges.
hy_am: Խնդրում ենք ուղղել {$count} սխալները:
id_id: Perbaiki {$count} galat.
is_is: Vinsamlega lagfærðu {$count} villur.
it: Correggere {$count} errori.
ja: エラーを{$count}個修正してください。
ka: გთხოვთ, შეასწოროთ {$count} შეცდომა.
kk: {$count} қателерді түзетіңіз.
lt: Ištaisykite {$count} klaidas.
lv: Lūdzu, izlabojiet {$count} kļūdas.
mk_mk: Ве молам исправете {$count} грешки.
mr: कृपया {$count} त्रुटींमध्ये दुरुस्ती करा.
ms: Sila betulkan {$count} ralat.
nb: Rett {$count} feil.
pl: Proszę poprawić {count} błędów.
pt_pt: Corrija {$count} erros.
ro: Vă rugăm să corectați {$count} erori.
sl_si: Prosimo popravite {$count} napak.
sv: Korrigera {$count} fel.
th: โปรดแก้ไขข้อผิดพลาดจำนวน {$count} รายการ
tr_tr: Lütfen {$count} adet hatayı düzeltin.
uk_ua: Будь ласка, виправте {$count} помил(ки/ок).
vi: Vui lòng sửa {$count} lỗi.
zh_cn: 请更正 {$count} 个错误。
