Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# user.authorization.submissionFile
source: The current user is not authorized to access the specified submission file.
ar_iq: المستخدم الحالي ليس مخولاً بالوصول إلى هذا الملف.
az: EtibarlńĪ istifad…ô√ßi g√∂st…ôril…ôn M…ôqal…ô faylńĪna giriŇü √ľ√ß√ľn s…ôlahiyy…ôtli deyil
bg_bg: Текущият потребител не е оторизиран за достъп до посочения файл за подаване.
ca: L'usuari/ària actual no està autoritzat per accedir al fitxer de tramesa especificat.
cs: Aktuální uživatel nemá oprávnění k přístupu k danému nahranému souboru.
da_dk: Den aktuelle bruger er ikke bemyndiget til at få adgang til den angivne fil.
de_de: Der/die aktuelle Nutzer/in ist nicht berechtigt, auf die angegebene eingereichte Datei zuzugreifen.
el_gr: Ο παρών Χρήστης δεν έχει δικαιώματα πρόσβασης στο συγκεκριμένο αρχείο υποβολής.
eu: Uneko erabiltzaileak ez du zehaztutako bidalketa-fitxategia atzitzeko baimenik.
fa_ir: این کاربر اجازه دسترسی به این فایل‌ها را ندارد.
fi_fi: Nykyisellä käyttäjällä ei ole pääsyoikeutta kyseiseen käsikirjoitustiedostoon.
fr: L'utilisateur actuel n'a pas accès au fichier de soumission spécifié.
gl_es: O usuario actual non está autorizado a acceder ao arquivo de envío especificado.
he: המשתמש הנוכחי אינו מורשה לגשת לקובץ ההגשה שצוין.
hr: Trenutačni korisnik nema dopuštenje za pristup navedenoj poslanoj datoteci.
hu: Az aktuális felhasználónak nincs hozzáférése a beküldött fájlhoz.
hy_am: Ընթացիկ օգտատերը չունի հասանելիություն նշված ֆայլին։
id_id: Pengguna saat ini tidak berwenang untuk mengakses file naskah yang dimaksud.
is_is: Notandi hefur ekki aðgang til að skoða þessa innsendingarskrá.
it: L'utente corrente non è autorizzato ad accedere al file di questa specifica proposta.
ja: 現在のユーザーは、指定された投稿ファイルにアクセスする権限がありません。
ka: ამჟამინდელ მომხმარებელს არა აქვს უფლებამოსილება წვდომის მითითებულ წარსადგენ ფაილზე.
kk: Бұл пайдаланушыға көрсетілген материал файлына кіруге рұқсат етілмейді.
lt: Šiam vartotojui neleidžiama pasiekti nurodyto straipsnio failo.
lv: Šim lietotājam nav pilnvaru piekļūt attiecīgajai iesniegtā materiāla datnei.
mk_mk: Тековниот корисник не е овластен да пристапува до наведената поднесена датотека.
mr: या वापरकर्त्याला निर्दिष्ट सादरीकरणाची फाईल पहाण्याची परवानगी नाही.
ms: Pengguna semasa tidak dibenarkan untuk mengakses fail penyerahan yang ditentukan.
nb: Brukeren har ikke fått tilgang til innleveringsfilen.
pl: Wybrany użytkownik nie posiada praw dostępu do zgłoszonego pliku.
pt_pt: O atual utilizador não está autorizado a aceder ao ficheiro específico.
ro: Utilizatorul curent nu este autorizat să acceseze fișierul de trimitere specificat.
sl_si: Uporabnik nima pravice dostopati do željene datoteke prispevka.
sv: Aktuell användare har inte behörighet att få tillgång till den specificerade bidragsfilen.
th: ผู้ใช้ปัจจุบันไม่ได้รับสิทธิ์ในการเข้าถึงไฟล์การส่งที่ระบุ
tr_tr: Geçerli kullanıcı belirtilen gönderim dosyasına erişmeye yetkili değildir.
uk_ua: Поточний користувач не має права доступу до вказаного файлу подання.
vi: Người dùng hiện tại không được ủy quyền truy cập tệp nộp bài đã chỉ định.
zh_cn: 当前用户无权访问指定的提交文件。

# notification.type.queryActivity
source: Discussion activity.
ar_iq: نشاط المناقشة.
az: M√ľzakir…ô f…ôaliyy…ôti
bg_bg: Дискусионна активност.
ca: Activitat de la discussió.
cs: Průběh diskuse.
da_dk: Diskussionsaktivitet.
de_de: Gesprächsaktivität.
el_gr: Δραστηριότητα συζητήσεων
eu: Eztabaidako jarduera.
fa_ir: روند تصمیم گیری
fi_fi: Keskustelutapahtumat.
fr: Activités sur la discusssion.
gl_es: Actividade da conversa.
he: פעילות דיון
hr: aktivnost razgovora.
hu: Párbeszéd aktivitás.
hy_am: Քննարկում:
id_id: Aktivitas diskusi.
is_is: Umræðuaðgerð.
it: Commenti all'interno di una discussione.
ja: ディスカッションアクティビティ。
ka: სადისკუსიო აქტივობა.
kk: Талқылау белсенділігі.
lt: Diskusijos eiga.
lv: Diskusiju aktivitāte.
mk_mk: Активности на дискусијата.
mr: चर्चा उपक्रम.
ms: Aktiviti perbincangan.
nb: Diskusjoner i gang.
pl: Aktywność.
pt_pt: Atividade da discussão.
ro: Activitate de discuție.
sl_si: Diskusija.
sv: Diskussionsaktivitet.
th: กิจกรรมการอภิปราย
tr_tr: Tartışma etkinliği.
uk_ua: Активність обговорень.
vi: Hoạt động thảo luận.
zh_cn: 讨论活动。

# notification.type.queryAdded
source: Discussion added.
ar_iq: المناقشة أُضيفت.
az: M√ľzakir…ô …ôlav…ô edildi.
bg_bg: Добавена е дискусия.
ca: Discussió afegida.
cs: Přidána diskuse.
da_dk: Drøftelse tilføjet.
de_de: Gespräch ergänzt.
el_gr: Η συζήτηση προστέθηκε.
eu: Eztabaida gehitu da.
fa_ir: تصمیم گیری اضافه شده است
fi_fi: Keskustelu lisätty.
fr: Discussion ajouté.
gl_es: Engadiuse unha conversa.
he: נוסף דיון
hr: razgovor dodan
hu: Hozzáadott párbeszédek.
hy_am: Քննարկումը ավելացված է։
id_id: Diskusi telah ditambahkan.
is_is: Umræðu bætt við.
it: È stata aperta una nuova discussione.
ja: ディスカッションが追加されました。
ka: დისკუსია დაემატა.
kk: Талқылау қосылды.
lt: Diskusija pridėta.
lv: Diskusija pievienota.
mk_mk: Дискусијата е додадена.
mr: चर्चा समाविष्ट केली.
ms: Perbincangan ditambah.
nb: Diskusjon lagt til.
pl: Dyskusja dodana.
pt_pt: Adicionada discussão.
ro: Discuția a fost adăugată.
sl_si: Diskusija je bila dodana.
sv: Diskussion tillagd.
th: เพิ่มการอภิปรายแล้ว
tr_tr: Tartışma eklendi.
uk_ua: Обговорення додано.
vi: Đã thêm thảo luận.
zh_cn: 讨论已添加。

# notification.type.assignCopyeditors
source: Assign a copyeditor using the Assign link in the Participants list.
ar_iq: عيِّن مدققاً مستعملاً رابط التعيين ضمن قائمة المشاركين.
az: ńįŇütirak√ßńĪ siyahńĪsńĪndakńĪ "T…ôyinat" linkini istifad…ô ed…ôr…ôk bir redaktor t…ôyin edir.
bg_bg: Задайте коректор, като използвате връзката Присвояване в списъка с участници.
ca: Assigneu la persona encarregada de la correcció mitjançant l'opció "Assignar" de la llista de participants.
cs: Přiřaďte editora použitím odkazu "Přidat" v seznamu účastníků.
da_dk: Tilføj en manuskriptredaktør ved at klikke på linket 'Tildel' i feltet 'Deltagere'.
de_de: Weisen Sie eine/n Lektor/in über den Hinzufügen-Link in der Teilnehmer/innen-Liste zu.
el_gr: Ανάθεση σε Επιμελητή Κειμένων μέσω του σχετικού συνδέσμου στη λίστα συντελεστών.
eu: Esleitu zuzentzaile bat parte-hartzaileen zerrendako "Esleitu" esteka erabiliz.
fa_ir: اختصاص یک ویراستیار با استفاده از گزینه "افزودن لینک" در بخش همکاران
fi_fi: Valitse tekninen toimittaja Osallistujat-listan Lisää-linkkiä käyttäen.
fr: Affectez un éditeur à l'aide du lien Assigner dans la liste Participants.
gl_es: Asignar un corrector/a co uso da ligazón Engadir na lista de participantes.
he: הקצה עורך לשון באמצעות שימוש בקישור "הקצה" ברשימת המשתתפים.
hr: Dodijelite urednika putem poveznice za dodavanje na popisu sudionika.
hu: Technikai szerkesztő hozzáadásához használja a Hozzáadás linket a Résztvevők listájában.
hy_am: Նշանակել խմբագիր՝ կիրառելով «Նշանակել» ֆունկցիան Մասնակիցների ցուցակից։
id_id: Tugaskan copyeditor menggunakan tautan Penugasan dalam daftar Partisipan.
is_is: Úthlutaðu rittækni með því að smella á tengilinn "Úthluta" á listanum yfir þátttakendur.
it: Assegna un copyeditor usando il link Assegna nella lista dei partecipanti.
ja: 参加者リストの「担当者指定」リンクを使用して、コピーエディターを指定してください。
ka: დანიშნეთ კოპირება, მონაწილეთა სიაში მიკუთვნებული ბმულის გამოყენებით.
kk: Қатысушылар тізіміндегі "Тағайындау" сілтемесін пайдаланып, әдеби редакторды тағайындаңыз.
lt: Naudodamiesi prieskyros nuorodą dalyvių sąraše, paskirkite kalbos redaktorių.
lv: Piešķirt literāro redaktoru, izmantojot saiti "Piešķirt" dalībnieku sarakstā.
mk_mk: Доделете лектор за уредување користејќи ја врската Додели во списокот Учесници.
mr: यादीतील सहभागी व्यक्तीची कॉपीएडिटर म्हणून नियुक्ती करण्यासाठी नियुक्ती दुव्याचा (Assign link) वापर करा.
ms: Tetapkan copyeditor menggunakan pautan Tugaskan dalam senarai Peserta.
nb: Oppnevn en språkvasker ved å klikke på lenken «Oppnevn», som du finner ved listen over deltakere.
pl: Przypisz korektora. Użyj linku Dodaj w części Uczestnicy.
pt_pt: Atribuir um Editor de Texto usando o link Designar na lista de Participantes.
ro: Alocați un editor de conținut folosind linkul Atribuie din lista Participanți.
sl_si: Dodeli lektorja z uporabo povezave Dodaj v seznamu Sodelujoči.
sv: Utse manusredaktör genom Utse-länken i Deltagar-listan.
th: มอบหมายบรรณาธิการตรวจสำเนาโดยใช้ลิงก์มอบหมายในรายการผู้มีส่วนร่วม
tr_tr: Katılımcı listesinde "Atama" bağlantısını kullanarak bir redaktör atayın.
uk_ua: Призначте літературного редактора, використовуючи посилання «Додати» в списку «Учасники».
vi: Chỉ định người chỉnh sửa bằng liên kết Chỉ định trong danh sách Người tham gia.
zh_cn: 使用“参与者”列表中的“分配”链接分配一个编辑。

# notification.type.editorialReport.contents
source: This is a kind reminder for you to check your journal's health through the editorial report.
ar_iq: هذا تذكير لك للتحقق من حالة مجلتك عبر تقرير هيئة التحرير.
az: Bu, redaksiya hesabatńĪ vasit…ôsil…ô JurnalńĪnńĪzńĪn s…ôhihliyin…ô n…ôzar…ôt etm…ôyiniz √ľ√ß√ľn yaxŇüńĪ bir xatńĪrlatmadńĪr.
bg_bg: Това е напомняне за вас да проверите състоянието на вашето списание чрез редакционния доклад.
ca: Us recordem amablement que comproveu la salut de la vostra revista mitjançant l'informe editorial.
cs: Toto je laskavé připomenutí, abyste si prostřednictvím redakční zprávy mohli zkontrolovat stav svého časopisu.
da_dk: Dette er en venlig påmindelse til dig om at kontrollere dit tidsskrifts tilstand via den redaktionelle rapport.
de_de: Dies ist eine freundliche Erinnerung daran, die Gesundheit der Zeitschrift anhand des Redaktionsberichts zu überprüfen.
el_gr: Μια υπενθύμιση για να ελέγξετε την υγεία του περιοδικού σας μέσω της συντακτικής έκθεσης.
eu: Mezu honekin txosten editorialaren bidez zure aldizkariaren osasuna egiaztatzeko gogoratzen dizugu.
fi_fi: Muista tarkistaa julkaisusi toimitustyötä koskeva raportti.
fr: Ceci est un rappel amical pour vous inciter à vérifier la bonne marche de votre revue via le rapport éditorial.
gl_es: Este é un recordatorio para que poida comprobar a saúde da súa publicación a través do informe editorial.
he: זוהי תזכורת עבורך לבדוק את תקינות כתב העת שלך באמצעות דוח המערכת.
hr: Ovo je prijateljski podsjetnik da provjerite ispravnost časopisa u odnosu na urednička izvješća.
hu: Kérjük, tekintse át folyóirata állapotát a szerkesztői riportban.
hy_am: Սա Ձեզ համար հիշեցում է, որպեսզի ստուգեք Ձեր ամսագրի վիճակը խմբագրական հաշվետվության միջոցով։
id_id: Ini adalah semacam pengingat bagi Anda untuk memeriksa kondisi jurnal Anda melalui laporan editorial.
is_is: Þetta er vinsamleg áminning til þín um að skoða ástand tímaritsins í ritstjórnarskýrslunni.
it: Le ricordiamo di verificare l'efficienza della testata grazie al report editoriale.
ja: 雑誌の健康を編集のレポートによって点検するための親切なリマインドです。
ka: ეს არის ერთგვარი შეხსენება, რომ შეამოწმოთ თქვენი ჟურნალის ჯანმრთელობა სარედაქციო ანგარიშის საშუალებით.
kk: Журналыңыздың жай-күйін редакциялық есеппен тексеруді ескертеміз.
lv: Šis ir atgādinājums pārbaudīt žurnāla stāvokli, izmantojot redakcijas pārskatu.
mk_mk: Ова е еден вид потсетник за да го проверите здравјето на вашето списание преку уредничкиот извештај.
mr: संपादकीय अहवालाद्वारे तुमच्या नियतकालिकाचे स्वास्थ्य तपासण्यासाठी हे स्मरणपत्र पाठवले आहे.
ms: Ini adalah peringatan untuk anda memeriksa kesihatan jurnal anda melalui laporan editorial.
nb: Dette er en vennlig påminnelse til deg om å sjekke statusen til tidsskriftet ditt via redaksjonen.
pl: W ramach dbania o dobrą kondycję czasopisma przypominamy o przeglądzie statystyk redakcyjnych.
pt_pt: Este é um lembrete para verificar a situação da sua revista através do relatório editorial.
ro: Acesta este o reamintire pentru a verifica starea de sănătate a jurnalului dvs. prin raportul editorial.
sl_si: To je neke vrste opomnik za vas, da preverite zdravje vaše revije s pomočjo uredniškega poročila.
sv: Detta är en påminnelse att kontrollera tidskriftens interna statistik i redaktionsrapporten.
th: เป็นการแจ้งเตือนเพื่อให้คุณตรวจสอบสถานะวารสารของคุณผ่านรายงานบรรณาธิการ
tr_tr: Bu, editoryal rapor aracılığıyla derginizin sağlığını kontrol etmeniz için iyi bir hatırlatmadır.
uk_ua: Це нагадування про необхідность перевірки стану вашого Журналу, використовуючи редакційний звіт.
vi: Đây là lời nhắc nhở bạn nên kiểm tra tình trạng tạp chí của mình thông qua báo cáo biên tập.
zh_cn: 这里提醒您通过编辑报告检查期刊的健康状况。

# notification.type.editorialReminder
source: Weekly email of outstanding tasks
bg_bg: Седмичен имейл с неизпълнени задачи
ca: Correu electrònic setmanal de tasques pendents
cs: Týdenní zasílání nevyřízených úkolů e-mailem
eu: Egin gabeko zereginen asteko posta elektronikoa
fr: E-mail hebdomadaire des tâches en attente
he: דוא"ל שבועי של משימות שעדין לא טופלו
hr: Tjedna e-pošta sa zadacima na čekanju
hy_am: Չմարված առաջադրանքների շաբաթական էլ․ առաքում
it: Mail settimanale dei compiti in sospeso
ja: 未処理のタスクについての毎週のメール
lt: Savaitinis el. laiškas su neatliktomis užduotimis
lv: Iknedēļas e-pasts par neizpildītajiem uzdevumiem
mr: शिल्लक कामांचा आढावा घेण्यासाठीचा साप्ताहिक ई-मेल
pl: Tygodniowe podsumowanie zadań
sv: Veckovis e-postmeddelande om ofärdiga uppgifter
th: อีเมลรายสัปดาห์ของงานที่ยังค้างอยู่
vi: Email nhắc nhở hàng tuần về công việc tồn đọng

# notification.editedNavigationMenuItem
source: Navigation menu item was succesfully updated
ar_iq: عنصر قائمة التنقل قد تم تعديله بنجاح
az: y√∂nl…ôndirm…ô menyusu elementi uńüurla yenil…ôndi
bg_bg: Елементът от менюто за навигация бе актуализиран успешно
ca: L'element del menú de navegació s'ha actualitzat correctament
cs: Navigační menu bylo úspěšně aktualizováno
da_dk: Navigationsmenu-elementerne blev opdateret
de_de: Eintrag im Navigationsmenü erfolgreich aktualisiert
el_gr: Το στοιχείο του μενού περιήγησης ενημερώθηκε επιτυχώς.
eu: Nabigazio-menuko elementua behar bezala eguneratu da
fa_ir: المان منوی گشت‌وگذار با موفقیت به‌روزرسانی شد
fi_fi: Navigaatiovalikko päivitettiin onnistuneesti
fr: L'élément du menu de navigation a bien été mis à jour
gl_es: O elemento do menú de navegación actualizouse correctamente
he: פריט תפריט הניווט עודכן בהצלחה
hr: Unos u navigacijskom izborniku uspješno je ažuriran
hu: Navigációs menü sikeresen frissítve lett
hy_am: Նավիգացիոն մենյուի բաժինները հաջողությամբ թարմացվել են
id_id: Menu navigasi berhasil diperbaharui
it: Il punto del menu di navigazione è stato aggiornato con successo
ja: ナビゲーションメニュー項目が正常に更新されました
ka: ნავიგაციის მენიუს ელემენტი წარმატებით განახლდა
kk: Шарлау мәзірінің элементі сәтті жаңартылды
lt: Naršymo meniu punktas sėkmingai atnaujintas
lv: Veiksmīgi atjaunināta navigācijas izvēlnes vienība
mk_mk: Ставката од менито за навигација е успешно ажурирана
mr: मार्गनिर्देशन दुव्यांची यादी (Navigation menu) यशस्वीरित्या अपडेट करण्यात आली
ms: Item menu navigasi telah berjaya dikemas kini
nb: Navigasjonsmenyen ble oppdatert
pl: Element menu został zaktualizowany
pt_pt: Item do menu de navegação atualizado com sucesso
ro: Elementul meniului de navigare a fost actualizat cu succes
sl_si: Postavka v navigacijskem meniju je bila uspešno posodobljena
sv: Objekt i navigationsmeny uppdaterat
th: รายการเมนูนำทางได้รับการอัปเดตสำเร็จแล้ว
tr_tr: Yönlendirme menü öğesi başarılı bir şekilde güncellendi
uk_ua: Елемент навігації був успішно оновлений
vi: Mục menu điều hướng đã được cập nhật thành công
zh_cn: 导航菜单项已成功更新

# notification.removedNavigationMenu
source: Navigation menu was succesfully removed
ar_iq: قائمة التنقل قد تمت إزالتها بنجاح
az: y√∂nl…ôndirm…ô menyusu uńüurla √ßńĪxarńĪldńĪ
bg_bg: Менюто за навигация бе премахнато успешно
ca: El menú de navegació s'ha eliminat correctament
cs: Navigační menu bylo úspěšně odebráno
da_dk: Navigationsmenu blev fjernet
de_de: Navigationsmenü erfolgreich entfernt
el_gr: Το μενού περιήγησης αφαιρέθηκε επιτυχώς.
eu: Nabigazio-menua behar bezala ezabatu da
fa_ir: منوی گشت‌وگذار با موفقیت حذف شد
fi_fi: Navigaatiovalikko poistettiin onnistuneesti
fr: Le menu a été supprimé
gl_es: O menú de navegación eliminouse correctamente
he: תפריט הניווט הוסר בהצלחה
hr: Uspješno uklonjen navigacijski izbornik
hu: A navigációs menü sikeresen törölve
hy_am: Նավիգացիոն մենյուն հաջողությամբ հեռացվել է
id_id: Menu navigasi berhasil dihapus
it: Il menu di navigazione è stato rimosso con successo
ja: ナビゲーションメニューが正常に削除されました
ka: ნავიგაციის მენიუ წარმატებით წაიშალა
kk: Навигация мәзірі сәтті жойылды
lt: Naršymo meniu sėkmingai pašalintas
lv: Navigācijas izvēlne tika veiksmīgi noņemta
mk_mk: Менито за навигација беше успешно отстрането
mr: मार्गनिर्देशन दुव्यांची यादी (Navigation menu) यशस्वीरित्या काढून टाकण्यात आली
ms: Menu navigasi berjaya dibuang
nb: Navigasjonsmenyen ble fjernet
pl: Menu zostało usunięte
pt_pt: Menu de navegação removido com sucesso
ro: Meniul de navigare a fost eliminat cu succes
sl_si: Navigacijski meni je bil uspešno odstranjen
sv: Navigationsmeny borttagen
th: เมนูนำทางถูกลบสำเร็จแล้ว
tr_tr: Yönlendirme menüsü başarılı bir şekilde kaldırıldı
uk_ua: Навігаційне меню було успішно видалено
vi: Menu điều hướng đã được xóa thành công
zh_cn: 导航菜单已成功删除

# notification.unsubscribeNotifications.successMessage
source: The email address {$email} has been successfully unsubscribed. We'll no longer send you those emails. You can resubscribe to email notifications at any time from your <a href="{$profileNotificationUrl}">user profile</a>.
az: {$email} email adresi uńüurla abun…ôlikd…ôn √ßńĪxarńĪldńĪ. ArtńĪq siz…ô bu emaill…ôri g√∂nd…ôrm…ôy…ôc…ôyik. <a href="{$profileNotificationUrl}">ńįstifad…ô√ßi profilinizd…ôn</a> ist…ôdiyiniz zaman email bildiriŇül…ôrin…ô t…ôkrar abun…ô ola bil…ôrsiniz.
bg_bg: Имейл адресът {$email} е успешно отписан. Повече няма да ви изпращаме тези имейли. Можете да се абонирате повторно за известия по имейл по всяко време от вашия <a href="{$profileNotificationUrl}">потребителски профил</a>.
ca: S'ha donat de baixa correctament l'adreça de correu electrònic {$email}. No us tornarem a enviar aquests correus. Podeu tornar-vos a inscriure a les notificacions per correu electrònic en qualsevol moment des del vostre <a href="{$profileNotificationUrl}">perfil d'usuari/ària</a>.
cs: E-mailová adresa {$email} byla úspěšně odhlášena. Tyto e-maily vám již nebudeme posílat. E-mailová oznámení můžete kdykoli znovu přihlásit ze svého <a href="{$profileNotificationUrl}">uživatelského profilu</a>.
eu: {$email} helbide elektronikoaren harpidetza behar bezala kendu da. Ez dizkizugu mezu elektroniko horiek gehiago bidaliko. Edozein unetan harpidetu zaitezke posta elektroniko bidezko jakinarazpenetara zure <a href="{$profileNotificationUrl}">erabiltzaile profiletik</a>.
fr: L'adresse {$email} a été désabonnée. Nous ne vous enverrons plus ces courriels. Vous pouvez vous réabonner aux notifications par courriel en tout temps en allant dans votre <a href="{$profileNotificationUrl}">profil</a>.
he: כתובת הדוא"ל {$email} בוטלה בהצלחה. אנחנו לא נשלח לך עוד את המיילים האלה. אתה יכול להירשם מחדש להתראות דוא"ל בכל עת מפרופיל המשתמש שלך <a href="{$profileNotificationUrl}"></a>user.
hr: Otkazivanje pretplate uspješno. Više nećete primati obavijesti na e-mail adresu {$email}. Obavijesti e-poštom možete ponovno omogućiti u bilo kojem trenutku sa svog <a href="{$profileNotificationUrl}">korisničkog profila</a>.
hu: Ezzel az e-mal címmel {$email} sikeresen leiratkozott. Többé nem küldünk önnek azokból az e-mailekből. Bármikor újra feliratkozhat az e-mailes értesítésekre a <a href="{$profileNotificationUrl}">felhasználói profiljából</a>.
hy_am: {$email} էլ․ փոստի հասցեն հաջողությամբ ապաբաժանորդագրվել է։ Մենք այլևս չենք ուղարկի Ձեզ այս նամակները։ Էլ․ ծանուցումներ ստանալու համար Դուք կարող եք ցանկացած պահի նորից բաժանորդագրվեք Ձեր <a href="{$profileNotificationUrl}">օգտատիրոջ հաշվից</a>։
it: Cancellazione riuscita. Non riceverai più notifiche all'indirizzo email {$email}. Puoi riattivare le notifiche via email in qualsiasi momento attraverso il tuo <a href="{$profileNotificationUrl}">profilo utente</a>.
ja: メールアドレス {$email} は正常に登録解除されました。 これらのメールは送信されなくなります。 <a href="{$profileNotificationUrl}"> ユーザープロフィール </a> からいつでもメール通知に再サブスクライブできます。
ka: ელფოსტის მისამართი {$email} წარმატებით გაიხსნა. ამ ელწერილებს აღარ გამოგიგზავნით. <a href="{$profileNotificationUrl}">თქვენი მომხმარებლის</a> პროფილიდან შეგიძლიათ ნებისმიერ დროს ხელახლა გამოიწეროთ ელფოსტის შეტყობინებები.
kk: {$email} электрондық пошта мекенжайы жіберулер тізімінен сәтті шығарылды. Біз сізге енді бұл электрондық хаттарды жібермейміз. Электрондық пошта хабарландыруларына кез келген уақытта <a href="{$profileNotificationUrl}">пайдаланушы профилінде</a> қайта жазылуыңызға болады.
lt: El. pašto adresas {$email} buvo sėkmingai atšauktas. Daugiau nebesiųsime jums šių el. laiškų. Galite bet kada iš naujo užsiprenumeruoti el. pašto pranešimus savo <a href="{$profileNotificationUrl}">naudotojo profilyje</a>.
lv: E-pasta adrese {$email} ir veiksmīgi atrakstīta. Mēs vairs nesūtīsim jums šos e-pastus. Jūs jebkurā laikā varat atjaunot e-pasta paziņojumu abonēšanu savā <a href="{$profileNotificationUrl}">lietotāja profilā</a>.
mr: {$email} हा ई-मेल पत्ता यशस्वीरित्या रद्द करण्यात आला आहे. आम्ही आता तुम्हाला ई-मेल पाठवणार नाही. तुम्ही तुमच्या <a href="{$profileNotificationUrl}">वापरकर्ता माहिती (प्रोफाईल)</a> वरून कधीही ई-मेल सूचनांचे सदस्यत्व पुन्हा मिळवू शकता.
ms: Alamat e-mel {$email} telah berjaya dihentikan langganan. Kami tidak akan menghantar e-mel tersebut kepada anda lagi. Anda boleh melanggan semula e-mel pemberitahuan bila-bila masa daripada <a href="{$profileNotificationUrl}">profil pengguna</a> anda.
pl: Adres email {$email} został poprawnie odłączony od listy subskrypcyjnej. Możesz w dowolnej chwili odnowić subskrypcję email w <a href="{$profileNotificationUrl}">profilu użytkownika</a>.
sv: Notifieringar till e-postadressen {$email} har avslutats. Du kan när som helst återaktivera notifieringar per e-post från <a href="{$profileNotificationUrl}">användarprofil</a>.
th: ที่อยู่อีเมล {$email} ได้รับการยกเลิกการสมัครสำเร็จแล้ว เราจะไม่ส่งอีเมลเหล่านี้ให้คุณอีกต่อไป คุณสามารถสมัครรับการแจ้งเตือนทางอีเมลใหม่ได้ทุกเวลาจาก <a href="{$profileNotificationUrl}">โปรไฟล์ผู้ใช้ของคุณ</a>
vi: Địa chỉ email {$email} đã được hủy đăng ký thành công. Chúng tôi sẽ không còn gửi cho bạn những email đó nữa. Bạn có thể đăng ký lại nhận thông báo email bất cứ lúc nào từ <a href="{$profileNotificationUrl}">hồ sơ người dùng</a> của bạn.
