Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# validator.max.file
source: This may not be greater than {$max} kilobytes.
ar_iq: هذا ليس له أن يكون أكبر من {$max} كيلو بايت.
az: Bu, {$max} kb-dan √ßox ola bilm…ôz.
bg_bg: Това не може да е по-голямо от {$max} килобайта.
ca: Això no pot ser més gran de {$max} kilobytes.
cs: Toto nesmí být větší než {$max} kilobajtů.
da_dk: Dette må ikke være større end {$max} kilobytes.
de_de: Dies darf nicht größer als {$max} Kilobyte sein.
el_gr: Δεν μπορεί να είναι μεγαλύτερο από {$max} ΚΒ.
eu: Honek ezin du izan {$max} kilobyte baino handiagoa.
fi_fi: Tämä ei voi olla suurempi kuin {$max} kilotavua.
fr: Ceci ne peut pas être supérieur à {$max} Ko.
gl_es: Isto non pode ser maior de {$max} kilobytes.
he: זה אינו יכול להיות גדול מ-{$max} קילובייטים.
hr: Ovo ne može biti veće od {$max} kilobajta.
hu: Nem lehet nagyobb mint {$max} kilobyte.
hy_am: Սա չի կարող {$max} կիլոբայթից մեծ լինել։
id_id: Nilainya tidak boleh lebih dari {$max} kb.
is_is: Þetta má ekki vera hærra en {$max} kilobytes.
it: Non puo' essere maggiore di {$max} kilobytes.
ja: {$max}KBより大きくはできません。
ka: ეს შეიძლება არ აღემატებოდეს {$max} კილობაიტს.
kk: {$max} килобайттан артық болмауы керек.
lt: Tai negali būti didesnė nei {$max} kilobaitai.
lv: Tas nedrīkst būt lielāks par {$max} kilobaitiem.
mk_mk: Ова нe може да биде поголемо од {$max} килобајти.
mr: याचा आकार {$max} किलोबाइटस पेक्षा जास्त असू शकत नाही.
ms: Ini mungkin tidak lebih besar daripada {$max} kilobait.
nb: Dette må ikke være større enn {$max} kilobytes.
pl: Wartość nie może być większa niż {$max} kilobajtów.
pt_pt: Não pode ser maior do que {$max} kilobytes.
ro: Acesta nu poate fi mai mare de {$max} kilobiți.
sl_si: To ne sme biti večje od {$max} kilobytov.
sv: Får inte vara mer än {$max} kilobyte.
th: ต้องไม่เกิน {$max} กิโลไบต์
tr_tr: Bu, {$max} kilobayttan fazla olamaz.
uk_ua: Це не повинно бути більшим, ніж {$max} кілобайт.
vi: Kích thước này không được lớn hơn {$max} kilobyte.
zh_cn: 此项不得超过 {$max} 千字节。

# validator.max.string
source: This may not be greater than {$max} characters.
ar_iq: هذا ليس له أن يكون أكبر من {$max} حرفاً.
az: Bu, {$max} xarakterd…ôn √ßox ola bilm…ôz
bg_bg: Това не може да е по-голямо от {$max} знака.
ca: Això no pot ser més gran de {$max} caràcters.
cs: Toto nesmí být větší než {$max} znaků.
da_dk: Dette må ikke være større end {$max} tegn.
de_de: Dies darf nicht mehr als {$max} Zeichen lang sein.
el_gr: Δεν μπορεί να είναι μεγαλύτερο από {$max} χαρακτήρες.
eu: Honek ezin du izan {$max} karaktere baino handiagoa.
fi_fi: Tämä ei voi olla suurempi kuin {$max} merkkiä.
fr: Ceci ne peut pas être supérieur à {$max} caractères.
gl_es: Isto non pode ter máis de {$max} caracteres.
he: זה אינו יכול להיות גדול מ-{$max} תווים.
hr: Ovo ne može imati više od {$max} znakova.
hu: Nem lehet több mint {$max} karakter.
hy_am: Նշանների քանակը {$max}ից մեծ լինեն չի կարող։
id_id: Nilainya tidak boleh lebih dari {$max} karakter.
is_is: Þetta má ekki vera meira en {$max} stafir.
it: Non puo' essere maggiore di {$max} caratteri.
ja: {$max} 字より大きくはできません。
ka: ეს შეიძლება არ აღემატებოდეს {$max} სიმბოლოს.
kk: {$max} таңбадан аспауы керек.
lt: Tai negali būti daugiau nei {$max} simbolių.
lv: Tas nedrīkst būt lielāks par {$max} rakstzīmēm.
mk_mk: Не може да биде повеќе од {$max} знаци.
mr: हे {$max} अक्षरांपेक्षा मोठे असू शकत नाही.
ms: Ini mungkin tidak lebih besar daripada {$max} aksara.
nb: Dette må ikke være større enn {$max} tegn.
pl: Wartość nie może być większa niż {$max} znaków.
pt_pt: Não pode ser maior do que {$max} caracteres.
ro: Acesta nu poate fi mai mare de {$max} caractere.
sl_si: To ne sme biti daljše od {$max} znakov.
sv: Får inte vara mer än {$max} tecken.
th: ต้องไม่เกิน {$max} ตัวอักษร
tr_tr: Bu, {$max} karakterden fazla olamaz.
uk_ua: Це не повинно бути більшим, ніж {$max} знаків.
vi: Độ dài này không được lớn hơn {$max} ký tự.
zh_cn: 此项不得超过 {$max} 个字符。

# validator.max.array
source: This may not have more than {$max} items.
ar_iq: هذا ليس له أن يحتوي أكثر من {$max} فقرة/فقرات.
az: Bu elementd…ô {$max} elementd…ôn √ßox element olmaya bil…ôr.
bg_bg: Това не може да съдържа повече от {$max} елемента.
ca: Això no pot tenir més de {$max} elements.
cs: Nemusí obsahovat více než {$max} položek.
da_dk: Dette må ikke være større end {$max} elementer.
de_de: Dies darf nicht mehr als {$max} Elemente enthalten.
el_gr: Δεν επιτρέπεται να υπάρχουν περισσότερα από {$max} στοιχεία.
eu: Honek ezin ditu izan {$max} elementu baino gehiago.
fi_fi: Ei voi sisältää enemmän kuin {$max} kohdetta.
fr: Ceci ne peut pas contenir plus de {$max} éléments.
gl_es: Isto non debe ter máis de {$max} elementos.
he: זה אינו יכול לכלול יותר מ-{$max} פריטים.
hr: Ovo ne može sadržavati više od {$max} elemenata.
hu: Nem tartalmazhat többet, mint {$max} tétel.
hy_am: Միավորները չեն կարող գերազանցել {$max}ը։
id_id: Tidak boleh memiliki lebih dari {$max} item.
is_is: Þetta má ekki vera meira en {$max} atriði.
it: Non può avere più di {$max} oggetti.
ja: これには{$max} 項目を超える項目は含まれません。
ka: ამას შეიძლება არ ჰქონდეს {$max} ერთზე მეტი.
kk: {$max} элементтен артық болмауы керек.
lt: Čia negali būti daugiau nei {$max} elementų.
lv: Tajā nedrīkst būt vairāk par {$max} vienībām.
mk_mk: Не може да има повеќе од {$ max} ставки.
mr: यामध्ये {$max} हून अधिक घटक (items) असू शकत नाहीत.
ms: Ini mungkin tidak mempunyai lebih daripada {$max} item.
nb: Dette må ikke være større enn {$max} elementer.
pl: Wartość nie może być większa niż {$max} elementów.
pt_pt: Não pode ter mais do que {$max} itens.
ro: Acesta nu poate avea mai mult de {$max} caractere.
sl_si: To ne sme imeti več to {$max} postavk.
sv: Får inte vara mer än {$max} objekt.
th: ต้องไม่มีมากกว่า {$max} รายการ
tr_tr: Bu öğede {$max} öğeden fazla öğe olmayabilir.
uk_ua: Це не повинно бути більшим, ніж {$max} пунктів.
vi: Mảng này không được có nhiều hơn {$max} mục.
zh_cn: 此项不得超过 {$max} 个项目。

# validator.mimes
source: This must be a file of type {$values}.
ar_iq: هذا لا بد أن يكون ملفاً بصيغة {$values}.
az: Bu, {$values} n√∂v√ľnd…ô bir fayl olmalńĪdńĪr.
bg_bg: Това трябва да е файл от тип {$values}.
ca: Això ha de ser un arxiu de tipus {$values}.
cs: Musí to být soubor typu {$values}.
da_dk: Dette skal være en fil af typen {$values}.
de_de: Dies muss eine Datei des Typs {$values} sein.
el_gr: Πρέπει να είναι αρχείο τύπου {$Values}.
eu: Fitxategi honek {$values} motakoa izan behar du.
fi_fi: Tämän tiedoston pitää olla tyyppiä {$values}.
fr: Ceci doit être un fichier de type {$values}.
gl_es: Este arquivo debe ser do tipo {$values}.
he: קובץ זה חייב להיות מסוג {$values}.
hr: Ovo mora biti datoteka {$values}.
hu: Az alábbi típusú filenak kell lennie: {$values}.
hy_am: Ֆայլի տիպը պետք է լինի {$values}։
id_id: Harus diisi jenis file {$values}.
is_is: Þetta þarf að vera skrá af tegundinni {$values}.
it: Deve essere un file di tipo {$values}.
ja: {$values}タイプのファイルである必要があります。
ka: ეს უნდა იყოს ფაილის ტიპი {$values}.
kk: Келесі файл түрлерінің бірі болуы керек: {$values}.
lt: Tai turi būti {$values} tipo failas.
lv: Tai jābūt {$values} tipa datnei.
mk_mk: Ова мора да биде датотека од типот {$values}.
mr: ही {$values} प्रकारचीच फाईल हवी.
ms: Ini mestilah fail jenis {$values}.
nb: Dette skal være en fil av typen {$values}.
pl: Tylko takie typy plików {$values} są dozwolone.
pt_pt: Este ficheiro deve ser do tipo {$values}.
ro: Acesta trebuie să fie un fișier de tip {$values}.
sl_si: To mora biti tipa datoteke {$values}.
sv: Måste var en fil av typen {$values}.
th: ต้องเป็นไฟล์ประเภท {$values}
tr_tr: Bu, {$values} türünde bir dosya olmalıdır.
uk_ua: Це має бути файл типу {$values}.
vi: Đây phải là tệp thuộc loại {$values}.
zh_cn: 此项必须是 {$values} 类型的文件。

# validator.min.numeric
source: This must be at least {$min}.
ar_iq: هذا لا بد أن يكون على الأقل {$min}.
az: Bu …ôn az {$min} olmalńĪdńĪr.
bg_bg: Това трябва да е поне {$min}.
ca: Això ha de tenir com a mínim {$min}.
cs: Musí to být alespoň {$min}.
da_dk: Dette skal være mindst {$min}.
de_de: Dies müssen mindestens {$min} sein.
el_gr: Πρέπει να είναι τουλάχιστον {$min}.
eu: Gutxienez {$min} izan behar du honek.
fi_fi: Tämän pitää olla vähintään {$min}.
fr: Ceci doit être au moins {$min}.
gl_es: Isto debe ser como mínimo de {$min}.
he: זה חייב להיות לפחות {$min}.
hr: To mora biti najmanje {$min}.
hu: A minimum érték: {$min}.
hy_am: Նվազագույնը պետք է լինի՝ {$min}։
id_id: Nilainya minimal {$min}.
is_is: Þetta þarf að vera a.m.k. {$min}.
it: Deve essere almeno {$min}.
ja: {$min}以上である必要があります。
ka: ამას უნდა ჰქონდეს მინიმუმ {$min} ერთეული.
kk: Кем дегенде {$min} болуы керек.
lt: Tai turi būti bent {$min}.
lv: Tam jābūt vismaz {$min}.
mk_mk: Ова мора да биде најмалку {$min}.
mr: ही किमान {$min} हवी.
ms: Ini mestilah sekurang-kurangnya {$min}.
nb: Dette skal være minst {$min}.
pl: Wartość nie może być mniejsza niż {$min}.
pt_pt: Deve ter pelo menos {$min}.
ro: Acesta trebuie să fie cel puțin {$min}.
sl_si: To mora biti najmanj {$min}.
sv: Måste vara minst {$min}.
th: ต้องไม่น้อยกว่า {$min}
tr_tr: Bu en az {$min} olmalıdır.
uk_ua: Це має бути щонайменше {$min}.
vi: Giá trị này phải ít nhất là {$min}.
zh_cn: 该值必须至少为 {$min}。

# validator.not_in
source: The selected {$attribute} is invalid.
ar_iq: إن {$attribute} المختارة غير صحيحة.
az: Se√ßilmiŇü {$attribute} etibarsńĪzdńĪr.
bg_bg: Избраният {$attribute} е невалиден.
ca: El {$attribute} seleccionat no és vàlid.
cs: Vybraný {$attribute} je neplatný.
da_dk: Den valgte {$attribute} er ugyldig.
de_de: Das gewählte {$attribute} ist ungültig.
el_gr: Το επιλεγμένο χαρακτηριστικό {$attribute} δεν είναι έγκυρο.
eu: Hautatutako {$attribute} baliogabea da.
fi_fi: Valittu {$attribute} on virheellinen.
fr: {$attribute} sélectionné invalide.
gl_es: O {$atributo} seleccionado non é válido.
he: {$attribute} שנבחר אינו תקף.
hr: Odabrani {$attribute} nije valjan.
hu: A kiválasztott {$attribute} nem érvényes.
hy_am: Ընտրված {$attribute} -ը վավեր չէ։
id_id: {$attribute} yang dipilih tidak valid.
is_is: Valinn {$attribute} er ógildur.
it: {$attribute} non è valido.
ja: 選択された{$attributeは無効です。
ka: არჩეული {$attribute} არასწორია.
kk: Таңдалған {$attribute} жарамсыз.
lt: Pasirinktas {$attribute} yra neteisingas.
lv: Izvēlētais {$attribute} ir nederīgs.
mk_mk: Избраниот {$attribute} е неважечки.
mr: निवडलेला {$attribute} गुणधर्म अवैध आहे.
ms: {$attribute} yang dipilih adalah tidak sah.
nb: Den valgte {$attribute} er ugyldig.
pl: Wybrany {$attribute} jest nieprawidłowy.
pt_pt: O {$attribute} selecionado é inválido.
ro: {$attribute} atributul selectat este invalid.
sl_si: Izbrani {$attribute} ni veljaven.
sv: Det valda {$attribute} är ogitligt.
th: {$attribute} ที่เลือกไม่ถูกต้อง
tr_tr: Seçilen {$attribute} geçersiz.
uk_ua: Обраний {$attribute} не є валідним.
vi: {$attribute} đã chọn không hợp lệ.
zh_cn: 所选的 {$attribute} 无效。

# validator.numeric
source: This is not a valid number.
ar_iq: هذا ليس رقماً.
az: Bu etibarlńĪ bir say deyil.
bg_bg: Това не е валидно число.
ca: Aquest número no és vàlid.
cs: Toto není platné číslo.
da_dk: Dette er ikke et gyldigt nummer.
de_de: Dies ist keine gültige Zahl.
el_gr: Μη έγκυρος αριθμός.
eu: Zenbaki hau ez da baliozkoa.
fi_fi: Tämä ei ole kelvollinen numero.
fr: Ceci n'est pas un nombre valide.
gl_es: Este número non é válido.
he: זה אינו מספר תקף.
hr: Ovo nije važeći broj.
hu: Nem érvényes szám.
hy_am: Թիվը վավեր չէ։
id_id: Nomor tidak valid.
is_is: Þetta er ekki gilt númer.
it: Numero non valido.
ja: 有効な数値ではありません。
ka: ეს არ არის სწორი ნომერი.
kk: Сан емес.
lt: Tai nėra galiojantis numeris.
lv: Tas nav derīgs skaitlis.
mk_mk: Ова не е валиден број.
mr: हा वैध क्रमांक नाही.
ms: Ini bukan nombor yang sah.
nb: Dette er ikke et gyldig nummer.
pl: To nie jest prawidłowa liczba.
pt_pt: Este número não é válido.
ro: Acesta nu este un număr valid.
sl_si: To ni veljavno število.
sv: Detta är inte ett giltigt nummer.
th: นี่ไม่ใช่ตัวเลขที่ถูกต้อง
tr_tr: Bu geçerli bir sayı değil.
uk_ua: Це число не є валідним.
vi: Đây không phải là số hợp lệ.
zh_cn: 这不是有效的数字。

# validator.orcid
source: This is not a valid ORCID.
ar_iq: هذا ليس معرفاً صحيحاً لحساب ORCID.
az: Bu etibarlńĪ bir orcid deyil.
bg_bg: Това не е валиден ORCID.
ca: Aquest ORCID no és vàlid.
cs: Toto není platný ORCID.
da_dk: Dette er ikke en gyldig ORCID.
de_de: Dies ist keine gültige ORCID.
el_gr: Μη έγκυρο ORCID.
eu: Hau ez da ORCID baliozkoa.
fi_fi: Tämä ei ole kelvollinen ORCID-tunnus.
fr: Ceci n'est pas un ORDID valide.
gl_es: Este ORCID non é válido.
he: זה אינו ORCID תקף.
hr: Ovo nije važeći ORCID.
hu: Nem érvényes ORCID.
hy_am: ORCID-ը անվավեր է։
id_id: ORCID tidak valid.
is_is: Þetta er ekki gilt ORCID.
it: ORCID non valido.
ja: 有効なORCIDではありません。
ka: ეს არ არის სწორი ORCID.
kk: ORCID қате.
lt: Tai nėra galiojantis ORCID.
lv: Šis nav derīgs ORCID.
mk_mk: Ова не е валиден ORCID.
mr: हा वैध ORCID नाही.
ms: Ini bukan ORCID yang sah.
nb: Dette er ikke en gyldig ORCiD.
pl: To nie jest prawidłowy ORCID.
pt_pt: Este ORCID não é válido.
ro: Acesta nu este un ORCID valid.
sl_si: To ni veljaven ORCID.
sv: Detta är inte ett giltigt ORCID.
th: นี่ไม่ใช่ ORCID ที่ถูกต้อง
tr_tr: Bu geçerli bir ORCID değil.
uk_ua: Це не є валідним ORCID.
vi: Đây không phải là ORCID hợp lệ.
zh_cn: 这不是有效的ORCID。

# validator.present
source: The {$attribute} field must be present.
ar_iq: إن الحقل {$attribute} لا بد أن يكون موجوداً.
az: {$attribute} sah…ôsi yoxdur
bg_bg: Полето {$attribute} трябва да присъства.
ca: El camp {$attribute} ha d'estar present.
cs: Musí být k dispozici položka {$attribute}.
da_dk: Feltet {$attribute} skal foreligge.
de_de: Das Feld {$attribute} muss vorhanden sein.
el_gr: Το πεδίο {$attribute} πρέπει να υπάρχει.
eu: {$attribute} eremuak presente egon behar du.
fi_fi: {$attribute}-kenttä pitää olla olemassa.
fr: Le champ {$attribute} doit être présent.
gl_es: O campo {$attribute} debe estar presente.
he: השדה {$attribute} חייב להיות קיים.
hr: Polje {$attribute} mora postojati.
hu: A {$attribute} mező szükséges.
hy_am: {$attribute}ի դաշտը պարտադիր է։
id_id: Field {$attribute} harus ada.
is_is: {$attribute} svæðið þarf að vera til staðar.
it: Deve esserci il campo {$attribute}.
ja: {$attribute}フィールドが存在している必要があります。
ka: {$attribute} ველი უნდა იყოს წარმოდგენილი.
kk: "{$attribute}" өрісі болуы керек.
lt: Laukas {$attribute} turi būti.
lv: Jābūt laukam {$attribute}.
mk_mk: Полето {$attribute} мора да биде присутно.
mr: {$attribute} फील्ड असणे आवश्यक आहे.
ms: Medan {$attribute} mesti ada.
nb: Feltet {$attribute} må være til stede.
pl: Pole {$attribute} musi być dane.
pt_pt: O campo {$attribute} precisa estar presente.
ro: Câmpul {$attribute} trebuie să fie prezent.
sl_si: Polje {$attribute} mora biti določeno.
sv: Fältet {$attribute} måste vara på plats.
th: ต้องมีฟิลด์ {$attribute}
tr_tr: {$attribute} alanı mevcut olmalıdır.
uk_ua: {$attribute} поле має бути присутнім.
vi: Trường {$attribute} phải có mặt.
zh_cn: 必须提供 {$attribute} 字段。

# validator.regex
source: This is not formatted correctly.
ar_iq: هذا ليس بالتنسيق الصحيح.
az: Bu d√ľzg√ľn formatlandńĪrńĪlmayńĪb
bg_bg: Това не е форматирано правилно.
ca: Això no esta formatat correctament.
cs: Toto není správně naformátováno.
da_dk: Dette er ikke formateret korrekt.
de_de: Dies ist nicht korrekt formatiert.
el_gr: Δεν έχει μορφοποιηθεί σωστά.
eu: Hau ez dago behar bezala formateatua.
fi_fi: Tätä ei ole muotoiltu oikein.
fr: Ceci n'est pas correctement formaté.
gl_es: Isto non está formatado correctamente.
he: זה אינו מאורגן כהלכה.
hr: Ovo nije ispravno formatirano.
hu: Nem helyesen formázott.
hy_am: Ոչ ճիշտ ֆորմատավորված:
id_id: Tidak diformat dengan benar.
is_is: Þetta er ekki formatterað rétt.
it: Non formattato correttamente.
ja: これは正しい形式ではありません。
ka: ეს არ არის ფორმატირებული სწორად.
kk: Дұрыс форматталмаған.
lt: Tai neteisingai suformatuota.
lv: Tas nav pareizi formatēts.
mk_mk: Ова не е правилно форматирано.
mr: हे योग्यरित्या स्वरूपित (format) केलेले नाही.
ms: Ini tidak diformat dengan betul.
nb: Dette er ikke formatert korrekt.
pl: Niepoprawny format.
pt_pt: Não se encontra formatado corretamente.
ro: Acesta nu este formatat corect.
sl_si: To ni pravilnega formata.
sv: Detta är inte korrekt formaterat.
th: นี่ไม่อยู่ในรูปแบบที่ถูกต้อง
tr_tr: Bu doğru biçimlendirilmemiş.
uk_ua: Це не представлено у правильному форматі.
vi: Định dạng này không đúng.
zh_cn: 此项格式不正确。

# validator.required
source: This field is required.
ar_iq: هذا الحقل مطلوب حتماً.
az: Bu sah…ô t…ôl…ôb olunur.
bg_bg: Това поле е задължително.
ca: Aquest camp és obligatori.
cs: Toto pole je povinné.
da_dk: Dette felt er påkrævet.
de_de: Dies ist ein Pflichtfeld.
el_gr: Αυτό το πεδίο είναι υποχρεωτικό.
eu: Eremu hau derrigorrezkoa da.
fi_fi: Tämä kenttä on pakollinen.
fr: Ce champ est requis.
gl_es: Este campo é obrigatorio.
he: זהו שדה חובה
hr: Ovo je obavezno polje.
hu: Szükséges mező.
hy_am: Պարտադիր դաշտ:
id_id: Field ini wajib diisi.
is_is: Þetta svæði er áskilið.
it: Questo campo è obbligatorio.
ja: このフィールドは必須です。
ka: ეს ველი სავალდებულოა.
kk: Өріс міндетті болып табылады.
lt: Šis laukas yra privalomas.
lv: Šis lauks ir obligāts.
mk_mk: Ова поле е задолжително.
mr: हे फील्ड आवश्यक आहे.
ms: Medan ini diperlukan.
nb: Dette feltet er obligatorisk.
pl: Pole wymagane.
pt_pt: Este campo é obrigatório.
ro: Acest câmp este obligatoriu.
sl_si: To polje je obvezno.
sv: Detta fält är obligatoriskt.
th: ฟิลด์นี้จำเป็นต้องระบุ
tr_tr: Bu alan gereklidir.
uk_ua: Це поле необхідно заповнити.
vi: Trường này là bắt buộc.
zh_cn: 这是必填项。

# validator.required_with
source: This field is required when {$values} is present.
ar_iq: هذا الحقل مطلوب عندما يكون {$values} موجوداً.
az: Bu sah…ô, {$values} m√∂vcud olduńüu zaman t…ôl…ôb olunur
bg_bg: Това поле е задължително, когато присъства {$values}.
ca: Aquest camp és obligatori quan {$values} està present.
cs: Toto pole je povinné, pokud je k dispozici {$hodnoty}.
da_dk: Dette felt er påkrævet når {$values} foreligger.
de_de: Dies ist ein Pflichtfeld, wenn {$values} vorhanden ist.
eu: Eremu hau derrigorrezkoa da {$values} presente dagoenean.
fi_fi: Tämä kenttä on pakollinen, kun arvo {$values} on annettu.
fr: Ce champ est obligatoire lorsque {$values} est présent.
gl_es: Este campo é obrigatorio cando está presente {$values}.
he: זהו שדה חובה כאשר {$values} קיים.
hr: Ovo je obavezno polje ako je prisutno {$values}.
hu: Ez a mező szükséges, amikor {$values} jelen van.
hy_am: Այս դաշտը պարտադիր է, երբ {$values}ը նշված է։
id_id: Field wajib diisi jika nilai {$value} ada.
is_is: Þetta svæði er áskilið þegar {$values} er til staðar.
it: Questo campo è obbligatorio quando è presente {$values}.
ja: {$values}が存在している場合、このフィールドは必須です。
ka: ეს ველი საჭიროა, როდესაც არსებობს {$values}.
kk: Өріс {$values} берілгенде міндетті болып табылады.
lt: Šis laukas būtinas, kai yra {$values}.
lv: Šis lauks ir obligāts, ja ir norādīts {$values}.
mk_mk: Ова поле е потребно кога се присутни {$values}.
mr: जेव्हा {$values} असतात तेव्हा हे फील्ड आवश्यक असते.
ms: Medan ini diperlukan apabila {$values} ada.
nb: Dette feltet er obligatorisk når {$values} foreligger.
pl: Pole wymagane kiedy {$value} jest dana.
pt_pt: O campo é obrigatório quando {$values} está presente.
ro: Acest câmp este obligatoriu când {$values} este prezent.
sl_si: To polje je obvezno kadar je določeno {$values}.
sv: Detta fält är obligatoriskt när {$values} förekommer.
th: ฟิลด์นี้จำเป็นเมื่อมี {$values}
tr_tr: Bu alan, {$values} mevcut olduğunda gereklidir.
uk_ua: Це поле необхідно заповнити, коли {$values} є присутніми.
vi: Trường này là bắt buộc khi {$values} có mặt.
zh_cn: 如果存在 {$values}，则此字段为必填项。

# validator.required_with_all
source: This field is required when {$values} is present.
ar_iq: هذا الحقل مطلوب عندما تكون {$values} موجودة.
az: Bu sah…ô, {$values} m√∂vcud olduńüu zaman t…ôl…ôb olunur
bg_bg: Това поле е задължително, когато присъства {$values}.
ca: Aquest camp és obligatori quan {$values} està present.
cs: Toto pole je povinné, pokud je k dispozici {$hodnoty}.
da_dk: Dette felt er gældende når {$values} foreligger.
de_de: Dies ist ein Pflichtfeld, wenn {$values} vorhanden ist.
eu: Eremu hau derrigorrezkoa da {$values} presente dagoenean.
fi_fi: Tämä kenttä on pakollinen, kun arvot {$values} on annettu.
fr: Ce champ est obligatoire lorsque {$values} est présent.
gl_es: Este campo é obrigatorio cando está presente {$values}.
he: זהו שדה חובה כאשר {$values} קיים.
hr: Ovo je obavezno polje ako je prisutno {$values}.
hu: Ez a mező szükséges, amikor {$values} jelen van.
hy_am: Այս դաշտը պարտադիր է, երբ {$values} -ն առկա է։
id_id: Field wajib diisi jika nilai {$value} ada.
is_is: Þetta svæði er áskilið þegar {$values} er til staðar.
it: Questo campo è obbligatorio quando è presente {$values}.
ja: {$values}が存在している場合、このフィールドは必須です。
ka: ეს ველი საჭიროა, როდესაც არსებობს {$values}.
kk: Өріс {$values} берілгенде міндетті болып табылады.
lt: Šis laukas būtinas, kai yra {$values}.
lv: Šis lauks ir obligāts, ja ir norādīts {$values}.
mk_mk: Ова поле е потребно кога се присутни {$values}.
mr: जेव्हा {$values} असतात तेव्हा हे फील्ड आवश्यक असते.
ms: Medan ini diperlukan apabila {$values} ada.
nb: Dette feltet er obligatorisk når {$values} er til stede.
pl: Pole wymagane kiedy {$values} są dane.
pt_pt: Este campo é obrigatório quando {$values} está presente.
ro: Acest câmp este obligatoriu când {$values} este prezent.
sl_si: To polje je obvezno kadar je določeno {$values}.
sv: Detta fält är obligatoriskt när {$values} förekommer.
th: ฟิลด์นี้จำเป็นเมื่อมี {$values}
tr_tr: Bu alan, {$values} mevcut olduğunda gereklidir.
uk_ua: Це поле необхідно заповнити, коли {$values} є присутніми.
vi: Trường này là bắt buộc khi tất cả {$values} có mặt.
zh_cn: 如果存在 {$values}，则此字段为必填项。

# validator.required_without
source: This field is required when {$values} is not present.
ar_iq: هذا الحقل مطلوب عندما يكون {$values} غير موجود.
az: Bu sah…ô, {$values} yoxdursa t…ôl…ôb olunur
bg_bg: Това поле е задължително, когато {$values} не присъства.
ca: Aquest camp és obligatori quan {$values} no està present.
cs: Toto pole je povinné, pokud není k dispozici {$value}.
da_dk: Dette felt er påkrævet når {$values} ikke foreligger.
de_de: Dies ist ein Pflichtfeld, wenn {$values} nicht vorhanden ist.
eu: Eremu hau derrigorrezkoa da {$values} presente ez dagoenean.
fi_fi: Tämä kenttä on pakollinen, kun arvoa {$values} ei ole annettu.
fr: Ce champ est obligatoire lorsque {$values} est absent.
gl_es: Este campo é obrigatorio cando non está presente {$values}.
he: זהו שדה חובה כאשר {$values} אינו קיים.
hr: Ovo je obavezno polje ako {$values} ne postoji.
hu: Ez a mező szükséges, amikor {$values} nincs jelen van.
hy_am: Այս դաշտը պարտադիր է, երբ {$values} -ը նշված չէ։
id_id: Field wajib diisi jika nilai {$value} tidak ada.
is_is: Þetta svæði er áskilið þegar {$values} er ekki til staðar.
it: Questo campo è obbligatorio quanto {$values} non è presente.
ja: {$values}が存在していない場合、このフィールドは必須です。
ka: ეს ველი საჭიროა, როდესაც {$values} არ არის.
kk: {$values} орнатылмаған кезде өріс қажет.
lt: Šis laukas būtinas, kai nėra {$values}.
lv: Šis lauks ir obligāts, ja nav norādīts {$values}.
mk_mk: Ова поле е потребно кога {$values} не е присутно.
mr: जेव्हा {$values} नसतात तेव्हा हे फील्ड आवश्यक असते.
ms: Medan ini diperlukan apabila {$values} tiada.
nb: Dette feltet er obligatorisk når {$values} ikke er tilgjengelig.
pl: Pole wymagane kiedy {$values} są nieznane.
pt_pt: Este campo é obrigatório quando {$values} não se encontra presente.
ro: Acest câmp este obligatoriu când {$values} nu este prezent.
sl_si: To polje je obvezno kadar ni vrednosti {$values}.
sv: Detta fält är obligatoriskt när {$values} inte förekommer.
th: ฟิลด์นี้จำเป็นเมื่อไม่มี {$values}
tr_tr: Bu alan, {$values} mevcut değilse gereklidir.
uk_ua: Це поле необхідно заповнити, коли {$values} не є присутніми.
vi: Trường này là bắt buộc khi {$values} không có mặt.
zh_cn: 如果不存在 {$values}，则此字段为必填项。
