Repository: pkp/pkp-lib
Catalog: locale/*/common.po
Languages: ar_iq, az, bg_bg, ca, cs, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr, gl_es, he, hr, hu, hy_am, id_id, is_is, it, ja, ka, kk, lt, lv, mk_mk, mr, ms, nb, pl, pt_pt, ro, sl_si, sv, th, tr_tr, uk_ua, vi, zh_cn

# common.searchPhrase
source: Search Phrase
bg_bg: Фраза за търсене
ca: Cercar frase
cs: Hledaná fráze
eu: Bilatu esaldia
fr: Recherche d'une phrase
he: ביטוי חיפוש
hr: Izraz za pretraživanje
it: Cerca frase
ja: 検索フレーズ
lt: Paieškos frazė
lv: Meklēt frāzi
mr: शब्दसमूह शोधा
pl: Fraza wyszukiwania
sv: Sök fras
th: วลีที่ค้นหา
vi: Cụm từ tìm kiếm

# common.searching
source: Searching
bg_bg: Търсене
ca: Cercant
cs: Hledání
eu: Bilatzen
fr: Recherche
he: חיפוש
hr: traženje
hy_am: Որոնում
it: Ricerca in corso
ja: 検索中
ka: ძებნა
kk: Ізделуде
lt: Ieškoma
lv: Meklēšana
mr: शोधत आहे
pl: Wyszukiwanie
sv: Sökning
th: กำลังค้นหา
vi: Đang tìm kiếm

# common.searchQuery
source: Search Query
ar_iq: استعلام البحث
az: AxtarńĪŇü sorńüusu
bg_bg: Въпрос (query) за търсене
ca: Cerca
cs: Vyhledávací dotaz
da_dk: Søgeforespørgsel
de_de: Suchanfrage
el_gr: Ερώτημα αναζήτησης
eu: Bilaketa
fa_ir: عبارت مورد جستجو
fi_fi: Hakukysely
fr: Requête
gl_es: Procura
he: שאילתת חיפוש
hr: upit za pretraživanje
hu: Keresési lekérdezés
hy_am: Որոնման հարցում
id_id: Mencari
is_is: Leitarfyrirspurn
it: Stringa di ricerca
ja: 検索クエリ
ka: ძებნის მოთხოვნა
kk: Іздеу сұранысы
lt: Paieškos užklausa
lv: Meklēšanas pieprasījums
mk_mk: Барај по
mr: शोध पृच्छा (क्वेरी)
ms: Mencari
nb: Søkeord
pl: Zapytanie
pt_pt: Termo de Pesquisa
ro: Căutare interogare
sl_si: Iskalna poizvedba
sv: Sökfråga
th: คำค้นหา
tr_tr: Arama Sorgusu
uk_ua: Пошуковий запит
vi: Truy vấn tìm kiếm
zh_cn: 搜索查询

# common.clearSearch
source: Clear search phrase
ar_iq: تصفير عبارة البحث
az: AxtarńĪŇü ifad…ôsini t…ômizl…ôyin
bg_bg: Изтрий търсената фраза
ca: Neteja la frase de la cerca
cs: Smazat hledaný výraz
da_dk: Fjern søgetermen
de_de: Suchtext löschen
el_gr: Καθαρισμός αναζήτησης
eu: Garbitu bilaketa-esaldia
fi_fi: Tyhjennä hakulauseke
fr: RAZ de la recherche
gl_es: Limpar a frase da procura
he: ניקוי ביטוי חיפוש
hr: Izbriši tekst pretraživanja
hu: Keresőkifejezés törlése
hy_am: Հեռացնել որոնվող արտահայտությունը
id_id: Hapus frasa pencarian
is_is: Hreinsa leitarskilyrði
it: Pulisci ricerca
ja: 検索語を消去
ka: საძიებო ფრაზის გასუფთავება
kk: Іздеу фразасын өшіру
lt: Ištrinti paieškos frazę
lv: Notīrīt meklēšanas frāzi
mk_mk: Избриши ја фразата за пребарување
mr: शोध शब्दसमूह काढून टाका
ms: Kosongkan frasa carian
nb: Nullstill søkefrasen
pl: Wyczyść zapytanie
pt_pt: Limpar frase de pesquisa
ro: Ștergeți fraza de căutare
sl_si: Odstrani iskalni pogoj
sv: Rensa sökfråga
th: ล้างวลีที่ค้นหา
tr_tr: Arama ifadesini temizle
uk_ua: Очистити пошукову фразу
vi: Xóa cụm từ tìm kiếm
zh_cn: 清除搜索词组

# common.second
source: Second(s)
ar_iq: ثانية/ثوان
az: Saniy…ô(l…ôr)
bg_bg: Секунда(и)
ca: Segon(s)
cs: Sekunda(y)
da_dk: Sekund(er)
de_de: Sekunde(n)
el_gr: Δευτερόλεπτο(-α)
eu: Segundoa(k)
fa_ir: ثانیه(ها)
fi_fi: Sekunti(a)
fr: Seconde(s)
gl_es: Segundo(s)
he: שניות
hr: Sekunda/i
hu: Másodperc(ek)
hy_am: Վայրկյան(ներ)
id_id: Detik
is_is: Sekúndur
it: Secondo(i)
ja: 秒
ka: წამ(ებ)ი
kk: Секунд(тар)
lt: Sekundė (-ės)
lv: Sekundes
mk_mk: Секунди
mr: सेकंद
ms: Saat(s)
nb: Sekund(er)
pl: Sekunda
pt_pt: Segundo(s)
ro: În al doilea rând (s)
sl_si: Sekunda(e)
sv: Sekund(er)
th: วินาที
tr_tr: Saniye(ler)
uk_ua: секунд
vi: Giây
zh_cn: 秒

# common.selectAll
source: Select All
ar_iq: إختر الكل
az: HamńĪsńĪnńĪ se√ßin
bg_bg: Избиране на всички
ca: Selecciona-ho tot
cs: Vyber vše
da_dk: Markér alt
de_de: Alle auswählen
el_gr: Επιλογή όλων
eu: Hautatu dena
fa_ir: انتخاب همه
fi_fi: Valitse kaikki
fr: Tout sélectionner
gl_es: Seleccionar todo
he: בחר הכל
hr: Označi sve
hu: Az összes kijelölése
hy_am: Ընտրել բոլորը
id_id: Pilih semua
is_is: Velja allt
it: Seleziona tutto
ja: すべて選択
ka: ყველას მონიშვნა
kk: Барлығын таңдау
lt: Pažymėti viską
lv: Atlasīt visu
mk_mk: Селектирај сѐ
mr: सगळेच घ्या/निवडा (Select All)
ms: Pilih Semua
nb: Velg alle
pl: Zaznacz wszystkie
pt_pt: Selecionar Todos
ro: Selectare toate
sl_si: Izberi vse
sv: Välj alla
th: เลือกทั้งหมด
tr_tr: Tümünü Seç
uk_ua: Вибрати все
vi: Chọn tất cả
zh_cn: 选择全部

# common.selectedPrefix
source: Selected:
ar_iq: مختارة:
az: Se√ßildi:
bg_bg: Избрани:
ca: Seleccionat:
cs: Vybraný:
da_dk: Valgte:
de_de: Ausgewählt:
el_gr: Επιλεγμένα:
eu: Hautatuta:
fi_fi: Valitut:
fr: Sélectionné :
gl_es: Seleccionado:
he: שנבחרו:
hr: Odabrano:
hu: Kiválasztott:
hy_am: Ընտրված է:
id_id: Dipilih:
is_is: Valið:
it: Selezionato:
ja: 選択中:
ka: მონიშნული:
kk: Таңдалған:
lt: Pasirinkta:
lv: Atlasīts:
mk_mk: Селектирано:
mr: निवडलेले :
ms: Dipilih:
nb: Valgte:
pl: Wybrano:
pt_pt: Selecionado:
ro: Selectate:
sl_si: Izbrano:
sv: Vald:
th: เลือกแล้ว:
tr_tr: Seçildi:
uk_ua: Обрані:
vi: Đã chọn:
zh_cn: 已选择：

# common.selectNone
source: Select None
ar_iq: لا تختر شيئاً
az: He√ß kimi se√ßm…ôyin
bg_bg: Отмяна на селекцията
ca: No en seleccionis cap
cs: Nevyber nic
da_dk: Markér intet
de_de: Auswahl aufheben
el_gr: Καμία επιλογή
eu: Ez hautatu bat ere
fa_ir: انتخاب هیچکدام
fi_fi: Ei valintaa
fr: Ne rien sélectionner
gl_es: Deseleccionar todo
he: בחר ללא
hr: Makni oznake
hu: Egyik sem
hy_am: Ոչ մեկը չընտրել
id_id: Pilih tidak ada
is_is: Velja ekkert
it: Nessuna selezione
ja: すべての選択解除
ka: არცერთია მონიშნული
kk: Таңдауды алып тастау
lt: Nieko nežymėti
lv: Atcelt atlasīšanu
mk_mk: Ништо не е селктирано
mr: काहीही निवडू नका
ms: Tiada Dipilih
nb: Velg ingen
pl: Odznacz wszystkie
pt_pt: Não selecionar
ro: Neselectat
sl_si: Ne izberi nič
sv: Välj ingen
th: ไม่เลือกทั้งหมด
tr_tr: Hiçbirini seçme
uk_ua: Скасувати вибір
vi: Bỏ chọn tất cả
zh_cn: 无选择

# common.select
source: Select
ar_iq: إختر
az: Se√ßin
bg_bg: Избери
ca: Selecciona
cs: Vyber
da_dk: Markér
de_de: Auswählen
el_gr: Επιλέξτε
eu: Hautatu
fa_ir: انتخاب
fi_fi: Valitse
fr: Sélectionner
gl_es: Seleccionar
he: בחר
hr: Izaberite
hu: Kiválasztás
hy_am: Ընտրել
id_id: Pilih
is_is: Veldu
it: Seleziona
ja: 選択
ka: მონიშვნა
kk: Таңдау
lt: Pažymėti
lv: Atlasīt
mk_mk: Селектирај
mr: निवडा
ms: Plilih
nb: Velg
pl: Zaznacz
pt_pt: Selecionar
ro: Selectare
sl_si: Izberi
sv: Välj
th: เลือก
tr_tr: Seç
uk_ua: Вибрати
vi: Chọn
zh_cn: 选择

# common.size
source: Size
ar_iq: الحجم
az: √Ėl√ß√ľ
bg_bg: Големина
ca: Mida
cs: Velikost
da_dk: Størrelse
de_de: Größe
el_gr: Μέγεθος
eu: Tamaina
fa_ir: اندازه
fi_fi: Koko
fr: Taille
gl_es: Tamaño
he: גודל
hr: Veličina
hu: Méret
hy_am: Չափ
id_id: Ukuran
is_is: Stærð
it: Dimensione
ja: サイズ
ka: ზომა
kk: Көлемі
lt: Dydis
lv: Izmērs
mk_mk: Големина
mr: आकार (Size)
ms: Saiz
nb: Størrelse
pl: Rozmiar
pt_pt: Tamanho
ro: Mărimea
sl_si: Velikost
sv: Storlek
th: ขนาด
tr_tr: Boyut
uk_ua: Розмір
vi: Kích thước
zh_cn: 大小

# common.source
source: Source
ar_iq: المصدر
az: M…ônb…ô
bg_bg: Източник
ca: Font
cs: Zdroj
da_dk: Kilde
de_de: Quelle
el_gr: Πηγή
eu: Iturburua
fa_ir: منبع
fi_fi: Lähde
gl_es: Fonte
he: מקור
hr: Izvor
hu: Forrás
hy_am: Աղբյուր
id_id: Sumber
is_is: Uppruni
it: Fonte
ja: ソース
ka: წყარო
kk: Дереккөз
lt: Šaltinis
lv: Avots
mk_mk: Извор
mr: स्रोत (Source)
ms: Sumber
nb: Kilde
pl: Źródło
pt_pt: Fonte
ro: Sursa
sl_si: Vir
sv: Källa
th: แหล่งที่มา
tr_tr: Kaynak
uk_ua: Джерело
vi: Nguồn
zh_cn: 源

# common.status
source: Status
ar_iq: الحالة
az: V…ôziyy…ôt
bg_bg: Статус
ca: Estat
cs: Stav
el_gr: Κατάσταση
eu: Egoera
fa_ir: وضعیت
fi_fi: Tila
fr: État
gl_es: Estado
he: מצב
hu: Státusz
hy_am: Կարգավիճակ
it: Stato
ja: 状態
ka: სტატუსი
kk: Мәртебе
lt: Būsena
lv: Statuss
mk_mk: Статус
mr: स्थिती (Status)
pt_pt: Situação
th: สถานะ
tr_tr: Durum
uk_ua: Статус
vi: Trạng thái
zh_cn: 状态

# common.subject
source: Subject
ar_iq: الموضوع
az: M√∂vzu.
bg_bg: Тема
ca: Assumpte
cs: Předmět
da_dk: Emne
de_de: Thema
el_gr: Θέμα
eu: Gaia
fa_ir: موضوع
fi_fi: Aihe
fr: Sujet
gl_es: Materia
he: נושא
hr: Tema
hu: Tárgy
hy_am: Թեմա
id_id: Subjek
is_is: Efni
it: Soggetto
ja: 主題
ka: თემა
kk: Тақырыбы
lt: Tema
lv: Temats
mk_mk: Предмет
mr: विषय
ms: Subjek
nb: Emne
pl: Tytuł wiadomości
pt_pt: Assunto
ro: Subiect
sl_si: Zadeva
sv: Ämne
th: หัวเรื่อง
tr_tr: Konu
uk_ua: Тема
vi: Chủ đề
zh_cn: 主题

# common.subjects
source: Subjects
ar_iq: الموضوعات
az: M√∂vzular
bg_bg: Теми
ca: Assumptes
cs: Předměty
da_dk: Emner
de_de: Themen
el_gr: Θέματα
eu: Gaiak
fa_ir: موضوعات
fi_fi: Aiheet
fr: Sujets
gl_es: Asuntos
he: נושאים
hr: Predmeti
hu: Tárgyak
hy_am: Թեմաներ
id_id: Subjek
is_is: Efni
it: Soggetti
ja: 主題
ka: თემები
kk: Тақырыптар
lt: Temos
lv: Temati
mk_mk: Предмети
mr: विषय
ms: Subjek
nb: Emner
pl: Przedmioty
pt_pt: Assuntos
ro: Subiecte
sl_si: Predmet
sv: Ämnen
th: หัวข้อ
tr_tr: Konular
uk_ua: Теми
vi: Chủ đề
zh_cn: 主题

# common.submenu
source: Submenu
ar_iq: القائمة الفرعية
az: Alt menyu
bg_bg: Подменю
ca: Submenú
cs: Podnabídka
da_dk: Undermenu
de_de: Untermenü
el_gr: Υπομενού
eu: Azpimenua
fi_fi: Alavalikko
fr: Sous-menu
gl_es: Submenú
he: תפריט משנה
hr: podizbornik
hu: Almenü
hy_am: Սաբմենյու
is_is: Undirvalmynd
it: Sottomenu
ja: サブメニュー
ka: ქვემენიუ
kk: Ішкі мәзір
lt: Submeniu
lv: Apakšizvēlne
mk_mk: Подмени
mr: दुव्यांची उप-यादी (Submenu)
nb: Undermeny
pl: Podmenu
ro: Submeniu
sl_si: Podmeni
sv: Undermeny
th: เมนูย่อย
tr_tr: Alt Menü
vi: Menu con
zh_cn: 子菜单

# common.subtitle
source: Subtitle
ar_iq: العنوان الفرعي
az: Alt baŇülńĪq
bg_bg: Подзаглавие
ca: Subtítol
cs: Podtitul
da_dk: Undertitel
de_de: Untertitel
el_gr: Υπότιτλος
eu: Azpititulua
fa_ir: زیر عنوان
fi_fi: Alaotsikko
fr: Sous-titre
gl_es: Subtítulo
he: כתובית
hr: Podnaslov
hu: Alcím
hy_am: Ենթագիր
id_id: Subjudul
is_is: Undirtitill
it: Sottotitolo
ja: サブタイトル
ka: ქვესათაური
kk: Тақырыпша
lt: Paantraštė
lv: Apakšvirsraksts
mk_mk: Поднаслов
mr: उपशीर्षक
ms: Sari kata
nb: Undertittel
pl: Podtytuł
pt_pt: Subtítulo
ro: Subtitlu
sl_si: Podnaslov
sv: Undertitel
th: ชื่อย่อย
tr_tr: Alt Başlık
uk_ua: Підзаголовок
vi: Phụ đề
zh_cn: 副标题

# common.suggest
source: Suggest
ar_iq: إقترح
az: T…ôklif
bg_bg: Предложи
ca: Suggereix
cs: Doporučit
da_dk: Foreslå
de_de: Vorschlagen
el_gr: Πρόταση
eu: Proposatu
fa_ir: پیشنهاد دادن
fi_fi: Ehdota
fr: Suggérer
gl_es: Suxerir
he: מציע
hr: Predloži
hu: Javaslat
hy_am: Խորհուրդ տալ
id_id: Saran
is_is: Leggja til
it: Suggerisci
ja: 提案
ka: შემოთავაზება
kk: Ұсыну
lt: Pasiūlyti
lv: Ieteikt
mk_mk: Предложи
mr: सुचवा (Suggest)
ms: Cadangkan
nb: Foreslå
pl: Zasugeruj
pt_pt: Sugerir
ro: Sugestie
sl_si: Predlog
sv: Föreslå
th: แนะนำ
tr_tr: Öner
uk_ua: Запропонувати
vi: Đề xuất
zh_cn: 建议

# common.switchTo
source: Switch to
bg_bg: Превключване към
ca: Canviar a
cs: Přepnout na
eu: Aldatu hona
fr: Passer à
he: עבור אל
hr: Prebaciti na
hy_am: Անցնել
it: Spostati su
ja: 切り替え
ka: გადართვა
kk: Ауыстыру
lt: Perjungti į
lv: Pārslēgties uz
mr: वर जा (Switch to)
pl: Zmień na
sv: Växla till
th: สลับไปที่
vi: Chuyển sang

# common.switchToNamedItem
source: Switch to {$name}
bg_bg: Превключване към {$name}
ca: Canviar a {$name}
cs: Přepnout na {$name}
eu: Aldatu hona {$name}
fr: Passer à {$name}
he: מעבר ל- {$name}
hr: Idi na {$name}
hy_am: Անցնել {$name} -ին
it: Spostati su {$name}
ja: {$name}に切り替え
ka: გადართვა {$name}
kk: {$name}Ауыстыру
lt: Perjungti į {$name}
lv: Pārslēgties uz {$name}
mr: {$name} वर जा (Switch to)
pl: Zmień na {$name}
sv: Byt till {$name}
th: สลับไปที่ {$name}
vi: Chuyển sang {$name}

# common.title
source: Title
ar_iq: العنوان
az: BaŇülńĪq
bg_bg: Заглавие
ca: Títol
cs: Název
da_dk: Titel
de_de: Titel
el_gr: Τίτλος
eu: Titulua
fa_ir: عنوان
fi_fi: Otsikko
fr: Titre
gl_es: Título
he: כותר
hr: Naslov
hu: Cím
hy_am: Վերնագիր
id_id: Judul
is_is: Titill
it: Titolo
ja: タイトル
ka: სათაური
kk: Тақырып
lt: Antraštė
lv: Virsraksts
mk_mk: Наслов
mr: शीर्षक
ms: Tajuk
nb: Tittel
pl: Tytuł
pt_pt: Título
ro: Titlu
sl_si: Naslov
sv: Titel
th: ชื่อเรื่อง
tr_tr: Başlık
uk_ua: Заголовок
vi: Tiêu đề
zh_cn: 标题

# common.top
source: Top
ar_iq: أعلى
az: √úst
bg_bg: Горе
ca: Part superior
cs: Začátek
da_dk: Øverst
de_de: Zum Seitenanfang
el_gr: Κορυφή
eu: Orri-hasierara
fa_ir: فوق
fi_fi: Alkuun
fr: Haut de page
gl_es: Principio
he: למעלה
hr: Vrh
hu: Fel
hy_am: Գագաթ
is_is: Efst
it: Inizio pagina
ja: トップ
ka: ზემოთ
kk: Жоғарғы
lt: Viršus
lv: Augša
mk_mk: Горе
mr: शिखर (Top)
nb: Til topps
pl: Góra
pt_pt: Topo
sl_si: Na vrh
sv: Till början
th: บนสุด
tr_tr: Üst
uk_ua: До початку
vi: Đầu trang
zh_cn: 顶部

# common.true
source: True
ar_iq: صحيح
bg_bg: Истина
ca: Vertader
cs: Ano
da_dk: Sandt
de_de: Wahr
el_gr: Αληθές
eu: Egiazkoa
fa_ir: صحیح
fi_fi: Tosi
fr: Vrai
gl_es: Verdadeiro
he: נכון
hr: Točno
hu: Igaz
hy_am: Ճիշտ
id_id: Benar
is_is: Satt
it: Vero
ja: 正
ka: ჭეშმარიტი
kk: Дұрыс
lt: Teisingai
lv: Patiess
mk_mk: Точно
mr: TRUE (खरे)
ms: Benar
nb: Korrekt
pl: Prawda
pt_pt: Verdadeiro
ro: Adevărat
sl_si: Pravilno
sv: Sant
th: จริง
tr_tr: Doğru
uk_ua: Істина
vi: Đúng

# common.type
source: Type
ar_iq: النوع
az: N√∂v
bg_bg: Тип
ca: Tipus
cs: Typ
de_de: Typ
el_gr: Τύπος
eu: Mota
fa_ir: نوع
fi_fi: Tyyppi
gl_es: Tipo
he: סוג
hr: Tip
hu: Típus
hy_am: Տիպ
id_id: Tipe
is_is: Tegund
it: Tipo
ja: タイプ
ka: ტიპი
kk: Түрі
lt: Tipas
lv: Tips
mk_mk: Вид
mr: प्रकार (Type)
ms: Jenis
pl: Typ
pt_pt: Tipo
ro: Tip
sl_si: Tip
sv: Typ
th: ประเภท
tr_tr: Tür
uk_ua: Тип
vi: Loại
zh_cn: 类型

# common.uploadedBy
source: Uploaded by {$name}
ca: Carregat per {$name}
cs: Nahrál/a {$jméno}
eu: {$name}-k igo du
fr: Téléversé par {$name}
he: הועלה על ידי {$name}
hr: Prenio {$name}
it: Caricato da {$name}
ja: {$name} によってアップロードされた
lt: Įkėlė {$name}
lv: Augšupielādēja {$name}
mr: {$name} यांनी संक्रमित (अपलोड) केले
sv: Uppladdad av {$name}
th: อัปโหลดโดย {$name}
vi: Tải lên bởi {$name}

# common.uploadedByAndWhen
source: Uploaded by {$name} on {$date}
ca: Carregat per {$name} el {$date}
cs: Nahrál/a {$name} dne {$date}
eu: {$name}-k igota {$date} honetan
fr: Téléversé par {$name} le {$date}
he: הועלה על ידי {$name} ב-{$date}
hr: Prenio {$name} {$date}
it: Caricato da {$name} il {$date}
ja: {$date}に{$name} によってアップロードされた
lt: Įkėlė {$name} {$date}
lv: Augšupielādēja {$name}, {$date}
mr: {$name} यांनी {$date} रोजी संक्रमित (अपलोड) केले
sv: Uppladdad av {$name}, {$date}
th: อัปโหลดโดย {$name} เมื่อ {$date}
vi: Tải lên bởi {$name} vào ngày {$date}

# common.component
source: Component
ar_iq: المكون
az: Komponent
bg_bg: Компонент
cs: Komponenta
da_dk: Dele
de_de: Komponente
el_gr: Στοιχείο
eu: Osagaia
fa_ir: اجزاء
fi_fi: Osa
fr: Composante
gl_es: Compoñente
he: רכיב
hr: komponenta
hu: Összetevő
hy_am: Բաղադրիչ
id_id: Komponen
is_is: Hluti
it: Componente
ja: 要素
ka: კომპონენტი
kk: Компонент
lt: Komponentas
lv: Komponents
mk_mk: Компонента
mr: घटक (Component)
ms: Komponen
nb: Komponent
pl: Element
pt_pt: Componente
ro: Componenta
sl_si: Komponenta
th: ส่วนประกอบ
tr_tr: Bileşen
uk_ua: Компонент
vi: Thành phần
zh_cn: 组件

# common.untitled
source: Untitled
ar_iq: بلا عنوان
az: BaŇülńĪqsńĪz
bg_bg: Без заглавие
ca: Sense títol
cs: Bez názvu
da_dk: Ikke-navngivet
de_de: Ohne Titel
el_gr: Χωρίς τίτλο
eu: Izengabea
fa_ir: بدون عنوان
fi_fi: Nimetön
fr: Sans titre
gl_es: Sen título
he: ללא כותרת
hr: Bez naslova
hu: Névtelen
hy_am: Չվերնագրված
id_id: Tidak berjudul
is_is: Án heitis
it: Senza titolo
ja: タイトルなし
ka: უსათაურო
kk: Атауы жоқ
lt: Be antraštės
lv: Bez virsraksta
mk_mk: Без наслов
mr: शीर्षक नसलेले
ms: Tidak bertajuk
nb: Uten tittel
pl: Bez nazwy
pt_pt: Sem título
ro: Fără titlu
sl_si: Brez naslova
sv: Utan titel
th: ไม่มีชื่อ
tr_tr: Başlıksız
uk_ua: Без заголовку
vi: Không có tiêu đề
zh_cn: 未命名的

# common.updated
source: Updated
ar_iq: محدث
az: Yenil…ôndi
bg_bg: Актуализиран
ca: Actualitzat
cs: Aktualizováno
da_dk: Opdateret
de_de: Aktualisiert
el_gr: Ενημερώθηκε
eu: Eguneratuta
fa_ir: بروز رسانی شد
fi_fi: Päivitetty
fr: Mis à jour
gl_es: Actualizado
he: מעודכן
hr: Obnovljeno
hu: Frissített
hy_am: Թարմացված
id_id: Diperbaharui
is_is: Uppfært
it: Aggiornato
ja: 更新された
ka: განახლებული
kk: Жаңартылған
lt: Atnaujinta
lv: Atjaunināts
mk_mk: Ажурирано
mr: अद्ययावत केले
ms: Dikemaskini
nb: Oppdatert
pl: Zaktualizowany
pt_pt: Atualizado
ro: Actualizat
sl_si: Posodobljeno
sv: Uppdaterad
th: อัปเดตแล้ว
tr_tr: Güncellenmiş
uk_ua: Оновлено
vi: Đã cập nhật
zh_cn: 已上传的

# common.uploadedDate
source: Uploaded date
ar_iq: تاريخ الرفع
az: Y√ľkl…ôm…ô tarixi
bg_bg: Дата на качване
ca: Data carregada
cs: Datum nahrání
da_dk: Upload-tidspunkt
de_de: Datum des Hochladens
el_gr: Ημερομηνία μεταφόρτωσης
eu: Kargatze-data
fa_ir: تاریخ آپلود
fi_fi: Ladattu (pvm)
fr: Date de transfert
gl_es: Data de carga
he: תאריך העלאה
hr: Datum učitavanja
hu: Feltöltés dátuma
hy_am: Ներբեռնման ամսաթիվ
id_id: Tanggal unggah
is_is: Hlaðið upp dagsetning
it: Data di caricamento
ja: アップロード日
ka: ატვირთვის თარიღი
kk: Жүктелген күн
lt: Įkelta data
lv: Augšupielādes datums
mk_mk: Датум на прикачување
mr: संक्रमित (अपलोड) केल्याची तारीख
ms: Tarikh dimuat naik
nb: Opplastningsdato
pl: Data przesłania
pt_pt: Data do upload
ro: Data actualizării
sl_si: Datum oddaje
sv: Uppladdningsdatum
th: วันที่อัปโหลด
tr_tr: Yükleme tarihi
uk_ua: Дата завантаження
vi: Ngày tải lên
zh_cn: 上传日期

# common.upload
source: Upload
ar_iq: رفع
az: Fayl y√ľkl…ôyin
bg_bg: Качване
ca: Carregar
cs: Nahrát
da_dk: Overfør
de_de: Hochladen
el_gr: Μεταφόρτωση
eu: Kargatu
fa_ir: آپلود
fi_fi: Lataa
fr: Transférer
gl_es: Cargar
he: העלאה
hr: Pošalji datoteku
hu: Feltölt
hy_am: Ներբեռնել
id_id: Unggah
is_is: Hlaða upp
it: Carica
ja: アップロード
ka: ატვირთვა
kk: Жүктеу
lt: Įkelti
lv: Augšupielādēt
mk_mk: Прикачување
mr: संक्रमित (अपलोड) करा
ms: Muat naik
nb: Last opp
pl: Prześlij
pt_pt: Transferir
ro: Incarcă
sl_si: Naloži
sv: Ladda upp
th: อัปโหลด
tr_tr: Dosya yükle
uk_ua: Завантажити
vi: Tải lên
zh_cn: 上传

# common.uploadFailed
source: The file could not be uploaded or revised.
ar_iq: تعذر رفع الملف أو تنقيحه.
az: Fayl y√ľkl…ôn…ô bilm…ôdi v…ô g√∂zd…ôn ke√ßiril…ô bilm…ôdi
bg_bg: Файлът не можа да бъде качен или преработен.
ca: L'arxiu no s’ha pogut carregar ni revisar.
cs: Soubor nemohl být nahrán. Zkuste to prosím znovu nebo se obraťte na správce, pokud problém přetrvává.
da_dk: Filen kunne ikke uploades eller revideres.
de_de: Die Datei konnte nicht hochgeladen werden. Bitte probieren Sie es erneut oder benachrichtigen Sie den/die Administrator/in, wenn das Problem weiter besteht.
el_gr: Το αρχείο δεν μεταφορτώθηκε. Παρακαλούμε προσπαθήστε ξανά, ή επικοινωνήστε με τον Διαχειριστή αν το πρόβλημα παραμένει.
eu: Fitxategia ezin izan da kargatu. Saiatu berriro edo administratzailearekin harremanetan jarri arazoak jarraitzen badu.
fa_ir: فایل قابل آپلود نیست. لطفاً دوباره امتحان کنید و یا با مدیر سایت تماس بگیرید
fi_fi: Tiedostoa ei voitu ladata tai korjata.
fr: Le fichier n'a pu être transféré. Veuillez essayer de nouveau ou communiquer avec l'administrateur si le problème persiste.
gl_es: Non se puido cargar o ficheiro. Téntao de novo ou ponte en contacto co administrador se o problema persiste.
he: לא היתה אפשרות להעלות או לשנות את הקובץ.
hr: Datoteka se nije mogla učitati. Pokušajte ponovno ili obavijestite administratora ako se problem nastavi pojavljivati.
hu: A fájlt nem lehet feltölteni vagy módosított.
hy_am: Ֆայլը չի կարող ներբեռնվել կամ խմբագրվել:
id_id: file tidak bisa diunggah. Coba lagi atau hubungi administrator jika masalah tetap ada.
is_is: Ekki var hægt að hlaða upp eða endurbæta skrá.
it: Il file non può essere caricato. Riprova o contatta l'amministratore se il problema persiste.
ja: このファイルはアップロードできませんでした。再度試して，問題が解消されない場合は管理者に連絡してください。
ka: ფაილის ატვირთვა, ან გადასინჯვა ვერ მოხერხდა.
kk: Файлды жүктеу немесе өңдеу мүмкін болмады.
lt: Failo nepavyko įkelti ar peržiūrėti.
lv: Datni nevarēja augšupielādēt vai labot.
mk_mk: Фајлот не може да се прикачи или ревидира.
mr: फाईलचे संक्रमण (अपलोड) किंवा फेरसंक्रमण (revise) करता आलेले नाही.
ms: Fail tidak boleh dimuat naik atau disemak.
nb: Filen kunne ikke lastes opp eller revideres.
pl: Plik nie może zostać przesłany. Spróbuj ponownie lub skontaktuj się z administratorem.
pt_pt: Não foi possível transferir o ficheiro. Tente novamente ou contacte o administrador se o problema persistir.
ro: Acest fișier nu poate fi încărcat ori rezuzuit.
sl_si: Datoteke ni bilo mogoče naložiti oziroma posodobiti.
sv: Filen kunde inte laddas upp eller ändras.
th: ไม่สามารถอัปโหลดหรือแก้ไขไฟล์ได้
tr_tr: Dosya yüklenemedi ve gözden geçirilemedi.
uk_ua: Цей файл не може бути завантажений або змінений.
vi: Không thể tải lên hoặc sửa đổi tệp.
zh_cn: 该文件无法上传。请重试或联系管理员如果问题仍然存在.

# common.addFile
source: Add File
ar_iq: إضافة الملف
az: FaylńĪ …ôlav…ô edin
bg_bg: Добавяне на файл
ca: Afegir arxiu
cs: Přidat soubor
eu: Gehitu fitxategia
fr: Ajouter un fichier
gl_es: Engadir arquivo
he: הוסף קובץ
hr: Dodaj datoteku
hu: Fájl hozzáadása
hy_am: Ավելացնել ֆայլ
is_is: Bæta við skrá
it: Aggiungi file
ja: ファイル追加
ka: ფაილის დამატება
kk: Файлды енгізу
lt: Pridėti failą
lv: Pievienot datni
mr: फाईल जोडा
ms: Tambah fail
nb: Legg til fil
pl: Dodaj plik
sv: Lägg till fil
th: เพิ่มไฟล์
tr_tr: Dosya Ekle
vi: Thêm tệp

# common.upload.addFile
source: Upload File
ar_iq: رفع الملف
az: FaylńĪ y√ľkl…ôyin
bg_bg: Качване на файл
ca: Carregar arxiu
cs: Nahrát soubor
da_dk: Upload fil
de_de: Datei hochladen
el_gr: Μεταφόρτωση αρχείου
eu: Kargatu fitxategia
fa_ir: آپلود فایل
fi_fi: Lataa tiedosto
fr: Transférer un fichier
gl_es: Cargar arquivo
he: העלה קובץ
hr: Učitaj datoteku
hu: Fájl feltöltés
hy_am: Ներբեռնել ֆայլը
id_id: Unggah File
is_is: Hlaða upp skrá
it: Carica il file
ja: ファイルアップロード
ka: ფაილი
kk: Файлды жүктеп салу
lt: Įkelti failą
lv: Augšupielādēt datni
mk_mk: Прикачи фајл
mr: फाईल संक्रमित (अपलोड) करा
ms: Muat Naik Fail
nb: Last opp fil
pl: Prześlij plik
pt_pt: Upload Ficheiro
ro: Încărcați fișierul
sl_si: Naloži datoteko
sv: Ladda upp fil
th: อัปโหลดไฟล์
tr_tr: Dosya Yükle
uk_ua: Завантажити файл
vi: Tải lên tệp
zh_cn: 上传文件

# common.upload.addFile.description
source: Upload a file from your computer.
az: Komp√ľterinizd…ôn bir fayl y√ľkl…ôyin.
bg_bg: Качване на файл от вашия компютър.
ca: Carregar un arxiu des del vostre ordinador.
cs: Nahrajte soubor z počítače.
eu: Igo fitxategi bat zure ordenagailutik.
fr: Téléverser un fichier depuis votre ordinateur.
he: העלה קובץ מהמחשב שלך.
hr: Prenesi datoteku s računala.
hy_am: Վերբեռնեք նիշքը ձեր համակարգչից:
it: Carica un file dal tuo computer.
ja: コンピュータからファイルをアップロード。
ka: ატვირთეთ ფაილი თქვენი კომპიუტერიდან.
kk: Файлды компьютерден жүктеп салыңыз.
lt: Įkelkite failą iš savo kompiuterio.
lv: Augšupielādēt datni no jūsu datora.
mr: तुमच्या संगणकावरून फाईल संक्रमित (अपलोड) करा.
pl: Wgraj plik z Twojego komputera.
sv: Ladda upp en fil från din dator.
th: อัปโหลดไฟล์จากคอมพิวเตอร์ของคุณ
vi: Tải lên tệp từ máy tính của bạn.

# common.upload.restore
source: Restore Original
ar_iq: استعادة الأصلي
az: OrijinalńĪnńĪ yenid…ôn y√ľkl…ôyin
bg_bg: Връщане на оригинала
ca: Restaurar l'original
cs: Obnovit originál
da_dk: Gendan original
de_de: Original wiederherstellen
el_gr: Επαναφορά αρχικού
eu: Leheneratu jatorrizkoa
fi_fi: Palauta alkuperäinen
fr: Restaurer l'original
gl_es: Restaurar o orixinal
he: שחזור המקור
hr: vratiti original
hu: Eredeti visszaállítása
hy_am: Վերականգնել բնօրինակը
id_id: Pulihkan Ke Asal
is_is: Endurheimta frumgerð
it: Ripristina originale
ja: 元に戻す
ka: ორიგინალის აღდგენა
kk: Түпнұсқаны қалпына келтіру
lt: Atkurti originalą
lv: Atjaunot sākotnējo
mk_mk: Врати го оригиналниот
mr: मूळ फाईल पुनर्संचयित (Restore) करा
ms: Pulihkan Asal
nb: Gjenopprett original
pl: Przywróć oryginalne
pt_pt: Restaurar Original
ro: Restaurați originalul
sl_si: Obnovi na prvotno
sv: Återställ original
th: กู้คืนต้นฉบับ
tr_tr: Orijinali Geri Yükle
uk_ua: Відновити попереднє
vi: Khôi phục gốc
zh_cn: 恢复到原始状态
