Repository: pkp/pkp-lib
Catalog: locale/*/default.po
Languages: ar, bg_bg, cs, da_dk, de_de, el_gr, es_es, eu, fi, fr_ca, hr, hy, is, it, ka_ge, kk_kz, lv_lv, mr, ms, pt_br, pt_pt, tr, uk, vi

# default.submission.step.beforeYouBegin
source: <p>Thank you for submitting to the {$contextName}. You will be asked to upload files, identify co-authors, and provide information such as the title and abstract.<p><p>Please read our <a href="{$submissionGuidelinesUrl}" target="_blank">Submission Guidelines</a> if you have not done so already. When filling out the forms, provide as many details as possible in order to help our editors evaluate your work.</p><p>Once you begin, you can save your submission and come back to it later. You will be able to review and correct any information before you submit.</p>
ar: <p>شكرًا على تقديمك إلى {$contextName}. ستتم مطالبتك برفع الملفات، تعريف المؤلفين المشاركين، وتقديم معلومات أخرى مثل العنوان والملخص.<p><p>يرجى قراءة <a href="{$submissionGuidelinesUrl}" target="_blank">إرشاداتنا للتقديم</a> إذا لم يسبق لك ذلك. عند ملء النماذج، حاول توفير أكبر قدر من المعلومات من أجل مساعدة محررينا في تقييم عملك.</p><p>بمجرد أن تبدأ، يمكنك حفظ طلب تقديمك ثم العودة إليه لاحقًا. ستتمكن من مراجعة وتصحيح أي معلومات قبل تسليمه.</p>
bg_bg: <p>Благодарим ви, че изпратихте {$contextName}. Ще бъдете помолени да качите файлове, да идентифицирате съавтори и да предоставите информация като заглавие и резюме.<p><p>Моля, прочетете нашите <a href="{$submissionGuidelinesUrl}" target="_blank">Указания за изпращане </a>, ако още не сте го направили. Когато попълвате формулярите, предоставете възможно най-много подробности, за да помогнете на нашите редактори да оценят работата ви.</p><p>След като започнете, можете да запазите подаването си и да се върнете към него по-късно. Ще можете да прегледате и коригирате всяка информация, преди да изпратите материала.</p>
cs: <p>Děkujeme vám za zaslání příspěvku do {$contextName}. Budete požádáni o nahrání souborů, určení spoluautorů a poskytnutí informací, jako je název a abstrakt.<p><p>Pokud jste tak ještě neučinili, přečtěte si, prosím, naše <a href="{$submissionGuidelinesUrl}" target="_blank">Pokyny pro předkládání příspěvků</a>. Při vyplňování formulářů uveďte co nejvíce podrobností, abyste našim redaktorům usnadnili hodnocení vaší práce.</p><p>Jakmile začnete, můžete si příspěvek uložit a vrátit se k němu později. Před odesláním si budete moci zkontrolovat a opravit případné informace.</p>
da_dk: <p>Tak for din indsendelse til {$contextName}. Du vil blive bedt om at uploade filer, angive medforfattere og angive anden information såsom titel og resumé.</p><p>Læs venligst vores <a href="{$submissionGuidelinesUrl}" target="_blank">Retningslinjer for indsendelser</a>, hvis du ikke allerede har gjort det. Når du udfylder felterne, så angiv så mange detaljer som muligt for at hjælpe vores redaktører med at evaluere dit arbejde.</p><p>Når du går i gang, kan du gemme din indsendelse og komme tilbage senere. Du får mulighed for at gennemgå og evt. rette den angivne information før du indsender.</p>
eu: <p>Eskerrik asko {$contextName}-ra bidaltzeagatik. Fitxategiak igotzeko, egilekideak identifikatzeko eta izenburua eta laburpena bezalako informazioa emateko eskatuko zaizu.</p><p>Mesedez, irakurri gure <a href="{$submissionGuidelinesUrl}" target="_blank">Bidalketa Jarraibideak</a>, oraindik egin ez baduzu. Inprimakiak betetzerakoan, eman ahalik eta xehetasun gehien, gure editoreei zure lana ebaluatzen laguntzeko.</p><p>Behin hasita, zure bidalketa gorde eta geroago itzul zaitezke. Edozein informazio berrikusi eta zuzendu ahal izango duzu bidali aurretik.</p>
fi: <p>Kiitos käsikirjoituksen lähettämisestä. Sinua pyydetään lataamaan tiedostoja, tunnistamaan kirjoittajia ja antamaan kuvailutietoja, kuten otsikko ja abstrakti.</p><p>Ole hyvä ja lue meidän <a href="{$submissionGuidelinesUrl}" target="_blank">kirjoittajaohjeet</a> mikäli et ole jo tehnyt niin. Anna käsikirjoituksestasi mahdollisimman täydelliset tiedot helpottaaksesi meidän työtämme.</p><p>Voit tallentaa lomakkeen ja palata täyttämään sen loppuun myöhemmin. Voit korjata mitä tahansa antamiasi tietoja ennen käsikirjoituksen lopullista lähetystä.</p>
fr_ca: <p>Merci de votre soumission à la revue {$contextName}. Il vous sera demandé de téléverser des fichiers, identifier des co-auteur.trice.s et fournir des informations comme le titre et le résumé.<p><p>Si vous ne l'avez pas encore fait, merci de consulter nos <a href="{$submissionGuidelinesUrl}" target="_blank">Recommandations pour la soumission</a>. Lorsque vous remplissez les formulaires, merci de fournir autant de détails que possible pour aider nos éditeur.trice.s à évaluer votre travail. </p><p>Une fois que vous avez commencé, vous pouvez enregistrer votre soumission et y revenir plus tard. Vous pourrez alors réviser et modifier toutes les informations voulues avant de soumettre le tout.</p>
hr: <p>Hvala što ste se prijavili na {$contextName}. Od vas će se tražiti da prenesete datoteke, identificirate koautore i date informacije kao što su naslov i sažetak.<p><p>Pročitajte naše <a href="{$submissionGuidelinesUrl}" target="_blank">Smjernice za prijavu </a> ako to već niste učinili. Kada ispunjavate obrasce, navedite što više pojedinosti kako biste pomogli našim urednicima da procijene vaš rad.</p><p>Kad počnete, možete spremiti svoj podnesak i vratiti mu se kasnije. Moći ćete pregledati i ispraviti sve informacije prije slanja.</p>
hy: <p>Շնորհակալություն {$contextName} -ին ուղարկելու համար: Ձեզանից կպահանջվի վերբեռնել նիշքերը, բացահայտել համահեղինակներին և տրամադրել տեղեկություններ, ինչպիսիք են վերնագիրը և համառոտագիրը:<p><p>Խնդրում ենք կարդալ մեր <a href="{$submissionGuidelinesUrl}" target="_blank">Ներկայացման ուղեցույցները: </a> եթե դա դեռ չեք արել: Ձևաթղթերը լրացնելիս հնարավորինս շատ մանրամասներ տրամադրեք, որպեսզի օգնեք մեր խմբագիրներին գնահատել ձեր աշխատանքը:</p><p>Հենց որ սկսեք, կարող եք պահպանել ձեր ներկայացումը և ավելի ուշ վերադառնալ դրան: Դուք կկարողանաք վերանայել և ուղղել ցանկացած տեղեկություն նախքան ուղարկելը:</p>
it: <p>Grazie dell'interesse dimostrato per {$contextName}. Ti verrà ora richiesto di caricare i file, specificare i co-autori e fornire informazioni identificative quali titolo e abstract.</p><p>Se non l'hai già fatto, ti chiediamo gentilmente di leggere le nostre <a href="{$submissionGuidelinesUrl}" target="_blank">Linee guida per l'invio di proposte</a>. Quando compilerai i campi, ti chiediamo di fornire il maggior numero di dettagli possibile per aiutare l'editor nella valutazione del tuo lavoro.</p><p>Una volta iniziata la compilazione, puoi salvare la proposta in bozza per modificarla e inviarla in un secondo momento. Potrai ricontrollare e correggere ogni informazione prima dell'invio effettivo.</p>
mr: <p>लेखन {$contextName} वर सादर केल्याबद्दल धन्यवाद. तुम्हाला फाईल्स संक्रमित (अपलोड) करण्यास, सह-लेखकांची माहिती देण्यास (identify) तसेच शीर्षक आणि सारांश यासारखी माहिती देण्यास सांगितले जाईल.<p><p>जर तुम्ही यापूर्वी हे केले नसेल तर कृपया आमची <a href="{$submissionGuidelinesUrl}" target="_blank">सादरीकरणासंबंधी (सबमिशन) मार्गदर्शक तत्त्वे</a> नजरेखालून घालावीत. फॉर्म भरताना, आमच्या संपादकांना तुमच्या कामाचे योग्य मूल्यमापन करण्यास मदत होईल असे शक्य तितके तपशील द्या.</p><p>ही प्रक्रिया एका बैठकीत अपूर्ण राहिली तर तुम्ही जेवढी माहिती दिली आहे ती सेव्ह करून, उरलेली नव्या बैठकीत देऊ शकता. दिलेली माहिती सादर करण्यापूर्वी तुम्ही तिचे पुनरावलोकन आणि त्यात फेरफारही करू शकाल.<p>
pt_br: <p>Obrigado por submeter para {$contextName}. Você será solicitado a enviar arquivos, identificar coautores e fornecer informações como título e resumo.<p><p>Leia nossas <a href="{$submissionGuidelinesUrl}" target="_blank">Diretrizes de Submissão </a> caso ainda não o tenha feito. Ao preencher os formulários, forneça o máximo de detalhes possível para ajudar nossos editores a avaliar seu trabalho.</p><p>Depois de começar, você pode salvar sua submissão e voltar a ele mais tarde. Você poderá revisar e corrigir qualquer informação antes de submeter.</p>
pt_pt: <p>Obrigado por submeter o seu trabalho para {$contextName}. Deverá enviar os ficheiros da submissão, identificar coautores e fornecer informações como título e resumo.<p><p>Leia as nossas <a href="{$submissionGuidelinesUrl}" target="_blank">Instruções aos Autores</a> caso ainda não o tenha feito. Ao preencher os formulários, forneça o máximo de detalhes possíveis para ajudar os editores a melhor avaliar o seu trabalho.</p><p>Depois de começar, pode guardar a submissão e voltar a ela mais tarde. Poderá rever e corrigir qualquer informação antes de submeter o trabalho.</p>
tr: <p>{$contextName}'ne gönderdiğiniz aday makale için teşekkür ederiz. Sizden aday makale dosyalarını yüklemeniz, diğer yazarları girmeniz ve başlık ve özet gibi bilgiler vermeniz istenecektir.<p><p>Lütfen aday makelenizi göndermeden önce <a href="{$submissionGuidelinesUrl}" target="_blank">Yazar Rehberini</a> gözden geçiriniz. Makale gönderim adımlarında editörlerimizin çalışmanızı değerlendirmesine yardımcı olmak için mümkün olduğunca doğru ve eksiksiz bilgi verin.</p><p>Aday makale göndermeye başladığınızda gönderiminiz otomatik kaydedebilir ve daha sonra giriş yaparak gönderim adımlarına devam edebilirsiniz. Göndermeden önce girdiğiniz tüm bilgileri inceleyebilir ve düzeltebilirsiniz.</p>
uk: <p>Дякуємо, що подали заявку до {$contextName}. Вам буде запропоновано завантажити файли, визначити співавторів і надати таку інформацію, як назва та анотація. <p><p>Будь ласка, прочитайте наші <a href="{$submissionGuidelinesUrl}" target="_blank">Правила подання</a>, якщо ви ще цього не зробили. Заповнюючи форми, надайте якомога більше деталей, щоб допомогти нашим редакторам оцінити вашу роботу.</p><p>Почавши, ви можете зберегти подання та повернутися до нього пізніше. Ви зможете переглянути та виправити будь-яку інформацію, перш ніж надсилати.</p>
vi: <p>Cảm ơn bạn đã gửi bài cho {$contextName}. Bạn sẽ được yêu cầu tải lên các tệp, xác định đồng tác giả, và cung cấp thông tin như tiêu đề và tóm tắt.<p><p>Vui lòng đọc <a href="{$submissionGuidelinesUrl}" target="_blank">Hướng dẫn Gửi bài</a> nếu bạn chưa làm vậy. Khi điền vào các biểu mẫu, hãy cung cấp càng nhiều chi tiết càng tốt để giúp biên tập viên của chúng tôi đánh giá công trình của bạn.</p><p>Sau khi bắt đầu, bạn có thể lưu bản thảo của mình và quay lại sau. Bạn sẽ có thể xem lại và sửa chữa mọi thông tin trước khi gửi.</p>

# default.submission.step.uploadFiles
source: <p>Provide any files our editorial team may need to evaluate your submission. In addition to the main work, you may wish to submit data sets, conflict of interest statements, or other supplementary files if these will be helpful for our editors.</p>
ar: <p>زودنا بأي ملفات قد يحتاجها فريقنا من المحررين لتقييم طلب تقديمك. إضافة إلى العمل الرئيسي، قد ترغب بتقديم جداول بيانات، خطاب تضارب المصالح أو أي ملفات تكميلية أخرى إن كانت ذات نفع لمحررينا.</p>
bg_bg: <p>Предоставете всички файлове, от които нашият редакционен екип може да се нуждае, за да оцени метериала за статия. В допълнение към основната работа може да поискате да изпратите набори от данни, декларации за конфликт на интереси или други допълнителни файлове, ако те ще бъдат полезни за нашите редактори.</p>
cs: <p>Poskytněte nám všechny soubory, které může náš redakční tým potřebovat k vyhodnocení vašeho příspěvku. Kromě hlavní práce můžete předložit soubory dat, prohlášení o střetu zájmů nebo jiné doplňující soubory, pokud budou pro naše redaktory užitečné.</p>
da_dk: <p>Upload alle filer, der er nødvendige for at vores redaktion kan evaluere din indsendelse. Udover selve manuskriptet, kan det måske være relevant at indsende datasæt, udtalelse om eventuelle interessekonflikter eller andre supplerende filer, hvis disse er hjælpsomme for redaktørerne.</p>
eu: <p>Eman iezazkiguzu gure erredakzio-taldeak zure bidalketa ebaluatzeko behar dituen fitxategi guztiak. Lan nagusiaz gain, datu-multzoak, interes-gatazken adierazpenak edo bestelako fitxategi osagarriak bidali ditzakezu, gure editoreentzat lagungarriak badira.</p>
fi: <p>Anna käsikirjoitukseen liittyvät tiedostot, jotka haluat lähettää toimittajille. Pääasiallisen käsikirjoitustiedoston lisäksi tämä voi tarkoittaa data-aineistoja, erilaisia lausuntoja tai mitä tahansa liitteitä, joista on apua toimittajien päätöksenteolle.</p>
fr_ca: <p> Fournir tous les fichiers dont notre équipe éditoriale pourrait avoir besoin pour évaluer votre soumission. En plus du fichier principal, vous pouvez soumettre des ensembles de données, une déclaration relative au conflit d'intérêt ou tout autre fichier potentiellement utile pour nos éditeur.trice.s.</p>
hr: <p>Navedite sve datoteke koje će naš urednički tim možda trebati za procjenu vašeg podneska. Uz glavni rad, možda ćete htjeti poslati skupove podataka, izjave o sukobu interesa ili druge dopunske datoteke ako će biti od pomoći našim urednicima.</p>
hy: <p>Տրամադրեք ցանկացած նիշք, որը կարող է անհրաժեշտ լինել մեր խմբագրական թիմին ձեր ներկայացումը գնահատելու համար: Բացի հիմնական աշխատանքից, կարող եք ցանկանալ ներկայացնել տվյալների հավաքածուներ, շահերի բախման հայտարարություններ կամ այլ լրացուցիչ նիշքեր, եթե դրանք օգտակար կլինեն մեր խմբագիրների համար:</p>
it: <p>Qui è possibile fornire qualsiasi file si ritenga utile sottoporre al team editoriale per la valutazione della proposta. A integrazione del manoscritto principale, possono essere aggiunti set di dati, dichiarazioni sul conflitto d'interessi o altri file supplementari.</p>
mr: <p>तुमच्या सादरीकरणाचे मूल्यमापन करण्यासाठी आमच्या संपादकीय टीमला आवश्यक त्या फाईल्स द्या. मुख्य कामाव्यतिरिक्त, संपादकांसाठी उपयुक्त होतील असे तुम्हाला वाटणार्‍या डेटा सेट, हितसंबंध विषयक विधाने किंवा इतर कोणत्याही पूरक फाईल्सही सादर करू शकता.</p>
pt_br: <p>Forneça todos os arquivos que nossa equipe editorial possa precisar para avaliar sua submissão. Além do trabalho principal, você pode enviar conjuntos de dados, declarações de conflito de interesses ou outros arquivos suplementares se forem úteis para nossos editores.</p>
pt_pt: <p>Forneça todos os ficheiros necessários para a equipa editorial analisar a submissão. Além do trabalho principal, pode enviar conjuntos de dados, declarações de conflito de interesses ou outros ficheiros suplementares, se forem úteis para os editores.</p>
tr: <p>Editörlerimizin aday makalenizi değerlendirmek için ihtiyaç duyabileceği tüm dosyaları yükleyin. Aday makalenize ek olarak, editörlerimiz için yararlı olacaksa, veri kümeleri, çıkar çatışması beyanları veya diğer ek dosyaları göndermek isteyebilirsiniz.</p>
uk: <p>Надайте будь-які файли, які можуть знадобитися нашій редакції для оцінки вашого подання. На додаток до основної роботи ви можете надіслати набори даних, заяви про конфлікт інтересів або інші додаткові файли, якщо вони будуть корисними для наших редакторів.</p>
vi: <p>Cung cấp bất kỳ tệp nào mà đội ngũ biên tập của chúng tôi có thể cần để đánh giá bài gửi của bạn. Ngoài tác phẩm chính, bạn có thể muốn gửi bộ dữ liệu, tuyên bố xung đột lợi ích, hoặc các tệp bổ sung khác nếu những điều này sẽ hữu ích cho biên tập viên của chúng tôi.</p>

# default.submission.step.contributors
source: <p>Add details for all of the contributors to this submission. Contributors added here will be sent an email confirmation of the submission, as well as a copy of all editorial decisions recorded against this submission.</p><p>If a contributor can not be contacted by email, because they must remain anonymous or do not have an email account, please do not enter a fake email address. You can add information about this contributor in a message to the editor at a later step in the submission process.</p>
ar: <p>أضف تفاصيل عن كل المساهمين في طلب التقديم هذا. سيتلقى المساهمون المضافون هنا رسائل بريد الكتروني تأكيدية عن هذا الطلب وكذلك نسخة من كل قرارات هيئة التحرير المتعلقة به.</p><p>إذا تعذر التواصل مع أي مساهم عبر البريد الالكتروني بسبب ضرورة بقائه مجهول الهوية أو لعدم امتلاكه عنوان بريد الكتروني، رجاءً لا تقم بإدخال عنوان زائف له. يمكنك إضافة المعلومات عن هذا المساهم عبر رسالة إلى المحرر في خطوة لاحقة من خطوات عملية التقديم.</p>
bg_bg: <p>Добавете подробности за всички сътрудници на този материал за статия. На добавените тук сътрудници ще бъде изпратен имейл с потвърждение за изпращането, както и копие от всички редакционни решения, записани срещу това изпращане.</p><p>Ако не можем да се свържем със сътрудник по имейл, тъй като той трябва да остане анонимен или нямате имейл акаунт, моля, не въвеждайте фалшив имейл адрес. Можете да добавите информация за този сътрудник в съобщение до редактора на по-късна стъпка от процеса на изпращане.</p>
cs: <p>Přidejte údaje o všech přispěvatelích k tomuto příspěvku. Zde přidaným přispěvatelům bude zasláno e-mailové potvrzení o podání a také kopie všech redakčních rozhodnutí zaznamenaných k tomuto podání.</p><p>Pokud přispěvatele nelze kontaktovat e-mailem, protože musí zůstat v anonymitě nebo nemá e-mailový účet, nezadávejte prosím falešnou e-mailovou adresu. Informace o tomto přispěvateli můžete doplnit ve zprávě pro redakci v pozdější fázi procesu zasílání příspěvků.</p>
da_dk: <p>Angiv detaljer om alle bidragyderne til denne indsendelse. Bidragydere, der tilføjes her, vil få en e-mail tilsendt som en bekræftelse på indsendelsen samt en kopi af alle de redaktionelle beslutninger, der bliver registreret for denne indsendelse.</p><p>Hvis en bidragyder ikke kan kontaktes per e-mail, fordi de enten skal forblive anonym, eller de ikke har en e-mail konto, så undlad venligst at indtaste en falsk e-mail adresse. Du kan i stedet tilføje information om denne bidragyder i en besked til redaktøren i et senere trin i indsendelsesprocessen.</p>
eu: <p>Gehitu bidalketa honetan parte hartu duten guztien xehetasunak. Hemen gehitutako parte-hartzaileei bidalketaren baieztapen-mezu elektroniko bat bidaliko zaie, baita bidalketa honen aurka erregistratutako erabaki editorial guztien kopia bat ere.</p><p>Kolaboratzaile batekin ezin bada posta elektronikoz harremanetan jarri, anonimoa izan behar duelako edo helbide elektronikorik ez duelako, mesedez, ez sartu helbide elektroniko faltsu bat. Kolaboratzaile honi buruzko informazioa gehi dezakezu editoreari bidalitako mezu batean bidalketa prozesuko ondorengo urrats batean.</p>
fr_ca: <p>Ajouter des informations relatives à tous les contributeurs.trices à cette soumission. Les contributeurs.trices ajouté.e.s ici se verront envoyer un courriel de confirmation de la soumission ainsi qu'une copie de toutes les décisions éditoriales enregistrées pour cette soumission.</p><p>Si un.e contributeur.trice ne peut être contacté.e par courriel parce qu'il ou elle doit demeurer anonyme ou n'a pas de compte de messagerie, veuillez ne pas entrer de courriel fictif. Vous pouvez ajouter des informations sur ce ou cette contributeur.trice à une étape ultérieure du processus de soumission.</p>
hr: <p>Dodajte pojedinosti za sve suradnike ovom podnesku. Suradnicima koji su ovdje dodani bit će poslana e-pošta s potvrdom podneska, kao i kopija svih uredničkih odluka zabilježenih u vezi s ovim podneskom.</p><p>Ako se suradnika ne može kontaktirati e-poštom, jer mora ostati anoniman ili nemate račun e-pošte, nemojte unositi lažnu adresu e-pošte. Možete dodati informacije o ovom suradniku u poruci uredniku u kasnijem koraku u procesu podnošenja.</p>
hy: <p>Ավելացրեք մանրամասներ այս ներկայացման բոլոր մասնակիցների համար: Այստեղ ավելացված մասնակիցներին էլեկտրոնային փոստով կուղարկվի ներկայացման հաստատում, ինչպես նաև այս ներկայացման դեմ գրանցված բոլոր խմբագրական որոշումների պատճենը:</p><p>Եթե հնարավոր չէ կապվել աջակցողի հետ էլեկտրոնային փոստով, քանի որ նրանք պետք է մնան անանուն կամ էլ․ փոստի հաշիվ չունեք, խնդրում ենք կեղծ է․ լփոստի հասցե մի մուտքագրեք: Դուք կարող եք այս մասնակցի մասին տեղեկություններ ավելացնել խմբագրին ուղղված հաղորդագրության մեջ՝ ներկայացնելու գործընթացի հետագա փուլում:</p>
it: <p>Aggiungi i dettagli per tutti i co-autori della proposta. I co-autori aggiunti in questo passaggio riceveranno una conferma via email dell'invio, assieme a una copia delle decisioni editoriali che verranno prese in merito a questa proposta.</p><p>Se un co-autore non può essere contattato via email (per necessità di anonimato o per mancanza di un contatto utilizzabile), chiediamo di non inserire un indirizzo falso: potrai aggiungere informazioni riguardo questo co-autore in un messaggio per l'editor, in un passaggio successivo del flusso di invio della proposta.</p>
mr: <p>या सादरीकरणाबरोबर सगळ्या योगदानकर्त्यांची माहिती जोडा. येथे जोडलेल्या योगदानकर्त्यांना सादरीकरणाबाबतची पुष्टी करण्यासाठी ई-मेल आणि या सादरीकरणाशी संबंधीत नोंदवलेल्या सर्व संपादकीय निर्णयांची प्रत त्यांना पाठवली जाईल.</p><p>जर एखाद्या योगदानकर्त्याशी ई-मेलद्वारे संपर्क साधता येण्यात अडचणी असतील जसे त्यांना अनामिक राहायची इच्छा असेल किंवा त्यांचे ई-मेल खाते नसेल, तर कृपया बनावट ई-मेल पत्ता प्रविष्ट करू नका. सादरीकरण प्रक्रियेच्या नंतरच्या टप्प्यावर तुम्ही संपादकाला पाठवलेल्या संदेशात या योगदानकर्त्याबद्दल माहिती देऊ शकता.</p>
pt_br: <p>Adicione os detalhes de todos os contribuidores a esta submissão. Os colaboradores adicionados aqui receberão um e-mail de confirmação da submissão, bem como uma cópia de todas as decisões editoriais registradas contra esta submissão.</p><p>Se um colaborador não puder ser contatado por e-mail, porque deve permanecer anônimo ou não possui uma conta de e-mail, por favor, não insira um endereço de e-mail falso. Você pode adicionar informações sobre este colaborador em uma mensagem ao editor em uma etapa posterior do processo de submissão.</p>
pt_pt: <p>Adicione os detalhes de todos os colaboradores desta submissão. Os contribuidores adicionados aqui receberão um e-mail de confirmação do envio da submissão, bem como uma cópia de todas as decisões editoriais registadas.</p><p>Se um colaborador não puder ser contactado por e-mail, porque deve permanecer anónimo ou não possui uma conta de e-mail, não insira um endereço de e-mail falso. Poderá adicionar informações sobre esse colaborador numa mensagem ao editor numa etapa posterior do processo de submissão.</p>
tr: <p>Aday makaleye katkıda bulunan tüm yazarların bilgilerini ekleyin. Buraya eklenen kişilere aday makalenin e-posta onayı ve değerlendirme sürecinde kaydedilen tüm editoryal kararların bir kopyası gönderilecektir.</p><p>Anonim kalması gerektiği veya bir e-posta hesabı olmadığı için bir katılımcıya e-posta ile ulaşılamıyorsa, lütfen sahte bir e-posta adresi girmeyin. Bu yazar hakkındaki bilgileri, gönderim sürecinin daha sonraki bir aşamasında editöre göndereceğiniz bir mesajla ekleyebilirsiniz.</p>
uk: <p>Додайте подробиці для всіх осіб, які взяли участь у цьому поданні. Таким особам, доданим тут, буде надіслано підтвердження подання електронною поштою, а також копію всіх редакційних рішень, записаних проти цього подання.</p> <p>Якщо з осою, яка взяла участь у цьому поданні, неможливо зв'язатися електронною поштою, оскільки вона повинна залишатися анонімною або не має облікового запису електронної пошти, будь ласка, не вводьте підроблену адресу електронної пошти. Ви можете додати інформацію про цю особу в повідомленні редактору на більш пізньому етапі процесу подання. </p>
vi: <p>Thêm chi tiết cho tất cả những người đóng góp vào bài gửi này. Những người đóng góp được thêm vào đây sẽ nhận được email xác nhận về bài gửi, cũng như một bản sao của tất cả các quyết định biên tập được ghi nhận cho bài gửi này.</p><p>Nếu một người đóng góp không thể liên hệ qua email, vì họ phải ẩn danh hoặc không có tài khoản email, vui lòng không nhập địa chỉ email giả. Bạn có thể thêm thông tin về người đóng góp này trong tin nhắn gửi đến biên tập viên ở bước sau trong quá trình gửi bài.</p>
