Repository: pkp/pkp-lib
Catalog: locale/*/default.po
Languages: ar, bg_bg, cs, da_dk, de_de, el_gr, es_es, eu, fi, fr_ca, hr, hy, is, it, ka_ge, kk_kz, lv_lv, mr, ms, pt_br, pt_pt, tr, uk, vi

# default.submission.step.details
source: <p>Please provide the following details to help us manage your submission in our system.</p>
ar: <p>يرجى توفير التفاصيل الآتية لمساعدتنا في إدارة طلب تقديمك في نظامنا.</p>
bg_bg: <p>Моля, предоставете следните подробности, за да ни помогнете да придвижим редакционния процес в нашата система.</p>
cs: <p>Prosím, uveďte následující údaje, které nám pomohou spravovat váš příspěvek v našem systému.</p>
da_dk: <p>Angiv venligst de følgende detaljer for at hjælpe os til at håndtere din indsendelse i vores system.</p>
eu: <p>Mesedez, eman ondorengo xehetasunak zure bidalketa gure sisteman kudeatzen laguntzeko.</p>
fr_ca: <p>Veuillez fournir les informations suivantes afin de nous aider à gérer votre soumission dans notre système.</p>
hr: <p>Navedite sljedeće podatke kako biste nam pomogli u upravljanju vašim podneskom u našem sustavu.</p>
hy: <p>Խնդրում ենք տրամադրել հետևյալ մանրամասները, որոնք կօգնեն մեզ կառավարել ձեր ներկայացումը մեր համակարգում:</p>
it: <p>I seguenti dettagli ci permetteranno di gestire la tua proposta all'interno del nostro sistema.</p>
mr: <p>आमच्या प्रणालीमध्ये तुमचे सादरीकरण व्यवस्थापित करण्यात मदत करण्यासाठी कृपया खालील तपशील द्या.</p>
pt_br: <p>Forneça os seguintes detalhes para nos ajudar a gerenciar sua submissão em nosso sistema.</p>
pt_pt: <p>Preencha a seguinte informação para nos ajudar a gerir melhor o processo de submissão.</p>
tr: <p>Aday makalenizin sürecini iyi yönetmemize yardımcı olmak için lütfen aşağıdaki bilgileri girin.</p>
uk: <p>Будь ласка, надайте наступні дані, щоб допомогти нам керувати вашим поданням у нашій системі.</p>
vi: <p>Vui lòng cung cấp các chi tiết sau đây để giúp chúng tôi quản lý bài gửi của bạn trong hệ thống của chúng tôi.</p>

# default.submission.step.forTheEditors
source: <p>Please provide the following details in order to help our editorial team manage your submission.</p><p>When entering metadata, provide entries that you think would be most helpful to the person managing your submission. This information can be changed before publication.</p>
ar: <p>يرجى توفير التفاصيل الآتية لمساعدة فريق هيئة التحرير في إدارة طلب تقديمك.</p><p>عند إدخال البيانات الوصفية، أعطِ مُدخلات تجدها الأكثر فائدة للشخص الذي يدير طلبك. يمكن تغيير تلك المعلومات قبل النشر.</p>
bg_bg: <p>Моля, предоставете следните подробности, за да помогнете на нашия редакционен екип.</p><p>Когато въвеждате метаданни, като например ключови думи, предоставете записи, които смятате, че биха били най-полезни за лицето, отговарящо за публикацията. Тази информация може да бъде променена преди публикуване.</p>
cs: <p>Prosím, uveďte následující údaje, které pomohou našemu redakčnímu týmu při správě vašeho příspěvku.</p><p>Při zadávání metadat uveďte položky, které by podle vás byly pro osobu spravující váš příspěvek nejpřínosnější. Tyto údaje lze před zveřejněním změnit.</p>
da_dk: <p>Angiv venligst de følgende detaljer for at hjælpe vores redaktion med at håndtere din indsendelse.</p><p>Når du indtaster metadata såsom emneord, så angiv ord/termer, som du tror vil være de mest hjælpsomme for den person, der håndterer din indsendelse. Denne information kan ændres inden publicering.</p>
eu: <p>Mesedez, eman ondorengo xehetasunak gure erredakzio-taldeari zure bidalketa kudeatzen laguntzeko.</p><p>Metadatuak sartzerakoan, zure bidalketa kudeatzen duen pertsonarentzat lagungarrienak izango direla uste dituzunak sartu. Informazio hau argitaratu aurretik alda daiteke.</p>
hr: <p>Navedite sljedeće pojedinosti kako biste našem uredničkom timu pomogli u upravljanju vašim podneskom.</p><p>Prilikom unosa metapodataka navedite unose za koje mislite da bi bili od najveće pomoći osobi koja upravlja vašim podneskom. Ovi se podaci mogu promijeniti prije objave.</p>
hy: <p>Խնդրում ենք տրամադրել հետևյալ մանրամասները, որպեսզի օգնեք մեր խմբագրական թիմին կառավարել ձեր ներկայացումը:</p><p>Մետատվյալներ մուտքագրելիս, ինչպիսիք են հիմնաբառերը, տրամադրեք բառեր, որոնք, ձեր կարծիքով, առավել օգտակար կլինեն ձեր ներկայացումը կառավարող անձին: Այս տեղեկատվությունը կարող է փոխվել մինչև հրապարակումը:</p>
it: <p>Fornisci i seguenti dettagli per aiutare il nostro team editoriale a gestire la tua richiesta</p><p>. Quando inserisci i metadati, fornisci le informazioni che ritieni più utili per la persona che gestisce la tua richiesta. Queste informazioni possono essere modificate prima della pubblicazione.</p>
mr: <p>तुमचे सादरीकरण व्यवस्थापित करण्यासाठी आमच्या संपादकीय टीमला साह्यभूत ठरणारा खालील तपशील कृपया द्या.</p><p>मेटाडेटा (लेखक, शीर्षक, वगैरे) भरताना तुमचे सादरीकरण व्यवस्थापित करणाऱ्या व्यक्तीला सर्वात उपयुक्त वाटतील अशा नोंदी करा. प्रकाशनापूर्वी ही माहिती बदलता येईल.</p>
pt_br: <p>Forneça os seguintes detalhes para ajudar nossa equipe editorial a gerenciar sua submissão.</p><p>Ao inserir metadados, como palavras-chave, forneça entradas que você acha que seriam mais úteis para a pessoa que está gerenciando sua submissão. Esta informação pode ser alterada antes da publicação.</p>
pt_pt: <p>Preencha a seguinte informação para nos ajudar a gerir melhor o processo de submissão.</p><p>Ao inserir metadados, como palavras-chave, forneça valores que acha que se adequam ao trabalho e facilitar o trabalho da equipa editorial. Estas informações podem ser alteradas antes de submeter a publicação.</p>
tr: <p>Editör ekibinin aday makalenin sürecini yönetmesine yardımcı olmak için lütfen aşağıdaki ayrıntıları girin.</p><p>Üstverileri girerken, editöre en çok yardımcı olacağını düşündüğünüz bilgileri sağlayın. Bu bilgiler yayımlanmadan önce değiştirilebilir.</p>
uk: <p>Будь ласка, надайте наступні дані, щоб допомогти нашій редакції керувати вашим поданням.</p> <p>Вводячи метадані, надайте записи, які, на вашу думку, будуть найкориснішими для особи, яка керує вашим поданням. Ця інформація може бути змінена перед публікацією.</p>
vi: <p>Vui lòng cung cấp các chi tiết sau đây để giúp đội ngũ biên tập của chúng tôi quản lý bài gửi của bạn.</p><p>Khi nhập siêu dữ liệu, hãy cung cấp thông tin mà bạn nghĩ sẽ hữu ích nhất cho người quản lý bài gửi của bạn. Thông tin này có thể được thay đổi trước khi xuất bản.</p>

# default.submission.step.review
source: <p>Review the information you have entered before you complete your submission. You can change any of the details displayed here by clicking the edit button at the top of each section.</p><p>Once you complete your submission, a member of our editorial team will be assigned to review it. Please ensure the details you have entered here are as accurate as possible.</p>
ar: <p>قم بمراجعة المعلومات التي أدخلتها قبل إكمال طلب تقديمك. يمكنك تغيير أي من المعلومات المعروضة هنا عبر النقر على زر التحرير في أعلى كل مقطع.</p><p>بمجرد إكمالك لطلب تقديمك، سيتم تعيين عضو من فريقنا من المحررين لمراجعته. يرجى التأكد بأن المعلومات التي تعطيها هنا دقيقة قدر الإمكان.</p>
bg_bg: <p>Прегледайте информацията, която сте въвели, преди да завършите подаването си. Можете да промените която и да е от подробностите, показани тук, като щракнете върху бутона за редактиране в горната част на всеки раздел.</p><p>След като завършите подаването си, член на нашия редакционен екип ще бъде назначен да го прегледа. Моля, уверете се, че данните, които сте въвели тук, са възможно най-точни.</p>
cs: <p>Před dokončením odeslání si zkontrolujte zadané informace. Jakékoli zde zobrazené údaje můžete změnit kliknutím na tlačítko upravit v horní části každé sekce.</p><p>Pokud své podání dokončíte, bude vám přidělen člen našeho redakčního týmu, který jej zkontroluje. Ujistěte se, že údaje, které jste zde zadali, jsou co nejpřesnější.</p>
da_dk: <p>Gennemgå den information, du har angivet, før du færdiggør din indsendelse. Du kan ændre alle detaljer, du ser her, ved at klikke på Redigér knappen i toppen af hver sektion.</p><p>Når din indsendelse er færdiggjort, vil den blive tildelt til et medlem af redaktionen. Vær venlig at sikre dig, at de informationer, du har angivet her, er så præcise som muligt.</p>
eu: <p>Berrikusi sartu duzun informazioa, bidalketa amaitu aurretik. Hemen agertzen diren xehetasunak alda ditzakezu atal bakoitzaren goialdean dagoen editatu botoian klik eginez.</p><p>Bidalketa amaitutakoan, gure erredakzio-taldeko kide bati esleituko zaio berrikuspena. Ziurtatu hemen sartu dituzun datuak ahalik eta zehatzenak direla.</p>
hr: <p>Pregledajte podatke koje ste unijeli prije dovršetka slanja. Možete promijeniti bilo koju pojedinost prikazanu ovdje klikom na gumb za uređivanje na vrhu svakog odjeljka.</p><p>Nakon što dovršite svoj podnesak, članu našeg uredničkog tima bit će dodijeljen pregled. Provjerite jesu li detalji koje ste ovdje unijeli što točniji.</p>
hy: <p>Վերանայեք ձեր մուտքագրած տեղեկությունները նախքան ձեր ներկայացումն ավարտելը: Դուք կարող եք փոխել այստեղ ցուցադրվող մանրամասներից որևէ մեկը՝ սեղմելով յուրաքանչյուր բաժնի վերևում գտնվող խմբագրման կոճակը:</p><p>Հենց որ ավարտեք ձեր ներկայացումը, մեր խմբագրական թիմի անդամին կհանձնարարվի վերանայել այն: Խնդրում ենք համոզվել, որ այստեղ մուտքագրած մանրամասները հնարավորինս ճշգրիտ են:</p>
it: <p>Controlla le informazioni inserite prima di completare l'invio. Puoi modificare qualsiasi dettaglio visualizzato qui cliccando sul pulsante Modifica nella parte superiore di ogni sezione.</p><p>Una volta completato l'invio, un membro del nostro team editoriale sarà incaricato di esaminarlo. Assicurati che i dettagli inseriti qui siano il più accurati possibile.</p>
mr: <p>सादरीकरण प्रक्रिया पूर्ण करण्यापूर्वी तुम्ही भरलेल्या माहितीचे पुनरावलोकन करा. प्रत्येक विभागाच्या वरच्या बाजूला असलेल्या एडिट बटणावर क्लिक करून तुम्हाला दिसणार्‍या कोणत्याही तपशीलांमध्ये बदल करू शकता.</p><p>तुम्ही तुमचे सादरीकरण प्रक्रिया पूर्ण केल्यानंतर, आमच्या संपादकीय टीमच्या एका सदस्याला त्याचे समीक्षण करण्यासाठी नियुक्त केले जाईल. कृपया तुम्ही येथे नमूद केलेले तपशील शक्य तितके अचूक असल्याची खात्री करा.</p>
pt_br: <p>Revise as informações inseridas antes de concluir a submissão. Você pode alterar qualquer um dos detalhes exibidos aqui clicando no botão de edição na parte superior de cada seção.</p><p>Depois de concluir sua submissão, um membro de nossa equipe editorial será designado para revisá-lo. Certifique-se de que os detalhes inseridos aqui sejam os mais precisos possíveis.</p>
pt_pt: <p>Reveja as informações inseridas antes de enviar a submissão. Pode alterar qualquer um dos detalhes exibidos aqui clicando no botão de edição na parte superior de cada secção.</p><p>Depois de concluir a submissão, será designado um membro da equipa editorial para a rever. Certifique-se de que os detalhes inseridos aqui sejam os mais precisos possíveis.</p>
tr: <p>Gönderimi tamamlamadan önce girdiğiniz bilgileri gözden geçirin. Her bölümün üstünde yer alan düzenle butonuna tıklayarak burada görüntülenen ayrıntılardan herhangi birini değiştirebilirsiniz.</p><p>Gönderimi tamamladığınızda, editörler otomatik olarak başvuru yapıldığına dair bilgilendirilecektir. Lütfen buraya girdiğiniz bilgilerin doğru olduğundan emin olun.</p>
uk: <p>Перегляньте введену інформацію, перш ніж завершити надсилання. Ви можете змінити будь-які відомості, що відображаються тут, натиснувши кнопку редагування у верхній частині кожного розділу.</p> <p>Після того, як ви завершите свою роботу, для її розгляду буде призначений член нашої редакційної команди. Будь ласка, переконайтеся, що дані, які ви ввели тут, є максимально точними.</p>
vi: <p>Xem lại thông tin bạn đã nhập trước khi hoàn tất bài gửi của mình. Bạn có thể thay đổi bất kỳ chi tiết nào hiển thị ở đây bằng cách nhấp vào nút chỉnh sửa ở đầu mỗi phần.</p><p>Khi bạn hoàn tất bài gửi của mình, một thành viên trong đội ngũ biên tập của chúng tôi sẽ được giao nhiệm vụ xem xét nó. Hãy đảm bảo rằng các chi tiết bạn đã nhập ở đây là chính xác nhất có thể.</p>

# default.groups.plural.editorialBoardMember
source: Editorial Board Members
eu: Erredakzio-batzordeko kideak
it: Componenti del board editoriale
mr: संपादकीय मंडळ सदस्य (Members)
tr: Editör Kurulu Üyeleri
vi: Thành viên Ban biên tập

# default.groups.name.editorialBoardMember
source: Editorial Board Member
eu: Erredakzio-batzordeko kidea
it: Componente del board editorale
mr: संपादकीय मंडळ सदस्य
tr: Editör Kurulu Üyesi
vi: Thành viên Ban biên tập

# default.groups.abbrev.editorialBoardMember
source: EBM
eu: EBK
vi: BBT
