Repository: pkp/pkp-lib
Catalog: locale/*/default.po
Languages: ar, bg_bg, cs, da_dk, de_de, el_gr, es_es, eu, fi, fr_ca, hr, hy, is, it, ka_ge, kk_kz, lv_lv, mr, ms, pt_br, pt_pt, tr, uk, vi

# default.groups.name.siteAdmin
source: Site Admin
ar: مدير الموقع
bg_bg: Администратор на сайта
cs: Administrátor stránek
da_dk: Websted-admin
de_de: Website-Administrator/in
el_gr: Διαχειριστής Ιστοτόπου
es_es: Administrador/a del sitio
eu: Guneko kudeatzailea
fi: Sivuston ylläpitäjä
fr_ca: Administrateur-trice du site
hr: Administrator web stranice
hy: Կայքի ադմին
is: Kerfisstjóri síðu
it: Amministratore
ka_ge: ადმინისტრირება
kk_kz: Сайт администраторы
lv_lv: Vietnes pārvaldnieks
mr: संकेतस्थळाचा व्यवस्थापक (साइट अ‍ॅडमिन)
ms: Pentadbir Laman
pt_br: Administrador do site
pt_pt: Administrador Portal
tr: Site Yöneticisi
uk: Адміністратор сайту
vi: Quản trị viên

# default.groups.plural.siteAdmin
source: Site Admins
ar: مدراء الموقع
bg_bg: Администратори на сайта
cs: Administrátoři stránek
da_dk: Websteds-admin'er
de_de: Website-Administrator/innen
el_gr: Διαχειριστές Ιστοτόπου
es_es: Administradores/as del sitio
eu: Guneko kudeatzaileak
fi: Sivuston ylläpitäjät
fr_ca: Administrateurs-trices du site
hr: Administratori web stranice
hy: Կայքի ադմիններ
is: Kerfisstjórar síðu
it: Amministratori
ka_ge: საიტის ადმინისტრატორები
kk_kz: Сайт администраторлары
lv_lv: Vietnes pārvaldnieki
mr: संकेतस्थळाचे व्यवस्थापक (साइट अ‍ॅडमिन्स)
ms: Pentadbir Laman
pt_br: Administradores do site
pt_pt: Administradores Portal
tr: Site Yöneticileri
uk: Адміністратори сайту
vi: Các quản trị viên

# default.groups.name.productionEditor
source: Production editor
ar: محرر الإنتاج
bg_bg: Редактор на продукцията
cs: Produkční editor
da_dk: Produktionsredaktør
el_gr: Επιμελητής Παραγωγής
es_es: Coordinador/a de producción
eu: Produkzio editorea
fi: Tuotantotoimittaja
fr_ca: Directeur-trice de production
hr: Urednik produkcije
hy: Թողարկման խմբագիր
is: Ritstjóri
it: Editor di produzione
ka_ge: წარმოების რედაქტორი
kk_kz: Шығарушы редактор
lv_lv: Produkcijas redaktors
mr: निर्मिती संपादक (प्रॉडक्शन एडिटर)
ms: Editor produksi
pt_br: Editor de Produção
pt_pt: Editor
tr: Üretim editörü
uk: Випусковий редактор
vi: Biên tập sản xuất

# default.groups.plural.productionEditor
source: Production editors
ar: محررو الإنتاج
bg_bg: Редактори на продукцията
cs: Produkční editoři
da_dk: Produktionsredaktører
de_de: Herstellungsleiter/in
el_gr: Επιμελητές Παραγωγής
es_es: Coordinadores/as de producción
eu: Ekoizpen-editoreak
fi: Tuotantotoimittajat
fr_ca: Directeurs-trices de production
hr: Urednik produkcije
hy: Թողարկման խմբագիրներ
is: Ritstjórar
it: Editor di produzione
ka_ge: წარმოების რედაქტორები
kk_kz: Шығарушы редакторлар
lv_lv: Produkcijas redaktori
mr: निर्मिती संपादक (प्रॉडक्शन एडिटर्स)
ms: Editor produksi
pt_br: Editores de Produção
pt_pt: Editores
tr: Üretim editörleri
uk: Випускові редактори
vi: Các biên tập sản xuất

# default.groups.abbrev.productionEditor
source: ProdE
ar: مح إنتاج
bg_bg: ПродРед
cs: ProdEd
el_gr: ΕΠ
es_es: CoProd
fi: TuotT
fr_ca: DirProd
hy: Թողարկ. խմբ
is: Ritstj
ka_ge: წარმრედ
kk_kz: ШығРед
lv_lv: ProdRed
mr: ProdE (प्रॉडक्शन एडिटर)
pt_br: EP
pt_pt: EDIT
tr: ÜrE
uk: ВипРед
vi: BTS

# default.groups.name.copyeditor
source: Copyeditor
ar: مدقق
bg_bg: Редактор на оформление
cs: Copyeditor/ka
da_dk: Manuskriptredaktør
de_de: Lektor/in
el_gr: Επιμελητής Κειμένων
es_es: Corrector/a de estilo
eu: Kopien editorea
fi: Tekninen toimittaja
fr_ca: Réviseur-e
hr: Urednik
hy: Խմբագիր
is: Textatæknir
ka_ge: ლიტერატურული რედაქტორი
kk_kz: Әдеби редактор
lv_lv: Literārais redaktors
mr: कॉपीएडिटर
pt_br: Editor de texto
pt_pt: Editor Cópia
tr: Redaktör
uk: Літературний редактор
vi: Biên tập viên

# default.groups.plural.copyeditor
source: Copyeditors
ar: مدققون
bg_bg: Редактори на оформление
cs: Copyeditoři
da_dk: Manuskriptredaktører
de_de: Lektor/innen
el_gr: Επιμελητές Κειμένων
es_es: Correctores/as de estilo
eu: Kopien editoreak
fi: Tekniset toimittajat
fr_ca: Réviseurs-es
hr: Lektori
hy: Խմբագիրներ
is: Textatæknar
it: Copyeditor
ka_ge: ლიტერატურული რედაქტორები
kk_kz: Әдеби редакторлар
lv_lv: Literārie redaktori
mr: कॉपीएडिटर्स
ms: Copyeditor
pt_br: Editores de texto
pt_pt: Editores Cópia
tr: Redaktörler
uk: Літературні редактори
vi: Các biên tập viên

# default.groups.abbrev.copyeditor
source: CE
ar: مدق
bg_bg: РедОформ
cs: RED
el_gr: ΕΚ
fi: TT
fr_ca: RÉV
hy: Խմբագիր
is: TT
it: CopyE
ka_ge: ლიტრედ
kk_kz: ӘдРед
lv_lv: LitRed
mr: CE (कॉपीएडिटर)
pt_br: ET
pt_pt: EC
tr: RD
uk: ЛітРед
vi: BTV

# default.groups.name.proofreader
source: Proofreader
ar: مصحح القراءة
bg_bg: Коректор
cs: Korektor
da_dk: Korrekturlæser
de_de: Korrektor/in
el_gr: Επιμελητής Τυπογραφικών Δοκιμίων
es_es: Corrector/a de pruebas
eu: Proben zuzentzailea
fi: Oikolukija
fr_ca: Correcteur-trice d'épreuves
hr: Korektor
hy: Սրբագրիչ
is: Prófarkalesari
it: Correttore di bozze
ka_ge: კორექტორი
kk_kz: Түзетуші
lv_lv: Korektors
mr: प्रूफरीडर
pt_br: Leitor de Prova
pt_pt: Leitor Provas
tr: Düzeltmen
uk: Коректор
vi: Người đọc soát lỗi

# default.groups.plural.proofreader
source: Proofreaders
ar: مصححو القراءة
bg_bg: Коректори
cs: Korektoři
da_dk: Korrekturlæsere
de_de: Korrektor/innen
el_gr: Επιμελητές Τυπογραφικών Δοκιμίων
es_es: Correctores/as de pruebas
eu: Zuzentzaileak
fi: Oikolukijat
fr_ca: Correcteurs-trices d'épreuves
hr: Korektori
hy: Սրբագրիչներ
is: Prófarkalesarar
it: Correttori di bozze
ka_ge: კორექტორები
kk_kz: Түзетушілер
lv_lv: Korektori
mr: प्रूफरीडर्स
ms: Proofreader
pt_br: Leitores de prova
pt_pt: Leitores Provas
tr: Düzeltmenler
uk: Коректори
vi: Những người đọc soát lỗi

# default.groups.abbrev.proofreader
source: PR
ar: مص قر
bg_bg: Кор
el_gr: ΕTΔ
es_es: CP
eu: ZUZ
fi: OL
fr_ca: CorEp
hy: Սրբագ.
is: PL
it: ProofR
ka_ge: კორ
kk_kz: Түз
lv_lv: Kor
mr: जनसंपर्क (पीआर)
pt_br: LP
pt_pt: LP
tr: DÜZ
uk: Кор
vi: ĐSL

# default.groups.name.designer
source: Designer
ar: مصمم
bg_bg: Дизайнер
cs: Návrhář
de_de: Designer/in
el_gr: Σχεδιαστής
es_es: Diseñador/a
eu: Diseinatzailea
fi: Suunnittelija
hr: Dizajner
hy: Դիզայներ
is: Hönnuður
ka_ge: დიზაინერი
kk_kz: Дизайнер
lv_lv: Noformētājs
mr: रचनाकार (डिझायनर)
ms: Pereka
tr: Tasarımcı
uk: Дизайнер
vi: Nhà thiết kế

# default.groups.plural.designer
source: Designers
ar: مصممون
bg_bg: Дизайнери
cs: Návrháři
da_dk: Designere
de_de: Designer/innen
el_gr: Σχεδιαστές
es_es: Diseñadores/as
eu: Diseinatzaileak
fi: Suunnittelijat
hr: Dizajneri
hy: Դիզայներներ
is: Hönnuðir
it: Designer
ka_ge: დიზაინერები
kk_kz: Дизайнерлер
lv_lv: Noformētāji
mr: रचनाकारांचा गट (डिझाइनर्स)
ms: Pereka
tr: Tasarımcılar
uk: Дизайнери
vi: Các nhà thiết kế

# default.groups.abbrev.designer
source: Design
ar: تصميم
bg_bg: Дизайн
cs: Návrh
el_gr: ΣΧ
es_es: Diseño
eu: Diseinua
fi: S
hr: Dizajn
hy: Դիզայն
is: Hönnun
ka_ge: დიზაიანი
kk_kz: Дизайн
lv_lv: Noformējums
mr: रचना (डिझाइन)
ms: Rekaan
pt_br: DE
tr: Tasarım
uk: Дизайн
vi: TK

# default.groups.name.internalReviewer
source: Internal Reviewer
ar: محكم داخلي
bg_bg: Вътрешен рецензент
cs: Interní recenzent
da_dk: Intern bedømmer
de_de: Interne/r Gutachter/in
el_gr: Εσωτερικός Αξιολογητής
es_es: Revisor/a interno
eu: Barne-ikuskatzailea
fi: Sisäinen arvioija
fr_ca: Évaluateur-trice interne
hr: Interni recenzent
hy: Ներքին գրախոսող
is: Innri ritrýnir
it: Revisore interno
ka_ge: შიდა რეფერენტი
kk_kz: Ішкі рецензент
lv_lv: Iekšējais recenzents
mr: अंतर्गत समीक्षक (Reviewer)
ms: Pengulas Dalaman
pt_br: Avaliador Interno
pt_pt: Revisor Interno
tr: Dahili Hakem
uk: Внутрішній рецензент
vi: Người đánh giá nội bộ

# default.groups.plural.internalReviewer
source: Internal Reviewers
ar: محكمون داخليون
bg_bg: Вътрешни рецензенти
cs: Interní recenzenti
da_dk: Interne bedømmere
de_de: Interne Gutachter/innen
el_gr: Εσωτερικοί Αξιολογητές
es_es: Revisores/as internos
eu: Barne-ikuskatzaileak
fi: Sisäiset arvioijat
fr_ca: Évaluateurs-trices internes
hr: Interni recenzenti
hy: Ներքին գրախոսողներ
is: Innri ritrýnar
it: Revisori interni
ka_ge: შიდა რეცენზენტები
kk_kz: Ішкі рецензенттер
lv_lv: Iekšējie recenzenti
mr: अंतर्गत समीक्षकांचा गट (Reviewers)
ms: Pengulas Dalaman
pt_br: Avaliadores Internos
pt_pt: Revisores Internos
tr: Dahili Hakemler
uk: Внутрішні реценезенти
vi: Những người đánh giá nội bộ

# default.groups.abbrev.internalReviewer
source: IR
ar: مح دخ
bg_bg: Вътр.Рец.
el_gr: ΕΑΞ
es_es: RI
eu: BI
fi: SA
fr_ca: EvalInt
hy: Ն.Գ.
ka_ge: შიდრეც
kk_kz: ІшкіРец
lv_lv: IeRec
mr: IR (अंतर्गत समीक्षक)
pt_br: AI
pt_pt: RI
tr: DH
uk: ВнутрР
vi: ĐGNB

# default.groups.name.marketing
source: Marketing and sales coordinator
ar: منسق تسويق ومبيعات
bg_bg: Координатор по маркетинг и продажби
cs: Koordinátor marketingu a prodeje
da_dk: Marketings- og salgskoordinator
de_de: Marketing- und Vertriebkoordinator/in
el_gr: Συντονιστής Προώθησης και Πωλήσεων
es_es: Coordinador/a de marketing y ventas
eu: Marketing eta salmenta koordinatzailea
fi: Markkinointi- ja myyntikoordinaattori
fr_ca: Coordonnateur-trice des ventes et du marketing
hr: Koordinator marketinga i prodaje
hy: Մարքեթինգի և վաճառքների համակարգող
is: Markaðs- og sölustjóri
it: Marketing
ka_ge: მარკეტინგისა და გაყიდვების კოორდინატორი
kk_kz: Маркетинг және сату бойынша үйлестіруші
lv_lv: Mārketinga un pārdošanas koordinators
mr: विपणन आणि विक्री समन्वयक (मार्केटिंग आणि सेल्स कोऑर्डिनेटर)
ms: Koordinator pemasaran dan jualan
pt_br: Coordenador de Vendas e Marketing
pt_pt: Coordenador de marketing e vendas
tr: Pazarlama ve satış koordinatörü
uk: Координатор з маркетингу та збуту
vi: Điều phối viên tiếp thị và bán hàng

# default.groups.plural.marketing
source: Marketing and sales coordinators
ar: منسقو تسويق ومبيعات
bg_bg: Координатори по маркетинг и продажби
cs: Koordinátoři marketingu a prodeje
da_dk: Marketings- og salgskoordinatorer
de_de: Marketing- und Vertriebkoordinator/innen
el_gr: Συντονιστές Προώθησης και Πωλήσεων
es_es: Coordinadores/as de Marketing y ventas
eu: Marketin eta salmenta koordinatzaileak
fi: Markkinointi- ja myyntikoordinaattorit
fr_ca: Coordonnateurs-trices des ventes et du marketing
hr: Koordinatori marketinga i prodaje
hy: Մարքեթինգի և վաճառքների համակարգողներ
is: Markaðs- og sölustjórar
it: Marketing
ka_ge: მარკეტინგისა და გაყიდვების კოორდინატორები
kk_kz: Маркетинг және сату бойынша үйлестірушілер
lv_lv: Mārketinga un pārdošanas koordinators
mr: विपणन आणि विक्री समन्वयक (मार्केटिंग आणि सेल्स कोऑर्डिनेटर्स)
ms: Koordinator pemasaran dan jualan
pt_br: Coordenadores de Vendas e Marketing
pt_pt: Coordenadores de marketing e vendas
tr: Pazarlama ve satış koordinatörleri
uk: Координатори з маркетингу та збуту
vi: Các điều phối viên tiếp thị và bán hàng

# default.groups.abbrev.marketing
source: MS
ar: منسق تس بع
bg_bg: МП
el_gr: ΣΠΠ
es_es: MV
fi: MM
fr_ca: CVM
hy: Մարքեթինգ
it: MKTG
ka_ge: მარგაყ
kk_kz: МжС
lv_lv: MPK
mr: MS (मार्केटिंग आणि सेल्स)
pt_br: CVM
pt_pt: CMV
tr: PK
uk: МіЗ
vi: TTBH

# default.groups.name.funding
source: Funding coordinator
ar: منسق تمويل
bg_bg: Координатор за финансиране
cs: Koordinátor financování
da_dk: Finansieringskoordinator
de_de: Finanzierungskoordinator/in
el_gr: Συντονιστής Χρηματοδότησης
es_es: Coordinador/a de financiación
eu: Finantzaketa koordinatzailea
fi: Rahoituskoordinaattori
fr_ca: Coordonnateur-trice du financement
hr: Koordinator financiranja
hy: Ֆինանսավորման համակարգող
is: Umsjón með fjármögnun
it: Finanziatore
ka_ge: დაფინანსების კოორდინატორი
kk_kz: Қор бойынша үйлестіруші
lv_lv: Finansējuma koordinators
mr: निधी समन्वयक (कोऑर्डिनेटर)
ms: Koordinator pembiayaan
pt_br: Coordenador de Financiamento
pt_pt: Coordenador de financiamento
tr: Fon Koordinatörü
uk: Координатор з фінансування
vi: Điều phối viên tài trợ

# default.groups.plural.funding
source: Funding coordinators
ar: منسقو تمويل
bg_bg: Координатори за финансиране
cs: Koordinátoři financování
da_dk: Finansieringskoordinatorer
de_de: Finanzierungskoordinator/innen
el_gr: Συντονιστές Χρηματοδότησης
es_es: Coordinadores/as de financiación
eu: Finantzaketa koordinatzaileak
fi: Rahoituskoordinaattorit
fr_ca: Coordonnateurs-trices du financement
hr: Koordinatori financiranja
hy: Ֆինանսավորման համակարգողներ
is: Umsjón með fjármögnun
it: Finanziatori
ka_ge: დაფინანსების კოორდინატორები
kk_kz: Қорлар бойынша үйлестірушілер
lv_lv: Finansējuma koordinatori
mr: निधी समन्वयक (कोऑर्डिनेटर्स)
ms: Koordinator pembiayaan
pt_br: Coordenadores de Financiamento
pt_pt: Coordenadores de financiamento
tr: Fon Koordinatörleri
uk: Координатори з фінансування
vi: Các điều phối viên tài trợ

# default.groups.abbrev.funding
source: FC
ar: منسق تل
bg_bg: КФ
el_gr: ΣΧρ
es_es: CF
eu: FK
fi: RK
fr_ca: CF
hy: Ֆին. համակարգող
is: UF
ka_ge: დაფკო
kk_kz: ҚорБҮ
lv_lv: FK
mr: FC (फंड कोऑर्डिनेटर)
pt_br: CF
pt_pt: CF
tr: FK
uk: КФ
vi: ĐPTT

# default.groups.name.indexer
source: Indexer
ar: مفهرس
bg_bg: Индексиращ
da_dk: Klassifikator
de_de: Indizierer/in
el_gr: Δημιουργός Ευρετηρίων
es_es: Documentalista
eu: Dokumentalista
fi: Indeksoija
fr_ca: Indexeur-e
hr: Indeksator
hy: Ինդեքսավորող
is: Starfsmaður við lyklun
it: Indicizzatore
ka_ge: ინდექსერი
kk_kz: Индексатор
lv_lv: Indeksētājs
mr: सूचीकार (इंडेक्सर)
ms: Pengindeks
pt_br: Indexador
pt_pt: Indexador
tr: İndeksleyici
uk: Індексатор
vi: Người lập chỉ mục

# default.groups.plural.indexer
source: Indexers
ar: مفهرسون
bg_bg: Индексиращи
cs: Indexeři
da_dk: Klassifikatorer
de_de: Indizierer/innen
el_gr: Δημιουργοί Ευρετηρίων
es_es: Documentalistas
eu: Dokumentalistak
fi: Indeksoijat
fr_ca: Indexeurs-es
hr: Indekseri
hy: Ինդեքսավորողներ
is: Starfsmenn við lyklun
it: Indicizzatori
ka_ge: ინდექსერები
kk_kz: Индексаторлар
lv_lv: Indeksētāji
mr: सूचीकार (इंडेक्सर्स)
ms: Pengindeks
pt_br: Indexadores
pt_pt: Indexadores
tr: İndeksleyiciler
uk: Індексатори
vi: Những người lập chỉ mục

# default.groups.abbrev.indexer
source: IND
ar: مفس
bg_bg: Инд.
el_gr: ΔΕ
es_es: DOC
eu: DOK
fr_ca: Indx
hy: Ինդ.
is: LYK
ka_ge: ინდ
kk_kz: Инд
mr: IND (सूचीकार)
uk: Інд
vi: LCM

# default.groups.name.layoutEditor
source: Layout Editor
ar: مصمم طباعي
bg_bg: Редактор на оформлението
cs: Editor úpravy dokumentu
da_dk: Layoutredaktør
de_de: Layout-Leiter/in
el_gr: Επιμελητής Σελιδοποίησης
es_es: Maquetador/a
eu: Maketatzailea
fi: Taittaja
fr_ca: Responsable de la mise en page
hr: Layout upravitelj
hy: Դասավորության խմբագիր
is: Setjari
ka_ge: განლაგების რედაქტორი
kk_kz: Орналасу редакторы
lv_lv: Maketētājs
mr: लेआउट संपादक
ms: Editor Susun Atur
pt_br: Editor de Layout
pt_pt: Editor Layout
tr: Tasarım Editörü
uk: Редактор макету
vi: Biên tập trình bày

# default.groups.plural.layoutEditor
source: Layout Editors
ar: مصممون طباعيون
bg_bg: Редактори на оформлението
cs: Editoři úpravy dokumentu
da_dk: Layoutredaktører
de_de: Layout-Leiter/innen
el_gr: Επιμελητές Σελιδοποίησης
es_es: Maquetadores/as
eu: Maketatzaileak
fi: Taittajat
fr_ca: Responsables de la mise en page
hr: Layout upravitelji
hy: Դասավորության խմբագիրներ
is: Setjarar
it: Layout editor
ka_ge: განლაგების რედაქტორები
kk_kz: Орналасу редакторлары
lv_lv: Maketētāji
mr: लेआउट संपादक
ms: Editor Susun Atur
pt_br: Editores de Layout
pt_pt: Editores Layout
tr: Tasarım Editörleri
uk: Редактори макету
vi: Các biên tập trình bày

# default.groups.abbrev.layoutEditor
source: LE
ar: مصم طع
bg_bg: РО
el_gr: ΕΣ
es_es: MAQ
eu: MAK
fi: T
fr_ca: RespMP
hy: Դասավ.խմբ.
is: Set.
ka_ge: განრედ
kk_kz: ОР
lv_lv: Mak
mr: LE (लेआउट एडिटर)
pt_br: EL
pt_pt: EL
tr: TE
uk: РедМ
vi: BTTB

# default.groups.name.author
source: Author
ar: المؤلف
bg_bg: Автор
cs: Autor
da_dk: Forfatter
de_de: Autor/in
el_gr: Συγγραφέας
es_es: Autor/a
eu: Egilea
fi: Kirjoittaja
fr_ca: Auteur-e
hr: Autor
hy: Հեղինակ
is: Höfundur
it: Autore
ka_ge: ავტორი
kk_kz: Автор
lv_lv: Autors
mr: लेखक
ms: Pengarang
pt_br: Autor
pt_pt: Autor
tr: Yazar
uk: Автор
vi: Tác giả

# default.groups.plural.author
source: Authors
ar: مؤلفون
bg_bg: Автори
cs: Autoři
da_dk: Forfattere
de_de: Autor/innen
el_gr: Συγγραφείς
es_es: Autores/as
eu: Egileak
fi: Kirjoittajat
fr_ca: Auteurs-es
hr: Autori
hy: Հեղինակներ
is: Höfundar
it: Autori
ka_ge: ავტორები
kk_kz: Авторлар
lv_lv: Autori
mr: लेखक
ms: Pengarang
pt_br: Autores
pt_pt: Autores
tr: Yazarlar
uk: Автори
vi: Các tác giả

# default.groups.abbrev.author
source: AU
ar: مؤ
bg_bg: Авт.
el_gr: ΣΓ
eu: EG
fi: K
hy: Հեղ.
is: Höf
ka_ge: ავტ
kk_kz: Авт
mr: AU (लेखक)
tr: YAZ
uk: Авт
vi: TG

# default.groups.name.translator
source: Translator
ar: مترجم
bg_bg: Преводач
cs: Překladatel
da_dk: Oversætter
de_de: Übersetzer/in
el_gr: Μεταφραστής
es_es: Traductor/a
eu: Itzultzailea
fi: Kääntäjä
fr_ca: Traducteur-trice
hr: Prevoditelj
hy: Թարգմանիչ
is: Þýðandi
it: Traduttore
ka_ge: მთარგმნელი
kk_kz: Аудармашы
lv_lv: Tulkotājs
mr: अनुवादक
ms: Penterjemah
pt_br: Tradutor
pt_pt: Tradutor
tr: Çeviren
uk: Перекладач
vi: Dịch giả

# default.groups.plural.translator
source: Translators
ar: مترجمون
bg_bg: Преводачи
cs: Překladatelé
da_dk: Oversættere
de_de: Übersetzer/innen
el_gr: Μεταφραστές
es_es: Traductores/as
eu: Itzultzaileak
fi: Kääntäjät
fr_ca: Traducteurs-trices
hr: Prevoditelji
hy: Թարգմանիչներ
is: Þýðendur
it: Traduttori
ka_ge: მთარგმნელები
kk_kz: Аудармашылар
lv_lv: Tulkotāji
mr: अनुवादक
ms: Penterjemah
pt_br: Tradutores
pt_pt: Tradutores
tr: Çevirenler
uk: Перекладачі
vi: Các dịch giả

# default.groups.abbrev.translator
source: Trans
ar: متجم
bg_bg: Прев
da_dk: Overs
el_gr: ΜΦ
es_es: Trad
eu: Itzul
fi: Käänt
fr_ca: Trad
hy: Թարգ
is: Þýð
ka_ge: მთარგ
kk_kz: Аударм
lv_lv: TU
mr: Trans (अनुवादक)
pt_br: TR
pt_pt: TRAD
tr: Çev
uk: Перекл
vi: DG

# default.groups.name.reader
source: Reader
ar: قارئ
bg_bg: Читател
cs: Čtenář
da_dk: Læser
de_de: Leser/in
el_gr: Αναγνώστης
es_es: Lector/a
eu: Irakurlea
fi: Lukija
fr_ca: Lecteur-trice
hr: Čitatelj
hy: Ընթերցող
is: Lesandi
it: Lettore
ka_ge: მკითხველი
kk_kz: Оқырман
lv_lv: Lasītājs
mr: वाचक
ms: Pembaca
pt_br: Leitor
pt_pt: Leitor
tr: Okuyucu
uk: Читач
vi: Độc giả

# default.groups.plural.reader
source: Readers
ar: قراء
bg_bg: Читатели
cs: Čtenáři
da_dk: Læsere
de_de: Leser/innen
el_gr: Αναγνώστες
es_es: Lectores/as
eu: Irakurleak
fi: Lukijat
fr_ca: Lecteurs-trices
hr: Čitatelji
hy: Ընթերցողներ
is: Lesendur
it: Lettori
ka_ge: მკითხველები
kk_kz: Оқырмандар
lv_lv: Lasītāji
mr: वाचक
ms: Pembaca
pt_br: Leitores
pt_pt: Leitores
tr: Okuyucular
uk: Читачі
vi: Độc giả

# default.groups.abbrev.reader
source: Read
ar: قرء
bg_bg: Чит
cs: Číst
da_dk: Læs
el_gr: ΑΝ
es_es: Lect
eu: Irakur
fi: Luk
fr_ca: Lect
hr: Čitati
hy: Կարդալ
is: Les
ka_ge: წაკითხული
kk_kz: Оқыр
lv_lv: LAS
mr: Read (वाचक)
ms: Baca
pt_br: LE
pt_pt: LEIT
tr: Oku
uk: Чит
vi: ĐG

# default.genres.other
source: Other
ar: الغير
bg_bg: Друго
cs: Ostatní
da_dk: Andet
de_de: Andere/s
el_gr: Άλλο
es_es: Otro
eu: Beste bat
fi: Muu
fr_ca: Autre
hr: Ostalo
hy: Այլ
is: Annað
it: Altro
ka_ge: სხვა
kk_kz: Басқа
lv_lv: Cits
mr: इतर
ms: Lain-lain
pt_br: Outros
pt_pt: Outro
tr: Diğer
uk: Інше
vi: Khác

# default.genres.multimedia
source: Multimedia
ar: متعدد الوسائط
bg_bg: Мултимедия
cs: Multimédia
da_dk: Multimedie
el_gr: Πολυμέσα
fr_ca: Multimédias
hr: Multimedija
hy: Մուլտիմեդիա
is: Margmiðlun
it: File multimediali
ka_ge: მულტიმედია
kk_kz: Мультимедиа
lv_lv: Multimediji
mr: बहुप्रसारमाध्यमे
pt_pt: Multimédia
tr: Multimedya
uk: Мультимедія
vi: Đa phương tiện

# default.genres.image
source: Image
ar: صورة
bg_bg: Изображение
cs: Obrázek
da_dk: Billede
de_de: Bild
el_gr: Εικόνα
es_es: Imagen
eu: Irudia
fi: Kuva
hr: Slika
hy: Պատկեր
is: Mynd
it: Immagine
ka_ge: სურათი
kk_kz: Сурет
lv_lv: Attēls
mr: प्रतिमा
ms: Imej
pt_br: Imagem
pt_pt: Imagem
tr: Görsel
uk: Зображення
vi: Hình ảnh

# default.genres.styleSheet
source: HTML Stylesheet
ar: ملف أنماط HTML
bg_bg: Таблица с HTML стилове
cs: HTML šablona stylu
el_gr: Αρχείο HTML
es_es: Hoja de estilo HTML
eu: HTML estilo-orria
fi: HTML-muotoinen tyylitiedosto
fr_ca: Feuille de style HTML
is: HTML Stílsnið
it: Foglio di stile
ka_ge: HTML სტილის ფურცელი
kk_kz: HTML стиль кестесі
lv_lv: HTML stilu lapa
mr: HTML स्टाइलशीट
ms: Lembaran Gaya HTML
pt_br: Folha de Estilos
pt_pt: Folha de estilos HTML
tr: HTML Biçimi
uk: Таблиця стилів HTML
vi: Bảng định kiểu HTML

# default.contextSettings.emailSignature
source: <br><br>â€”<br><p>This is an automated message from <a href="{$contextUrl}">{$contextName}</a>.</p>
ar: <br><br>—<br><p>هذه رسالة آلية من <a href="{$contextUrl}">{$contextName}</a>.</p>
bg_bg: БГ:<br/><hr /><br/><p><a href="{$contextUrl}">{$contextName}</a></p><p>{$mailingAddress}</p><p>{$contactName}, <a href="mailto: {$contactEmail}">{$contactEmail}</a></p>
cs: <br><br>—<br><p>Toto je automatická zpráva od <a href="{$contextUrl}">{$contextName}</a>.</p>
da_dk: <br><br>—<br><p>Dette er en automatisk besked fra <a href="{$contextUrl}">{$contextName}</a>.</p>
el_gr: <br/><hr /><br/><p><a href="{$contextUrl}">{$contextName}</a></p><p>{$mailingAddress}</p><p>{$contactName}, <a href="mailto: {$contactEmail}">{$contactEmail}</a></p>
es_es: <br/><hr /><br/><p><a href="{$contextUrl}">{$contextName}</a></p><p>{$mailingAddress}</p><p>{$contactName}, <a href="mailto: {$contactEmail}">{$contactEmail}</a></p>
eu: <br><br>â€”<br><p><a href="{$contextUrl}">{$contextName}</a>-ren mezu automatikoa da hau.</p>
fr_ca: <br><br>—<br><p>Ceci est un message automatique de la revue <a href="{$contextUrl}">{$contextName}</a>.</p>
hr: <br><br>—<br><p>Ovo je automatizirana poruka od <a href="{$contextUrl}">{$contextName}</a>.</p>
it: <br><br>—<br><p>Questo è un messaggio automatico da <a href="{$contextUrl}">{$contextName}</a>.</p>
ka_ge: <br/><hr /><br/><p><a href="{$contextUrl}">{$contextName}</a></p><p>{$mailingAddress}</p><p>{$contactName}, <a href="mailto: {$contactEmail}">{$contactEmail}</a></p>
kk_kz: <br/><hr /><br/><p><a href="{$contextUrl}">{$contextName}</a></p><p>{$mailingAddress}</p><p>{$contactName}, <a href="mailto: {$contactEmail}">{$contactEmail}</a></p>
mr: <br><br>—<br><p>हा <a href="{$contextUrl}">{$contextName}</a> कडून आलेला मानवी नियंत्रणाशिवाय पाठवलेला संदेश आहे.</p>
ms: <br/><hr /><br/><p><a href="{$contextUrl}">{$contextName}</a></p><p>{$mailingAddress}</p><p>{$contactName}, <a href="mailto: {$contactEmail}">{$contactEmail}</a></p>
pt_br: <br/><hr /><br/><p><a href="{$contextUrl}"> {$contextName} </a></p><p> {$mailingAddress} </p><p>{$contactName}, <a href="mailto: {$contactEmail}"> {$contactEmail}</a></p>
pt_pt: <br/><hr /><br/><p><a href="{$contextUrl}">{$contextName}</a></p><p>{$mailingAddress}</p><p>{$contactName}, <a href="mailto: {$contactEmail}">{$contactEmail}</a></p>
tr: <br><br>—<br><p>Bu mesaj <a href="{$contextUrl}">{$contextName}</a> tarafından otomatik gönderilmiş bir mesajdır.</p>
uk: <br><br>—<br><p> Це автоматичне повідомлення від <a href="{$contextUrl}">{$contextName}</a>.</p>
vi: <br><br>—<br><p>Đây là tin nhắn tự động từ <a href="{$contextUrl}">{$contextName}</a>.</p>
