Repository: pkp/pkp-lib
Catalog: locale/*/editor.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, eu, fa_ir, fi_fi, fr_ca, fr_fr, hr, hu_hu, hy_am, id_id, is_is, it_it, lv, mk, ms, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sr_rs@cyrillic, sv_se, tr_tr, uk_ua, vi, vi_vn

# editor.submission.externalReviewDescription
source: Select files below to send them to the review stage.
ar_iq: إختر الملفات أدناه لإرسالها إلى مرحلة التحكيم.
bg_bg: Изберете файлове по-долу, за да ги изпратите на етап за рецензиране.
ca_es: Esteu a punt d'iniciar una avaluació externa per a aquesta tramesa. Els fitxers que formen part de la tramesa s'enumeren a sota i els podeu seleccionar per revisar-los.
cs_cz: Vyberte z níže uvedených souborů ty, které se odešlou do recenzní fáze.
de_de: Sie leiten eine externe Begutachtung für diese Einreichung ein. Dateien, die zu dieser Einreichung gehören, sind unten aufgelistet und können zur Begutachtung ausgewählt werden.
el_gr: Επιλέξτε αρχεία για αποστολή στο στάδιο αξιολόγησης.
es_es: Está a punto de iniciar una revisión externa para este envío. Los archivos que formen parte de este envío están listados abajo y pueden ser seleccionados para su revisión.
eu: Hautatu fitxategi hauek berrikuspen-fasera bidaltzeko.
fa_ir: یکی از فایل‌های زیر را جهت ارسال برای داوری انتخاب کنید
fi_fi: Valitse tiedostot alla lähettääksesi ne arviointivaiheeseen.
fr_ca: Sélectionner les fichiers ci-dessous devant être envoyés à l'étape d'évaluation
fr_fr: Vous entamez le processus d'évaluation externe de cette soumission. La liste des fichiers faisant partie de cette soumission est affichée ci-dessous. Ils peuvent être sélectionnés pour être révisés.
hr: Odaberite datoteke u nastavku da biste ih poslali u fazu recenzije.
hu_hu: Válasszon a lenti fájlok közül a szakmai lektorálásra való küldéshez.
hy_am: Ընտրել ստորև նշված ֆայլերը գրախոսման ուղարկելու համար:
id_id: Pilih file di bawah ini untuk masuk ke tahap review.
is_is: Veldu skrár hér fyrir neðan til að senda í ritrýniferli.
it_it: Selezione i file qui soto per passarli alla fase di revisione.
lv: Izvēlieties zemāk norādītos failus, lai tos nosūtītu uz recenzēšanas posmu.
mk: Изберете датотеки подолу за да ги испратите во фаза на рецензија.
ms: Pilih fail di bawah untuk dihantar ke peringkat ulasan.
nb_no: Velg filer under for å sende dem til fagfellevurdering.
nl_nl: Selecteer hieronder bestanden om te laten reviewen in de review stap.
pl_pl: Wybierz pliki, które zostaną wysłane do recenzji.
pt_pt: Selecione os ficheiros abaixo para enviá-los para a etapa de revisão.
ro_ro: Selectați fișierele ce urmează să le trimiteți spre revizie.
sr_rs@cyrillic: Изаберите фајлове како би их послали у фазу рецензирања.
sv_se: Välj filer nedan att skicka till granskningssteget.
tr_tr: Değerlendirme aşamasına göndermek için aşağıdaki dosyaları seçin.
uk_ua: Виберіть файли нижче, щоб надіслати їх на етап рецензування.
vi: Chọn tệp bên dưới để gửi chúng đến giai đoạn đánh giá.
vi_vn: Chọn tập tin ở dưới đây để chuyển sang giai đoạn phản biện.

# editor.submission.fileAuditor.form.fileRequired
source: You must select at least one file to assign the user to.
ar_iq: عليك أن تختار ملفاً واحداً على الأقل لتعيينه لأحد المستخدمين.
bg_bg: Трябва да изберете поне един файл, към който да присвоите потребителя.
ca_es: Heu de seleccionar almenys un fitxer per assignar a l'usuari/ària.
cs_cz: Musíte vybrat alespoň jeden soubor, kterému chcete přiřadit uživatele.
de_de: Sie müssen mindestens eine Datei auswählen, der Sie den/die Benutzer/in zuordnen.
el_gr: Πρέπει να επιλέξετε τουλάχιστον ένα αρχείο προς ανάθεση στον Χρήστη.
es_es: Debe seleccionar al menos un archivo para asignarlo al usuario/a.
eu: Gutxienez fitxategi bat aukeratu behar duzu erabiltzaileari esleitzeko.
fa_ir: حداقل یک فایل باید انتخاب شود تا بتوان برای آن، کاربری انتساب کرد
fi_fi: Valitse vähintään yksi tiedosto, johon käyttäjä valitaan.
fr_ca: Vous devez choisir au moins un fichier qui sera assigné à l'utilisateur-trice.
fr_fr: Vous devez choisir au moins un fichier qui sera assigné à l'utilisateur.
hr: Morate odabrati barem jednu datoteku kojoj želite dodijeliti korisnika.
hu_hu: Legalább egy fájlt ki kell választania, hogy hozzárendelhesse a felhasználóhoz.
hy_am: Դուք պետք է ընտրեք առնվազն մեկ ֆայլ օգտագործող նշանակելու համար:
id_id: Anda harus memilih setidaknya satu file untuk ditugaskan ke pengguna.
is_is: Þú verður að velja a.m.k. eina skrá til úthlutunar á notanda.
it_it: Devi selezionare almeno un file da assegnare all'utente.
lv: Jāizvēlas vismaz viens fails, kuram piešķirt lietotāju.
mk: Мора да изберете барем една датотека за да му ја доделите на корисникот.
ms: Anda mesti memilih sekurang-kurangnya satu fail untuk ditugaskan kepada pengguna.
nb_no: Du må velge minst en fil for at brukeren kan utføre oppgaven.
nl_nl: Selecteer minstens één bestand dat u aan de gebruiker wil toewijzen.
pl_pl: Musisz wybrać przynajmniej jeden plik, do którego zostanie przypisany użytkownik.
pt_pt: Deve selecionar pelo menos um ficheiro para atribuir ao utilizador.
ro_ro: Trebuie să selectați cel puțin un fișier pentru a-l atribui utilizatorului.
sr_rs@cyrillic: Морате изабрати најмање један фајл да бисте му доделили корисника.
sv_se: Du måste välja minst en fil att tilldela till användaren.
tr_tr: Kullanıcıya atamak için en az bir dosya seçmek gerekir.
uk_ua: Ви маєте вибрати принаймні один файл, щоб призначити користувача.
vi: Bạn phải chọn ít nhất một tệp để chỉ định người dùng.
vi_vn: Bạn phải chọn ít nhất một tập tin để giao cho người dùng.

# editor.submission.fileAuditor.form.messageRequired
source: You must include a personal message.
ar_iq: عليك أن تضمَّن رسالة شخصية.
bg_bg: Трябва да добавите лично съобщение.
ca_es: Heu d'incloure-hi un missatge personal.
cs_cz: Musíte zahrnout osobní zprávu.
de_de: Sie müssen ein persönliches Anschreiben verfassen.
el_gr: Πρέπει να συμπεριλάβετε ένα προσωπικό μήνυμα.
es_es: Debe incluir un mensaje privado.
eu: Mezu pertsonalizatu bat sartu behar duzu.
fa_ir: باید یک پیام شخصی وارد کنید
fi_fi: Sinun täytyy kirjoittaa henkilökohtainen viesti.
fr_ca: Vous devez ajouter un message personnalisé.
fr_fr: Vous devez ajouter un message personnalisé.
hr: Morate uključiti osobnu poruku.
hu_hu: Meg kell adnia egy személyes üzenetet.
hy_am: Դուք պետք է ներառեք նաև անձնական նամակ:
id_id: Anda harus menyertakan pesan pribadi.
is_is: Þú þarft að skrá skilaboð frá þér persónulega.
it_it: Devi inserire un messaggio per l'utente.
lv: Jums jāiekļauj personiska ziņa.
mk: Мора да вклучите лична порака.
ms: Anda mesti menyertakan mesej peribadi.
nb_no: Du må inkludere en personlig melding til brukeren.
nl_nl: Voeg een persoonlijk bericht toe.
pl_pl: Wiadomość jest wymagana.
pt_pt: Tem de incluir uma mensagem pessoal.
ro_ro: Trebuie să includeți un mesaj personal.
sr_rs@cyrillic: Морате укључити приватну поруку.
sv_se: Du måste inkludera ett personligt meddelande.
tr_tr: Kişisel bir mesaj eklemelisiniz.
uk_ua: Ви повинні включити особисте повідомлення.
vi: Bạn phải bao gồm một tin nhắn cá nhân.
vi_vn: Bạn phải bao gồm một thông điệp cá nhân.

# editor.submission.fileAuditor.skipEmail
source: Do not send email to the Auditor
ar_iq: لا ترسل الرسالة إلى المتابع
az: Nəzarətçiyə email göndərmə
bg_bg: Не изпращайте имейл до одитора
ca_es: No envieu un correu electrònic a l'auditor/a
cs_cz: Neposílat email auditorovi
de_de: E-Mail nicht an Prüfer/in schicken
el_gr: Να μην αποσταλεί μήνυμα στον Ελεγκτή (Auditor)
es_es: No enviar correo electrónico al auditor/a
eu: Ez bidali mezu elektronikorik auditoreari
fa_ir: عدم ارسال ایمیل به حسابرس
fi_fi: Älä lähetä sähköpostia tarkastajalle
fr_ca: Ne pas envoyer le courriel au,à la vérificateur-trice.
fr_fr: N'envoyez pas de courriels au vérificateur.
hr: Ne šaljite e-poštu revizoru
hu_hu: Ne küldje el az emailt az ellenőrnek
hy_am: Աուդիտորին չուղարկել նամակ
id_id: Jangan mengirimkan surel ke Auditor
is_is: Ekki senda tölvupóst til höfundar
it_it: Non mandare email al valutatore
lv: Nesūtīt e-pastu auditoram
mk: Не испраќајте е-пошта до ревизорот
ms: Jangan hantar e-mel kepada Juruaudit
nb_no: Ikke send melding til sluttkontrollør
nl_nl: Verstuur geen e-mail aan de corrector.
pl_pl: Nie wysyłaj wiadomości e-mail do kontrolera
pt_pt: Não enviar e-mail para o auditor
ro_ro: Nu trimiteți e-mail către auditor
sr_rs@cyrillic: Не шаљите имејл ревизору
sv_se: Skicka inget e-postmeddelande till manusgranskaren
tr_tr: Denetçiye e-posta gönderme
uk_ua: Не надсилати електронного листа аудитору
vi: Không gửi email cho người kiểm tra
vi_vn: Không gửi e-mail cho Người giám sát

# editor.submission.fileAuditor.form.userRequired
source: You must select a user to assign.
ar_iq: عليك أن تختار المستخدم الذي تريد تعيينه.
bg_bg: Трябва да изберете потребител за присвояване/асоцииране.
ca_es: Heu de seleccionar un usuari a qui assignar-lo.
cs_cz: Musíte vybrat uživatele, kterého chcete přiřadit.
de_de: Sie müssen eine/n Benutzer/in zur Zuordnung auswählen.
el_gr: Πρέπει να επιλέξετε έναν Χρήστη για να γίνει η ανάθεση.
es_es: Debe seleccionar un usuario/a al que asignar.
eu: Zein erabiltzaileri esleitu aukeratu behar duzu.
fa_ir: باید یک کاربر برای انتساب، انتخاب شود
fi_fi: Sinun on valikoitava käyttäjä, joka valitaan.
fr_ca: Vous devez choisir un-e utilisateur-trice à assigner.
fr_fr: Vous devez choisir un utilisateur à qui l'ouvrage sera attribué.
hr: Morate odabrati korisnika za dodjelu.
hu_hu: A hozzárendeléshez felhasználót kell választania.
hy_am: Դուք պետք է ընտրեք օգտագործող նշանակելու համար:
id_id: Anda harus memilih pengguna untuk ditugaskan.
is_is: Þú verður að velja notanda til að úthluta.
it_it: Devi selezionare un utente a cui assegnare ciò.
lv: Jāizvēlas lietotājs, kuru vēlaties piešķirt.
mk: Мора да изберете корисник за доделување.
ms: Anda mesti memilih pengguna untuk ditugaskan.
nb_no: Du må velge en bruker til oppgaven.
nl_nl: Selecteer een gebruiker om het bestand aan toe te wijzen.
pl_pl: Musisz wybrać użytkownika do przypisania.
pt_pt: Deve selecionar um utilizador para designação.
ro_ro: Trebuie să selectați un utilizator pe care să îl atribuiți.
sr_rs@cyrillic: Морате одабрати корисник за доделу.
sv_se: Du måste välja en användare att tilldela en fil.
tr_tr: Atamak için bir kullanıcı seçmelisiniz.
uk_ua: Ви маєте вибрати користувача для призначення.
vi: Bạn phải chọn một người dùng để chỉ định.
vi_vn: Bạn phải chọn một người dùng để phân công.

# editor.submission.uploadSelectFiles
source: Upload/Select Files
ar_iq: رفع/إختيار الملفات
az: Faylları seçin/J4846yükləyin
bg_bg: Качване/Избиране на файлове
ca_es: Carrega/Selecciona fitxers
cs_cz: Nahrát/vybrat soubory
de_de: Dateien hochladen/auswählen
el_gr: Μεταφόρτωση/Επιλογή αρχείων
es_es: Subir/Seleccionar archivos
eu: Igo/hautatu fitxategiak
fa_ir: آپلود/انتخاب فایل
fi_fi: Lataa/Valitse tiedostot
fr_ca: Téléverser/Sélectionner les fichiers
fr_fr: Transférer/Sélectionner les fichiers
hr: Prijenos/Odabir datoteka
hu_hu: Feltöltés/Fájlok kiválasztása
hy_am: Ներբեռնել/Ընտրել ֆայլ
id_id: Unggah/Pilih File
is_is: Hlaða upp/velja skrár
it_it: Carica/seleziona file
lv: Augšupielādēt/izvēlēties failus
mk: Аплоадирај/избери фајл
ms: Muat Naik/Pilih Fail
nb_no: Last opp/velg filer
nl_nl: Upload/selecteer bestanden
pl_pl: Prześlij/Wybierz pliki
pt_pt: Upload/Selecionar ficheiros
ro_ro: Încarcați/ selectați fișiere
sr_rs@cyrillic: Додај/одабери фајлове
sv_se: Ladda upp/välj filer
tr_tr: Dosyaları Seç/Yükle
uk_ua: Завантажити/Вибрати файли
vi: Tải lên/Chọn tệp
vi_vn: Tải/lựa chọn các tập tin

# editor.submission.selectFiles
source: Select Files
ar_iq: إختيار الملفات
az: Faylları seçin
bg_bg: Избиране на файлове
ca_es: Seleccionar arxius
cs_cz: Vyberte soubory
de_de: Dateien auswählen
el_gr: Επιλογή αρχείων
es_es: Selecciona archivos
eu: Hautatu fitxategiak
fa_ir: انتخاب فایل
fi_fi: Valitse tiedostot
fr_ca: Sélectionner les fichiers
fr_fr: Sélectionner les fichiers
hr: Odaberite datoteke
hu_hu: Fájlok kiválasztása
hy_am: Ընտրել ֆայլ
id_id: Pilih File
is_is: Velja skrár
it_it: Seleziona files
lv: Izvēlēties failus
mk: Избери фајл
ms: Pilih Fail
nb_no: Velg filer
nl_nl: Selecteer bestanden
pl_pl: Wybierz pliki
pt_pt: Selecionar ficheiros
ro_ro: Selectați fișiere
sr_rs@cyrillic: Одабери фајлове
sv_se: Välj filer
tr_tr: Dosyaları Seç
uk_ua: Вибрати файли
vi: Chọn tệp
vi_vn: Lựa chọn các tập tin

# editor.submission.revisions
source: Revisions
ar_iq: التنقيحات
az: Düzəlişlər
bg_bg: Версии (ревизии)
cs_cz: Úpravy
de_de: Überarbeitungen
el_gr: Αναθεωρήσεις
es_es: Revisiones
eu: Berrikuspenak
fa_ir: اصلاحات
fi_fi: Korjaukset
fr_ca: Révisions
fr_fr: Révisions
hr: Revizije
hu_hu: Felülvizsgálatok
hy_am: Վերանայում
id_id: Revisi
is_is: Endurskoðun
it_it: Revisioni
lv: Versijas
mk: Ревизија
ms: Semakan
nb_no: Revideringer
nl_nl: Gereviseerde versies
pl_pl: Wersje tekstu poprawione przez autora
pt_pt: Revisões
ro_ro: Revizii
sr_rs@cyrillic: Ревизије
sv_se: Bearbetningar
tr_tr: Düzeltmeler
uk_ua: Версії
vi: Bản sửa đổi
vi_vn: Các bản sửa chữa

# editor.submission.review.reviewersDescription
source: Use <em>+Add Reviewer</em> to invite readers to review the submission files. The notebook icon indicates that a review has been submitted, which is then checked <em>Acknowledged</em> after it has been consulted. When reviews are overdue, a red envelope icon appears for reminding reviewers.
ar_iq: استعمل <em>+إضافة محكم</em> لدعوة القراء لتحكيم ملفات طلب النشر. إيقونة دفتر الملاحظات تشير إلى أن أحد التحكيمات قد تم تسليمه، وهو بدوره سيدقق <em>يُعلَّم</em> بعد أن يخضع للمشاورة. عندما تتأخر التحكيمات عن موعدها، ستظهر إيقونة الظرف الأحمر لغرض تذكير المحكمين المتأخرين.
bg_bg: Използвайте <em>+Добавяне на рецензент</em>, за да поканите читателите да рецензират изпратените файлове. Иконата на бележника показва, че е изпратена рецензия, към която след това се поставя отметка <em>Потвърдено</em>, след като е прегледана. Когато рецензиите са просрочени, се появява червена икона на плик, за да напомня на рецензентите.
ca_es: Utilitzeu <em>+Afegir revisor/a</em> per convidar lectors/ores a revisar els fitxers tramesos. La icona de la llibreta indica que s'ha enviat una revisió, que després es marca com a <em>Revisada</em> quan s'ha revisat. Quan hi hagi comentaris endarrerits, apareixerà una icona de sobres vermells com a recordatori per als revisors/ores.
cs_cz: Pomocí <em>+Přidat recenzenta</em> můžete pozvat čtenáře, aby si prohlédli soubory příspěvku. Ikona poznámkového bloku označuje, že byla odevzdána recenze, která byla po konzultaci zaškrtnuta <em>Potvrzeno</em>. Když jsou recenze po termínu, objeví se červená ikona obálky, která tuto skutečnost připomíná recenzentům.
de_de: Benutzen Sie <em>+Gutachter/in hinzufügen</em>, um Leser/innen um Begutachtung der Einreichung zu bitten. Das Notizbuch-Symbol zeigt an, dass ein Gutachten eingereicht worden ist, das dann als <em>Berücksichtigt</em> markiert wird, nachdem es einbezogen worden ist. Wenn Gutachten überfällig sind, erscheint ein rotes Umschlagsymbol, um Gutachter/innen zu benachrichtigen.
el_gr: Επιλέξτε <em>+Προσθήκη Αξιολογητή</em> για να προσκαλέσετε Αναγνώστες να αξιολογήσουν τα αρχεία της υποβολής. Το εικονίδιο υποδεικνύει ότι έχει υποβληθεί μια αξιολόγηση, που αφού αναγνωσθεί επισημαίνεται ως αναγνωσθείσα. Με την παρέλευση της προθεσμίας αξιολόγησης, εμφανίζεται ένα κόκκινο εικονίδιο για την αποστολή υπενθύμισης στους Αξιολογητές.
es_es: Usa <em>+Añadir revisor</em> para invitar lectores a que revisen los archivos del envío. El icono del cuaderno indica que se ha enviado una revisión, que se comprueba <em>Aceptado</em> tras su consulta. Cuando hay revisiones atrasadas aparece en un iono de un sobre rojo.
eu: Erabili <em>+Ebaluatzailea gehitu</em> irakurleak bidalketa-fitxategiak berrikustera gonbidatzeko. Liburuxka ikonoak berrikuspen bat bidali dela adierazten du eta <em>Onartua</em> marka jarriko zaio kontsultatu ondoren. Berrikuspen atzeratuak daudenean, gutun-azal gorri baten ikonoarekin agertzen da ebaluatzaileak gogorarazteko.
fa_ir: از گزینه <em>افزودن داور</em> برای دعوت از خوانندگان برای داوری مقالات ارسالی استفاده کنید. آیکون دفترچه بیانگر آن است که یک داور ثبت شده است و چنانچه داور، انجام داوری را بپذیرد، آیکون تیک خواهد خورد. زمانی که مهلت داوری به اتمام رسد آیکون قرمز رنگی برای ارسال یادآوری به داور نمایان می‌شود.
fi_fi: Käytä <em>+Lisää arvioija</em>-kohtaa kutsuaksesi lukijoita arvioimaan käsikirjoitustiedostoja. Lehtiö-kuvake ilmaisee, että arvio on lähetetty. Kun arvio on käyty läpi, kuvake rastitetaan <em>vastaanotetuksi</em>. Kun arviot ovat myöhässä, punainen kirjekuori-kuvake ilmestyy arvioijien muistuttamista varten.
fr_ca: Utiliser <em>Ajouter un-e évaluateur-trice</em> pour inviter des lecteurs-trices à évaluer les fichiers soumis. L'icône en forme de carnet indique qu'une évaluation a été soumise. Celui-ci indiquera <em>coché</em> lorsqu'elle aura été consultée. Si les évaluations sont en retard, l'icône d'une enveloppe rouge s'affichera à titre de rappel pour les évaluateurs-trices.
fr_fr: Utilisez <em>Ajouter un rapporteur</em> pour inviter des lecteurs à examiner les fichiers soumis. L'icône en forme de carnet indique qu'on a soumis un fichier pour l'évaluation. Celui-ci indiquera <em>Considéré</em> lorsqu'il aura été consulté. Si les évaluations sont en retard, l'icône d'une enveloppe rouge s'affichera à titre de rappel pour les rapporteurs.
hr: Upotrijebite <em>+Dodaj recenzenta</em> da pozovete čitatelje da recenziraju datoteke za predaju. Ikona bilježnice označava da je recenzija poslana, a zatim je označena kao <em>Potvrđeno</em> nakon što je pregledana. Kada recenzije kasne, pojavljuje se ikona crvene omotnice kao podsjetnik recenzentima.
hu_hu: Használja a <em>+Lektor hozzáadása</em> lehetőséget, hogy meghívja az olvasókat a beküldött fájlok szakmai lektorálásához. A jegyzettömb ikon azt jelzi, hogy lektori véleményt nyújtottak be, amely konzultáció után <em>Elfogadott</em> állapotba kerül. Amikor a szakmai lektorok kifutnak az időből, akkor egy piros boríték jelenik meg, hogy emlékeztesse a lektorokat.
hy_am: Օգտագործեք <em> + Ավելացնել գրախոս ողին </em>՝ հրավիրելու ընթերցողներին վերանայել ներկայացվող նյութերը: Նոթատետրի պատկերակը ցույց է տալիս, որ ներկայացվել է վերանայում, որն այնուհետև ստուգվում է <em> Հաստատված է </em> այն խորհրդակցելուց հետո: Երբ վերանայումները ժամկետանց են, կարմիր ծրարի պատկերակ է հայտնվում գրախոսներին հիշեցնելու համար:
id_id: Gunakan <em>+Tambah Peninjau</em> untuk mengundang pembaca meninjau naskah. Ikon buku catatan menunjukkan bahwa review telah dikirimkan, yang kemudian centang <em>Diterima</em> setelah diperiksa. Ketika ulasan terlambat, ikon amplop merah muncul untuk mengingatkan peninjau.
is_is: Notaðu <em>+Bæta við ritrýni</em> til að bjóða lesendum að ritrýna innsent handrit. Minnisbókarmerkið gefur til kynna að ritrýni hafi verið skilað inn og er hún þá er merkt <em>Acknowledged</em> eftir skoðun. Þegar ritrýni er komin fram yfir skiladag, birtist merki með rauðu umslagi til áminningar fyrir ritrýna.
it_it: Usa <em>+Aggiungi revisore</em> per invitare i lettori a revisionare i file proposti. L'icona del portatile indica che la revisione è stata inviata, essa quando è segnata <em>Vista</em> dopo che è stata consultata. Quando una revisione è in ritardo, appare una lettera rossa come icona, per ricordare il tutto ai revisori.
lv: Lietojiet<em>+Pievienot recenzentu</em>, lai uzaicinātu lasītājus recenzēt iesniegtā materiāla failus. Piezīmju grāmatiņas ikona norāda, ka ir iesniegta recenzija, kas pēc tam pārskatīšanas tiek atzīmēta kā <em>Pieņemts</em>. Ja recenzēšanas termiņš ir nokavēts, atgādināšanai recenzentiem tiek parādīta sarkana aploksnes ikona.
mk: Користете <em> +Додај прегледувач</em> за да ги поканите читателите да ги разгледаат датотеките за поднесување. Иконата во тетратката означува дека е доставена рецензија, кој потоа ќе биде проверен<em> Потврди </em>откако ќе се консултира. Кога рецензиите се задоцнети, се појавува икона со црвен плик за потсетување на рецензентите.
ms: Gunakan <em>+Tambah Pengulas</em> untuk menjemput pembaca mengulas fail penyerahan. Ikon buku nota menunjukkan bahawa ulasan telah diserahkan, yang kemudiannya diperiksa <em>Diakui</em> selepas ia dirujuk. Apabila ulasan tertunggak, ikon sampul merah muncul untuk mengingatkan pengulas.
nb_no: Bruk <em>+«Legg til fagfelle»</em> til å invitere lesere til å vurdere de innsendte filene. Notatbokikonet viser at en fagfellevurdering er sendt inn. Det merkes <em>«Bekreftet»</em> etter at fagfellevurderingen er lest. Dersom fagfellevurderingen er forsinket, vil et ikon med en rød konvolutt minne fagfellen om vurderingen.
nl_nl: Gebruik <em>Voeg reviewer toe</em> om reviewers uit te nodigen om de bestanden van de inzending te reviewen. Het notitieboek-icoon duidt aan dat een review werd ingediend; nadat die bekeken is, wordt ze als <em>Aanvaard</em> gemarkeerd. Wanneer reviews te laat zijn, verschijnt een icoon van een rode envelop ter herinnering aan de reviewers.
pl_pl: Użyj <em>+Dodaj recenzenta</em> aby zaprosić czytelników do recenzji zgłoszonych tekstów. Ikona notatnika oznacza, że recenzja została przesłana, a następnie jest oznaczona jako <em>Potwierdzone</em> po sprawdzeniu i skonsultowaniu. Jeżeli recenzenci przekraczają czas przeznaczony na wykonanie recenzji, czerwona ikona koperty pojawia się umożliwiając wysłanie ponaglenia recenzentom.
pt_pt: Usar <em>+ Adicionar revisor</em> para convidar os leitores a rever os ficheiros submetidos. O ícone do caderno indica que uma revisão foi enviada, que é então marcada <em>Reconhecida</em> depois de ter sido consultada. Quando as revisões estão atrasadas, um ícone de envelope vermelho aparece para lembrar os revisores.
ro_ro: Folosiți<em>+Adăugare revizor</em> pentru a invita cititorii să revizuiască manuscrise înregistrate. Pictograma cu notebook indică faptul că a fost trimisă o recenzie, care este apoi verificată<em>Mulțumiri</em> după ce a fost consultat. Când recenziile au întârziat, apare o pictogramă cu plic roșu pentru amintirea recenzorilor.
sr_rs@cyrillic: Користите <em>+Додај рецензентa</em> да би позвали читаоце да рецензирају предате фајлове. Икона напомене указује да је рецензија предата и која је након тога означена као <em>Примљено</em> након што је консултована. Када рецензија касни, иконица црвене коверте се појављује како би подсетила рецензенте .
sv_se: Använd <em>+Lägg till granskare</em> för att bjuda in läsare att granska bidragsfiler. Ikonen med en anteckningsbok visar att en granskning har skickats in och sen blir <em>Godkänd</em> ikryssad när den har lästs. Om granskningar passerar deadline visas en rött kuvert-ikon för att påminna granskare.
tr_tr: Okuyucuları gönderileri değerlendirmeye davet etmek için <em>+Hakem Ekle</em>'yi kullanın. Dizüstü bilgisayar simgesi, bir değerlendirmenin gönderildiğini ve ardından da <em>Onaylandığını</em> gösterir. Değerlendirmeler geciktiğinde, hakemlere hatırlatmak için kırmızı bir zarf simgesi görüntülenir.
uk_ua: Використовуйте <em>+Додати рецензента</em>, щоб запросити читачів рецензувати файли матеріалів. Значок записника вказує на те, що було надіслано рецензію, яка потім позначається <em>Прийнята</em> після розгляду. Коли відгуки прострочені, з'являється значок червоного конверту для нагадування рецензентам.
vi: Sử dụng <em>+Thêm người đánh giá</em> để mời người đọc đánh giá tệp bài nộp. Biểu tượng sổ tay chỉ ra rằng đã có đánh giá được nộp, sau đó được đánh dấu <em>Đã xác nhận</em> sau khi đã được xem xét. Khi đánh giá quá hạn, biểu tượng phong bì màu đỏ xuất hiện để nhắc nhở người đánh giá.
vi_vn: Sử dụng <em> + Thêm người đánh giá </em> để mời độc giả xem xét các tệp gửi. Biểu tượng sổ ghi chép cho biết rằng một bài đánh giá đã được gửi đi, bài đánh giá này sau đó sẽ được đánh dấu <em> Đã công nhận </em> sau khi nó đã được tham khảo ý kiến. Khi quá hạn đánh giá, biểu tượng phong bì màu đỏ sẽ xuất hiện để nhắc nhở người đánh giá.
