Repository: pkp/pkp-lib
Catalog: locale/*/editor.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, eu, fa_ir, fi_fi, fr_ca, fr_fr, hr, hu_hu, hy_am, id_id, is_is, it_it, lv, mk, ms, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sr_rs@cyrillic, sv_se, tr_tr, uk_ua, vi, vi_vn

# editor.review.reviewDetails
source: Review Details
ar_iq: تفاصيل التحكيم
az: Dəyərləndirmə detalları
bg_bg: Детайли за рецензията
ca_es: Detalls de la revisió
cs_cz: Detaily recenze
de_de: Gutachten-Details
el_gr: Λεπτομέρειες αξιολόγησης
es_es: Revisar detalles
eu: Berrikusi xehetasunak
fa_ir: جزییات
fi_fi: Arvioinnin tiedot
fr_ca: Renseignements sur l'évaluation
fr_fr: Détails de l'évaluation
hr: Pojedinosti recenzije
hu_hu: Lektorálás részletei
hy_am: Գրապոսման մանրամասներ
id_id: Rincian Review
is_is: Ritrýniupplýsingar
it_it: Dettagli
lv: Sīkāka informācija par recenzēšanu
mk: Детали на рецензија
ms: Butiran Ulasan
nb_no: Detaljer vedr. fagfellevurdering
nl_nl: Details review
pl_pl: Szczegóły recenzji
pt_pt: Detalhes da revisão
ro_ro: Detalii revizie
sr_rs@cyrillic: Детаљи рецензирања
sv_se: Granskningsdetaljer
tr_tr: Değerlendirme Detayları
uk_ua: Деталі рецензування
vi: Chi tiết đánh giá
vi_vn: Đánh giá chi tiết

# editor.review.noReviewFilesUploaded
source: No Files Uploaded
ar_iq: لم تُرفع أي ملفات بعد
az: Heç bir fayl yüklənmədi
bg_bg: Няма качени файлове
ca_es: Cap arxiu carregat
cs_cz: Žádné soubory nebyly nahrány
de_de: Keine Dateien hochgeladen
el_gr: Δε μεταφορτώθηκαν αρχεία
es_es: No hay ningún archivo subido
eu: Ez da fitxategirik igo
fa_ir: فایلی آپلود نشده است.
fi_fi: Ei ladattuja tiedostoja
fr_ca: Aucun fichier téléchargé
fr_fr: Aucun fichier transféré
hr: Nema prenesenih datoteka
hu_hu: Nincsenek feltöltött fájlok
hy_am: Ներբեռնման ֆայլ չկա
id_id: Tidak Ada File Yang Diunggah
is_is: Engum skrám hefur verið hlaðið upp
it_it: Nessun file caricato
lv: Nav augšupielādētu failu
mk: Нема аплодирано фајлови
ms: Tiada Fail Dimuat Naik
nb_no: Ingen filer er lastet opp
nl_nl: Geen reviewbestanden opgeladen
pl_pl: Brak przesłanych plików
pt_pt: Nenhum ficheiro carregado
ro_ro: Nu a fost încărcat nici un fișier
sr_rs@cyrillic: Нема достављених фајлова
sv_se: Inga filer uppladdade
tr_tr: Hiç Bir Dosya Yüklenmedi
uk_ua: Файли не вивантажені
vi: Chưa tải tệp nào lên
vi_vn: Không có tệp nào được tải lên

# editor.review.noReviewFilesUploaded.details
source: You have not uploaded any review files.
ar_iq: لم يسبق لك رفع أي ملفات تحكيم.
bg_bg: Не сте качили никакви файлове за рецензиране.
ca_es: No heu carregat cap arxiu de revisió.
cs_cz: Nenahráli jste žádné soubory recenzí.
de_de: Sie haben keine Dateien zur Begutachtung hochgeladen.
el_gr: Δεν έχετε μεταφορτώσει αρχεία αξιολόγησης στην πλατφόρμα.
es_es: No ha subido ningún archivo de revisión.
eu: Ez duzu berrikuspen-fitxategirik kargatu.
fa_ir: شما هیچ فایل داوری آپلود نکرده‌اید.
fi_fi: Et ole ladannut yhtään arviointitiedostoa.
fr_ca: Vous n'avez téléversé aucun fichier d'évaluation
fr_fr: Vous n'avez transféré aucun fichier d'évaluation
hr: Niste prenijeli nijednu datoteku za recenziju.
hu_hu: Még nem töltött fel felülvizsgált fájlt.
hy_am: Դուք չեք ներբեռնել որևէ գրախոսման ֆայլ:
id_id: Anda belum mengunggah file review apa pun.
is_is: Þú hefur ekki hlaðið upp neinum ritrýniskrám.
it_it: Non è stato caricato alcun file pertinente alla revisione.
lv: Jūs neesat augšupielādējis nevienu recenzēšanas failu.
mk: Немате аплодирано никакви рецензентски фајлови.
ms: Anda belum memuat naik sebarang fail ulasan.
nb_no: Du har ikke lastet opp noen filer.
nl_nl: U heeft geen reviewbestanden opgeladen.
pl_pl: Nie przesłałeś(aś) plików recenzji.
pt_pt: Não enviou nenhum ficheiro de revisão.
ro_ro: Nu ați încărcat niciun fișier de recenzie.
sr_rs@cyrillic: Још нисте доставили ни један фајл рецензије.
sv_se: Du har inte laddat upp några granskningsfiler.
tr_tr: Herhangi bir değerlendirme dosyası yüklenmedi.
uk_ua: Ви не завантажили жодного файлу рецензії.
vi: Bạn chưa tải lên bất kỳ tệp đánh giá nào.
vi_vn: Bạn đã không tải lên một tệp phản biện nào.

# editor.review.emailReviewer
source: Email Reviewer
ar_iq: مراسلة المحكم
az: Email dəyərləndirməsi
bg_bg: Имейл до рецензента
ca_es: Envia un correu electrònic al revisor/a
cs_cz: Email recenzentovi
de_de: E-Mail an Gutachter/in
el_gr: Αποστολή μηνύματος στον Αξιολογητή
es_es: Enviar correo al revisor/a
eu: Bidali mezu elektronikoa ebaluatzaileari
fa_ir: ایمیل به داور
fi_fi: Lähetä sähköposti arvioijalle
fr_ca: Envoyer un courriel à l'évaluateur-trice
fr_fr: Envoyer un courriel
hr: Pošaljite e-poštu recenzentu
hu_hu: Email a szakmai lektornak
hy_am: Էլեկտրոնային փոստի վերանայող
id_id: Kirim Surel ke Peninjau
is_is: Senda tölvupóst til ritrýnis
it_it: Scrivi una email al revisore
lv: Nosūtīt e-pastu recenzentam
mk: Емаил до рецензентот
ms: E-mel Pengulas
nb_no: E-post til fagfelle
nl_nl: Verstuur een e-mail aan de reviewer
pl_pl: Wyślij wiadomość e-mail do recenzenta
pt_pt: E-mail de revisor
ro_ro: Email reviyor
sr_rs@cyrillic: Пошаљи имејл рецензенту
sv_se: Skicka e-postmeddelande till granskaren
tr_tr: E-posta Değerlendirmesi
uk_ua: Надіслати електронного листа рецензенту
vi: Email người đánh giá
vi_vn: Gưi email cho Phản biện

# editor.submission.production.productionReadyFiles
source: Production Ready Files
ar_iq: الملفات الجاهزة للإنتاج
az: Çapa hazır fayllar
bg_bg: Файлове готови за продукция (публикуване)
ca_es: Fitxers preparats per a producció
cs_cz: Soubory připravené pro produkční fázi
de_de: Produktionsfertige Dateien
el_gr: Αρχεία έτοιμα για την παραγωγή
es_es: Archivos listos para la producción
eu: Ekoizpenerako prest dauden artxiboak
fa_ir: فایل‌های آماده‌ی چاپ
fi_fi: Tuotantovalmiit tiedostot
fr_ca: Fichiers prêts pour la production
fr_fr: Fichiers publiables
hr: Datoteke spremne za proizvodnju
hu_hu: Megjelentetésre kész fájlok
hy_am: Թողարկման համար պատրաստ ֆայլեր
id_id: File Siap Produksi
is_is: Skrár tilbúnar í framleiðslu
it_it: File pronti per la produzione
lv: Publicēšanai gatavi faili
mk: Фајлови подготвени за објавување
ms: Fail Sedia Produksi
nb_no: Filer klare til produksjon
nl_nl: Bestanden die klaar zijn voor publicatie
pl_pl: Pliki gotowe do składu
pt_pt: Ficheiros prontos para produção
ro_ro: Fișiere pregătite pentru producție
sr_rs@cyrillic: Фајлови спремни за продукцију
sv_se: Filer redo för produktion
tr_tr: Basıma Hazır Dosyalar
uk_ua: Файли для публікації
vi: Tệp sẵn sàng cho sản xuất
vi_vn: Các tệp Sẵn sàng để Sản xuất

# editor.submission.newRound
source: New Review Round
ar_iq: جولة تحكيم جديدة
az: Yeni dəyərləndirmə turu
bg_bg: Нов кръг на рецензиране
ca_es: Nova ronda de revisió
cs_cz: Nové kolo recenzí
de_de: Neue Begutachtungsrunde
el_gr: Νέος γύρος αξιολόγησης
es_es: Nueva ronda de revisión
eu: Ebaluazio-txanda berria
fa_ir: دور جدید داوری
fi_fi: Uusi arviointikierros
fr_ca: Nouveau cycle d'évaluation
fr_fr: Nouvelle série d'évaluations
hr: Novi krug recenzija
hu_hu: Új lektorálási kör
hy_am: Խմբագրման նոր փուլ
id_id: Tahapan Review Baru
is_is: Endurtekin ritrýni
it_it: Nuovo round di revisione
lv: Jauna recenzēšanas kārta
mk: Нов круг на рецензии
ms: Pusingan Ulasan Baharu
nb_no: Ny runde med fagfellevurdering
nl_nl: Nieuwe reviewronde
pl_pl: Nowa runda recenzji
pt_pt: Nova ronda de revisão
ro_ro: Rundă nouă de revizie
sr_rs@cyrillic: Нова рунда рецензирања
sv_se: Ny granskningsomgång
tr_tr: Yeni Değerlendirme Turu
uk_ua: Новий раунд рецензування
vi: Vòng đánh giá mới
vi_vn: Vòng đánh giá mới

# editor.submissionReview.recordDecision
source: Record Editorial Decision
ar_iq: تسجيل قرار التحرير
az: Redaksiya qərarını qeyd edin
bg_bg: Запис да редакторското решение
ca_es: Enregistra la decisió de l'editor/a
cs_cz: Nahrát rozhodnutí editora
de_de: Redaktionelle Entscheidung festhalten
el_gr: Καταγραφή απόφασης Επιμελητή
es_es: Registrar decisión editorial
eu: Grabatu erabaki editoriala
fa_ir: ثبت نظر تیم سردبیری
fi_fi: Tallenna toimituksellinen päätös
fr_ca: Enregistrement la décision éditoriale
fr_fr: Enregistrement des décisions éditoriales
hr: Urednička odluka zapisa
hu_hu: Szerkesztői döntés rögzítése
hy_am: Գրանցել խմբագրական որոշումը
id_id: Rekam Keputusan Editorial
is_is: Skrá ritstjórnarlega ákvörðun
it_it: Registra la decisione
lv: Ierakstīt redakcionālu lēmumu
mk: Забележи ја одлуката на уредниците
ms: Rekod Keputusan Editorial
nb_no: Registrer redaksjonens avgjørelse
nl_nl: Bewaar redacteursbeslissing
pl_pl: Zapisz decyzję redaktora
pt_pt: Registar decisão editorial
ro_ro: Înregistrați decizia editorială
sr_rs@cyrillic: Забележи одлуку уредника
sv_se: Registrera redaktörsbeslut
tr_tr: Editöryal Kararı Kaydet
uk_ua: Записати рішення редакції
vi: Ghi lại quyết định biên tập
vi_vn: Ghi Quyết định Ban biên tập

# editor.submissionReview.recordRecommendation
source: Record Editorial Recommendation
ar_iq: تسجيل توصيات هيئة التحرير
az: Redaksiya təklifini qeyd edin
bg_bg: Запис на редакторската препоръка
cs_cz: Záznam doporučení redakce
de_de: Redaktionelle Empfehlung festhalten
el_gr: Καταγραφή σύστασης Επιμελητή
es_es: Registrar recomendación editorial
eu: Grabatu argitaletxearen gomendioa
fa_ir: ثبت توصیه
fi_fi: Tallenna toimituksellinen suositus
fr_ca: Enregistrer la recommandation éditoriale
fr_fr: Enregistrement de la recommandation éditoriale
hr: Urednička preporuka zapisa
hu_hu: Szerkesztőségi ajánlás rögzítése
hy_am: Գրանցել խմբագրական խորհրդատվությունը
id_id: Rekam Rekomendasi Editorial
is_is: Skrá ritstjórnarlegar ráðleggingar
it_it: Registra le raccomandazioni editoriali
lv: Ierakstīt redaktora rekomendāciju
mk: Забележи ја препораката на рецензентите
ms: Rekod Cadangan Editorial
nb_no: Registrer redaksjonell anbefaling
nl_nl: Bewaar redacteursaanbeveling
pl_pl: Zapisz rekomendację redaktora
pt_pt: Guardar recomendação editorial
ro_ro: Înregistrați recomandarea editorială
sv_se: Registrera redaktörsrekommendation
tr_tr: Editöryal Öneriyi Kaydet
uk_ua: Записати рекомендацію редактора
vi: Ghi lại đề xuất biên tập
vi_vn: Ghi lại Đề xuất Biên tập

# editor.submissionReview.recordRecommendation.notifyEditors
source: Notify Editors
ar_iq: إشعار المحررين
az: Redaktorlara məlumat verin
bg_bg: Известяване на редакторите
cs_cz: Upozornit editory
de_de: Redakteur/innen benachrichtigen
el_gr: Ενημέρωση Επιμελητών
es_es: Notificar a los editores/as
eu: Jakinarazi editoreei
fa_ir: اطلاع‌رسانی به دبیر
fi_fi: Ilmoita toimittajille
fr_ca: Aviser les rédacteurs-trices
fr_fr: Notifier les rédacteurs
hr: Obavijesti urednike
hu_hu: Szerkesztők értesítése
hy_am: Տեղեկացնել խմբագիրներին
id_id: Beritahu Editor
is_is: Upplýsa ritstjóra
it_it: Notifica gli editors
lv: Paziņot redaktoriem
mk: Извести ги уредниците
ms: Maklumkan Editor
nb_no: Gi beskjed til redaktørene
nl_nl: Verwittig redacteurs
pl_pl: Powiadom redaktorów
pt_pt: Notificar editores
ro_ro: Notificați editorii
sv_se: Meddela redaktörer
tr_tr: Editörleri Bilgilendir
uk_ua: Повідомити редакторів
vi: Thông báo cho biên tập viên
vi_vn: Thông báo cho các Biên tập viên

# editor.submissionReview.recordRecommendation.skipEmail
source: Do not send editors an email.
ar_iq: لا ترسل رسالة إلى المحررين.
bg_bg: Да не се изпраща имейл на редакторите.
cs_cz: Neposílat email editorům.
de_de: Redakteur/innen keine E-Mail senden.
el_gr: Να μην αποσταλεί μήνυμα στους Επιμελητές.
es_es: No enviar correo electrónico a los editores/as.
eu: Ez bidali mezu elektronikorik editoreei.
fa_ir: عدم ارسال ایمیل به دبیر
fi_fi: Älä lähetä toimittajille sähköpostia.
fr_ca: Ne pas envoyer de courriel aux rédacteurs-trices
fr_fr: Ne pas envoyer de mail aux rédacteurs.
hr: Ne šaljite urednicima e-poštu.
hu_hu: Ne küldjön a szerkesztőknek e-mailt.
hy_am: Խմբագիրներին նամակ չուղարկել:
id_id: Jangan mengirim surel kepada Editor.
is_is: Ekki senda ritstjórum tölvupóst.
it_it: Non inviare email agli editors.
lv: Nesūtīt redaktoriem e-pastu.
mk: Не испражај имејл до уредниците.
ms: Jangan hantar e-mel kepada editor.
nb_no: Ikke send e-post til redaktørene.
nl_nl: Verstuur geen e-mail aan de redacteurs.
pl_pl: Nie wysyłaj redaktorom wiadomości e-mail.
pt_pt: Não enviar e-mail aos editores.
ro_ro: Nu trimiteți email editorilor.
sv_se: Skicka inget e-postmeddelande till redaktörer.
tr_tr: Editörlere e-posta gönderme.
uk_ua: Не надсилати редакторам електронного листа.
vi: Không gửi email cho biên tập viên.
vi_vn: Không gửi e-mail cho Các biên tập viên.

# editor.submissionReview.recordRecommendation.createDiscussion
source: Create a review discussion about this recommendation.
ar_iq: إنشاء مناقشة بشأن هذه التوصية.
bg_bg: Създайте дискусия за рецензирането относно тази препоръка.
cs_cz: Vytvořit diskusi recenzentů o tomto doporučení.
de_de: Eine Begutachtungsdiskussion zu dieser Empfehlung anlegen.
el_gr: Εκκίνηση συζήτησης σχετικά με αυτή τη σύσταση.
es_es: Crear una discusión de revisión acerca de esta recomendación.
eu: Sortu berrikuspen-eztabaida bat gomendio horri buruz.
fa_ir: اتخاذ تصمیم داوری درباره این توصیه
fi_fi: Luo keskustelu tästä suosituksesta.
fr_ca: Créer une discussion d'évaluation à propos de cette recommandation.
fr_fr: Créer une discussion sur cette recommandation.
hr: Napravite raspravu o recenziji o ovoj preporuci.
hu_hu: Lektorálási vita létrehozása erről az ajánlásról.
hy_am: Ստեղծել գրախոսական որոշում խորհրդատվության մասին:
id_id: Buat diskusi ulasan tentang rekomendasi ini.
is_is: Stofna umræður ritrýna um þessar ráðleggingar.
it_it: Crea una discussione in merito a questa raccomandazione.
lv: Izveidot recenzijas diskusiju par šo ieteikumu.
mk: Креирај дискусија за рецензија на оваа препорака.
ms: Buat perbincangan ulasan tentang cadangan ini.
nb_no: Opprett en diskusjon denne anbefalingen.
nl_nl: Start een beoordelings-discussie over deze aanbeveling.
pl_pl: Utwórz dyskusję poświęconą tej rekomendacji.
pt_pt: Criar uma discussão da revisão sobre esta recomendação.
ro_ro: Creați o discuție despre această recomandare.
sv_se: Starta en granskningsdiskussion gällande den här rekommendationen.
tr_tr: Bu öneri hakkında bir değerlendirme tartışması oluştur.
uk_ua: Створити обговорення цієї рекомендації.
vi: Tạo một cuộc thảo luận đánh giá về đề xuất này.
vi_vn: Tạo một cuộc thảo luận đánh giá về đề xuất này.

# editor.submissionReview.recordRecommendation.skipDiscussion
source: Do not create a review discussion.
ar_iq: لا تُنشئ مناقشة بشأن التحكيم.
bg_bg: Не създавайте дискусия за рецензирането.
cs_cz: Nezahajovat diskusi o recenzi.
de_de: Keine Begutachtungsdiskussion anlegen.
el_gr: Να μην πραγματοποιηθεί συζήτηση σχετικά με τη σύσταση.
es_es: No crear una discusión de revisión.
eu: Ez sortu berrikuspen-eztabaidarik.
fa_ir: عدم اتخاذ تصمیم داوری
fi_fi: Älä luo keskustelua.
fr_ca: Ne pas créer une discussion d'évaluation.
fr_fr: Ne pas créer une discussion sur cette recommandation.
hr: Nemojte stvarati raspravu o recenziji.
hu_hu: Ne hozzon létre szakmai lektorálási vitát.
hy_am: Չստեղծել խմնագրական որոշում:
id_id: Jangan buat diskusi tentang review.
is_is: Ekki stofna til umræðu um ritrýni.
it_it: Non creare uan discussione al riguardo.
lv: Neveidot recenzijas diskusiju.
mk: Не креирај дискусија за рецензија.
ms: Jangan buat perbincangan ulasan.
nb_no: Ikke opprett en diskusjon om anbefalingen.
nl_nl: Start geen beoordelings-discussie over deze aanbeveling.
pl_pl: Nie twórz dyskusji poświęconej tej rekomendacji.
pt_pt: Não criar uma discussão sobre a revisão.
ro_ro: Nu creați o discuție pe recenzie.
sv_se: Starta ingen granskningsdiskussion.
tr_tr: Değerlendirme tartışması oluşturma.
uk_ua: Не створювати обговорення.
vi: Không tạo thảo luận đánh giá.
vi_vn: Không tạo một cuộc thảo luận đánh giá.

# editor.submission.newRoundDescription
source: You are about to create a new review round for this submission. Files that have not been used in other review rounds are listed below.
ar_iq: أنت على وشك إنشاء جولة تحكيم جديدة لطلب النشر هذا. الملفات التي لم تستعمل في جولات تحكيم أخرى مدرجة أدناه.
bg_bg: На път сте да създадете нов кръг за рецензиране за това подаване на материали. Файловете, които не са били използвани в други кръгове на рецензиране, са изброени по-долу.
ca_es: Esteu a punt de crear una nova ronda de revisió per aquesta tramesa. Els fitxers que no hagin estat utilitzats a d'altres rondes de revisió s'indiquen a continuació. Per defecte, els revisors/ores de la ronda de revisió anterior s'han seleccionat per participar en aquesta nova ronda de revisió.
cs_cz: Pro tento příspěvek se chystáte vytvořit nové kolo recenzí. Soubory, které nebyly použity v jiných kolech recenzí, jsou uvedeny níže.
de_de: Sie leiten eine neue Begutachtungsrunde für diese Einreichung ein. Dateien, die noch nicht in anderen Begutachtungsrunden benutzt worden sind, sind unten aufgelistet. Standardgemäß sind die Gutachter/innen der vorherigen Begutachtungsrunde als Gutachter/innen dieser neuen Runde ausgewählt worden.
el_gr: Πρόκειται να ξεκινήσετε ένα νέο γύρο αξιολόγησης για αυτή την υποβολή. Τα αρχεία που δεν έχουν χρησιμοποιηθεί σε άλλους γύρους αξιολόγησης παρατίθενται παρακάτω.
es_es: Está a punto de crear una nueva ronda de revisión para este envío. Los archivos que no se hayan utilizado en otras rondas de revisión se listan a continuación. Por defecto, se han seleccionado los revisores/as de la ronda de revisión anterior para participar en esta nueva ronda.
eu: Bidalketa honetarako berrikuspen-erronda berri bat sortzera zoaz. Jarraian, beste berrikuspen-errondetan erabili ez diren fitxategiak zerrendatzen dira.
fa_ir: شما در حال ایجاد یک دور داوری جدید برای این مقاله هستید. فایل‌هایی که در دور داوری قبل مورد استفاده قرار نگرفته‌اند در زیر لیست شده‌اند.
fi_fi: Olet luomassa uuden arviointikierroksen tälle käsikirjoitukselle. Tiedostot, joita ei ole käytetty muilla arviointikierroksilla, ovat listattuna alla.
fr_ca: Vous êtes sur le point de créer un nouveau cycle d'évaluation pour cette soumission. Les fichiers qui n'ont pas été utilisés dans un cycle prcédent sont listés ci-dessous.
fr_fr: Vous êtes sur le point de créer une nouvelle série d'évaluations pour cette soumission. Les fichiers qui n'ont pas été utilisés dans les autres séries d'évaluations sont indiqués ci-dessous.
hr: Upravo ćete izraditi novi krug recenzije za ovaj podnesak. Datoteke koje nisu korištene u drugim krugovima recenzije navedene su u nastavku.
hu_hu: Létrehoz egy új szakmai lektorálási fordulót ehhez a beküldéshez. Az alább felsorolt fájlokat még nem használták más lektori fordulókban.
hy_am: Դուք պատրաստվում եք ստեղծել նոր գրախոսական փուլ հայտի համար: Չօգտագործված ֆայլերը ցուցակագրված են ներքևում այլ գրախոսական փուլի համար:
id_id: Anda akan membuat ronde review baru untuk naskah ini. File yang belum digunakan pada review lain ditampilkan di bawah ini.
is_is: Þú ert við það að stofna nýja umferð ritrýni fyrir handritið. Skrár sem ekki er búið að nota í öðrum umferðum ritrýni má sjá í lista hér að neðan.
it_it: Stai per creare un nuovo round di revisione per questa proposta. I files che non sono stati usati in altri round di revisione sono elencati qui sotto.
lv: Jūs gatavojaties izveidot jaunu recenzēšanas kārtu šim iesniegtajam materiālam. Tālāk ir uzskaitīti faili, kas nav izmantoti citās recenzēšanas kārtās.
mk: Ќе креирате нова рунда за преглед на овој поднесок. Датотеките што не се користени во другите рунди рецензија се наведени подолу.
ms: Anda akan membuat pusingan ulasan baharu untuk penyerahan ini. Fail yang belum digunakan dalam pusingan ulasan lain disenaraikan di bawah.
nb_no: Du er i ferd med å opprette ny fagfellevurdering. Filer som ikke har vært brukt i andre vurderingsrunder er listet nedenfor.
nl_nl: U zal een nieuwe reviewronde sttarten voor deze inzending. Bestanden die nog niet werden opgenomen in andere reviewrondes worden hieronder getoond.
pl_pl: Masz zamiar utworzyć nową rundę recenzji dla tego zgłoszenia. Pliki, które nie zostały wykorzystane w poprzednich rundach są dostępne poniżej.
pt_pt: Está prestes a criar uma nova ronda de revisão para esta submissão. Os ficheiros que não foram usados noutras rondas de revisão estão listados abaixo.
ro_ro: Sunteți pe cale să creați o nouă rundă de revizuire pentru acest manuscris. Fișierele care nu au fost utilizate în alte runde de revizuire sunt enumerate mai jos.
sr_rs@cyrillic: На путу сте да направите нови круг рецензирања за ову предају. Фајлови који нису коришћени у претходним круговима су излистани ниже.
sv_se: Du håller på att skapa en ny granskningsomgång för det här bidraget. Filer som inte har använts i andra granskningsomgångar listas nedan.
tr_tr: Bu gönderi için yeni bir değerlendirme turu oluşturmak üzeresiniz. Diğer değerlendirme turlarında kullanılmayan dosyalar aşağıda listelenmiştir.
uk_ua: Ви збираєтеся створити новий раунд рецензування для цього матеріалу. Файли, які не використовувалися в інших раундах рецензування, наведено нижче.
vi: Bạn sắp tạo vòng đánh giá mới cho bài nộp này. Các tệp chưa được sử dụng trong các vòng đánh giá khác được liệt kê bên dưới.
vi_vn: Bạn sắp tạo một vòng đánh giá mới cho bài nộp này. Các tệp chưa được sử dụng trong các vòng đánh giá khác được liệt kê dưới đây.

# editor.submission.createNewRound
source: Create New Review Round
ar_iq: إنشاء جولة تحكيم جديدة
az: Yeni dəyərləndirmə turu yaradın
bg_bg: Създаване на нов кръг за рецензиране
ca_es: Crea una nova ronda de revisió
cs_cz: Vytvořit nové kolo recenzí
de_de: Neue Begutachtungsrunde anlegen
el_gr: Έναρξη νέου γύρου αξιολόγησης
es_es: Crear nueva ronda de revisión
eu: Sortu berrikuspen-erronda berri bat
fa_ir: ایجاد دور جدید داوری
fi_fi: Luo uusi arviointikierros
fr_ca: Créer un nouveau cycle d'évaluation
fr_fr: Créer une nouvelle série d'évaluations.
hr: Stvorite novi krug recenzije
hu_hu: Új szakmai lektorálási forduló létrehozása
hy_am: Ստեղծել գրախոսության նոր փուլ
id_id: Buat Tahapan Review Baru
is_is: Stofna nýja umferð ritrýni
it_it: Crea un nuovo round di revisione
lv: Izveidot jaunu recenzēšanas kārtu
mk: Креирај нов круг на рецензија
ms: Cipta Pusingan Ulasan Baharu
nb_no: Opprett ny runde med fagfellevurdering
nl_nl: Start een nieuwe reviewronde.
pl_pl: Utwórz nową rundę recenzji
pt_pt: Criar nova ronda de revisão
ro_ro: Creare rundă nouă de revizuire
sr_rs@cyrillic: Направи нови круг рецензирања
sv_se: Skapa ny granskningsomgång
tr_tr: Yeni bir değerlendirme turu oluştur
uk_ua: Створити новий раунд рецензування
vi: Tạo vòng đánh giá mới
vi_vn: Tạo Vòng phản biện Mới

# editor.article.reviewForms
source: Review Forms
ar_iq: نماذج التحكيم
az: Dəyərləndirmə formaları
bg_bg: Формуляри за рецензиране
ca_es: Formularis de revisió
cs_cz: Recenzní formuláře
de_de: Begutachtungsformulare
el_gr: Φόρμες αξιολόγησης
es_es: Formularios de revisión
eu: Ebaluazio-inprimakiak
fa_ir: فرم‌های داوری
fi_fi: Arviointilomakkeet
fr_ca: Formulaires d'évaluation
fr_fr: Formulaires d'évaluation
hr: Obrasci recenzije
hu_hu: Szakmai lektorálási űrlapok
hy_am: Գրախոսության ձև
id_id: Borang Review
is_is: Eyðublöð fyrir ritrýni
it_it: Forms per la revisione
lv: Recenzijas veidlapas
mk: Формулар за рецензија
ms: Borang Ulasan
nb_no: Vurderingsskjema
nl_nl: Reviewformulieren
pl_pl: Formularze recenzji
pt_pt: Formulários de revisão
ro_ro: Formulare de revizie
sr_rs@cyrillic: Обрасци рецензије
sv_se: Granskningsformulär
tr_tr: Değerlendirme Formları
uk_ua: Форми рецензування
vi: Các biểu mẫu đánh giá
vi_vn: Các Biểu mẫu Phản biện
