Repository: pkp/pkp-lib
Catalog: locale/*/editor.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, eu, fa_ir, fi_fi, fr_ca, fr_fr, hr, hu_hu, hy_am, id_id, is_is, it_it, lv, mk, ms, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sr_rs@cyrillic, sv_se, tr_tr, uk_ua, vi, vi_vn

# editor.review.readConfirmation
source: Once this review has been read, press "Confirm" to indicate that the review process may proceed. If the reviewer has submitted their review elsewhere, you may upload the file below and then press "Confirm" to proceed.
ar_iq: بمجرد قراءة هذا التحكيم، إضغط "تأكيد التحكيم" للإشارة إلى أن عملية التحكيم يمكنها أن تستمر. إذا قدم المحكم تحكيمه بطريقة أخرى، بإمكانك رفع ملفه أدناه ومن ثم الضغط على "تأكيد التحكيم" للمتابعة.
bg_bg: След като тази рецензия бъде прочетена, натиснете "Потвърди", за да посочите, че процесът на преглед може да продължи. Ако рецензентът е изпратил своята рецензия на друго място, можете да качите файла по-долу и след това да натиснете „Потвърди“, за да продължите.
ca_es: Un cop us hagueu llegit aquesta revisió, premeu «Confirma» per indicar que aquesta revisió pot continuar.
cs_cz: Po přečtení této recenze stiskněte tlačítko "Potvrdit" a označte, že recenzní proces může pokračovat do další fáze. Pokud recenzent podal recenzi jiným způsobem, můžete nahrát níže uvedený soubor a pak pokračovat stisknutím tlačítka "Potvrdit".
de_de: Nachdem dieses Gutachten gelesen worden ist, drücken Sie bitte "Bestätigen", um anzuzeigen, dass der Begutachtungsprozess weitergehen kann.
el_gr: Όταν διαβάσετε αυτή την αξιολόγηση, επιλέξτε "Επιβεβαίωση", προκειμένου να συνεχιστεί η διαδικασία αξιολόγησης. Εάν ο Αξιολογητής έχει υποβάλει την αξιολόγησή του αλλού, μπορείτε να ανεβάσετε το σχετικό αρχείο και να επιλέξετε "Επιβεβαίωση".
es_es: Una vez que esta revisión haya sido leída, pulsa "Confirmar" para indicar que el proceso de revisión puede ser continuado.
eu: Behin berrikuspen hori irakurri ondoren, sakatu "Berretsi", berrikuspen-prozesuak aurrera jarrai dezakeela adierazteko. Ebaluatzaileak bere berrikuspena beste nonbait bidali badu, fitxategia igo dezakezu behean eta ondoren "Berretsi" sakatu jarraitzeko.
fa_ir: هنگامی که این داوری خواندن شد، «تأیید» را فشار دهید تا نشان دهید که روند داوری انجام یافته است. اگر داور، داوری خود را در جای دیگر ارسال کرده باشد، می‌توانید فایل را در قسمت زیر آپلود کرده و سپس «تأیید» را انجام دهید.
fi_fi: Kun tämä arviointi on luettu, paina "Vahvista" osoittaaksesi, että arviointiprosessi voi jatkua. Jos arvioija on lähettänyt arviointinsa muualle, voit ladata tiedoston alla ja painaa "Vahvista" edetäksesi.
fr_ca: Une fois l'évaluation consultée, cliquer sur « Confirmer » pour indiquer que le processus d'évaluation peut se poursuivre. Si l'évaluateur-trice a soumis son évaluation ailleurs, vous pouvez téléverser le fichier ci-dessous puis cliquer sur « Confirmer » pour poursuivre.
fr_fr: Après avoir lu cet examen, choisissez "Confirmer" pour indiquer que le processus d'examen peut se poursuivre.
hr: Nakon što pročitate ovu recenziju, pritisnite "Potvrdi" kako biste označili da se postupak recenzije može nastaviti. Ako je recenzent poslao svoju recenziju negdje drugdje, možete prenijeti datoteku u nastavku i zatim pritisnuti "Potvrdi" za nastavak.
hu_hu: Amikor a lektori véleményt elolvasta, nyomja meg a "Jóváhagy" gombot, hogy jelezze a lektorálási folyamat folytatható. Ha a szakmai lektor máshová küldte be a szakértői véleményét, akkor feltöltheti a fájlt alább és nyomja meg a "Jóváhagy" gombot a folytatáshoz.
hy_am: Այս գրախոսումը կարդալուց հետո սեղմեք «Հաստատել», որպեսզի ցույց տաք, որ գրախոսման գործընթացը կարող է շարունակվել։ Եթե գրախոսողը գրակոսումը ուղարկել է այլ կերպ, Դուք կարող են ներբեռնել ֆայլը ներքևում և սեղմեք «Հաստատել», որպեսզի շարունակեք։
id_id: Setelah ulasan ini dibaca, tekan "Konfirmasi" untuk memulai proses review. Jika peninjau telah mengirimkan ulasannya di tempat lain, Anda dapat mengunggah file-nya di bawah ini dan kemudian tekan "Konfirmasi" untuk melanjutkan.
is_is: Eftir lestur ritrýninnar, smelltu þá á "Staðfesta" til að halda áfram með ritrýniferlið. Hafi ritrýnir sent þér ritrýnina eftir öðrum leiðum (t.d. í tölvupósti), þarftu að hlaða þeirri skrá upp og smella síðan á "Staðfesta" til að halda áfram.
it_it: Una volta letto il parere, cliccare "Conferma" per indicare che il processo di revisione può continuare. Se il revisore ha inviato il proprio parere in altro modo, puoi caricare il file qui sotto e cliccare "Conferma" per procedere.
lv: Kad šī recenzija ir izlasīta, nospiediet "Apstiprināt", lai norādītu, ka recenzēšanas procesu var turpināt. Ja recenzents savu recenziju ir iesniedzis citur, varat augšupielādēt zemāk redzamo failu un pēc tam nospiest "Apstiprināt", lai turpinātu.
mk: Откако ќе се прочита оваа рецензија, притиснете "Потврди" за да означите дека процесот на рецензија може да продолжи. Ако рецензентот јадоставил својата рецензија на друго место, можете да ја испратите датотеката подолу и потоа да притиснете „Потврди“ за да продолжите.
ms: Setelah ulasan ini telah dibaca, tekan "Sahkan" untuk menunjukkan bahawa proses ulasan mungkin diteruskan. Jika pengulas telah menyerahkan ulasan mereka di tempat lain, anda boleh memuat naik fail di bawah dan kemudian tekan "Sahkan" untuk meneruskan.
nb_no: Klikk «Bekreft» etter at du har lest fagfellevurderingen slik at prosessen kan fortsette. Dersom fagfellen har levert inn vurderingen et annet sted, kan du laste opp filen under og så klikk «Bekreft» for å fortsette.
nl_nl: Klik na het lezen van deze review op "Bevestig" om aan te duiden dat het reviewproces mag verder gaan. Als de reviewer zijn/haar review elders heeft ingediend, kan het bestand hier worden opgeladen; druk daarna "Bevestig" om verder te gaan.
pl_pl: Po przeczytaniu recenzji kliknij "Potwierdź", aby oznaczyć, że proces recenzji może zostać kontynuowany. Jeżeli recenzent przesłał swoją recenzję w inne miejsce, możesz przesłać plik recenzji poniżej i kliknąć "Akceptuj", aby przejść dalej.
pt_pt: Assim que esta revisão seja lida, pressione "Confirmar" para indicar que o processo de revisão pode prosseguir. Se o revisor apresentou a sua revisão noutra etapa, pode carregar o ficheiro abaixo e depois pressionar "Confirmar" para prosseguir.
ro_ro: După citirea acestei revizii, apăsați „Confirmare” pentru a indica faptul că procesul de revizuire poate continua. Dacă recenzorul și-a trimis recenzia în altă parte, puteți încărca fișierul de mai jos și apoi apăsați „Confirmare” pentru a continua.
sr_rs@cyrillic: Када сте прочитали ову рецензију притисните "Потврди" како би назначили да процес рецензирања може да настави. Уколико је рецензент послао рецензију негде другде можете је доставити овде и након тога притиснути "Потврди" за наставак.
sv_se: När granskningen har blivit läst, tryck på "Bekräfta" för att visa att granskningsprocessen kan gå vidare. Om granskaren har skickat in granskningen någon annanstans kan du ladda upp filen nedan och sedan trycka på "Bekräfta" för att fortsätta.
tr_tr: Bu değerlendirmeyi okunduktan sonra, değerlendirme sürecine devam edebilmek için "Onayla"ya basın. Değerlendirme yapan, başka bir yerde incelemesini yapmışsa, aşağıda dosya yükleyebilir ve devam etmek için "Onayla"ya basabilir.
uk_ua: Після того як прочитаєте цю рецензію, натисніть "Підтвердити", щоб вказати, що процес рецензування може продовжуватись. Якщо рецензент надіслав свою рецензію якимось іншим чином, ви можете завантажити файл нижче та натиснути "Підтвердити", щоб продовжити.
vi: Khi đánh giá này đã được đọc, nhấn "Xác nhận" để chỉ ra rằng quy trình đánh giá có thể tiếp tục. Nếu người đánh giá đã nộp đánh giá ở nơi khác, bạn có thể tải tệp lên bên dưới và sau đó nhấn "Xác nhận" để tiếp tục.
vi_vn: Khi đánh giá này đã được đọc, hãy nhấn "Xác nhận" để cho biết rằng quá trình xem xét có thể tiếp tục. Nếu người đánh giá đã gửi đánh giá của họ ở nơi khác, bạn có thể tải tệp bên dưới lên và sau đó nhấn "Xác nhận" để tiếp tục.

# editor.discussion.errorAnonymousParticipants
source: A discussion can not be created with the selected participants because it would impact the anonymity of the review process.
bg_bg: Не може да се създаде дискусия с избраните участници, тъй като това би повлияло на анонимността на процеса на рецензиране.
cs_cz: S vybranými účastníky nelze vytvořit diskusi, protože by to mělo dopad na anonymitu recenzního procesu.
eu: Ezin da eztabaida bat sortu hautatutako parte-hartzaileekin, berrikuspen prozesuaren anonimotasunean eragina izango lukeelako.
hr: Ne može se stvoriti rasprava s odabranim sudionicima jer bi to utjecalo na anonimnost procesa recenzije.
hy_am: Ընտրված մասնակիցների հետ հնարավոր չէ ստեղծել քննարկում, քանի որ դա կարող է ազդել գրախոսման գործընթացի անանունության վրա։
is_is: Ekki er hægt að stofna til umræðu með völdum þátttakendum þar sem það hefur áhrif á nafnleynd ritrýniferlis.
lv: Diskusiju ar izvēlētajiem dalībniekiem nevar izveidot, jo tas ietekmētu recenzēšanas procesa anonimitāti.
mk: Не може да биде создадена дискусија со избраните учесници бидејќи тоа ќе влијае врз анонимноста на рецензентскиот процес.
ms: Perbincangan tidak boleh dibuat dengan peserta yang dipilih kerana ia akan memberi kesan kepada kerahasiaan proses ulasan.
pt_pt: Não pode ser criada uma discussão entre os participantes selecionados porque isso iria comprometer o anonimato do processo de revisão.
vi: Không thể tạo thảo luận với những người tham gia đã chọn vì điều đó sẽ ảnh hưởng đến tính ẩn danh của quy trình đánh giá.

# editor.discussion.errorNotStageParticipant
source: A selected participant is not assigned to this stage.
bg_bg: Избраният участник не е асоцииран към този етап.
cs_cz: Vybraný účastník není přiřazen k této fázi.
eu: Hautatutako parte-hartzaile bat ez dago fase honetara esleituta.
hr: Odabrani sudionik nije dodijeljen ovoj fazi.
hy_am: Ընտրված մասնակիցը այս փուլի համար նշանակված չէ։
is_is: Völdum þáttakanda hefur ekki verði úthlutað á þrep.
lv: Izvēlētajam dalībniekam šis etaps netiek piešķirts.
mk: Избраниот учесник не е назначен во оваа стапка.
ms: Seorang peserta yang dipilih tidak ditugaskan ke peringkat ini.
pt_pt: Um participante selecionado não se encontra designado a esta etapa.
vi: Một người tham gia đã chọn không được chỉ định cho giai đoạn này.

# editor.submission.schedulePublication
source: Schedule For Publication
ar_iq: جدوله للنشر
az: Nəşr üçün planlaşdırın
bg_bg: Планиране за публикация
cs_cz: Naplánovat k publikování
de_de: Zur Veröffentlichung vorsehen
el_gr: Πρόγραμματισμός δημοσίευσης
es_es: Programar para publicación
eu: Argitaratzeko programatua
fa_ir: برنامه چاپ
fi_fi: Ajoita julkaistavaksi
fr_ca: Calendrier de publication
fr_fr: Calendrier de publication
hr: Raspored za objavljivanje
hu_hu: Publikálásra ütemezés
hy_am: Պլանավորել թողարկման համար
id_id: Jadwalkan Untuk Publikasi
is_is: Setja í verkröð fyrir útgáfu
it_it: Pianifica per la pubblicazione
lv: Ieplānot publicēšanai
mk: За објавување
ms: Jadual Untuk Penerbitan
nb_no: Planlegg for publisering
nl_nl: Inplannen voor publicatie in
pl_pl: Zaplanuj publikację
pt_pt: Agendar para publicação
ro_ro: Planificare pentru publicare
sr_rs@cyrillic: Додели за објављивање
sv_se: Planera för publicering
tr_tr: Yayın İçin Planla
uk_ua: Запланувати для публікації
vi: Lên lịch xuất bản
vi_vn: Lịch trình Xuất bản

# editor.submission.selectCopyedingFiles
source: Copyediting Files
ar_iq: تدقيق الملفات
az: Düzəltmə kopyası faylları
bg_bg: Файлове от стилово редактиране
ca_es: Fitxers de correcció
cs_cz: Soubory pro copyediting
de_de: Dateien für das Lektorat
el_gr: Αρχεία επιμελημένων κειμένων
es_es: Archivos de corrección de estilo
eu: Zuzenketa-fitxategiak
fa_ir: ویراستاری فایل
fi_fi: Teknisen toimittamisen tiedostot
fr_ca: Fichiers en révision
fr_fr: Fichiers de travail éditorial
hr: Uređivanje kopije datoteka
hu_hu: Technikailag megszerkesztett fájlok
hy_am: Ֆայլի պատճենահանում
id_id: File Copyediting
is_is: Yfirfara handrit
it_it: File di copyediting
lv: Faili literārai rediģēšanai
mk: Лекторски фајлови
ms: Fail Copyediting
nb_no: Filer til språkvask
nl_nl: Bestanden voor tekstredactie
pl_pl: Pliki korekty
pt_pt: Ficheiros de edição de cópia
ro_ro: Fișiere editabile
sr_rs@cyrillic: Коректорски фајлови
sv_se: Filer för manusredigering
tr_tr: Düzeltme Kopyası Dosyaları
uk_ua: Файли для літературного редагування
vi: Tệp chỉnh sửa
vi_vn: Các tập tin đang biên tập bản thảo

# editor.submission.selectReviewer
source: Select Reviewer
ar_iq: إختر المحكم
az: Rəyçi seçin
bg_bg: Избиране на рецензент
ca_es: Selecciona un revisor/a
cs_cz: Vybrat recenzenta
de_de: Gutachter/in auswählen
el_gr: Επιλογή Αξιολογητή
es_es: Seleccionar revisor/a
eu: Hautatu ebaluatzailea
fa_ir: انتخاب داور
fi_fi: Valitse arvioija
fr_ca: Sélectionner l'évaluateur-trice
fr_fr: Choisir un rapporteur
hr: Odaberite recenzenta
hu_hu: Válasszon szakmai lektort
hy_am: Ընտրել Գրախոսող
id_id: Pilih Peninjau
is_is: Velja ritrýni
it_it: Seleziona revisore
lv: Izvēlēties recenzentu
mk: Избери рецензент
ms: Pilih Pengulas
nb_no: Velg fagfelle
nl_nl: Selecteer reviewer
pl_pl: Wybierz recenzenta
pt_pt: Selecionar revisor
ro_ro: Selectare Revizor
sr_rs@cyrillic: Одабери рецензента
sv_se: Välj granskare
tr_tr: Hakem Seç
uk_ua: Обрати рецензента
vi: Chọn người đánh giá
vi_vn: Chọn Phản biện

# editor.submission.taskDueDate
source: Task Due Date
ar_iq: تاريخ استيجاب المهمة
az: Tapşırıq bitmə tarixi
bg_bg: Краен срок (дата) на задачата
ca_es: Data de venciment de la tasca
cs_cz: Termín úkolu
de_de: Fälligkeit der Aufgabe
el_gr: Προβλεπόμενη προθεσμία ολοκλήρωσης εργασίας
es_es: Fecha de vencimiento de la tarea
eu: Zereginaren amaiera-epea
fa_ir: مهلت زمان انجام وظیفه
fi_fi: Tehtävän määräpäivä
fr_ca: Date d'échéance de la tâche
fr_fr: Date d'échéance de la tâche
hr: Rok zadatka
hu_hu: Feladat határideje
hy_am: Առաջադրանքի կատարման ամսաթիվ
id_id: Tanggal Berakhir Tugas
is_is: Skiladagur verks
it_it: Data programmata di fine del lavoro
lv: Uzdevuma izpildes datums
mk: Краен рок на задачата
ms: Tarikh Tamat Tugas
nb_no: Frist
nl_nl: Verwachte datum voor taak
pl_pl: Termin wykonania zadania
pt_pt: Data do prazo da tarefa
ro_ro: Scadența activității
sr_rs@cyrillic: Задатак до датума
sv_se: Deadline för uppgiften
tr_tr: Görev Bitiş Tarihi
uk_ua: Термін виконання завдання
vi: Ngày đáo hạn công việc
vi_vn: Ngày đến hạn của Nhiệm vụ

# editor.submission.taskSchedule
source: Task schedule
ar_iq: جدولة المهمة
az: Tapşırıq təqvimi
bg_bg: График на задачата
ca_es: Planificació de la tasca
cs_cz: Plán úkolů
de_de: Zeitplan für diese Aufgabe
el_gr: Προγραμματισμός εργασιών
es_es: Planificación de tareas
eu: Zereginen plangintza
fa_ir: زمان‌بندی داوری
fi_fi: Tehtävän aikataulu
fr_ca: Planification de la tâche
fr_fr: Calendrier de la tâche
hr: Raspored zadataka
hu_hu: Feladat ütemezés
hy_am: Առաջադրանքի ժամանակացույց
id_id: Jadwal Tugas
is_is: Verkáætlun
it_it: Programmazione del lavoro
lv: Uzdevumu izpildes grafiks
mk: Распоред на задачата
ms: Jadual tugas
nb_no: Planlagte oppgaver
nl_nl: Taakplanning
pl_pl: Harmonogram zadania
pt_pt: Cronograma de tarefas
ro_ro: Planificarea activității
sr_rs@cyrillic: Предвиђени задаци
sv_se: Schema för uppgifter
tr_tr: Görev takvimi
uk_ua: Розклад виконання завдання
vi: Lịch trình công việc
vi_vn: Lịch làm việc

# editor.review.enrollReviewer
source: Enroll an Existing User as Reviewer
ar_iq: إمنح أحد المستخدمين دور المحكم
az: Mövcud bir istifadəçini rəyçi kimi səlahiyyətləndirin
bg_bg: Регистриране на съществуващ потребител като рецензент
ca_es: Dóna d'alta un usuari/ària existent com a revisor/a
cs_cz: Zapsat existujícího uživatele jako recenzenta
de_de: Existierende/n Benutzer/in als Gutachter/in eintragen
el_gr: Ανάθεση ρόλου Αξιολογητή σε υπάρχοντα Χρήστη
es_es: Dar de alta usuario/a existente como revisor/a
eu: Inskribatu erabiltzailea ebaluatzaile gisa
fa_ir: افزودن یکی از کاربران را به عضویت گروه داوری
fi_fi: Lisää olemassa oleva käyttäjä arvioijaksi
fr_ca: Recruter un-e utilisateur-trice existant-e à titre d'évaluateur-trice
fr_fr: Enregistrer un utilisateur actuel à titre de rapporteur
hr: Prijavite postojećeg korisnika kao recenzenta
hu_hu: Meglévő felhasználó felvétele szakmai lektorként
hy_am: Գոյություն ունեցող օգտատիրոջը նշանակել որպես Գրախոսող
id_id: Daftarkan Pengguna Sebagai Peninjau
is_is: Úthluta ritrýni á skráðan notanda
it_it: Attiva un utente esistente come revisore
lv: Reģistrēt esošu lietotāju kā recenzentu
mk: Вклучи постоечки корисник како рецензент
ms: Daftar Pengguna Sedia Ada sebagai Pengulas
nb_no: Legg til en eksisterende bruker som fagfelle
nl_nl: Registreer een bestaande gebruiker als reviewer
pl_pl: Przypisz istniejącego użytkownika do roli recenzenta
pt_pt: Inscrever um utilizador existente como revisor
ro_ro: Înrolează un utilizator existent ca revizor
sr_rs@cyrillic: Укључи постојећег корисника као рецензента
sv_se: Lägg till en befintlig användare som granskare
tr_tr: Mevcut bir kullanıcıyı hakem olarak yetkilendir
uk_ua: Записати існуючого користувача рецензентом
vi: Đăng ký người dùng hiện có làm người đánh giá
vi_vn: Đăng ký Người dùng hiện tại làm Người phản biện

# editor.submission.noAuditRequested
source: No audit requested for this file
ar_iq: ليس هناك طلب متابعة لهذا الملف
az: Bu fayl üçün heç bir incələnmə tələb edilmir
bg_bg: Няма искане за одит за този файл
ca_es: Aquest fitxer no requereix cap auditoria
cs_cz: Pro tento soubor není třeba posouzení
de_de: Keine Prüfung für diese Datei verlangt
el_gr: Δεν έχει ζητηθεί έλεγχος του αρχείου.
es_es: No se requiere auditoría para este archivo
eu: Ez da auditoretzarik eskatu fitxategi honetarako
fa_ir: هیچ حسابرسی برای این فایل درخواست نشده است
fi_fi: Tälle tiedostolle ei ole pyydetty tarkastusta
fr_ca: Aucune demande de vérification n'a été faite pour ce fichier.
fr_fr: Aucune demande de vérification n'a été faite pour ce fichier.
hr: Za ovu datoteku nije zatražena revizija
hu_hu: Ezt a fájlt nem szükséges ellenőrizni
hy_am: Այս ֆայլի համար աուդիտ չի հարցվել
id_id: Tidak ada audit yang diminta untuk file ini
is_is: Ekki beðið um endurskoðun fyrir þessa skrá
it_it: Nessun controllo richiesto per questo file
lv: Šai datnei revīzija nav pieprasīta
mk: Нема барање за ревизија на овој фајл
ms: Tiada audit diminta untuk fail ini
nb_no: Ingen forespørsel om sluttkontroll av denne filen
nl_nl: Geen correctieronde nodig voor dit bestand
pl_pl: Brak prośby o wykonanie kontroli dla tego pliku
pt_pt: Nenhuma auditoria solicitada para este ficheiro
ro_ro: Nu a fost solicitat audit pentru acest fișier
sr_rs@cyrillic: Нема захтева за ревизију овог фајла
sv_se: Ingen manusgranskning begärd för den här filen
tr_tr: Bu dosya için herhangi bir inceleme istenmiyor
uk_ua: Аудит цього файлу не вимагався
vi: Không yêu cầu kiểm tra cho tệp này
vi_vn: Không yêu cầu kiểm tra cho tệp này

# editor.submission.personalMessageToUser
source: Email to be sent to user
ar_iq: الرسالة المعدة للمستخدم
az: Email istifadəçiyə göndəriləcək
bg_bg: Имейл за изпращане на потребителя
ca_es: Correu electrònic que s'enviarà a l'usuari/ària
cs_cz: Email, který má být odeslán autorovi
de_de: E-Mail, die an den/die Benutzer/in geschickt wird
el_gr: Μήνυμα προς αποστολή στον Χρήστη
es_es: Envío del correo electrónico al usuario/a
eu: Erabiltzaileari bidaltzeko mezu elektronikoa
fa_ir: ایمیلی که به کاربر ارسال می‌شود.
fi_fi: Käyttäjälle lähetettävä sähköposti
fr_ca: Un courriel sera envoyé à l'utilisateur-trice
fr_fr: Un courriel sera envoyé à l'utilisateur
hr: E-pošta koja se šalje korisniku
hu_hu: Email elküldve a felhasználónak
hy_am: Նամակ, որը պետք է ուղարկվի օգտատիրոջը
id_id: Surel untuk dikirim ke pengguna
is_is: Tölvupóstur til notanda
it_it: Email da mandare all'utente
lv: E-pasts, kas tiks nosūtīts lietotājam
mk: Имејл да се прати на корисникот
ms: E-mel untuk dihantar kepada pengguna
nb_no: E-post til bruker
nl_nl: Verstuur een e-mail aan de gebruiker
pl_pl: E-mail, który zostanie wysłany do użytkownika
pt_pt: E-mail para ser enviado ao utilizador
ro_ro: Email spre a fi trimis utilizatorului
sr_rs@cyrillic: Имејл који ће бити послат кориснику
sv_se: E-postmeddelande som kommer att skickas till användaren
tr_tr: E-posta kullanıcıya gönderilecek
uk_ua: Електронний лист для надсилання користувачу
vi: Email sẽ gửi cho người dùng
vi_vn: E-mail để gửi tới người dùng

# editor.submission.proof.reminder
source: Proof reminder
ar_iq: تذكير القراءة التصحيحية
az: Korrektor xatırlatması
bg_bg: Напомняне за коректура
ca_es: Recordatori de prova
cs_cz: Připomínka korektury
de_de: Erinnerung an Prüfung
el_gr: Υπενθύμιση επιμέλειας κειμένου
es_es: Recordatorio de corrección
eu: Zuzenketa gogorarazlea
fa_ir: یادآوری تأیید نسخه بازبینی نهایی
fi_fi: Muistutus oikoluvusta
fr_ca: Rappel concernant les ébauches
fr_fr: Rappel d'épreuve
hr: Podsjetnik na dokaz
hu_hu: Korrektúrázási emlékeztető
hy_am: Ապացույցի հիշեցում
id_id: Pengingat Proof
is_is: Próförk - áminning
it_it: Avviso per la bozza
lv: Atgādinājums par korektūru
mk: Потсетник за финална проверка
ms: Peringatan bukti
nb_no: Påminnelse om siste korrektur
nl_nl: Herinnering proeflezing
pl_pl: Przypomnienie o wykonaniu korekty pliku do publikacji
pt_pt: Lembrete de provas
ro_ro: Memento corector
sr_rs@cyrillic: Подсетник за пруф
sv_se: Påminnelse om korrektur
tr_tr: Düzeltmen Hatırlatması
uk_ua: Нагадування про коректуру
vi: Nhắc nhở đọc bản in thử
vi_vn: Nhắc nhở Soát lỗi
