Repository: pkp/pkp-lib
Catalog: locale/*/editor.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, eu, fa_ir, fi_fi, fr_ca, fr_fr, hr, hu_hu, hy_am, id_id, is_is, it_it, lv, mk, ms, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sr_rs@cyrillic, sv_se, tr_tr, uk_ua, vi, vi_vn

# editor.article.selectReviewForm
source: Select Review Form
ar_iq: إختر نموذج التحكيم
az: Dəyərləndirmə formu seçin
bg_bg: Изберете формуляр за рецензиране
ca_es: Seleccionar el formulari de revisió
cs_cz: Vybrat recenzní formulář
de_de: Begutachtungsformular auswählen
el_gr: Επιλέξτε φόρμα αξιολόγησης
es_es: Escoger formulario de revisión
eu: Hautatu ebaluazio-inprimakia
fa_ir: انتخاب فرم داوری
fi_fi: Valitse arviointilomake
fr_ca: Sélectionner un formulaire d'évaluation
fr_fr: Sélectionner un formulaire d'évaluation
hr: Odaberite obrazac za recenziju
hu_hu: Szakmai lektorálási űrlap kiválasztása
hy_am: Ընտրել գրախոսության ձևաչափ
id_id: Pilih Borang Review
is_is: Velja eyðublað fyrir ritrýni
it_it: Seleziona form per la revisione
lv: Izvēlēties recenzijas veidlapu
mk: Избери формулар за рецензија
ms: Pilih Borang Ulasan
nb_no: Velg vurderingsskjema
nl_nl: Selecteer een reviewformulier
pl_pl: Wybierz formularz recenzji
pt_pt: Selecionar formulário de revisão
ro_ro: Selectare formular revizie
sr_rs@cyrillic: Одабери образац рецензије
sv_se: Välj granskningsformulär
tr_tr: Değerlendirme Formu Seç
uk_ua: Обрати форму рецензії
vi: Chọn biểu mẫu đánh giá
vi_vn: Lựa chọn Biểu mẫu phản biện

# editor.article.confirmChangeReviewForm
source: Warning: Changing the review form will affect any answers reviewers have made using this form. Are you sure you wish to continue?
ar_iq: تحذير: تغيير نموذج التحكيم سيؤثر على الإجابات التي قدمها المحكمون مستعملين هذا النموذج. هل أنت متأكد من رغبتك في المتابعة؟
az: Xəbərdarlıq: Dəyərləndirmə formunun dəyişdirilməsi, rəyçilərin bu formu istifadə edərək etdikləri cavablara təsir edəcəkdir. Davam etmək istədiyinizdən əminsinizmi?
bg_bg: Предупреждение: Промяната на формуляра за рецензиране ще засегне всички отговори, които рецензентите са дали чрез този формуляр. Сигурни ли сте, че искате да продължите?
ca_es: Atenció: canviar el formulari de revisió afectarà totes les respostes que els revisors/es hagin fet utilitzant aquest formulari. Segur que voleu continuar?
cs_cz: Upozornění: Změna recenzního formuláře ovlivní všechny odpovědi, které recenzenti provedli pomocí tohoto formuláře. Opravdu chcete pokračovat?
de_de: Achtung: Ein Wechsel des Begutachtungsformular wird alle Antworten, die Gutachter/innen bisher mittels des Formulars eingetragen haben, beeinflussen. Sind Sie sicher, dass Sie fortfahren möchten?
el_gr: Προσοχή: Η αλλαγή της φόρμας αξιολόγησης θα επηρεάσει όλες τις απαντήσεις των Αξιολογητών που έχουν γίνει με την χρήση αυτής της φόρμας. Επιβεβαιώνετε την αλλαγή;
es_es: Atención: cambiar el formulario de revisión afectará a cualquier comentario hecho por los revisores/as que hayan utilizado este formulario. ¿Está seguro de que desea continuar?
eu: Abisua: Berrikuspen-inprimakia aldatzeak eragina izango du ebaluatzaileek inprimaki hau erabiliz emandako erantzunetan. Ziur zaude jarraitu nahi duzula?
fa_ir: اخطار: تغییر در فرم داوری باعث تأثیر در تمام فرم‌های داوری که پیشتر بر اساس این فرم ایجاد شده‌اند خواهد شد. آیا مطمئنید که می‌خواهید ادامه دهید؟
fi_fi: Varoitus: Arviointilomakkeen vaihtaminen vaikuttaa kaikkiin vastauksiin, joita arvioijat ovat jo antaneet tätä lomaketta käyttäen. Haluatko varmasti jatkaa?
fr_ca: Avertissement : La modification du formulaire d'évaluation aura une incidence sur les réponses que les évaluateurs auront faites en utilisant ce formulaire. Êtes-vous certain-e de vouloir continuer ?
fr_fr: Avertissement: La modification du formulaire d'évaluation aura une incidence sur les réponses que les rapporteurs auront faites en utilisant ce formulaire. Êtes-vous sûr de vouloir continuer?
hr: Upozorenje: Promjena obrasca za recenziju utjecat će na sve odgovore koje su recenzenti dali pomoću ovog obrasca. Jeste li sigurni da želite nastaviti?
hu_hu: Figyelmeztetés: A szakmai lektorálási űrlap megváltoztatása minden szakmai lektorálási véleményt befolyásolni fog, amely ezt az űrlapot használta. Biztosan folytatni szeretné?
hy_am: Զգուշացում: Գրախոսության ձևաչափի փոփոխությունը կազդի գրախոսողների պատասխանների վրա, որոնք օգտագործել են այս ձևը: Դուք վաստա՞հ եք, որ ցանկանում եք շարունակել?
id_id: Peringatan: Mengubah borang review akan mempengaruhi jawaban yang telah diserahkan oleh mitra bestari?
is_is: Viðvörun: Breyting á eyðublaði fyrir ritrýni mun hafa áhrif á svör ritrýna sem þegar hafa notað þetta eyðublað. Ertu viss um að þú viljir halda áfram?
it_it: Attenzione: cambiando il form di revisione, questo impatterà su tutte le risposte di revisione che lo hanno usato. Sei sicuro di continuare ?
lv: Brīdinājums: Recenzijas veidlapas maiņa ietekmēs visas atbildes, ko recenzenti ir snieguši, izmantojot šo veidlapu. Vai esat pārliecināts, ka vēlaties turpināt?
mk: Предупредување: Промената на формуларот за рецензија ќе влијае на сите одговори што рецензентите ги направиле со оваа форма. Дали сте сигурни дека сакате да продолжите?
ms: Amaran: Menukar borang ulasan akan menjejaskan sebarang jawapan yang dibuat oleh pengulas yang menggunakan borang ini. Adakah anda pasti mahu meneruskan?
nb_no: Advarsel: Er du sikker på at du vil fortsette? Når du forandrer vurderingsskjemaet, vil det påvirke svarene andre har gitt i dette skjemaet.
nl_nl: Waarschuwing: wijziging van dit reviewformulier zal betrekking hebben op alle antwoorden die reviewers hebben gegeven met dit formulier. Weet u zeker dat u wilt verder gaan?
pl_pl: Uwaga: Wprowadzenie zmian w formularzu recenzji będzie miało wpływ na odpowiedzi, które recenzenci już złożyli korzystając z tego formularza. Czy na pewno chcesz kontynuować?
pt_pt: Aviso: alterar o formulário de revisão afetará qualquer resposta que os revisores tenham feito usando este formulário. Tem a certeza que deseja continuar?
ro_ro: Avertisment: Modificarea formularului de revizuire va afecta orice răspunsuri pe care recenții le-au făcut folosind acest formular. Ești sigur că vrei să continui?
sr_rs@cyrillic: Упозорење: Мењање обрасца рецензије утицаће на све одговоре које су дали рецензенти користећи овај образац. Да ли желите да наставите?
sv_se: Varning: Genom att ändra granskningsformuläret påverkas alla svar granskare redan matat in med hjälp av det här formuläret. Vill du verkligen fortsätta?
tr_tr: Uyarı: Değerlendirme formunun değiştirilmesi, hakemlerin bu formu kullanarak yaptıkları cevapları etkileyecektir. Devam etmek istediğine emin misin?
uk_ua: Попередження: зміна форми рецензії вплине на усі рецензії, зроблені рецензентами за допомогою цієї форми. Ви впевнені, що хочете продовжити?
vi: Cảnh báo: Thay đổi biểu mẫu đánh giá sẽ ảnh hưởng đến bất kỳ câu trả lời nào mà người đánh giá đã đưa ra bằng cách sử dụng biểu mẫu này. Bạn có chắc chắn muốn tiếp tục không?
vi_vn: Cảnh báo: Việc thay đổi biểu mẫu đánh giá (phản biện) sẽ ảnh hưởng đến bất kỳ câu trả lời nào mà phản biện (người đánh giá) đã thực hiện bằng biểu mẫu này. Bạn có chắc muốn tiếp tục không?

# editor.submission.noReviewerFilesSelected
source: No Files Selected
ar_iq: لم يتم اختيار أي ملفات بعد
az: Heç bir fayl seçilmədi
bg_bg: Няма избрани файлове
ca_es: No hi ha fitxers seleccionats
cs_cz: Nebyly vybrány žádné soubory
de_de: Keine Dateien ausgewählt
el_gr: Δεν έχουν επιλεγεί αρχεία
es_es: No hay ningún archivo seleccionado
eu: Ez da fitxategirik hautatu
fa_ir: هیچ فایلی انتخاب نشده است.
fi_fi: Ei valittuja tiedostoja
fr_ca: Aucun fichier sélectionné
fr_fr: Aucun fichier sélectionné
hr: Nema odabranih datoteka
hu_hu: Nincs kiválasztott fájl
hy_am: Ֆայլեր չեն ընտրվել
id_id: Tidak Ada File Yang Dipilih
is_is: Engar skrár valdar
it_it: Nessun file selezionato
lv: Nav atlasītu failu
mk: Нема селектирани фајлови
ms: Tiada Fail Dipilih
nb_no: Ingen filer er valgt
nl_nl: Geen bestanden geselecteerd
pl_pl: Nie wybrano plików
pt_pt: Nenhum ficheiro selecionado
ro_ro: Nu au fost selectate fișiere
sr_rs@cyrillic: Нема одабраних фајлова
sv_se: Inga filer valda
tr_tr: Herhangi Bir Dosya Seçilmedi
uk_ua: Файли не вибрано
vi: Chưa chọn tệp
vi_vn: Không có tệp nào được chọn

# editor.submission.noReviewerFilesSelected.details
source: You have not selected any files for the reviewer to review.
ar_iq: لم تم باختيار أي ملفات لتطلب من المحكم تحكيمها.
bg_bg: Не сте избрали никакви файлове за преглед от рецензента.
ca_es: No heu seleccionat cap fitxer perquè el revisor/a el revisi.
cs_cz: Nevybrali jste žádné soubory pro recenzenta k recenzi.
de_de: Sie haben keine Dateien ausgewählt, die der/die Gutachter/in begutachten soll.
el_gr: Δεν έχετε επιλέξει αρχεία προς έλεγχο από τον Αξιολογητή.
es_es: No ha seleccionado ningún archivo para enviar al revisor/a.
eu: Ez duzu fitxategirik hautatu ebaluatzaileak berrikus dezan.
fa_ir: هیچ فایلی برای داور مشخص نشده است.
fi_fi: Et ole valinnut yhtään tiedostoa arvioijan arvioitavaksi.
fr_ca: Vous n'avez pas sélectionné de fichiers à évaluer pour l'évaluateur-trice.
fr_fr: Vous n'avez pas sélectionné de fichiers pour que le rapporteur puisse les examiner.
hr: Niste odabrali nijednu datoteku za recenzent.
hu_hu: Nem választott ki fájlt a szakmai lektornak lektorálásra.
hy_am: Դուք չեք ընտրել որևէ ֆայլ գրախոսության համար:
id_id: Anda belum memilih file untu ditelaah oleh mitra bestari.
is_is: Þú hefur ekki valið skrá fyrir ritrýninn til að ritrýna.
it_it: Non è stato selezionato alcun file per il revisore.
lv: Jūs neesat izvēlējies nevienu failu, ko recenzents varētu izskatīt.
mk: Немате слектирани фајлови за рецензентот.
ms: Anda belum memilih sebarang fail untuk diulas oleh penyemak.
nb_no: Du har ikke valgt noen filer for fagfellevurderingen.
nl_nl: U heeft geen bestanden geselecteerd om te laten reviewen.
pl_pl: Nie wybrałeś(aś) żadnego pliku do wykonania recenzji.
pt_pt: Não selecionou nenhum ficheiro para o revisor rever.
ro_ro: Nu ați selectat niciun fișier pentru revizuit.
sr_rs@cyrillic: Нисте одабрали ни један фајл који би рецензент погледао.
sv_se: Du har inte valt några filer som granskaren ska granska.
tr_tr: Değerlendirilecek olan gönderi için herhangi bir dosya seçmediniz.
uk_ua: Ви не обрали жодного файлу для рецензії рецензентом.
vi: Bạn chưa chọn tệp nào để người đánh giá xem xét.
vi_vn: Bạn chưa chọn bất kỳ tệp nào để phản biện xem xét, đánh giá.

# submission.queries.subjectRequired
source: A discussion subject is required.
ar_iq: موضوع المناقشة مطلوب حتماً.
bg_bg: Изисква се тема за дискусия.
ca_es: Es necessita un tema de discussió.
cs_cz: Je třeba vyplnit předmět diskuse.
de_de: Die Angabe eines Diskussionsthemas ist erforderlich.
el_gr: Απαιτείται ένα θέμα συζήτησης.
es_es: Es necesario especificar un tema de discusión.
eu: Eztabaidaren gaia zehaztea beharrezkoa da.
fa_ir: وارد کردن موضوع گفتگو الزامی است
fi_fi: Keskustelun aihe vaaditaan.
fr_ca: Un sujet de discussion est requis
fr_fr: Un sujet de discussion est requis
hr: Potreban je predmet rasprave.
hu_hu: A párbeszédhez kötelező tárgyat adni.
hy_am: Որոշման թեման անհրաժեշտ է:
id_id: Subjek diskusi perlu ditambahkan.
is_is: Tilgreina þarf efni til umræðu.
it_it: Un soggetto per la discussione è richiesto.
lv: Nepieciešams diskusijas temats.
mk: Тема на дискусијата е задолжителна.
ms: Subjek perbincangan diperlukan.
nb_no: Du må legge inn et tema for diskusjonen.
nl_nl: Een onderwerp voor deze discussie is vereist.
pl_pl: Tytuł dyskusji jest wymagany.
pt_pt: É necessário um assunto de discussão.
ro_ro: Este necesar un subiect de discuție.
sr_rs@cyrillic: Тема дискусије је неопходан.
sv_se: Det krävs ett ämne för diskussionen.
tr_tr: Bir tartışma konusu gerekli.
uk_ua: Тема обговорення обов'язкова.
vi: Cần có chủ đề thảo luận.
vi_vn: Một chủ đề thảo luận là bắt buộc.

# submission.queries.messageRequired
source: A discussion message is required.
ar_iq: متن المناقشة مطلوب حتماً.
bg_bg: Изисква се съобщение за дискусия.
ca_es: Es necessita un missatge de discussió.
cs_cz: Je třeba vyplnit obsah diskusní zprávy.
de_de: Die Angabe eines Diskussionsbeitrags ist erforderlich.
el_gr: Απαιτείται ένα μήνυμα συζήτησης.
es_es: Es necesario especificar un mensaje de discusión.
eu: Eztabaidaren mezua beharrezkoa da.
fa_ir: وارد کردن پیام گفتگو الزامی است
fi_fi: Keskusteluviesti vaaditaan.
fr_ca: Un message pour la discussion est requis
fr_fr: Un message pour une discussion est requis
hr: Potrebna je poruka za raspravu.
hu_hu: A párbeszédhez kötelező üzenetet írni.
hy_am: Պահանջվում է լրացնել քննարկման նյութը:
id_id: Pesan diskusi perlu ditambahkan.
is_is: Tilgreina þarf skilaboð til umræðu.
it_it: Un messaggio è richiesto per la discussione.
lv: Nepieciešams pievienot diskusijas ziņu.
mk: Порака за дискусја е задолжителна.
ms: Mesej perbincangan diperlukan.
nb_no: Du må legge inn en melding om diskusjonen.
nl_nl: Een bericht voor deze discussie is vereist.
pl_pl: Wiadomość dyskusji jest wymagana.
pt_pt: É necessária uma mensagem de discussão.
ro_ro: Este necesar un mesaj pentru discuție.
sr_rs@cyrillic: Порука дискусије је неопходна.
sv_se: Det krävs ett meddelande i diskussionen.
tr_tr: Bir tartışma mesajı gerekli.
uk_ua: Текст повідомлення в обговоренні обов'язковий.
vi: Cần có tin nhắn thảo luận.
vi_vn: Một thông báo thảo luận là bắt buộc.

# submission.queries.attachedFiles
source: Attached Files
ar_iq: الملفات المرفقة
az: Əlavə edilmiş fayllar
bg_bg: Прикрепени файлове
ca_es: Arxius adjunts
cs_cz: Připojené soubory
de_de: Angehängte Dateien
el_gr: Συνημμένα αρχεία
es_es: Archivo adjuntos
eu: Erantsitako fitxategiak
fa_ir: ضمیمه کردن فایل
fi_fi: Liitetyt tiedostot
fr_ca: Fichiers joints
fr_fr: Fichiers attachés
hr: Priložene datoteke
hu_hu: Csatolt fájlok
hy_am: Կից ֆայլեր
id_id: File Terlampir
is_is: Viðhengi
it_it: File collegati
lv: Pievienotie faili
mk: прикаќени фајлови
ms: Fail yang Dilampirkan
nb_no: Vedlagte filer
nl_nl: Bijgevoegde bestanden
pl_pl: Dołączone pliki
pt_pt: Ficheiros anexados
ro_ro: Fișiere atașate
sr_rs@cyrillic: Додати фајлови
sv_se: Bifogade filer
tr_tr: Ekli Dosyalar
uk_ua: Прикріплені файли
vi: Tệp đính kèm
vi_vn: Tập tin đính kèm

# grid.action.editQuery
source: Edit Discussion
ar_iq: تعديل المناقشة
az: Müzakirəni redaktə edin
bg_bg: Редакция на дискусия
ca_es: Editar discussió
cs_cz: Editovat diskusi
de_de: Diskussion bearbeiten
el_gr: Επεξεργασία συζήτησης
es_es: Editar discusión
eu: Editatu eztabaida
fa_ir: ویرایش گفتگو
fi_fi: Muokkaa keskustelua
fr_ca: Éditer la discussion
fr_fr: Éditer la discussion
hr: Uredi raspravu
hu_hu: Párbeszéd szerkesztése
hy_am: Խմբագրել որոշումը
id_id: Sunting Diskusi
is_is: Breyta umræðu
it_it: Modifica discussione
lv: Rediģēt diskusiju
mk: Уреди дискусија
ms: Sunting Perbincangan
nb_no: Rediger diskusjonen
nl_nl: Bewerk discussie
pl_pl: Edytuj dyskusję
pt_pt: Editar discussão
ro_ro: Editare discuție
sr_rs@cyrillic: Измени дискусију
sv_se: Redigera diskussion
tr_tr: Tartışmayı Düzelt
uk_ua: Редагувати обговорення
vi: Chỉnh sửa thảo luận
vi_vn: Chỉnh sửa Thảo luận

# editor.submission.query.manageQueryNoteFilesDescription
source: Files can be attached for inclusion in this discussion from the list below.
ar_iq: يمكن إرفاق الملفات ضمن هذه المناقشة من القائمة أدناه.
bg_bg: Файлове могат да бъдат прикачени за включване в тази дискусия от списъка по-долу.
ca_es: Es poden adjuntar arxius per incloure'ls en aquesta discussió des de la llista següent.
cs_cz: K diskusi lze připojit soubory ze seznamu níže.
de_de: Aus der Liste unten können Dateien für die Aufnahme in die Diskussion ausgewählt werden.
el_gr: Αρχεία από την παρακάτω λίστα μπορούν να συνπεριληφθούν στη συζήτηση.
es_es: Puede adjuntar archivos para incluirlos en esta discusión desde la siguiente lista.
eu: Eztabaida honetan sartzeko fitxategiak erantsi daitezke beheko zerrendatik.
fa_ir: فایل‌ها را می‌توان برای بررسی این مقاله اضافه کرد
fi_fi: Tähän keskusteluun voidaan liittää tiedostoja alla olevasta luettelosta.
fr_ca: Les fichiers peuvent être joints à cette discussion à partir de la liste ci-dessous.
fr_fr: Les fichiers peuvent être inclus dans cette discussion à partir de la liste ci-dessous.
hr: Datoteke se mogu priložiti za uključivanje u ovu raspravu s donjeg popisa.
hu_hu: Az alábbi listából fájlokat csatolhat a párbeszédhez.
hy_am: Ֆայլերը կարող են կցվել այս որոշման մեջ վերանայում կատարելու համար:
id_id: File dapat dilampirkan dalam diskusi ini dari daftar di bawan ini.
is_is: Við þessa umræðu er hægt að tengja skrár af lista hér fyrir neðan.
it_it: I file che possono essere collegati alla discussione sono elencati qui sotto.
lv: Iekļaušanai šajā diskusijā var pievienot failus no tālāk esošā saraksta.
mk: Фајлови можат да бидат прикачени за вклучување во оваа дискусија од списокот подолу.
ms: Fail boleh dilampirkan untuk dimasukkan dalam perbincangan ini daripada senarai di bawah.
nb_no: Velg filer fra listen nedenfor om du vil legge noe til diskusjonen.
nl_nl: Via onderstaande lijst kunnen bestanden worden toegevoegd aan deze discussie.
pl_pl: Pliki mogą zostać dołączone do dyskusji za pomocą listy widocznej poniżej.
pt_pt: Os ficheiros podem ser anexados a esta discussão a partir da lista abaixo.
ro_ro: Fișierele pot fi atașate pentru a fi incluse în această discuție din lista de mai jos.
sr_rs@cyrillic: Фајлови могу бити додати уз дискусију из листе ниже.
sv_se: Filer kan bifogas från listan nedan för att inkludera dem i diskussionen.
tr_tr: Aşağıdaki listeden bu tartışmaya eklenmek üzere dosyalar eklenebilir.
uk_ua: Файли можуть бути прикріплені до цього обговорення за допомогою списку, наведеного нижче.
vi: Các tệp có thể được đính kèm để đưa vào thảo luận này từ danh sách bên dưới.
vi_vn: Các tệp có thể được đính kèm để đưa vào cuộc thảo luận này từ danh sách bên dưới.

# editor.submission.selectedReviewer
source: Selected Reviewer
ar_iq: المحكم المختار
az: Seçilmiş rəyçi
bg_bg: Избран (асоцииран) рецензент
ca_es: Revisor/a seleccionat
cs_cz: Vybraný recenzent
de_de: Ausgewählte Gutachter/innen
el_gr: Επιλεγμένος Αξιολογητής
es_es: Revisor/a seleccionado
eu: Ebaluatzailea hautatuta
fa_ir: داور انتخاب شده
fi_fi: Valittu arvioija
fr_ca: Évaluateur-trice sélectionné-e
fr_fr: Rapporteur sélectionné
hr: Odabrani recenzent
hu_hu: Kiválasztott szakmai lektor
hy_am: Ընտրված խմբագիր
id_id: Mitra Bestari yang Dipilih
is_is: Valinn ritrýnir
it_it: Revisore selezionato
lv: Izvēlētais recenzents
mk: Избран рецензент
ms: Pengulas yang Dipilih
nb_no: Valgt fagfelle
nl_nl: Geselecteerde reviewer
pl_pl: Wybrany recenzent
pt_pt: Revisor selecionado
ro_ro: Revizor selectat
sr_rs@cyrillic: Одабрани рецензент
sv_se: Välj granskare
tr_tr: Seçilen Hakem
uk_ua: Вибраний рецензент
vi: Người đánh giá đã chọn
vi_vn: Chọn Phản biện

# editor.submission.proofreading.approveProof
source: Approve Proof
ar_iq: أصادق على القراءة التصحيحية
az: Düzəlişi təsdiqləyin
bg_bg: Одобряване на коректура
ca_es: Acceptar la prova
cs_cz: Potvrdit korekturu
de_de: Korrekturfahne freigeben
el_gr: Αποδοχή δοκιμίου
es_es: Aceptar la prueba
eu: Onartu proba
fa_ir: تأیید نسخه بازبینی نهایی
fi_fi: Hyväksy korjausvedos
fr_ca: Approuver l'ébauche
fr_fr: Approuver la preuve
hr: Odobri dokaz
hu_hu: Korrektúra jóváhagyása
hy_am: Հաստատել
id_id: Sahkan Proof
is_is: Samþykkja próförk
it_it: Approva bozza
lv: Apstiprināt korektūru
mk: Одобри корегиран фајл
ms: Luluskan Bukti
nb_no: Godkjenn korrektur
nl_nl: Keur proef goed
pl_pl: Zatwierdź korektę pliku do publikacji
pt_pt: Aprovar provas
ro_ro: Aprobare corectură
sr_rs@cyrillic: Одобри пруф
sv_se: Godkänn korrektur
tr_tr: Düzeltmeyi Onayla
uk_ua: Схвалити коректуру
vi: Phê duyệt bản in thử
vi_vn: Phê duyệt Hiệu đính

# editor.submission.proofreading.revokeProofApproval
source: Revoke Proof Approval
ar_iq: إلغاء المصادقة على القراءة التصحيحية
az: Düzəliş təsdiqini ləğv edin
bg_bg: Отказване на одобрението на коректура
ca_es: Anul·lar l'acceptació de la prova
cs_cz: Odvolat potvrzení korektury
de_de: Freigabe der Korrekturfahne zurücknehmen
el_gr: Αναίρεση αποδοχής δοκιμίου
es_es: Anular la aceptación de la prueba
eu: Ezeztatu probaren onespena
fa_ir: لغو تأیید بازبینی نهایی
fi_fi: Kumoa korjausvedoksen hyväksyntä
fr_ca: Retirer l'approbation de l'ébauche
fr_fr: Retirer l’approbation de la preuve
hr: Opozovi odobrenje dokaza
hu_hu: Korrektúra jóváhagyásának visszavonása
hy_am: Չեղարկել հաստատումը
id_id: Cabut Kembali Persetujuan Proof
is_is: Afturkalla samþykkt prófarkar
it_it: Revoca approvazione bozza
lv: Atsaukt korektūras apstiprinājumu
mk: Откажи го одобрувањето на корегираниот фајл
ms: Batalkan Kelulusan Bukti
nb_no: Opphev godkjenning av korrektur
nl_nl: Maak goedkeuring proef ongedaan
pl_pl: Cofnij zatwierdzenie korekty pliku do publikacji
pt_pt: Revogar aprovação de provas
ro_ro: Revocare aprobare corectură
sr_rs@cyrillic: Укини одобрење пруфа
sv_se: Ta tillbaka godkännande av korrektur
tr_tr: Düzeltme Onayını İptal Et
uk_ua: Скасувати схвалення коректури
vi: Thu hồi phê duyệt bản in thử
vi_vn: Thu hồi Phê duyệt bằng chứng
