Repository: pkp/pkp-lib
Catalog: locale/*/editor.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, eu, fa_ir, fi_fi, fr_ca, fr_fr, hr, hu_hu, hy_am, id_id, is_is, it_it, lv, mk, ms, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sr_rs@cyrillic, sv_se, tr_tr, uk_ua, vi, vi_vn

# editor.submission.proofreading.confirmCompletion
source: Approve this proof to indicate proofreading is complete and the file is ready to be published.
ar_iq: صادق على هذه القراءة التصحيحة للإشارة إلى إكتمالها واعتبار الملف جاهزاً للنشر.
bg_bg: Одобрете тази коректура за да посочите, че корекцията е завършена и файлът е готов за публикуване.
ca_es: Accepta aquesta prova per indicar que la correcció de proves s'ha completat i que l'arxiu està llest per publicar-se.
cs_cz: Potvrdit tuto korekturu, aby bylo indikováno, že korektura byla ukončena a soubor je připravený k publikaci.
de_de: Diese Korrekturfahne freigeben, um zu signalisieren, dass das Korrektorat abgeschlossen ist und die Datei publiziert werden kann.
el_gr: Αποδεχθείτε αυτή την έκδοση του δοκιμίου για να ολοκληρωθεί η διαδικασία επιμέλειας και το αρχείο να είναι έτοιμο για δημοσίευση.
es_es: Aceptar esta prueba para indicar que la revisión se ha completado y que el archivo está listo para ser publicado.
eu: Onartu froga hau zuzenketa amaitu dela eta fitxategia argitaratzeko prest dagoela adierazteko.
fa_ir: تأیید نسخه بازبینی نهایی، برای بیان آنکه این نسخه کامل بوده و آماده چاپ است.
fi_fi: Hyväksy tämä korjausvedos osoittaaksesi, että oikoluku on valmis ja tiedosto on valmis julkaistavaksi.
fr_ca: Accepter l'ébauche pour indiquer que la révision est complétée et que le fichier est prêt à être publié.
fr_fr: Accepter la preuve pour indiquer que le document est prêt à être publié.
hr: Odobrite ovaj dokaz kako biste označili da je lektura dovršena i da je datoteka spremna za objavljivanje.
hu_hu: Ennek a korrektúrának a jóváhagyása jelzi, hogy a korrektúrázás készen van és a fájl publikálható.
hy_am: Հաստատել այս խմբագրին, որպեսզի ցույց տաք, որ խմագրումը ավարտված է և ֆայլը պատրաստ է հրապարակման։
id_id: Sahkan proof ini untuk menandai bahwa proofreading telah selesai dan file siap diterbitkan.
is_is: Samþykkja próförkina til að gefa til kynna að prófarkalestri sé lokið og skráin tilbúin til birtingar.
it_it: Approvare questa bozza significa che la correzione bozze è finita e il file è pronto per essere pubblicato.
lv: Apstiprināt šo korektūru, lai norādītu, ka koriģēšana ir pabeigta un fails ir gatavs publicēšanai.
mk: Одобрете ја корегирана верзија за да означите дека лекторирањето е завршено и датотеката е подготвена да биде објавена.
ms: Luluskan bukti ini untuk menunjukkan proofreading telah selesai dan fail sedia untuk diterbitkan.
nb_no: Godkjenn siste korrektur for å vise at korrekturen er ferdig og at filen er klar for publisering.
nl_nl: Keur deze proef goed om aan te duiden dat proeflezing afgerond is en dat het bestand klaar is voor publicatie.
pl_pl: Zatwierdź korektę pliku, aby oznaczyć, że plik jest już gotowy do publikacji.
pt_pt: Aprovar esta prova para indicar que a revisão está completa e o ficheiro está pronto para ser publicado.
ro_ro: Aprobați această corectura pentru a indica finalizarea procesului de corectare și faptul că fișierul este gata de a fi publicat.
sr_rs@cyrillic: Одобрите овај пруф како бу назначили да је коректура комплетна и да је фајл спреман за објављивање.
sv_se: Godkänn det här korrekturet för att markera att korrekturläsningen är färdig och filen klar att publiceras.
tr_tr: Düzeltme işleminin tamamlandığını ve dosyanın yayınlanmaya hazır olduğunu göstermek için bu düzeltmeyi onayla.
uk_ua: Схвалити цю коректуру, щоб вказати, що коректура завершена, і файл готовий до публікації.
vi: Phê duyệt bản in thử này để chỉ ra rằng việc đọc bản in thử đã hoàn thành và tệp đã sẵn sàng để xuất bản.
vi_vn: Phê duyệt bằng chứng này để cho biết việc hiệu đính đã hoàn tất và tệp đã sẵn sàng để xuất bản.

# editor.submission.proofreading.confirmRemoveCompletion
source: Revoke approval for this proof to indicate proofreading is no longer complete and the file is not ready to be published.
ar_iq: ألغِ المصادقة على هذه القراءة التصحيحة للإشارة إلى عدم إكتمالها واعتبار الملف غير جاهز للنشر.
bg_bg: Отменете одобрението за тази коректура, за да посочите, че корекцията вече не е завършена и файлът не е готов за публикуване.
ca_es: Anul·la l'acceptació d'aquesta prova per indicar que la correcció de proves ja no s'ha completat i que l'arxiu no està llest per publicar-se.
cs_cz: Odvolat schválení tuto korektury, aby bylo indikováno, že korektura není ukončena a soubor není připravený k publikaci.
de_de: Die Freigabe dieser Korrekturfahne zurücknehmen, um zu signalisieren, dass das Korrektorat nicht mehr abgeschlossen ist und dass die Datei noch nicht publiziert werden kann.
el_gr: Η αναίρεση αποδοχής δοκιμίου το επαναφέρει σε κατάσταση επιμέλειας και καθιστά αδύνατη την άμεση δημοσίευσή του.
es_es: Anular la aceptación de esta prueba para indicar que la revisión ya no está completa y que el archivo no está listo para ser publicado.
eu: Ezeztatu froga honen onespena, zuzenketa ez dagoela osatuta eta fitxategia argitaratzeko prest ez dagoela adierazteko.
fa_ir: عدم تأیید نسخه بازبینی نهایی، برای بیان آنکه این نسخه کامل نبوده و هنوز آماده به چاپ نیست.
fi_fi: Kumoa tämän korjausvedoksen hyväksyntä osoittaaksesi, että oikoluku ei ole enää valmis ja tiedosto ei ole valmis julkaistavaksi.
fr_ca: Retirer l'approbation l'ébauche et indiquer que la révision n'est pas complétée et que ce fichier n'est pas prêt pour la publication.
fr_fr: Retirer l'approbation de la preuve et indiquer que ce document n'est pas prêt pour la publication.
hr: Opozovite odobrenje za ovaj dokaz kako biste naznačili da lektura više nije dovršena i da datoteka nije spremna za objavljivanje.
hu_hu: A korrektúra visszavonása jelzi, hogy a korrektúrázás nincs készen és a fájl még nem publikálható.
hy_am: Մերժել այս սրբագրումը, որպեսզի ցույց տաք, որ սրբագրումը դեռ ավարտված չէ, և ֆայլը պատրաստ չէ հրապարակման։
id_id: Cabut kembali pengesahan proof ini untuk menandai bahwa proofreading belum selesai dan file belum siap diterbitkan.
is_is: Afturkalla samþykkt prófarkar til að gefa til kynna að prófarkarlestri sé ólokið og skrá því ekki tilbúin til birtingar.
it_it: Revocare l'approvazione per questa bozza per indicare che la correzione di bozze non è stata completata e il file non è pronto per essere pubblicato.
lv: Atcelt šīs korektūras apstiprinājumu, lai norādītu, ka korektūra vēl nav pabeigta un fails nav gatavs publicēšanai.
mk: Одземете одобрение за овој доказ за да означите лекторирање не е веќе завршено и датотеката не е подготвена да биде објавена.
ms: Batalkan kelulusan untuk bukti ini untuk menunjukkan proofreading tidak lagi lengkap dan fail belum sedia untuk diterbitkan.
nb_no: Opphev godkjenningen av siste korrektur for å vise at korrekturen ikke lenger er komplett og at filen ikke er klar for publisering.
nl_nl: Maak de goedkeuring van deze proef ongedaan om aan te duiden dat proeflezing niet langer afgerond is en dat het bestand niet klaar is voor publicatie.
pl_pl: Cofnij zatwierdzenie korekty pliku, aby oznaczyć, że plik nie jest gotowy do publikacji.
pt_pt: Revogar a aprovação para esta prova para indicar que a revisão não está completa e o ficheiro não está pronto para ser publicado.
ro_ro: Revocați aprobarea pentru această corectura pentru a indica că procesul de corectare nu este finalizat și că fișierul nu este gata de a fi publicat.
sr_rs@cyrillic: Укините одобрење за овај пруф како би назначили да коректура није више комплетна и да фајл није спреман за објављивање.
sv_se: Ta tillbaka godkännandet av det här korrekturet för att markera att korrekturläsningen inte är komplett ännu och att filen inte är klar att publiceras.
tr_tr: Düzeltme işleminin tamamlanmadığını ve dosyanın yayınlanmaya hazır olmadığını göstermek için bu düzeltme onayını iptal edin.
uk_ua: Скасувати схвалення цієї коректури, щоб вказати, що коректура ще не завершена, і файл не готовий до публікації.
vi: Thu hồi phê duyệt cho bản in thử này để chỉ ra rằng việc đọc bản in thử không còn hoàn thành và tệp không sẵn sàng để xuất bản.
vi_vn: Thu hồi phê duyệt cho bằng chứng này để cho biết việc hiệu đính không còn hoàn tất và tệp chưa sẵn sàng để xuất bản.

# editor.submission.revertDeclineDescription
source: Are you sure you want to reverse the decision to decline this submission?
ar_iq: هل أنت متأكد من رعبتك في التراجع عن قرارك بشأن رفض طلب التقديم هذا؟
az: Bu namizəd məqaləni rədd etmə qərarını ləğv etmək istədiyinizə əminsinizmi?
bg_bg: Наистина ли искате да отмените решението за отхвърляне на това изпращане на материали?
cs_cz: Jste si jisti, že chcete vrátit rozhodnutí o odmítnutí tohoto příspěvku?
eu: Ziur zaude bidalketa hori atzera botatzeko erabakia bertan behera utzi nahi duzula?
hr: Jeste li sigurni da želite poništiti odluku o odbijanju ovog podneska?
hy_am: Դուք վստա՞հ եք, որ ցանկանում եք չեղարկել որոշումը այս նյութի համար։
is_is: Ertu viss um að þú viljir snúa við ákvörðun um að hafna þessu handriti?
lv: Vai tiešām vēlaties atcelt lēmumu par šī iesniegtā materiāla noraidīšanu?
mk: Дали сте сигурни дека сакате да ја смените одлуката за одбивање на овој поднесок?
ms: Adakah anda pasti mahu membatalkan keputusan untuk menolak penyerahan ini?
pl_pl: Czy na pewno chcesz zmienić decyzje i nie odrzucać tego zgłoszenia?
pt_pt: Deseja reverter a decisão de recusar esta submissão?
vi: Bạn có chắc chắn muốn đảo ngược quyết định từ chối bài nộp này không?

# editor.publicIdentificationNumericNotAllowed
source: The public identifier '{$publicIdentifier}' must not be a number.
ar_iq: المعرف العام '{$publicIdentifier}' يجب أن لا يكون رقماً.
bg_bg: Публичният идентификатор '{$publicIdentifier}' не трябва да е число.
ca_es: L'identificador públic '{$publicIdentifier}' no pot ser un número.
cs_cz: Veřejný identifikátor '{$publicIdentifier}' nesmí být číslo.
de_de: Die öffentliche Kennung '{$publicIdentifier}' darf keine Zahl sein.
el_gr: Το δημόσιο αναγνωριστικό '{$publicIdentifier}' δεν πρέπει να είναι αριθμός.
es_es: El identificador público '{$publicIdentifier}' no puede ser un número.
eu: '{$publicIdentifier}' identifikatzaile publikoak ez du zenbaki bat izan behar.
fa_ir: شناسه عمومی «{$publicIdentifier}» نباید یک عدد باشد.
fi_fi: Julkinen tunnus {$publicIdentifier} ei saa olla numero.
fr_ca: L'identifiant public « {$publicIdentifier} » ne peut être un numéro.
fr_fr: Le public identifié comme '{$publicIdentifier}' ne peut être un numéro.
hr: Javni identifikator '{$publicIdentifier}' ne smije biti broj.
hu_hu: A nyilvános azonosító '{$publicIdentifier}' nem lehet egy szám.
hy_am: Հանրային ցուցիչը՝ '{$publicIdentifier}' չպետք է լինի թիվ:
id_id: Identifier publik '{$publicIdentifier}' tidak boleh berisi angka.
is_is: Almenna auðkennið '{$publicIdentifier}' má ekki vera númer.
it_it: L'identificativo pubblico '{$publicIdentifier}' deve non essere un numero.
lv: Publiskais identifikators "{$publicIdentifier}" nedrīkst būt skaitlis.
mk: Јавниот идентификатор '{$publicIdentifier}' не смее да биде број.
ms: Pengenalpasti awam '{$publicIdentifier}' mestilah bukan nombor.
nb_no: Den offentlige identifikatoren {$publicIdentifier} kan ikke være et nummer.
nl_nl: De publieke identificatie '{$publicIdentifier}' mag geen cijfer zijn.
pl_pl: Publiczny identyfikator '{$publicIdentifier}' nie może być liczbą.
pt_pt: O identificador público '{$publicIdentifier}' não pode ser um número.
ro_ro: Identificatorul public '{$publicIdentifier}' nu trebuie să fie un număr.
sr_rs@cyrillic: Јавни идентификатор '{$publicIdentifier}' не сме бити број.
sv_se: Den publika identifikatorn '{$publicIdentifier}' får inte vara en siffra.
tr_tr: '{$publicIdentifier}' genel belirleyici bir sayı olmamalıdır.
uk_ua: Відкритий ідентифікатор '{$publicIdentifier}' не може бути числом.
vi: Định danh công cộng '{$publicIdentifier}' không được là một số.
vi_vn: Mã định danh công khai '{$publicIdentifier}' không được là một số.

# editor.publicIdentificationPatternNotAllowed
source: The pattern {$pattern} is not allowed for the public identifier.
ar_iq: إن النمط {$pattern} غير مسموح به للمعرفات العامة.
bg_bg: Моделът {$pattern} не е разрешен за публичния идентификатор.
ca_es: El patró {$pattern} no està permès per a l'identificador públic.
cs_cz: Vzor {$pattern} není povolen jako veřejný identifikátor.
de_de: Das Muster {$pattern} ist für die Bildung der öffentlichen Kennung nicht zulässig.
el_gr: Το πρότυπο {$pattern} δεν επιτρέπεται για το δημόσιο αναγνωριστικό.
es_es: El patrón {$pattern} no está permitido para el identificador público.
eu: {$pattern} eredua ez da onartzen identifikatzaile publikoarentzat.
fa_ir: استفاده از الگوی {$pattern} به عنوان یک شناسه عمومی مجاز نیست.
fi_fi: Muotoilua {$pattern} ei sallita julkisessa tunnisteessa.
fr_ca: Le modèle {$pattern} ne peut pas être utilisé comme identifiant public.
fr_fr: Le modèle {$pattern} ne peut pas être utilisé comme public identifié.
hr: Uzorak {$pattern} nije dopušten za javni identifikator.
hu_hu: A minta {$pattern} nem megfelelő nyilvános azonosítónak.
hy_am: {$ Pattern} օրինակը չի թույլատրվում հանրային նույնացուցիչի համար:
id_id: Pola {$pattern} tidak diperbolehkan untuk identifier publik.
is_is: Ekki er leyfilegt að nota sniðið {$pattern} sem almennt auðkenni.
it_it: Il formato {$pattern} non è previsto per l'identificativo pubblico.
lv: Publiskajam identifikatoram nav atļauts lietot modeli {$pattern}.
mk: Шемата {$pattern} не е дозволена за јавен идентификатор.
ms: Corak {$pattern} tidak dibenarkan untuk pengenalpasti awam.
nb_no: Dette mønsteret {$pattern} er ikke tillatt for en offentlig identifikator.
nl_nl: Het patroon {$pattern} is niet toegelaten voor de publieke identificatie.
pl_pl: Publiczny identyfikator nie może posiadać wzoru {$pattern}.
pt_pt: O padrão {$pattern} não é permitido para o identificador público.
ro_ro: Modelul {$pattern} nu este permis pentru identificatorul public.
sr_rs@cyrillic: Шема {$pattern} није дозвољена за јавни идентификатор.
sv_se: Mönstret {$pattern} tillåts inte för den publika identifikatorn.
tr_tr: Ortak tanımlayıcı için {$pattern} modeline izin verilmez.
uk_ua: Шаблон {$pattern} заборонено для відкритого ідентифікатора.
vi: Mẫu {$pattern} không được phép cho định danh công cộng.
vi_vn: Mẫu {$pattern} là không được phép cho số nhận dạng công khai.

# reviewer.list.filterRating
source: Rated at least
ar_iq: مقيَّم على الأقل
az: Ən azı reytinq
bg_bg: Най-малко оценен като
cs_cz: Hodnocení je nejméně
de_de: Mindestens bewertet
el_gr: Έχει βαθμολογηθεί τουλάχιστον
es_es: Evaluado como mínimo
eu: Baloratua gutxienez
fi_fi: Arvio vähintään
fr_ca: Évalué au moins à
fr_fr: Noté le moins bien
hr: Najmanje ocijenjeno
hu_hu: Értékelve legalább
hy_am: Գնահատված՝ նվազագույն
id_id: Nilai minimal
is_is: Metið að lágmarki
it_it: Valutati al minimo
lv: Novērtēts vismaz
mk: Барем прегледано
ms: Dinilai sekurang-kurangnya
nb_no: Vurdert til minst
nl_nl: Minimumbeoordeling
pl_pl: Oceniono przynajmniej na
pt_pt: Classificado pelo menos
ro_ro: Evaluat cel puțin
sv_se: Med lägsta betyg
tr_tr: En az reyting
uk_ua: Найнижчі оцінки
vi: Được đánh giá ít nhất
vi_vn: Được xếp hạng ít nhất

# reviewer.list.activeReviews
source: {$count} active
ar_iq: {$count} نشط/نشطون
az: Aktiv {$count}
bg_bg: {$count} активни рецензии
cs_cz: {$count} aktivních
de_de: {$count} aktiv
el_gr: {$count} ενεργοί
es_es: {$count} activos
eu: {$count} aktibo
fi_fi: {$count} aktiivista
fr_ca: {$count} active(s)
fr_fr: {$count} en cours
hr: {$count} aktivno
hu_hu: {$count} aktív
hy_am: Ակտիվ {$count}
id_id: {$count} aktif
is_is: {$count} virk
it_it: {$count} attivi
lv: {$count} aktīvu recenziju
mk: {$count} активен
ms: {$count} aktif
nb_no: {$count} aktive
nl_nl: {$count} actief
pl_pl: {$count} aktywny
pt_pt: {$count} ativos
sv_se: {$count} aktiva
tr_tr: Aktif {$count}
uk_ua: {$count} активних
vi: {$count} đang hoạt động
vi_vn: {$count} hoạt động

# reviewer.list.activeReviewsDescription
source: Active reviews currently assigned
ar_iq: المحكمون النشطون المعينون حالياً
az: Hal-hazırda təyin edilmiş aktiv rəyçilər
bg_bg: В момента са възложени активни рецензии
cs_cz: Aktivní recenze s momentálně přidělenými úkoly
de_de: Momentan zugewiesene aktive Gutachten
el_gr: Ανατεθειμένες ενεργές υποβολές
es_es: Revisiones activas actualmente asignadas
eu: Une honetan esleitutako berrikuspen aktiboak
fi_fi: Meneillään olevia arviointeja
fr_ca: Évaluation(s) en cours
fr_fr: Evaluations actuellement assignées
hr: Trenutačno dodijeljene aktivne recenzije
hu_hu: Folyamatban lévő lektorálások
hy_am: Այս պահին նշված ակտիվ գրախոսողներ
id_id: Review aktif yang sedang ditugaskan
is_is: Úthlutuð ritrýni í vinnslu
it_it: Revisioni attive attualmente assegnate
lv: Pašlaik piešķirtas aktīvās recenzijas
mk: Активни рецензии што се доделени во моментов
ms: Ulasan aktif ditugaskan pada masa ini
nb_no: Aktive, pågående fagfellevurderingsoppdrag
nl_nl: Actieve openstaande reviews
pl_pl: Aktywni recenzenci obecnie przypisani
pt_pt: Revisões ativas atualmente atribuídas
ro_ro: Recenzii active alocate în prezent
sv_se: Aktiva, pågående granskningsuppdrag
tr_tr: Şu anda atanmış aktif hakemler
uk_ua: Поточні активні рецензії
vi: Các đánh giá đang hoạt động được chỉ định hiện tại
vi_vn: Các phản biện hoạt động hiện được chỉ định

# reviewer.list.assignedToLastRound
source: This reviewer completed a review in the last round.
bg_bg: Този рецензент завърши рецензията в последния кръг.
cs_cz: Tento recenzent dokončil recenzi v minulém kole.
eu: Ebaluatzaile honek azken errondan berrikuspena burutu zuen.
hr: Ovaj recenzent dovršio je recenziju u zadnjem krugu.
hy_am: Այս գրախոսը ավարտեց վերանայումը վերջին փուլում:
lv: Šis recenzents pabeidza pēdējās kārtas recenziju.
mk: Овој рецензент го заврши прегледот во последниот круг.
pt_pt: Este revisor concluiu uma revisão na ronda anterior.
vi: Người đánh giá này đã hoàn thành đánh giá ở vòng cuối cùng.

# reviewer.list.completedReviews
source: Reviews completed
ar_iq: التحكيمات المكتملة
az: Dəyərləndirmə başa çatdı
bg_bg: Завършени рецензии
cs_cz: Hotové recenze
de_de: Gutachten abgeschlossen
el_gr: Ολοκληρωμένες αξιολογήσεις
es_es: Revisiones completadas
eu: Osatutako berrikuspenak
fi_fi: Tehtyjä arviointeja
fr_ca: Évaluation(s) complétée(s)
fr_fr: Evaluations finies
hr: Dovršene recenzije
hu_hu: Lektorálások száma
hy_am: Գրախոսությունները կատարված են
id_id: Review rampung
is_is: Ritrýni lokið
it_it: Revisioni completate
lv: Pabeigtas recenzijas
mk: Завршени рецензии
ms: Ulasan telah selesai
nb_no: Fullførte fagfellevurderingsoppdrag
nl_nl: Voltooide reviews
pl_pl: Ukończone recenzje
pt_pt: Revisões terminadas
ro_ro: Revizii complete
sv_se: Färdiga granskningar
tr_tr: Değerlendirme tamamlandı
uk_ua: Завершені рецензії
vi: Các đánh giá đã hoàn thành
vi_vn: Hoàn thành phản biện

# reviewer.list.declinedReviews
source: Review requests declined
ar_iq: إلتماسات التحكيم المرفوضة
az: Dəyərləndirmə tələbləri rədd edildi
bg_bg: Отхвърлени заявки за рецензиране
cs_cz: Odmítnuté požadavky na recenzi
de_de: Begutachtungsanfragen abgelehnt
el_gr: Απόρριψη αιτημάτων αξιολόγησης
es_es: Peticiones de revisión rechazadas
eu: Ukatutako berrikuspen-eskaerak
fi_fi: Hylätyt arviointipyynnöt
fr_ca: Demande(s) d'évaluation refusée(s)
fr_fr: Demandes d'évaluation refusées
hr: Zahtjevi za recenziju odbijeni
hu_hu: Lektorálási kérés elutasítva
hy_am: Գրախոսման հարցումը մերժված է
id_id: Permintaan review ditolak
is_is: Beiðnum um ritrýni hafnað
it_it: Revisioni non accettate
lv: Noraidīti recenzijas pieprasījumi
mk: Одбиени барања за рецензии
ms: Permintaan ulasan ditolak
nb_no: Avviste fagfellevurderingsoppdrag
nl_nl: Afgewezen reviewverzoeken
pl_pl: Odrzucone zapytania o wykonania recenzji
pt_pt: Pedidos de revisão recusados
ro_ro: Cereri de revizie refuzate
sv_se: Granskningsförfrågan har avslagits
tr_tr: Değerlendirme istekleri reddedildi
uk_ua: Запити на рецензування відхилено
vi: Các yêu cầu đánh giá đã từ chối
vi_vn: Yêu cầu phản biện bị từ chối

# reviewer.list.cancelledReviews
source: Review requests cancelled
ar_iq: إلتماسات التحكيم الملغاة
az: Dəyərləndirmə tələbi ləğv edildi
bg_bg: Отменени заявки за рецензиране
cs_cz: Zrušené žádosti o recenzi
de_de: Begutachtungsanfragen zurückgezogen
es_es: Solicitudes de revisión canceladas
eu: Ezeztatutako berrikuspen-eskaerak
fi_fi: Perutut arviointipyynnöt
fr_ca: Demande(s) d'évaluation annulée(s)
hr: Zahtjevi za recenziju otkazani
hu_hu: Szakmai lektorálási kérés megszakítva
hy_am: Գրախոսման հարցումները չեղարկված են
id_id: Permintaan review dibatalkan
is_is: Beiðnir um ritrýni afturkallaðar
it_it: Inviti alla revisione eliminati
lv: Atcelti recenzijas pieprasījumi
mk: Откажани барања за рецензии
ms: Permintaan ulasan dibatalkan
nb_no: Avbrutte vurderingsoppdrag
pl_pl: Odwołane prośby o recenzję
pt_pt: Pedido de revisão cancelado
ro_ro: Cereri de revizie anulate
sv_se: Granskningsförfrågan är avbruten
tr_tr: Değerlendirme talebi iptal edildi
uk_ua: Запити на рецензування відмінено
vi: Các yêu cầu đánh giá đã hủy
vi_vn: Huỷ yêu cầu phản biện

# reviewer.list.reviewerRating
source: Reviewer rating: {$rating}
ar_iq: تقييم المحكم: {$rating}
az: Rəyçi reytinqi: {$rating}
bg_bg: Рейтинг на рецензента: {$rating}
cs_cz: Hodnocení recenzenta: {$rating}
de_de: Gutachter/innenbewertung: {$rating}
el_gr: Βαθμολογία αξιολογήσεων: {$rating}
es_es: Evaluación del revisor/a: {$rating}
eu: Ebaluatzailearen balorazioa: {$rating}
fi_fi: Arvioijan arvosana: {$rating}
fr_ca: Évaluation de l'évaluateur-trice : {$rating}
fr_fr: Notation du rapporteur : {$rating}
hr: Ocjena recenzenta: {$rating}
hu_hu: Lektor értékelése: {$rating}
hy_am: Գրախոսման վարկանիշ՝ {$rating}
id_id: Nilai mitra bestari: {$rating}
is_is: Mat ritrýnis: {$rating}
it_it: Valutazione revisore: {$rating}
lv: Recenzenta reitings: {$rating}
mk: Оцена на рецензентот: {$rating}
ms: Rating pengulas: {$rating}
nb_no: Vurdering av fagfelle: {$rating}
nl_nl: Reviewer beoordeling: {$rating}
pl_pl: Ocena recenzenta: {$rating}
pt_pt: Classificação do revisor: {$rating}
ro_ro: Evaluare revizor {$rating}
sv_se: Betyg på granskare: {$rating}
tr_tr: Hakem reytingi: {$rating}
uk_ua: Оцінка рецензента: {$rating}
vi: Đánh giá người đánh giá: {$rating}
vi_vn: Xếp hạng người phản biện: {$rating}

# reviewer.list.daysSinceLastAssignment
source: {$days} days ago
ar_iq: {$days} يوم/أيام مضت
az: {$days} gün əvvəl
bg_bg: Преди {$days} дни
cs_cz: Před {$days} dny
de_de: vor {$days} Tagen
el_gr: {$days} ημέρες πριν
es_es: Hace {$days} días
eu: Duela {$days} egun
fi_fi: {$days} päivää sitten
fr_ca: Il y a {$days} jours
fr_fr: il y a {$days} jours
hr: Prije {$days} dana
hu_hu: {$days} nappal ezelőtt
hy_am: {$days} օր առաջ
id_id: {$days} hari yang lalu
is_is: Fyrir {$days} dögum/degi síðan
it_it: {$days} giorni fa
lv: Pirms {$days} dienām
mk: Пред {$days} дена
ms: {$days} hari
nb_no: {$days} dager siden
nl_nl: {$days} dagen geleden
pl_pl: {$days} dni przed
pt_pt: Há {$days} dias
ro_ro: {$days} zile în urmă
sv_se: {$days} dagar sedan
tr_tr: {$days} gün önce
uk_ua: {$days} днів тому
vi: {$days} ngày trước
vi_vn: {$days} ngày trước

# reviewer.list.daySinceLastAssignment
source: Yesterday
ar_iq: البارحة
az: Dünən
bg_bg: Вчера
cs_cz: Včera
de_de: Gestern
el_gr: Εχθές
es_es: Ayer
eu: Atzo
fi_fi: Eilen
fr_ca: Hier
fr_fr: Hier
hr: Jučer
hu_hu: Tegnap
hy_am: Երեկ
id_id: Kemarin
is_is: Í gær
it_it: Ieri
lv: Vakar
mk: Вчера
ms: Semalam
nb_no: I går
nl_nl: Gisteren
pl_pl: Wczoraj
pt_pt: Ontem
ro_ro: Ieri
sv_se: Igår
tr_tr: Dün
uk_ua: Вчора
vi: Hôm qua
vi_vn: Ngày hôm qua
