Repository: pkp/pkp-lib
Catalog: locale/*/editor.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, eu, fa_ir, fi_fi, fr_ca, fr_fr, hr, hu_hu, hy_am, id_id, is_is, it_it, lv, mk, ms, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sr_rs@cyrillic, sv_se, tr_tr, uk_ua, vi, vi_vn

# editor.review.rateReviewer.description
source: Rate the quality of the review provided. This rating is not shared with the reviewer.
ar_iq: أعط تقييماً لمستوى التحكيم المقدم. هذا التقييم لا تتم مشاركته مع المحكم.
bg_bg: Оцяване на качеството на предоставената рецензия. Тази оценка не се споделя с рецензента.
cs_cz: Ohodnoťte kvalitu recenze. Ohodnocení nebude sdíleno s recenzentem.
de_de: Die Qualität des eingereichten Gutachtens bewerten. Diese Bewertung ist nicht für die Gutachterin/den Gutachter sichtbar.
el_gr: Βαθμολογήστε την ποιότητα της αξιολόγησης που υποβλήθηκε. Η βαθμολογία δεν κοινοποιείται στον Αξιολογητή.
es_es: Evalúe la calidad de la revisión proporcionada. Esta evaluación no se compartirá con el revisor/a.
eu: Baloratu emandako berrikuspenaren kalitatea. Balorazio hau ez da partekatuko ebaluatzailearekin.
fi_fi: Pisteytä arvioinnin laatu (ei näy arvioijalle).
fr_ca: Coter la qualité de l'évaluation fournie. Cette information n'est pas partagée avec l'évaluateur-trice.
fr_fr: Noter la qualité du rapport. Cette note n'est pas accessible par le rapporteur.
hr: Ocijenite kvalitetu pružene recenzije. Ova se ocjena ne dijeli s recenzentom.
hu_hu: Értékeld a lekorálás minőségét. A lektor nem szerez tudomást az értékelés eredményéről.
hy_am: Գնահատել տրամադրված գրախոսությունը: Այս գնահատականը հասանելի չի լինի գրախոսողին:
id_id: Nilai kualitas review yang diberikan. Peringkat ini tidak dibagikan dengan peninjau.
is_is: Mettu gæði ritrýninnar. Matinu verður ekki deilt með ritrýni.
it_it: Valuta la qualità della revisione effettuata. Questa valutazione non sarà condivisa con il revisore.
lv: Novērtēt recenzijas kvalitāti. Šis vērtējums netiek izpausts recenzentam.
mk: Оценете го квалитетот на дадената рецензија преглед. Овој рејтинг не се споделува со рецензентот.
ms: Nilaikan kualiti ulasan yang diberikan. Penilaian ini tidak dikongsi dengan pengulas.
nb_no: Intern vurdering av kvaliteten på fagfellevurderingen. Denne vurderingen blir ikke delt med fagfellen.
nl_nl: Beoordeel de kwaliteit van de ingediende review. Deze beoordeling is niet zichtbaar voor de reviewer.
pl_pl: Oceń jakość dostarczonej recenzji. Ocena recenzenta nie jest widoczna dla recenzenta.
pt_pt: Classifique a qualidade da revisão apresentada. Esta classificação não será partilhada com o revisor.
ro_ro: Evaluează calitatea recenziei furnizate. Această evaluare nu este împărtășită revizorului.
sv_se: Betygsätt kvaliteten på den inkomna granskningen. Betyget kommer inte att vara synligt för granskaren.
tr_tr: Yapılan değerlendirmenin kalitesini inceleyin. Bu değerlendirme, hakemle paylaşılmamaktadır.
uk_ua: Оцініть якість поданої рецензії. Ця оцінка не повідомлятиметься рецензенту.
vi: Đánh giá chất lượng đánh giá đã cung cấp. Đánh giá này không chia sẻ với người đánh giá.
vi_vn: Đánh giá chất lượng của bài đánh giá được cung cấp. Xếp hạng này không được chia sẻ với người phản biện.

# editor.review.reviewerRating.none
source: No rating
ar_iq: لا تقييم
az: Reytinq yoxdur
bg_bg: Няма рейтинг
cs_cz: Bez ohodnocení
de_de: Keine Bewertung
el_gr: Δεν υπάρχει βαθμολογία
es_es: Sin evaluaciones
eu: Baloraziorik ez
fi_fi: Ei pisteytystä
fr_ca: Aucune cote
fr_fr: Pas de notation.
hr: Nema ocjene
hu_hu: Nincs értékelés
hy_am: Գնահատում չկա
id_id: Tidak ada peringkat
is_is: Ekkert mat
it_it: Nessuna valutazione
lv: Nav novērtējuma
mk: Нема оцена
ms: Tiada penilaian
nb_no: Ingen vurdering
nl_nl: Geen beoordeling
pl_pl: Brak oceny
pt_pt: Nenhuma classificação
ro_ro: Fără evaluare
sv_se: Inget betyg
tr_tr: Derecelendirme yok
uk_ua: Немає оцінки
vi: Không có đánh giá
vi_vn: Không xếp hạng

# editor.review.mustSelect
source: You must select a reviewer
ar_iq: عليك أن تختار محكماً
az: Bir rəyçi seçməlisiniz
bg_bg: Трябва да изберете рецензент
ca_es: Heu de seleccionar un revisor/a
cs_cz: Je třeba vybrat recenzenta
de_de: Sie müssen eine/n Gutachter/in auswählen
el_gr: Πρέπει να επιλέξετε έναν Αξιολογητή
es_es: Debe seleccionar un revisor/a
eu: Ebaluatzaile bat hautatu behar duzu
fa_ir: باید یک داور انتخاب کنید.
fi_fi: Sinun on valittava arvioija
fr_ca: Vous devez sélectionner un évaluateur
fr_fr: Vous devez sélectionner un rapporteur
hr: Morate odabrati recenzenta
hu_hu: Ki kell választania egy szakmai lektort
hy_am: Դուք պետք է ընտրեք գրախոսողին
id_id: Anda wajib memilih peninjau
is_is: Þú verður að velja ritrýni
it_it: Devi selezionare un revisore
lv: Jums ir jāizvēlas recenzents
mk: Мора да избереш рецензент
ms: Anda mesti memilih pengulas
nb_no: Du må velge en fagfelle
nl_nl: Selecteer een reviewer
pl_pl: Musisz wybrać recenzenta
pt_pt: Tem de selecionar um revisor
ro_ro: Trebuie să selectați un revizor
sr_rs@cyrillic: Морате одабрати рецензента
sv_se: Du måste välja en granskare
tr_tr: Bir hakem seçmelisiniz
uk_ua: Ви маєте вибрати рецензента
vi: Bạn phải chọn một người đánh giá
vi_vn: Bạn phải chọn một người phản biện

# editor.review.errorAddingReviewer
source: There was an error adding the reviewer. Please try again.
ar_iq: حدث خطأ عند إضافة المحكم. لطفاً، حاول مرة أخرى.
bg_bg: При добавянето на рецензента възникна грешка. Моля, опитайте отново.
ca_es: Hi ha hagut un error en afegir un revisor/a. Torneu-ho a intentar.
cs_cz: Při vybírání recenzenta došlo k chybě. Zkuste to, prosím, znovu.
de_de: Es gab einen Fehler beim Hinzufügen des/der Gutachter/in. Bitte versuchen Sie es erneut.
el_gr: Παρουσιάστηκε λάθος κατά την καταχώρηση του Αξιολογητή. Παρακαλούμε προσπαθήστε ξανά.
es_es: Ha ocurrido un error al añadir el revisor/a. Por favor, inténtelo de nuevo.
eu: Errorea gertatu da ebaluatzailea gehitzean. Mesedez, saiatu berriro.
fa_ir: در افزودن داور خطایی رخ داد. لطفاً دوباره تلاش کنید.
fi_fi: Arvioijaa lisättäessä tapahtui virhe. Yritä uudelleen.
fr_ca: Il y a eu une erreur au moment d'ajouter l'évaluateur-trice. Veuillez essayer de nouveau.
fr_fr: Il y a eu une erreur au moment d'ajouter le rapporteur. Essayez de nouveau.
hr: Došlo je do pogreške prilikom dodavanja recenzenta. Molim pokušajte ponovno.
hu_hu: Hiba történt a lektor hozzáadása közben. Kérjük, próbálja újra.
hy_am: Գրախոսողին ավելացնելու հետ կապված սխալ կա: Խնդրում եք փորձել կրկին:
id_id: Terjadi kesalahan saat menambah peninjau. Mohon coba kembali.
is_is: Það kom upp villa við að bæta við ritrýni. Vinsamlega reyndu aftur.
it_it: C'è stato un errore nell'aggiungere il revisore. Per favore prova di nuovo.
lv: Ir pieļauta kļūda, pievienojot recenzentu. Lūdzu, mēģiniet vēlreiz.
mk: Грешка при додавање рецензент: Пробај повторно.
ms: Terdapat ralat semasa menambah pengulas. Sila cuba lagi.
nb_no: Det skjedde en feil da du forsøkte å legge til en fagfelle. Prøv igjen.
nl_nl: Er was een fout bij het toevoegen van de reviewer. Probeer opnieuw.
pl_pl: Wystąpił błąd podczas dodawania recenzenta. Spróbuj ponownie później.
pt_pt: Ocorreu um erro ao adicionar o revisor. Por favor, tente novamente.
ro_ro: A apărut o eroare la adăugarea revizorului. Încercați din nou.
sr_rs@cyrillic: Дошло је до грешке приликом додавања рецензента, покушајте поново.
sv_se: Ett fel uppstod när granskaren skulle läggas till. Försök igen.
tr_tr: Hakem eklerken bir hata oluştu. Lütfen yeniden deneyin.
uk_ua: Під час додавання рецензента сталася помилка. Будь ласка спробуйте ще раз.
vi: Đã xảy ra lỗi khi thêm người đánh giá. Vui lòng thử lại.
vi_vn: Xuất hiện lỗi khi thêm người phản biện. Xin vui lòng thử lại.

# editor.review.errorDeletingReviewer
source: There was an error deleting the reviewer. Please try again.
ar_iq: حدث خطأ عند إزالة المحكم. لطفاً، حاول مرة أخرى.
bg_bg: Възникна грешка при изтриването на рецензента. Моля, опитайте отново.
ca_es: Hi ha hagut un error en eliminar un revisor/a. Torneu-ho a intentar.
cs_cz: Při odebírání recenzenta došlo k chybě. Zkuste to, prosím, znovu.
de_de: Es gab einen Fehler beim Entfernen des/der Gutachter/in. Bitte versuchen Sie es erneut.
el_gr: Παρουσιάστηκε λάθος κατά τη διαγραφή του Αξιολογητή. Παρακαλούμε προσπαθήστε ξανά.
es_es: Ha ocurrido un error al eliminar el revisor/a. Por favor, inténtelo de nuevo.
eu: Errorea gertatu da ebaluatzailea ezabatzean. Mesedez, saiatu berriro.
fa_ir: در حذف داور خطایی رخ داد. لطفاً دوباره تلاش کنید.
fi_fi: Arvioijaa poistettaessa tapahtui virhe. Yritä uudelleen.
fr_ca: Il y a eu une erreur au moment de supprimer l'évaluateur-trice. Veuillez essayer de nouveau.
fr_fr: Il y a eu une erreur au moment de supprimer le rapporteur. Essayez de nouveau.
hr: Došlo je do pogreške prilikom brisanja recenzenta. Molim pokušajte ponovno.
hu_hu: Hiba történt a szakmai lektor törlése közben. Kérjük, próbálja újra.
hy_am: Գրախոսողին ջնջելու հետ կապված սխալ կա: Փորձեք կրկին:
id_id: Terjadi kesalahan saat menghapus peninjau. Mohon coba kembali.
is_is: Það kom upp villa við að eyða ritrýni. Vinsamlega reyndu aftur.
it_it: C'è stato un errore nel cancellare il revisore. Per favore prova di nuovo.
lv: Tika pieļauta kļūda, dzēšot recenzentu. Lūdzu, mēģiniet vēlreiz.
mk: Грешка при бришење рецензент: Пробај повторно.
ms: Berlaku ralat semasa memadamkan pengulas. Sila cuba lagi.
nb_no: Det skjedde en feil da du forsøkte å fjerne en fagfelle. Prøv igjen.
nl_nl: Er was een fout bij het verwijderen van de reviewer. Probeer opnieuw.
pl_pl: Wystąpił błąd podczas usuwania recenzenta. Spróbuj ponownie później.
pt_pt: Ocorreu um erro ao eliminar o revisor. Por favor, tente novamente.
ro_ro: A apărut o eroare la ștergerea revizorului. Încercați din nou.
sr_rs@cyrillic: Дошло је до грешке приликом брисања рецензента, покушајте поново.
sv_se: Ett fel uppstod när granskaren skulle tas bort. Försök igen.
tr_tr: Hakem silerken bir hata oluştu. Lütfen yeniden deneyin.
uk_ua: Під час видалення рецензента сталася помилка. Будь ласка спробуйте ще раз.
vi: Đã xảy ra lỗi khi xóa người đánh giá. Vui lòng thử lại.
vi_vn: Xuất hiện lỗi khi xoá người phản biện. Xin vui lòng thử lại.

# editor.review.errorReinstatingReviewer
source: There was an error reinstating the reviewer. Please try again.
ar_iq: حدث خطأ ما عند إعادة الالتماس من المحكم. لطفاً، حاول مجدداً.
bg_bg: Възникна грешка при възстановяването на рецензента. Моля, опитайте отново.
cs_cz: Při obnovování recenzenta došlo k chybě. Prosím zkuste to znovu.
de_de: Es gab einen Fehler beim Wiedereinsetzen des/der Gutachter/in. Bitte versuchen Sie es erneut.
es_es: Sucedió un error al restablecer el revisor/a. Por favor, vuelva a intentarlo.
eu: Errorea gertatu da ebaluatzailea berrezartzean. Mesedez, saiatu berriro.
fi_fi: Arvioijaa palauttaessa tapahtui virhe. Yritä uudelleen.
fr_ca: Il y a eu une erreur au moment de rétablir l'évaluateur-trice. Veuillez essayer de nouveau.
hr: Došlo je do pogreške prilikom ponovnog postavljanja recenzenta. Molim pokušajte ponovno.
hu_hu: Hiba történt a szakmai lektor újra kiosztásakor. Kérjük, próbálja meg ismét.
hy_am: Գրախոսողին վերականգնելու հետ կապված սխալ կա: Խնդրում ենք փորձել կրկին:
id_id: Terjadi kesalahan saat mengembalikan peninjau. Mohon coba lagi.
is_is: Það kom upp villa við að setja ritrýni aftur inn. Vinsamlega reyndu aftur.
it_it: Si è verificato un errore nel ripristino del revisore. Si prega di riprovare.
lv: Atjaunojot recenzentu, radās kļūda. Lūdzu mēģiniet vēlreiz.
mk: Грешка при повторно додавање рецензент: Пробај повторно.
ms: Terdapat ralat semasa mengembalikan pengulas. Sila cuba lagi.
nb_no: Det skjedde en feil da fagfellen skulle legges til på nytt. Prøv igjen.
pl_pl: Wystąpił błąd w trakcie przywracania recenzenta. Proszę spróbować ponownie.
pt_pt: Ocorreu um erro ao restituir o revisor. Tente novamente.
ro_ro: A apărut o eroare la reactivarea revizorului. Încercați din nou.
sv_se: Ett fel uppstod när granskaren skulle läggas till. Försök igen.
tr_tr: Hakem yeniden atanırken bir hata oluştu. Lütfen tekrar deneyin.
uk_ua: Трапилась помилка у відновленні рецензента. Будь ласка, спробуйте знову.
vi: Đã xảy ra lỗi khi khôi phục người đánh giá. Vui lòng thử lại.
vi_vn: Đã xảy ra lỗi khi khôi phục người đánh giá. Vui lòng thử lại.

# editor.review.errorResendingReviewerRequest
source: There was an error requesting the reviewer to reconsider the review invitation. Please try again.
bg_bg: Възникна грешка при повторната молба към рецензента да преразгледа поканата за рецензия. Моля, опитайте отново.
eu: Errore bat gertatu da ebaluatzaileari berrikusteko gonbidapena berriz aztertzeko eskatzean. Mesedez, saiatu berriro.
hr: Došlo je do pogreške prilikom ponovnog traženja recenzenta da ponovno razmotri pozivnicu za recenziju. Molim pokušajte ponovno.
lv: Pieprasot recenzentam pārskatīt recenzijas uzaicinājumu, radās kļūda. Lūdzu mēģiniet vēlreiz.
mk: Настана грешка при барањето на рецензентот да ја преиспита поканата за рецензија. Ве молиме обидете се повторно.
pt_pt: Ocorreu um erro ao solicitar que o(a) avaliador(a) reconsiderasse o convite para revisão. Por favor, tente novamente.
vi: Đã xảy ra lỗi khi yêu cầu người đánh giá xem xét lại lời mời đánh giá. Vui lòng thử lại.

# editor.review.userGroupSelect
source: Enroll the user with this reviewer user group
ar_iq: إمنح الدور للمستخدم المسجل ضمن مجموعة المحكم هذه
az: Bu rəyçi qrupunda olan bir rəyçini səlahiyyətləndirin
bg_bg: Запишете потребителя в тази потребителска група за рецензенти
ca_es: Atorgueu un rol a l'usuari/ària amb aquest grup d'usuaris/àries revisors/ores
cs_cz: Zapsat uživatele ze uživatelské skupiny "Recenzenti"
de_de: Diese/n Benutzer/in in diese Gutachter/innengruppe eintragen
el_gr: Ένταξη Χρήστη στη συγκεκριμένη ομάδα Αξιολογητών
es_es: Dar de alta el usuario/a con este grupo de usuarios/as revisores
eu: Erregistratu erabiltzailea ebaluatzaileen erabiltzaile-talde honetan
fa_ir: کاربری را به عضویت گروه کاربری داور در آورید
fi_fi: Lisää käyttäjä tähän arvioijien käyttäjäryhmään
fr_ca: Recruter l'utilisateur-trice dans ce groupe d'évaluateurs-trices
fr_fr: Ajouter l'utilisateur à ce groupe de rapporteurs
hr: Upišite korisnika u ovu korisničku grupu recenzenta
hu_hu: A felhasználó besorolása ebbe a szakmai lektori csoportba
hy_am: Ավելացնել օգտագործող այս գրախոսողների խմբին
id_id: Daftarkan pengguna ke dalam grup peninjau ini
is_is: Skráðu notandann með þessum hóp ritrýna
it_it: Inserisci l'utente in questo gruppo di revisori
lv: Reģistrēt lietotāju šajā recenzentu grupā
mk: Вклучи корисник групата на овој рецензент
ms: Daftar pengguna dengan kumpulan pengguna pengulas ini
nb_no: Legg til brukeren til fagfellegruppen
nl_nl: Voeg deze gebruiker toe bij de reviewers
pl_pl: Przypisz użytkownika do tej grupy recenzentów
pt_pt: Inscrever o utilizador neste grupo de revisores
ro_ro: Înscrieți-vă utilizatorul în acest grup de utilizatori revizori
sr_rs@cyrillic: Укључи корисника у ову групу рецензената
sv_se: Lägg till den här användaren i den här gransknings-användargruppen
tr_tr: Bu hakem grubunda mevcut bir hakem yetkilendirin
uk_ua: Записати користувача до цієї групи рецензентів
vi: Đăng ký người dùng với nhóm người đánh giá này
vi_vn: Đăng ký người dùng với nhóm người dùng của người phản biện này

# editor.review.unconsiderReviewText
source: Do you wish to mark this review as unconsidered? The review history will be preserved.
ar_iq: هل تريد تأشير هذا التحكيم على أنه غير معتبر؟ سيتم الاحتفاظ به ضمن وقائع التحكيم.
bg_bg: Искате ли да отбележите тази рецензия като не взета под внимание? Историята на рецензията ще бъде запазена.
ca_es: Esteu segur/a que voleu marcar aquesta revisió com a rebutjada? Aquest historial de revisió es conservarà.
cs_cz: Chtěli byste, aby tato recenze nebyla vzata v úvahu? Historie recenzí bude zachována.
de_de: Möchten Sie dieses Gutachten als unberücksichtigt markieren? Die Begutachtungshistorie wird erhalten bleiben.
el_gr: Θέλετε να επισημάνετε την αξιολόγηση ως μη ληφθείσα υπόψη; Το ιστορικό της αξιολόγησης θα διατηρηθεί.
es_es: ¿Deseas marcar esta revisión como descartada? Se conservará el historial de revisión.
eu: Berrikuspen hori kontuan hartu gabe gisa markatu nahi duzu? Berrikuspenaren historia gordeko da.
fa_ir: مایلید این داوری را به عنوان داوری بی‌اعتبار علامت‌گذاری کنید؟ تاریخچه داوری حفظ خواهد شد.
fi_fi: Haluatko merkitä tämän arvioinnin käsittelemättömäksi? Arviointihistoria säilytetään.
fr_ca: Souhaitez-vous indiquer que cette évaluation ne doit pas être prise en compte ? L'historique des évaluations sera conservé.
fr_fr: Vous souhaitez indiquer que cet examen n'a pas été considéré? L'historique des révisions sera conservé.
hr: Želite li označiti ovu recenziju kao nerazmotrenu? Povijest recenzija bit će sačuvana.
hu_hu: Figyelmen kívül hagyja a lektori véleményt? A lektorálási előzmények megmaradnak.
hy_am: Ցանկանու՞մ եք այս գրախոսությունը հաշվի չառնել: Գրախոսության պատմությունը կներկայացվի:
id_id: Apakah Anda ingin menandai review ini sebagai tidak dipertimbangkan? Riwayat tinjauan akan disimpan.
is_is: Viltu merkja þessa ritrýni sem "ekki tekin til athugunar"? Ferill ritrýni verður varðveittur.
it_it: Vuoi segnare questa revisione come 'non considerata' ? Lo storico della revisione sarà preservato.
lv: Vai vēlaties atzīmēt šo recenziju kā neizskatītu? Recenzijas vēsture tiks saglabāta.
mk: Дали сакате да го обележите оваа рецензија како неодговорна? Историјата на рецензија ќе биде зачувана.
ms: Adakah anda ingin menandai ulasan ini sebagai tidak dipertimbangkan? Sejarah ulasan akan dikekalkan.
nb_no: Vil du markere at fagfellevurderingen ikke er tatt med? Fagfellehistorikken blir beholdt.
nl_nl: Wilt u geen rekening houden met deze review? De reviewgeschiedenis zal bewaard blijven.
pl_pl: Czy oznaczyć tą recenzję jako nierozpatrzoną? Historia recenzji zostanie zachowana.
pt_pt: Deseja marcar esta revisão como não considerada? O histórico de revisão será preservado.
ro_ro: Doriți să marcați această recenzie ca reconsiderată? Istoricul de recenzie va fi păstrat.
sr_rs@cyrillic: Да ли желите да означите ову рецензију као неуважену? Историја рецензирања ће бити сачувана.
sv_se: Vill du markera den här granskningen som bortsedd ifrån? Granskningshistoriken kommer att bevaras.
tr_tr: Bu yorumu değerlendirilmemiş olarak işaretlemek ister misiniz? eğerlendirme geçmişi korunacaktır.
uk_ua: Ви хочете позначити, що ця рецензія нерозглянута? Історія рецензування буде збережена.
vi: Bạn có muốn đánh dấu đánh giá này là không được xem xét không? Lịch sử đánh giá sẽ được giữ lại.
vi_vn: Bạn có muốn đánh dấu bài đánh giá này là chưa được duyệt không? Lịch sử đánh giá sẽ được giữ nguyên.

# editor.review.unconsiderReview
source: Unconsider this Review
ar_iq: هذا التحكيم غير معتبر
az: Bu rəyi nəzərə almayın
bg_bg: Тази рецензия няма да бъде взета под внимание
ca_es: Rebutjar aquesta revisió
cs_cz: Tato recenze není brána v úvahu
de_de: Dieses Gutachten nicht berücksichtigen
el_gr: Σήμανση ως μη ληφθείσα υπόψη
es_es: Descartar esta revisión
eu: Kontuan ez hartu berrikuspen hau
fa_ir: نادیده گرفتن این داوری
fi_fi: Merkitse tämä arviointi käsittelemättömäksi
fr_ca: Ne pas tenir compte de cette évaluation.
fr_fr: Ne pas considérer cet examen.
hr: Odustanite od razmatranja ove recenzije
hu_hu: Lektori vélemény figyelmen kívül hagyása
hy_am: Հաշվի չառնել այս գրախոսականը
id_id: Review ini tidak dipertimbangkan
is_is: Ritrýni ekki tekin til athugunar
it_it: Non considerare questa revisione
lv: Neapsvērt šo recenziju
mk: Откажи ја ова рецензија
ms: Tidak mengambil kira Ulasan ini
nb_no: Ikke ta med fagfellevurderingen
nl_nl: Houd geen rekening met deze review
pl_pl: Cofnij rozpatrzenie recenzji
pt_pt: Não considerar esta revisão
ro_ro: Această revizie nu se ia în considerare
sr_rs@cyrillic: Означи рецензију као неуважену
sv_se: Bortse från den här granskningen
tr_tr: Bu Yorumu İnceleme
uk_ua: Позначте,що цю рецензію розглянуто
vi: Không xem xét đánh giá này
vi_vn: Bỏ xem xét đánh giá này
