Repository: pkp/pkp-lib
Catalog: locale/*/editor.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, eu, fa_ir, fi_fi, fr_ca, fr_fr, hr, hu_hu, hy_am, id_id, is_is, it_it, lv, mk, ms, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sr_rs@cyrillic, sv_se, tr_tr, uk_ua, vi, vi_vn

# editor.submission.editorial.approveCopyeditDescription
source: The copyedited file needs to be approved before it can be sent to the Production stage. Do you want to approve this file?
ar_iq: لا بد من المصادقة على الملف المدقق قبل إرساله إلى مرحلة الإنتاج. هل تريد المصادقة على هذا الملف الآن؟
az: Dəyərləndirmə faylının çap mərhələsinə göndərilməzdən əvvəl təsdiq edilməsi lazımdır. Bu faylı təsdiq etmək istəyirsinizmi?
bg_bg: Стилово коригираният файл трябва да бъде одобрен, преди да може да бъде изпратен към етапа на производство. Искате ли да одобрите този файл?
ca_es: El fitxer corregit ha d'aprovar-se abans d'enviar-se a la fase de producció. Voleu aprovar aquest fitxer?
cs_cz: Soubor pro copyediting musí být schválen před odesláním do produkční fáze. Chcete tento soubor schválit?
de_de: Die lektorierte Datei muss hier angenommen werden, bevor sie in die Herstellungsphase geschickt werden kann. Möchten Sie diese Datei annehmen?
el_gr: Πριν την αποστολή στο στάδιο παραγωγής, το επιμελημένο αρχείο πρέπει να γίνει αποδεκτό. Επιβεβαιώνετε την αποδοχή του αρχείου;
es_es: El archivo corregido tiene que ser aprobado antes de poder ser enviado a la etapa de producción. ¿Quiere aprobar este archivo?
eu: Zuzendu den fitxategia onartu egin behar da ekoizpen-fasera bidali aurretik. Fitxategi hau onartu nahi duzu?
fa_ir: فایل ویراستاری شده قبل از ارسال به مرحله انتشار باید تأیید شود. آیا مایل به تأیید این فایل هستید؟
fi_fi: Teknisesti toimitettu tiedosto on hyväksyttävä, ennen kuin se voidaan lähettää tuotantovaiheeseen. Haluatko hyväksyä tämän tiedoston?
fr_ca: Le fichier révisé doit être approuvé avant de passer à l'étape de production. Souhaitez-vous approuver ce fichier ?
fr_fr: Le fichier révisé doit être approuvé avant de passer à l'étape de publication. Souhaitez-vous approuver ce fichier?
hr: Kopirano uređenu datoteku treba odobriti prije nego što se može poslati u fazu proizvodnje. Želite li odobriti ovu datoteku?
hu_hu: A beszerkesztett fájlt jóvá kell hagynia, mielőtt továbbküldi a megjelentetési szakaszba. Jóvá akarja hagyni ezt a fájlt?
hy_am: Պատճենված ֆայլը պետք է հաստատվի նախքան թողարկման փուլը: Դուք ցանկանու՞մ եք հաստատել ֆայլը՞։
id_id: File pasca-copyedit harus disetujui sebelum dapat dikirim ke tahap Produksi. Apakah Anda ingin menyetujui file ini?
is_is: Yfirfarið handrit þarf að samþykkja áður en hægt er að senda það í framleiðslu. Samþykkir þú handritið?
it_it: Il file che ha subito copyediting devono essere approvati prima di passare alla fase di produzione. Vuoi approvare questo file ?
lv: Rediģētais fails ir jāapstiprina, lai to varētu nosūtīt uz ražošanas posmu. Vai vēlaties apstiprināt šo failu?
mk: Коеригираниот фајл треба да биде одобрена пред да се испрати за објавување. Дали сакате да гоодобрите овој фајл?
ms: Fail copyedted perlu diluluskan sebelum boleh dihantar ke peringkat Produksi. Adakah anda mahu meluluskan fail ini?
nb_no: Den språkvaskede filen må bli godkjent før den kan bli sendt til produksjonsfasen. Vil du godkjenne filen?
nl_nl: Het geredigeerde bestand moet worden goedgekeurd voor het in productie kan worden gegeven. Wilt u dit bestand goedkeuren?
pl_pl: Plik musi zostać zatwierdzony przed wysłaniem do etapu produkcji. Czy zatwierdzasz plik?
pt_pt: O ficheiro editado deve ser aprovado antes de poder ser enviado para a etapa de produção. Deseja aprovar este ficheiro?
ro_ro: Fișierul pentru editare trebuie aprobat înainte de a fi trimis la Producție. Aprobați acest fișier?
sr_rs@cyrillic: Фајл коректуре мора бити одобрен пре но што може бити послат у фазу продукције. Да ли желите да одобрите овај фајл?
sv_se: Den manusredigerade filen behöver godkännas innan den kan skickas vidare till Produktionssteget. Vill du godkänna den här filen?
tr_tr: Değerlendirme dosyasının basım aşamasına gönderilmeden önce onaylanması gerekir. Bu dosyayı onaylamak istiyor musunuz?
uk_ua: Файл після літературного редагування має бути схвалений, перш ніж його можна буде відправити на етап "Публікація". Ви хочете схвалити цей файл?
vi: Tệp đã chỉnh sửa cần được phê duyệt trước khi có thể gửi đến giai đoạn Sản xuất. Bạn có muốn phê duyệt tệp này không?
vi_vn: Tệp đã được biên tập cần được phê duyệt trước khi có thể được gửi đến giai đoạn Sản xuất. Bạn có muốn phê duyệt tệp này không?

# editor.submission.editorial.disapproveCopyeditDescription
source: Disapproving this copyedited file will make it unavailable to send to production stage. Do you want to disapprove this file?
ar_iq: رفع المصادقة عن هذا الملف المدقق سيمنع إرساله إلى مرحلة الإنتاج. هل تريد رفع المصادقة عن هذا الملف؟
az: Bu dəyərləndirmə faylı rədd ediliyi zaman, çap mərhələsinə göndərilməsi mümkün olmayacaq. Bu faylı rədd etmək istəyirsinizmi?
bg_bg: Неодобрението на този стилово коригиран файл ще го направи недостъпен за изпращане към производствения етап. Искате ли да не одобрите този файл?
ca_es: Si rebutjeu aquest fitxer corregit no podreu enviar-lo a la fase de producció. Voleu marcar aquest fitxer com a desaprovat?
cs_cz: Zrušení schválení copyeditingu souboru způsobí, že nebude možné ho poslat do produkční fáze. Chcete skutečně zrušit schválení tohoto souboru?
de_de: Ablehnung dieser lektorierten Datei wird verhindern, dass sie in die Herstellungsphase geschickt werden kann. Möchten Sie diese Datei ablehnen?
el_gr: Η μη αποδοχή του επιμελημένου αρχείου καθιστά αδύνατη την αποστολή του στο στάδιο παραγωγής. Επιβεβαιώνετε την ενέργεια;
es_es: Al desaprobar este archivo corregido, ya no estará disponible para enviarlo a la etapa de producción. ¿Quiere desaprobar este archivo?
eu: Zuzendu den fitxategi hau gaitzesten bada, ezingo da ekoizpen-fasera bidali. Fitxategi hau gaitzetsi nahi duzu?
fa_ir: عدم تأیید این فایل ویراستاری شده، باعث عدم انتقال به مرحله انتشار خواهد شد. آیا مطمئن به عدم تأیید این فایل هستید؟
fi_fi: Jos et hyväksy tätä teknisesti toimitettua tiedostoa, sitä ei voida lähettää tuotantovaiheeseen. Haluatko jättää hyväksymättä tämän tiedoston?
fr_ca: Si ce fichier n'est pas approuvé, il ne pourra pas passer à l'étape de production. Souhaitez-vous désapprouver ce fichier ?
fr_fr: Si ce fichier n'est pas approuvé, il ne pourra pas passer à l'étape de publication. Souhaitez-vous désapprouver ce fichier?
hr: Neodobravanje ove kopirano uređene datoteke učinit će je nedostupnom za slanje u proizvodnu fazu. Želite li odbiti ovu datoteku?
hu_hu: Ha nem fogadja el a beszerkesztett fájlt, akkor nem lehet továbbküldeni a megjelentetési szakaszba. Nem hagyja jóvá a fájlt?
hy_am: Եթե չհաստատեք ֆայլի պատճենահանումը հնարավոր չի լինի դա ուղարկել թողարկման: Դուք ցանկանու՞մ եք մերժել ֆայլը?
id_id: Menolak file pasca-copyedit ini akan membuatnya tidak dapat dikirim ke tahap produksi. Apakah Anda ingin menolak file ini?
is_is: Ósamþykkt yfirfarið handrit er ekki hægt að senda í framleiðslu. Viltu merkja handritið sem ósamþykkt?
it_it: Disapprovando questo file che ha subito il copyediting, lo rendi inabile a passare alla fase di produzione. Vuoi disapprovare questo file ?
lv: Neapstiprinot šo rediģēto failu, to nevarēs nosūtīt uz ražošanas posmu. Vai vēlaties neapstiprināt šo failu?
mk: Неодобрувањето на овој фајл ќе го направи недостапно за испраќање за објавувањео. Дали сакате да ја одобрите оваа датотека?
ms: Tidak meluluskan fail copyedited ini akan menjadikannya tidak tersedia untuk dihantar ke peringkat produksi. Adakah anda mahu tidak meluluskan fail ini?
nb_no: Om du ikke godkjenner den språkvaskede filen vil den ikke kunne sendes til produksjonsfasen. Vil du underkjenne filen?
nl_nl: Als dit geredigeerde bestand wordt afgekeurd, kan het niet meer in productie worden gegeven. Wilt u dit bestand afkeuren?
pl_pl: Odrzucenie pliku uniemożliwi jego przesłanie do etapu produkcji. Czy chcesz odrzucić plik?
pt_pt: Desaprovar este ficheiro editado torná-lo-á indisponível para enviar para a etapa de produção. Deseja desaprovar este ficheiro?
ro_ro: Neaprobarea fișierului de editare va bloca trimiterea acestuia spre producție. Doriți să dezaprobați acest fișier?
sr_rs@cyrillic: Не одобравање овог коректорског фајла учиниће га недоступним за слање у фазу продукције. Да ли желите да га не одобрите?
sv_se: Om den här manusredigerade filen avslås kommer den inte gå att skicka vidare till Produktionssteget. Vill du avslå den här filen?
tr_tr: Bu değerlendirme dosyasının reddedilmesi halinde, basım aşamasına gönderilmesi mümkün olmayacaktır. Bu dosyayı reddetmek istiyor musunuz?
uk_ua: Відхилення цього файлу після літературного редагування зробить неможливим його відправку на етап "Публікація". Ви хочете відхилити цей файл?
vi: Từ chối phê duyệt tệp đã chỉnh sửa này sẽ làm cho nó không khả dụng để gửi đến giai đoạn sản xuất. Bạn có muốn từ chối phê duyệt tệp này không?
vi_vn: Việc từ chối tệp đã biên tập này sẽ khiến tệp không thể gửi đến giai đoạn sản xuất. Bạn có muốn từ chối tệp này không?

# editor.submission.addAuditor
source: Assign Auditor
ar_iq: عيِّن متابعاً
az: Rəyçi təyin edin
bg_bg: Асоцииране на одитор
ca_es: Assigna un auditor/a
cs_cz: Přiřadit posuzovatele
de_de: Prüfer/in hinzufügen
el_gr: Ανάθεση σε Ελεγκτή (Auditor)
es_es: Asignar un auditor
eu: Esleitu auditorea
fa_ir: انتساب حسابرس
fi_fi: Valitse tarkastaja
fr_ca: Assignation d'un-e vérificateur-trice
fr_fr: Ajout d'un vérificateur
hr: Dodijeli revizora
hu_hu: Ellenőr hozzáadása
hy_am: Նշանակել աուդիտոր
id_id: Tugaskan Auditor
is_is: Útlhuta endurskoðanda
it_it: Assegna valutatore
lv: Piešķirt auditoru
mk: Назначи ревизор
ms: Tugaskan Juruaudit
nb_no: Oppnevn sluttkontrollør
nl_nl: Voeg corrector toe
pl_pl: Dodaj kontrolera
pt_pt: Atribuir auditor
ro_ro: Alocarea auditorului
sr_rs@cyrillic: Додели ревизора
sv_se: Utse manusgranskare
tr_tr: İnceleme Yapacak Kişi Ata
uk_ua: Призначити аудитора
vi: Chỉ định người kiểm tra
vi_vn: Phân công giám sát viên

# editor.submission.copyedit.manageCopyeditFilesDescription
source: Any files that have already been uploaded to any submission stage can be added to the Copyedit Files listing by checking the Include checkbox below and clicking Search: all available files will be listed and can be chosen for inclusion. Additional files not already uploaded to a stage can be added to the listing by clicking the Upload File link.
ar_iq: أي ملفات سبق رفعها إلى أي من مراحل الإنتاج يمكن إضافتها إلى قائمة الملفات المدققة عبر تأشير خانة التضمين أدناه والنقر على أمر البحث. سيتم عرض جميع الملفات ليصير بالإمكان إختيارها. أما أي ملفات أخرى لم يسبق رفعها إلى أي من المراحل، فبالإمكان رفعها الآن عبر النقر على رابط رفع الملف.
bg_bg: Всички файлове, които вече са били качени на всеки етап на подаването на материали, могат да бъдат добавени към списъка за стилова корекция на файлове, като поставите отметка в квадратчето "Включване" по-долу и щракнете върху "Търсене": всички налични файлове ще бъдат изброени и могат да бъдат избрани за включване. Допълнителни файлове, които все още не са качени на етап, могат да бъдат добавени към списъка, като щракнете върху връзката "Качване на файл".
ca_es: Els arxius que ja s'hagin carregat a alguna fase de la tramesa es poden afegir al llistat d'arxius per corregir marcant la casella "Incloure" següent i fent clic a "Cercar": d'aquesta manera tots els arxius disponibles es llistaran i es podran triar per incloure'ls. Els arxius addicionals que encara no s'hagin carregat en cap fase es poden afegir al llistat fent clic en l'opció "Carregar arxiu".
cs_cz: Všechny soubory, které již byly nahrány do libovolné fáze odeslání, lze přidat do seznamu souborů pro copyediting zaškrtnutím políčka Zahrnout a klepnutím na tlačítko Hledat: budou uvedeny všechny dostupné soubory a mohou být vybrány k zařazení. Další soubory, které ještě nebyly nahrané do této fáze, lze přidat do seznamu kliknutím na odkaz Nahrát soubor.
de_de: Alle Dateien, die schon zu irgendeiner Einreichungsphase hochgeladen worden sind, können zur Liste der Dateien für das Lektorat hinzugefügt werden, indem Sie die Einschließen-Checkbox unten aktivieren und danach auf Suche klicken: Alle verfügbaren Dateien werden angezeigt und können ausgewählt werden, um sie in die Liste aufzunehmen. Zusätzliche Dateien, die noch nicht zu einer Phase hochgeladen worden sind, können der Liste durch Klicken des Datei-Hochladen-Links hinzugefügt werden.
el_gr: Είναι δυνατή η προσθήκη αρχείων που μεταφορτώθηκαν σε οποιοδήποτε στάδιο της υποβολής στη λίστα των αρχείων προς επιμέλεια: επιλέξτε το κουτί ελέγχου "Συμπερίληψη" και στη συνέχεια "Αναζήτηση" για να εμφανιστούν όλα τα διαθέσιμα αρχεία. Πρόσθετα αρχεία που δεν έχουν μεταφορτωθεί σε κάποιο στάδιο μπορούν να συμπεριληφθούν επιλέγοντας τον σύνδεσμο "Μεταφόρτωση αρχείου".
es_es: Cualquier archivo que ya haya sido subido en cualquier fase del envío puede añadirse a la lista de archivos de corrección marcando la siguiente casilla "Añadir" y pulsando "Buscar": todos los archivos disponibles serán listados y podrán incluirse. Los archivos adicionales que todavía no se hayan subido a esta fase se pueden añadir al listado pulsando el enlace "Cargar archivo".
eu: Bidalketa-faseren batera igotako edozein fitxategi gehitu daiteke zuzenketa-fitxategien zerrendan, beheko Gehitu kontrol-laukia markatuz eta Bilatu botoia sakatuz: eskuragarri dauden fitxategi guztiak zerrendatuko dira eta sartzeko aukeratu ahal izango dira. Fase batera igo ez diren beste fitxategi batzuk zerrendara gehitu daitezke Igo fitxategia estekan klik eginez.
fa_ir: هر فایلی که تاکنون در هر مرحله از ارسال مقاله آپلود شده است می‌تواند به مرحله ویراستاری اضافه شود. با انجام جستجو و انتخاب از لیست حاصل می‌توان این کار را انجام داد. می‌توان همچنان از گزینه آپلود برای آپلود فایل در این مرحله استفاده کرد.
fi_fi: Mitä tahansa tiedostoja, joita on ladattu käsikirjoituksen eri lähetysvaiheissa, voidaan lisätä teknisen toimittamisen tiedostoluetteloon rastittamalla Sisällytä-valintaruutu alla ja klikkaamalla Hae: kaikki saatavilla olevat tiedostot näytetään ja voidaan valita lisättäväksi. Muita tiedostoja, joita ei ole vielä ladattu vaiheeseen, voidaan lisätä luetteloon klikkaamalla Lataa tiedosto-linkkiä.
fr_ca: Tout fichier qui a déjà été téléversé à toute étape de soumission peut être ajouté à la liste des fichiers à réviser en cochant la case « Inclure » ci-dessous et en cliquant sur « Rechercher ». Tous les fichiers disponibles seront répertoriés et peuvent être choisis pour inclusion. Les fichiers supplémentaires qui ne sont pas déjà versés à l'une des étapes peuvent être ajoutés à la liste en cliquant sur le lien « Téléverser un fichier ».
fr_fr: Tous les fichiers qui ont déjà été téléchargés dans une étape de soumission peuvent être ajoutés à la liste des fichiers de copie en cochant la case Inclure ci-dessous et en cliquant sur Rechercher: tous les fichiers disponibles seront répertoriés et peuvent être choisis pour inclusion. Les fichiers supplémentaires qui ne sont pas déjà chargés sur une étape peuvent être ajoutés à la liste en cliquant sur le lien Télécharger un fichier.
hr: Sve datoteke koje su već učitane u bilo kojoj fazi podnošenja mogu se dodati na popis Copyedit Files označavanjem potvrdnog okvira Include ispod i klikom na Search: sve dostupne datoteke bit će navedene i moći će se odabrati za uključivanje. Dodatne datoteke koje još nisu učitane na pozornicu mogu se dodati na popis klikom na vezu Upload File.
hu_hu: Bármelyik fájl, amit már feltöltöttek a beküldési szakaszba hozzáadható a Technikai szerkesztési fájl listához, ha jelöli az alább látható négyzetet és rákattint a keresés gombra: az összes elérhető fájl kilistázódik és beemelhető. Még egyik szakaszba sem feltöltött további fájl ehhez kattintson a fájl feltöltése linkre.
hy_am: Յուրաքանչյուր ֆայլ, որն արդեն ներբեռնվել է ներկայացման համար կարող է ավելացվել պատճենված ֆայլերի ցանկին՝ նշելով ներքևում ներառված վանդակը և սեղմելվ Որոնում . բոլոր հասանելի ֆայլերը կցուցակագրվեն և կընտրվեն հավելվածի համար: Դեռ չներբեռնված լրացուցիչ ֆայլերը կարող են ավելացվել ցուցակում՝ սեղմելով Ներբեռնել ֆայլ հղումը:
id_id: File apa pun yang telah diunggah ke tahap penyerahan naskah dapat ditambahkan ke daftar File Copyedit dengan mencentang kotak Sertakan di bawah ini dan mengklik Cari: semua file yang tersedia akan terdaftar dan dapat dipilih untuk dimasukkan. File tambahan yang belum diunggah ke tahapan penyerahan naskah dapat ditambahkan ke daftar dengan mengklik tautan Unggah File.
is_is: Öllum skrám sem hlaðið hefur verið inn, óháð þrepi innsendingar, má bæta á lista handrita til yfirferðar. Það er gert með því að merkja gátreitinn "Velja" og smella á "Leita". Við það birtast allar innsendar skrár og velja má þær sem á að hengja við. Viðbótarskrám sem ekki hefur verið hlaðið inn má bæta við með því að smella á tengilinn "Hlaða inn skrá".
it_it: Ogni file che sia stato caricato in ogni fase di lavorazione può essere aggiunti ai file che devono subire copyediting selezionado il check 'Includi' qui sotto e cliccando 'Cerca': tutti i file disponibili saranno elencati e potranno essere scelyi per l'inclusione. Files addizionali non ancora caricati in una fase di lavorazione posso essere aggiunti cliccando il link 'Carica file'.
lv: Jebkurus failus, kas jau ir augšupielādēti jebkurā iesniegšanas posmā, var pievienot sarakstam "Rediģējami faili", zemāks atzīmējot izvēles rūtiņu "Iekļaut" un noklikšķinot uz "Meklēt". Visi pieejamie faili tiks uzskaitīti un tos varēs izvēlēties iekļaušanai. Papildu failus, kas vēl nav augšupielādēti kādā posmā, var pievienot sarakstam, noklikšķinot uz saites "Augšupielādēt failu".
mk: Сите датотеки што се веќе подигнати во која било фаза на поднесување може да се додадат во списокот „Керегирани фајлови“ со означување на полето Вклучи подолу и со кликнување на Барај: сите достапни датотеки ќе бидат наведени и ќе можат да бидат избрани за вклучување. Дополнителните датотеки кои веќе не се подигнати во фаза може да се додадат во списокот со кликнување на врската за поставување датотека.
ms: Mana-mana fail yang telah dimuat naik ke mana-mana peringkat penyerahan boleh ditambahkan pada penyenaraian Copyedit Files dengan menandai kotak semak Sertakan di bawah dan mengklik Cari: semua fail yang tersedia akan disenaraikan dan boleh dipilih untuk dimasukkan. Fail tambahan yang belum dimuat naik ke peringkat boleh ditambah pada penyenaraian dengan mengklik pautan Muat Naik Fail.
nb_no: Du kan legge flere filer til listen over filer til språkvask, uansett hvilken fase filen er i. Kryss av «Inkluder» i boksen under og klikk «Søk». Alle tilgjengelige filer vil bli listet og kan legges til. Ytterligere filer som ikke allerede er lastet opp kan bli lagt til listen ved å klikke på lenken «Last opp fil».
nl_nl: Bestanden die al waren opgeladen voor eender welke fase in het redactieproces kunnen worden toegevoegd aan de lijst voor tekstredactie door de optie "Opnemen" hieronder aan te vinken en op Zoeken te klikken: alle beschikbare bestanden worden dan opgelijst en kunnen worden opgenomen voor tekstredactie. Extra bestanden kunnen worden toegevoegd via de link Upload bestanden.
pl_pl: Wszystkie pliki, które zostały przesłane do dowolnego etapu zgłoszenia mogą zostać dodane do listy plików korekty poprzez oznaczenie pola wyboru poniżej oraz kliknięcie Szukaj. Wszystkie znalezione pliki będą możliwe do uwzględnienia. Dodatkowe pliki, które nie zostały jeszcze przesłane, mogą zostać uwzględnione w liście poprzez kliknięcie w link Prześlij plik.
pt_pt: Todos os ficheiros que já foram enviados para qualquer etapa de submissão podem ser adicionados à lista de ficheiros de Edição de Texto marcando a caixa de seleção Adicionar abaixo e clicando em Pesquisar: todos os ficheiros disponíveis serão listados e podem ser escolhidos para serem adicionados. Os ficheiros adicionais que ainda não foram carregados numa etapa podem ser adicionados à lista clicando no link Carregar ficheiro.
ro_ro: Oricare dintre fișierele care au fost deja încărcate în orice etapă de trimitere pot fi adăugate în lista de fișiere pentru editare, bifând caseta de validare ”Includeți mai jos” și făcând clic pe Căutare: toate fișierele disponibile vor fi listate și pot fi alese pentru a fi incluse. Fișiere suplimentare care nu au fost deja încărcate într-o etapă pot fi adăugate la listare făcând clic pe linkul Încărcare fișier.
sr_rs@cyrillic: Сви фајлови који су већ додатиу било коју фазу предаје могу да се додају у листу фајлова за коректуру означавањем "Укључи" ознаке испод и "Претрагом:" сви расположиви фајлови ће бити излистани и доступни за избор. Додатни фајлови који још нису достављени могу се додату опцијом "Достави фајл".
sv_se: Alla filer som redan laddats upp i något steg för bidraget can läggas till till listan över Filer för manusredigering genom att kryssa i Inkludera-rutan nedan och trycka på Sök: alla tillgängliga filer kommer att listas och kan väljas. Ytterligare filer, som inte redan laddats upp till ett steg kan läggas till i listan genom att klicka på Ladda upp fil-länken.
tr_tr: Herhangi bir gönderi aşamasına önceden yüklenmiş olan tüm dosyalar aşağıdaki İçeriği Ekle kutucuğunu işaretleyerek ve Ara'yı tıklayıp Değerlendirme Dosyaları listesine eklenebilir: Tüm mevcut dosyalar listelenir ve eklenecek şekilde seçilebilir. Bir dosyaya zaten yüklenmemiş ek dosyalar, Dosya Yükle bağlantısını tıklayarak listeye eklenebilir.
uk_ua: Будь-які файли, які вже завантажені на будь-який етап подання матеріалу, можна додати до списку "Файли для літературного редагування", встановивши прапорець "Увімкнути" внизу та натиснути Пошук: будуть показані усі доступні файли і їх можна буде включити до списку. Додаткові файли, які ще не завантажені на цей етап, можна додати до списку, натиснувши посилання "Завантажити файл".
vi: Bất kỳ tệp nào đã được tải lên bất kỳ giai đoạn nộp bài nào đều có thể được thêm vào danh sách Tệp chỉnh sửa bằng cách đánh dấu vào hộp kiểm Bao gồm bên dưới và nhấp Tìm kiếm: tất cả các tệp khả dụng sẽ được liệt kê và có thể được chọn để đưa vào. Các tệp bổ sung chưa được tải lên một giai đoạn có thể được thêm vào danh sách bằng cách nhấp vào liên kết Tải lên tệp.
vi_vn: Bất kỳ tệp nào đã được tải lên ở bất kỳ giai đoạn nào của bài gửi đều có thể được thêm vào danh sách Tệp Biên tập bằng cách chọn hộp kiểm Bao gồm bên dưới và nhấp vào Tìm kiếm: tất cả các tệp có sẵn sẽ được liệt kê và có thể được chọn để đưa vào. Các tệp bổ sung chưa được tải lên một vùng có thể được thêm vào danh sách bằng cách nhấp vào liên kết Tải tệp lên.

# editor.review
source: Review
ar_iq: التحكيم
az: Dəyərləndirin
bg_bg: Рецензия
ca_es: Revisió
cs_cz: Recenze
de_de: Überprüfen
el_gr: Αξιολόγηση
es_es: Revisión
eu: Berrikuspena
fa_ir: مرور
fi_fi: Arviointi
fr_ca: Évaluation
fr_fr: Évaluation
hr: Recenzija
hu_hu: Lektorálás
hy_am: Գրախոսական
is_is: Ritrýni
it_it: Revisione
lv: Recenzēšana
mk: Рецензија
ms: Ulasan
nb_no: Fagfellevurdering
pl_pl: Recenzja
pt_pt: Revisão
ro_ro: Revizie
sr_rs@cyrillic: Рецензирај
sv_se: Granskning
tr_tr: Değerlendir
uk_ua: Рецензування
vi: Đánh giá
vi_vn: Phản biện
