Repository: pkp/pkp-lib
Catalog: locale/*/editor.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, eu, fa_ir, fi_fi, fr_ca, fr_fr, hr, hu_hu, hy_am, id_id, is_is, it_it, lv, mk, ms, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sr_rs@cyrillic, sv_se, tr_tr, uk_ua, vi, vi_vn

# editor.review.skipEmail
source: Do not send email to Reviewer.
ar_iq: لا ترسل الرسالة إلى المحكم.
bg_bg: Да не се изпраща имейл до рецензента.
ca_es: No envieu un correu electrònic al revisor/a
cs_cz: Neposílat email recenzentovi.
de_de: E-Mail nicht an Gutachter/in schicken.
el_gr: Να μην αποσταλεί μήνυμα στον Αξιολογητή.
es_es: No enviar correo electrónico al revisor/a.
eu: Ez bidali mezu elektronikorik ebaluatzaileari.
fa_ir: عدم ارسال ایمیل به داور
fi_fi: Älä lähetä sähköpostia arvioijalle.
fr_ca: Ne pas envoyer le courriel à l'évaluateur-trice
fr_fr: Ne pas envoyer un courriel au rapporteur
hr: Nemojte slati e-poštu recenzentu.
hu_hu: Ne küldjön levelet a szakmai lektornak.
hy_am: Գրախոսողին նամակ չուղարկել:
id_id: Jangan kirim surel untuk Peninjau.
is_is: Sendið ekki tölvupóst til ritrýnis.
it_it: Non inviare email al revisore.
lv: Nesūtīt e-pastu recenzentam.
mk: Не испраќај имејл до рецензентот.
ms: Jangan hantar e-mel kepada Pengulas.
nb_no: Ikke send e-post til fagfelle.
nl_nl: Verstuur geen e-mail aan de reviewer.
pl_pl: Nie wysyłaj wiadomości e-mail do recenzenta.
pt_pt: Não enviar e-mail ao revisor.
ro_ro: Nu trimiteți e-mail către revizor.
sr_rs@cyrillic: Не шаљи имејл рецензенту.
sv_se: Skicka inte något e-postmeddelande till granskaren.
tr_tr: Hakeme e-posta gönderme.
uk_ua: Не надсилати електронний лист рецензенту.
vi: Không gửi email cho người đánh giá.
vi_vn: Không gửi e-mail đến người phản biện.

# editor.review.sendReminder
source: Send Reminder
ar_iq: أرسل تذكيراً
az: Xatırlatma göndər
bg_bg: Изпращане на напомнящ имейл
ca_es: Envia un recordatori
cs_cz: Odeslat připomenutí
de_de: Erinnerung senden
el_gr: Αποστολή υπενθύμισης
es_es: Enviar recordatorio
eu: Bidali abisua
fa_ir: ارسال یادآوری
fi_fi: Lähetä muistutus
fr_ca: Envoyer un rappel
fr_fr: Envoyer un rappel
hr: Pošalji podsjetnik
hu_hu: Emlékeztető elküldése
hy_am: Ուղարկել հիշեցում
id_id: Kirim Pengingat
is_is: Senda áminningu
it_it: Manda avviso
lv: Nosūtīt atgādinājumu
mk: Испрати потсетување
ms: Hantar Peringatan
nb_no: Send påminnelse
nl_nl: Verstuur herinnering
pl_pl: Wyślij przypomnienie
pt_pt: Enviar lembrete
ro_ro: Trimiteți memento
sr_rs@cyrillic: Пошаљи подсетник
sv_se: Skicka en påminnelse
tr_tr: Hatırlatma Gönder
uk_ua: Надіслати нагадування
vi: Gửi nhắc nhở
vi_vn: Gửi nhắc nhở

# editor.review.readReview
source: Read Review
ar_iq: قراءة التحكيم
az: Dəyərləndirməni oxuyun
bg_bg: Преглед на резензията
ca_es: Llegir la revisió
cs_cz: Číst recenzi
de_de: Gutachten lesen
el_gr: Ανάγνωση αξιολόγοησης
es_es: Leer la revisión
eu: Irakurri berrikuspena
fa_ir: مشاهده داوری
fi_fi: Lue arviointi
fr_ca: Consulter l'évaluation
fr_fr: Lire l'évaluation
hr: Pročitajte recenziju
hu_hu: Lektori vélemény elolvasása
hy_am: Կարդալ գրախոսությունը
id_id: Baca Review
is_is: Lesa ritrýni
it_it: Leggi la revisione
lv: Lasīt recenziju
mk: Прочитај рецензија
ms: Baca Ulasan
nb_no: Les fagfellevurdering
nl_nl: Lees review
pl_pl: Przeczytaj recenzję
pt_pt: Ler revisão
ro_ro: Citiți revizia
sr_rs@cyrillic: Прочитај рецензију
sv_se: Läs granskning
tr_tr: Değerlendirmeyi Oku
uk_ua: Прочитати рецензію
vi: Đọc đánh giá
vi_vn: Đọc nhận xét

# editor.review.readNewReview
source: Read New Review
ar_iq: قراءة تحكيم جديد
az: Yeni rəyi oxuyun
bg_bg: Преглед на нова рецензия
ca_es: Llegir la nova revisió
cs_cz: Přečíst novou recenzi
de_de: Neues Gutachen lesen
el_gr: Ανάγνωση νέας αξιολόγησης
es_es: Leer la nueva revisión
eu: Irakurri berrikuspen berria
fa_ir: خواندن داوری جدید
fi_fi: Lue uusi arviointi
fr_ca: Consulter la nouvelle évaluation
fr_fr: Lire la nouvelle évaluation
hr: Pročitajte novu recenziju
hu_hu: Új lektorálás elolvasása
hy_am: Ուղարկել նոր գրախոսություն
id_id: Baca Review Baru
is_is: Lesa nýja ritrýni
it_it: Leggi nuova revisione
lv: Lasīt jaunu recenziju
mk: Прочитај нова рецензија
ms: Baca Ulasan Baru
nb_no: Les ny fagfellevurdering
nl_nl: Lees nieuwe review
pl_pl: Przeczytaj nową recenzję
pt_pt: Ler nova revisão
ro_ro: Citiți o revizie nouă
sr_rs@cyrillic: Прочитај нове рецензије
sv_se: Läs ny granskning
tr_tr: Yeni Değerlendirme Oku
uk_ua: Прочитати нову рецензію
vi: Đọc đánh giá mới
vi_vn: Đọc nhận xét mới

# editor.review.responseDue
source: Response due: {$date}
ar_iq: موعد الاستجابة: {$date}
az: Cavab tarixi: {$date}
bg_bg: Отговор до: {$date}
ca_es: Resposta prevista: {$date}
cs_cz: Termín reakce: {$date}
de_de: Antwort fällig: {$date}
el_gr: Προθεσμία απάντησης: {$date}
es_es: Respuesta prevista: {$date}
eu: Erantzuteko epea: {$date}
fa_ir: مهلت پاسخ: {$date}
fi_fi: Vastauksen määräpäivä: {$date}
fr_ca: Réponse due pour le : {$date}
fr_fr: Réponse due pour le {$date}
hr: Rok za odgovor: {$date}
hu_hu: Válasz eddig: {$date}
hy_am: Պատասխան ըստ: {$date}
id_id: Batas waktu respons: {$date}
is_is: Svar óskast í síðasta lagi: {$date}
it_it: Revisione entro il: {$date}
lv: Atbildes termiņš: {$date}
mk: Краен рок за одговор: {$date}
ms: Tarikh tamat respon: {$date}
nb_no: Frist for tilbakemelding: {$date}
nl_nl: Review wordt verwacht voor {$date}
pl_pl: Odpowiedź do: {$date}
pt_pt: Prazo de resposta: {$date}
ro_ro: Scadența răspunsului: {$date}
sr_rs@cyrillic: Одговорити до датума: {$date}
sv_se: Deadline: {$date}
tr_tr: Yanıt tarihi: {$date}
uk_ua: Термін відповіді: {$date}
vi: Hạn phản hồi: {$date}
vi_vn: Thời hạn phản hồi: {$date}

# editor.review.requestSent
source: Request Sent
ar_iq: أُرسل الطلب
az: Tələb göndərildi
bg_bg: Молбата (заявката) е изпратена
ca_es: Sol·licitud enviada
cs_cz: Požadavek odeslán
de_de: Anfrage gesendet
el_gr: Το αίτημα απεστάλη.
es_es: Solicitud enviada
eu: Eskaera bidalia
fa_ir: درخواست ارسال شد.
fi_fi: Pyyntö lähetetty
fr_ca: Demande envoyée
fr_fr: Requête envoyée
hr: Zahtjev poslan
hu_hu: Kérés elküldve
hy_am: Հարցումն ուղարկված է
id_id: Permintaan Dikirim
is_is: Beiðni send
it_it: Richiesta mandata
lv: Nosūtīts pieprasījums
mk: Барањето е испратено
ms: Permintaan dihantar
nb_no: Forespørsel sendt
nl_nl: Verzoek is verzonden
pl_pl: Zapytanie wysłane
pt_pt: Pedido enviado
ro_ro: Cerere trimisă
sr_rs@cyrillic: Захтев послат
sv_se: Förfrågan skickad
tr_tr: İstek gönderildi
uk_ua: Запит надіслано
vi: Yêu cầu đã gửi
vi_vn: Yêu cầu đã được gửi

# editor.review.requestAccepted
source: Request Accepted
ar_iq: قُبل الطلب
az: Sorğu qəbul edildi
bg_bg: Молбата (заявката) е приета
ca_es: Sol·licitud acceptada
cs_cz: Požadavek přijat
de_de: Anfrage akzeptiert
el_gr: Το αίτημα έγινε αποδεκτό.
es_es: Solicitud aceptada
eu: Eskaera onartua
fa_ir: درخواست پذیرفته شد.
fi_fi: Pyyntö hyväksytty
fr_ca: Demande acceptée
fr_fr: Requête acceptée
hr: Zahtjev prihvaćen
hu_hu: Kérés elfogadva
hy_am: Հարցումն ընդունված է
id_id: Permintaan Diterima
is_is: Beiðni samþykkt
it_it: Richiesta accettata
lv: Pieprasījums pieņemts
mk: Барањето е пригфатено
ms: Permintaan Diterima
nb_no: Forespørsel akseptert
nl_nl: Verzoek is aanvaard
pl_pl: Zapytanie zaakceptowane
pt_pt: Pedido aceite
ro_ro: Cerere acceptată
sr_rs@cyrillic: Захтев прихваћен
sv_se: Förfrågan accepterad
tr_tr: İstek Kabul Edildi
uk_ua: Запит прийнято
vi: Yêu cầu đã chấp nhận
vi_vn: Yêu cầu đã được chấp nhận

# editor.review.requestDeclined
source: Request Declined
ar_iq: الطلب مرفوض
az: Tələb rədd edildi
bg_bg: Молбата (заявката) е отказана
cs_cz: Žádost zamítnuta
de_de: Anfrage abgelehnt
el_gr: Το αίτημα απορρίφθηκε.
es_es: Solicitud rechazada
eu: Eskaera ukatua
fi_fi: Pyyntö hylätty
fr_ca: Demande refusée
hr: Zahtjev je odbijen
hu_hu: Kérés elutasítva
hy_am: Հարցումը մերշված է
id_id: Permintaan Ditolak
is_is: Beiðni hafnað
it_it: Richiesta non accettata
lv: Pieprasījums noraidīts
mk: Барањето е одбиено
ms: Permintaan Ditolak
nb_no: Forespørsel avvist
nl_nl: Verzoek is afgewezen
pl_pl: Zapytanie odrzucone
pt_pt: Recusar solicitação
ro_ro: Cerere respinsă
sv_se: Förfrågan avslås
tr_tr: Talep Reddedildi
uk_ua: Запит відхилено
vi: Yêu cầu đã từ chối
vi_vn: Yêu cầu bị từ chối

# editor.review.requestCancelled
source: Request Cancelled
ar_iq: الطلب مُلغى
az: Tələb ləğv edildi
bg_bg: Молбата (заявката) е отменена
cs_cz: Žádost byla zrušena
de_de: Anfrage zurückgezogen
es_es: Solicitud cancelada
eu: Eskaera ezeztatua
fi_fi: Pyyntö peruttu
fr_ca: Demande annulée
hr: Zahtjev otkazan
hu_hu: Kérés megszakítva
hy_am: Հարցումը չեղարկված է
id_id: Permintaan Dibatalkan
is_is: Hætt við beiðni
it_it: Richiesta cancellata
lv: Pieprasījums atcelts
mk: Барањето е откажано
ms: Permintaan Dibatalkan
nb_no: Forespørsel avbrutt
pl_pl: Prośba skasowana
pt_pt: Solicitação cancelada
ro_ro: Cerere anulată
sv_se: Förfrågan är avbruten
tr_tr: Talep İptal Edildi
uk_ua: Запит відмінено
vi: Yêu cầu đã hủy
vi_vn: Yêu cầu bị hủy bỏ

# editor.review.requestDeclined.tooltip
source: The reviewer declined this review request.
ar_iq: المحكم رفض التماس التحكيم هذا.
bg_bg: Рецензентът отказа тази молба (заявка) за рецензия.
cs_cz: Recenzent tuto žádost o recenzi odmítl.
de_de: Gutachter/in hat diese Anfrage abgelehnt.
el_gr: Ο Αξιολογητής απέρριψε το αίτημα αξιολόγησης.
es_es: El revisor/a declinó la solicitud de revisión.
eu: Ebaluatzaileak berrikuspen-eskaera hau ukatu du.
fi_fi: Arvioija ei hyväksynyt arviointipyyntöä.
fr_ca: L'évaluateur-trice a refusé cette demande d'évaluation.
hr: Recenzent je odbio ovaj zahtjev za recenziju.
hu_hu: A lektor elutasította a lektorálási kérést.
hy_am: Գրախոսողը մերժեց այս գրախոսման հարցումը:
id_id: Peninjau menolak permintaan review ini.
is_is: Ritrýnir hafnar beiðni um ritrýni.
it_it: Il revisore non ha accettato questa richiesta di revisione.
lv: Recenzents noraidīja šo recenzijas pieprasījumu.
mk: Рецензентот го одбива ова барање за рецензија.
ms: Pengulas telah menolak permintaan ulasan.
nb_no: Fagfellen har avvist denne forespørslen om vurdering.
nl_nl: De reviewer heeft het reviewverzoek afgewezen.
pl_pl: Recenzent odrzucił zapytanie o wykonanie recenzji.
pt_pt: O revisor rejeitou o pedido de revisão.
ro_ro: Evaluatorul a respins această solicitare de revizuire.
sv_se: Granskaren har tackat nej till granskningsförfrågan.
tr_tr: Hakem, bu değerlendirme talebini reddetti.
uk_ua: Рецензент відхилив цей запит на перегляд.
vi: Người đánh giá đã từ chối yêu cầu đánh giá này.
vi_vn: Người phản biện đã từ chối yêu cầu phản biện này.

# editor.review.requestCancelled.tooltip
source: The editor cancelled this review request.
ar_iq: المحرر ألغى التماس التحكيم هذا.
bg_bg: Редакторът отмени тази молба (заявка) за рецензия.
cs_cz: Editor žádost o recenzi zrušil.
de_de: Die Redaktion hat diese Anfrage nach einem Gutachten zurückgezogen.
es_es: El editor/a canceló esta solicitud de revisión.
eu: Editoreak berrikuspen-eskaera hau ezeztatu du.
fi_fi: Toimittaja perui tämän arviointipyynnön.
fr_ca: Le,La rédacteur-trice a annulé cette demande d'évaluation.
hr: Urednik je otkazao ovaj zahtjev za recenziju.
hu_hu: A Szerkesztő megszakította a lektorálási kérést.
hy_am: Խմբագիրը չեղարկեց այս գրախոսության հարցումը:
id_id: Editor membatalkan permintaan review ini.
is_is: Ritstjóri hætti við beiðni um ritrýni.
it_it: L'editor ha rimosso questo invito alla revisione.
lv: Redaktors atcēla šo recenzijas pieprasījumu.
mk: Уредникот го одбива ова барање за рецензија.
ms: Editor membatalkan permintaan ulasan ini.
nb_no: Redaktøren har avbrutt denne vurderingsforespørselen.
pl_pl: Redaktor odwołał prośbę o recenzję.
pt_pt: O editor cancelou este pedido de revisão.
ro_ro: Editorul a anulat această solicitare de revizuire.
sv_se: Redaktören har avbrutit granskningsförfrågan.
tr_tr: Editör, bu değerlendirme talebini iptal etti.
uk_ua: Редактор відмінив цей запит на рецензування.
vi: Biên tập viên đã hủy yêu cầu đánh giá này.
vi_vn: Biên tập viên đã hủy bỏ yêu cầu phản biện này.

# editor.review.revertDecision
source: Revert Decision
ar_iq: استرجاع القرار
az: Qaytarma səbəbi
bg_bg: Отмяна на решението
ca_es: Revertir la decisió
cs_cz: Vrátit rozhodnutí
de_de: Entscheidung zurücksetzen
el_gr: Αναίρεση απόφασης
es_es: Revertir la decisión
eu: Erabakia atzera botatzea
fa_ir: تقاضای تجدیدنظر
fi_fi: Peru päätös
fr_ca: Renverser la décision
fr_fr: Renverser la décision
hr: Poništi odluku
hu_hu: Visszaérkező döntés
hy_am: Վերադարձնել որոշումը
id_id: Kembalikan Keputusan
is_is: Endurskoða ákvörðun
it_it: Ritorna sulla decisione
lv: Lēmuma atsaukšana
mk: Смени ја одлуката
ms: Kembalikan Keputusan
nb_no: Gjør om avgjørelsen
nl_nl: Maak beslissing ongedaan
pl_pl: Przywróć decyzję
pt_pt: Reverter decisão
ro_ro: Reveniți la decizie
sr_rs@cyrillic: Обрни одлуку
sv_se: Återställ beslut
tr_tr: İade Nedeni
uk_ua: Скасування рішення
vi: Đảo ngược quyết định
vi_vn: Thay đổi Quyết định

# editor.review.reviewDue
source: Review due: {$date}
ar_iq: موعد تسليم التحكيم: {$date}
az: Yoxlama Tarixi: {$date}
bg_bg: Рецензия до: {$date}
ca_es: Revisió prevista: {$date}
cs_cz: Termín odevzdání recenze: {$date}
de_de: Gutachten fällig: {$date}
el_gr: Προθεσμία αξιολόγησης: {$date}
es_es: Revisión prevista: {$date}
eu: Berrikuspenaren epea: {$date}
fa_ir: مهلت انجام داوری: {$date}
fi_fi: Arvioinnin määräpäivä: {$date}
fr_ca: Évaluation due pour le : {$date}
fr_fr: Évaluation due pour le: {$date}
hr: Rok za recenziju: {$date}
hu_hu: Szakmai lektorálás elkészítése eddig: {$date}
hy_am: Գրախոսություն ըստ {$date}
id_id: Jatuh tempo review: {$date}
is_is: Skiladagur ritrýni: {$date}
it_it: Scadenza revisione: {$date}
lv: Recenzijas termiņš: {$date}
mk: Краен рок за рецензија: {$date}
ms: Tarikh tamat ulasan: {$date}
nb_no: Frist for fagfellevurdering: {$date}
nl_nl: Review wordt verwacht op: {$date}
pl_pl: Recenzja do: {$date}
pt_pt: Prazo de revisão: {$date}
ro_ro: Scadența reviziei: {$date}
sr_rs@cyrillic: Рок за предају рецензије: {$date}
sv_se: Granskning förfallen: {$date}
tr_tr: İnceleme tarihi: {$date}
uk_ua: Термін подання рецензії: {$date}
vi: Hạn đánh giá: {$date}
vi_vn: Thời hạn phản biện: {$date}

# editor.review.reviewDueDate
source: Review Due Date
ar_iq: تاريخ استيجاب التحكيم
az: Son dəyərləndirmə tarixi
bg_bg: Краен срок (дата) за изготвянето на рецензия
ca_es: Data de venciment de la revisió
cs_cz: Termín odevzdání recenze
de_de: Datum der Fälligkeit des Gutachtens
el_gr: Προβλεπόμενη προθεσμία αξιολόγησης
es_es: Fecha límite de la revisión
eu: Ebaluazioaren Epemuga
fa_ir: مهلت زمان داوری
fi_fi: Arvioinnin määräpäivä
fr_ca: Date d'échéance de l'évaluation
fr_fr: Date d'échéance de l'évaluation
hr: Rok recenzije
hu_hu: Szakmai lektorálás határideje
hy_am: Գրախոսման վերջնաժամկետ
id_id: Tanggal Jatuh Tempo Review
is_is: Skiladagur ritrýni
it_it: Scadenza per inviare la revisione
lv: Recenzijas izpildes datums
mk: Краен рок за рецензија
ms: Tarikh Tamat Ulasan
nb_no: Frist for fagfellevurdering
nl_nl: Uiterste reviewdatum
pl_pl: Termin ukończenia recenzji
pt_pt: Data do prazo de revisão
ro_ro: Data de predare a reviziei
sr_rs@cyrillic: Рок за предају рецензије
sv_se: Deadline för granskning
tr_tr: Son Değerlendirme Tarihi
uk_ua: Термін подання рецензії
vi: Ngày đáo hạn đánh giá
vi_vn: Thời hạn phản biện

# editor.review.reviewCompleted
source: Review Completed
ar_iq: إكتمل التحكيم
az: Dəyərləndirmə başa çatdı
bg_bg: Рецензията е завършена
ca_es: S'ha completat la revisió
cs_cz: Recenze ukončena
de_de: Gutachten abgeschlossen
el_gr: Η αξιολόγηση ολοκληρώθηκε
es_es: Revisión completa
eu: Berrikuspena osatua
fa_ir: داوری تکمیل شد.
fi_fi: Arviointi suoritettu
fr_ca: Évaluation terminée
fr_fr: Évaluation terminée
hr: Recenzija dovršena
hu_hu: Szakmai lektorálás kész
hy_am: Գրախոսությունը կատարված է
id_id: Review Selesai
is_is: Ritrýni lokið
it_it: Revisione completata
lv: Recenzija pabeigta
mk: Рецензијата е готова
ms: Ulasan Selesai
nb_no: Fagfellevurdering gjennomført
nl_nl: Review voltooid
pl_pl: Recenzja zakończona
pt_pt: Revisão concluída
ro_ro: Revizuire finalizată
sr_rs@cyrillic: Рецензија завршена
sv_se: Granskning avslutad
tr_tr: Değerlendirme Tamamlandı
uk_ua: Рецензію завершено
vi: Đánh giá đã hoàn thành
vi_vn: Hoàn thành phản biện

# editor.review.reviewConfirmed
source: Review Confirmed
ar_iq: التحكيم مؤكد
az: Dəyərləndirmə təsdiq edildi
bg_bg: Рецензията е потвърдена
ca_es: Revisió confirmada
cs_cz: Recenze potvrzena
de_de: Gutachten bestätigt
el_gr: Η αξιολόγηση επιβεβαιώθηκε
es_es: Revisión confirmada
eu: Berrikuspena baieztatua
fa_ir: داوری تأیید شد.
fi_fi: Arviointi vahvistettu
fr_ca: Évaluation confirmée
fr_fr: Évaluation confirmée
hr: Recenzija dovršena
hu_hu: Szakmai lektorálás visszaigazolt
hy_am: Գրախոսությունը հաստատված է
id_id: Review Dikonfirmasi
is_is: Ritrýni staðfest
it_it: Revisione confermata
lv: Recenzija apstiprināta
mk: Рецензијата е потврдена
ms: Ulasan Disahkan
nb_no: Fagfellevurdering bekreftet
nl_nl: Review aanvaard
pl_pl: Recenzja potwierdzona
pt_pt: Revisão confirmada
ro_ro: Revizuire confirmată
sr_rs@cyrillic: Рецензија потврђена
sv_se: Granskning bekräftad
tr_tr: Değerlendirme Onaylandı
uk_ua: Рецензію підтверджено
vi: Đánh giá đã xác nhận
vi_vn: Đã xác nhận phản biện

# editor.review.reviewSubmitted
source: Review Submitted
ar_iq: التحكيم مسلَّم
az: Dəyərləndirmə göndərildi
bg_bg: Рецензията е изпратена
ca_es: Revisió tramesa
cs_cz: Recenze odeslána
de_de: Gutachten eingereicht
el_gr: Η αξιολόγηση υποβλήθηκε
es_es: Revisión enviada
eu: Berrikuspena bidalia
fa_ir: داوری ارسال شد.
fi_fi: Arviointi lähetetty
fr_ca: Évaluation soumise
fr_fr: Évaluation soumise
hr: Recenzija je poslana
hu_hu: Szakmai lektorálás beküldött
hy_am: Գրախոսությունը ներկայացված է
id_id: Review Diserahkan
is_is: Ritrýni skilað inn
it_it: Revisione ricevuta
lv: Recenzija iesniegta
mk: Рецензијата е поднесена
ms: Ulasan Diserahkan
nb_no: Fagfellevurdering levert inn
nl_nl: Review ingediend
pl_pl: Recenzja przesłana
pt_pt: Revisão submetida
ro_ro: Revizuire trimisă
sr_rs@cyrillic: Рецензија предата
sv_se: Granskning inkommen
tr_tr: Değerlendirme Gönderildi
uk_ua: Рецензію надіслано
vi: Đánh giá đã nộp
vi_vn: Gửi đánh giá

# editor.review.reviewerThanked
source: Reviewer Thanked
ar_iq: المحكم مشكور
az: Rəyçiyə təşəkkür edildi
bg_bg: Изпратени са благодарности на рецензента
cs_cz: Recenzentovi odesláno poděkování
de_de: Dem Gutachter gedankt
es_es: Agradecimientos al revisor/a
eu: Ebaluatzaileari eskerrak eman zaizkio
fi_fi: Arvioijaa kiitetty
fr_ca: Évaluateur-trice remercié-e
hr: Poslana zahvala recenzentu
hu_hu: Lektori köszönet
hy_am: Գրախոսողին երախտագիտություն է ուղարկվել
id_id: Peninjau Sudah Diucapkan Terima Kasih
is_is: Ritrýni hefur verið þakkað
it_it: Revisore ringraziato
lv: Recenzentam izteikta pateicība
mk: Заблагодарено на рецензентот
ms: Pengulas Mengucapkan Terima Kasih
nb_no: Fagfelle takket
pl_pl: Recenzent otrzymał podziękowanie
pt_pt: O revisor agradeceu
ro_ro: Mulțumiri revizor
sv_se: Granskarna har tackats
tr_tr: Hakeme Teşekkür Edildi
uk_ua: Подяку рецензенту надіслано
vi: Đã cảm ơn người đánh giá
vi_vn: Cảm ơn người phản biện

# editor.review.ReviewerResendRequest
source: Request Resent
bg_bg: Заявка за повторно изпращане
eu: Eskaera birbidalia
hr: Zahtjev ponovno poslan
lv: Pieprasījums nosūtīts atkārtoti
mk: Барањето е повторно испратено
pt_pt: Solicitar reenvio
vi: Yêu cầu đã gửi lại

# editor.review.reviewerComments
source: Reviewer Comments
ar_iq: تعليقات المحكم
az: Dəyərləndirmə şərhləri
bg_bg: Коментари на рецензента
ca_es: Comentaris del revisor/a
cs_cz: Recenzentovy komentáře
de_de: Begutachtungskommentare
el_gr: Σχόλια Αξιολογητή
es_es: Comentarios del revisor/a
eu: Ebaluatzailearen oharrak
fa_ir: نظرات داور
fi_fi: Arvioijan kommentit
fr_ca: Commentaires de l'évaluateur-trice
fr_fr: Commentaires du rapporteur
hr: Komentari recenzenta
hu_hu: Lektori megjegyzések
hy_am: Գրախոսության մեկնաբանություններ
id_id: Tanggapan Peninjau
is_is: Athugasemdir ritrýnis
it_it: Commenti revisore
lv: Recenzentu komentāri
mk: Коментари на рецензентот
ms: Komen Pengulas
nb_no: Fagfellens kommentarer
nl_nl: Opmerkingen van de reviewer
pl_pl: Komentarze recenzenta
pt_pt: Comentários do revisor
ro_ro: Comentarii revizor
sr_rs@cyrillic: Коментари рецензената
sv_se: Granskares kommentarer
tr_tr: Değerlendirme Yorumları
uk_ua: Коментарі рецензента
vi: Nhận xét của người đánh giá
vi_vn: Bình luận của người phản biện

# editor.review.rateReviewer
source: Reviewer rating
ar_iq: تقييم المحكم
az: Rəyçi qiymətləndirmə
bg_bg: Рейтинг на резензента
ca_es: Puntuació del revisor/a
cs_cz: Hodnocení recenzenta
de_de: Gutachter/in bewerten
el_gr: Βαθμολογία Αξιολογητή
es_es: Puntuación del revisor/a
eu: Ebaluatzailearen balorazioa
fi_fi: Arvioijan arvostelu
fr_ca: Appréciation de l'évaluateur-trice
fr_fr: Notation du rapporteur
hr: Ocjena recenzenta
hu_hu: Lektor értékelése
hy_am: Գրախոսողի վարկանիշ
id_id: Peringkat peninjau
is_is: Stigagjöf ritrýnis
it_it: Valutazione revisore
lv: Recenzenta novērtējums
mk: Оценување на рецензентот
ms: Penilaian pengulas
nb_no: Vurdering av fagfelle
nl_nl: Beoordeling van de reviewer
pl_pl: Ocena recenzenta
pt_pt: Classificação do revisor
ro_ro: Evaluare revizor
sr_rs@cyrillic: Рангирање рецензента
sv_se: Betygsättning av granskare
tr_tr: Hakem Puanlama
uk_ua: Оцінка рецензента
vi: Đánh giá người đánh giá
vi_vn: Xếp hạng người phản biện
