Repository: pkp/pkp-lib
Catalog: locale/*/editor.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, eu, fa_ir, fi_fi, fr_ca, fr_fr, hr, hu_hu, hy_am, id_id, is_is, it_it, lv, mk, ms, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sr_rs@cyrillic, sv_se, tr_tr, uk_ua, vi, vi_vn

# editor.submissionReview.restrictFiles.hide
source: Close File Selection
ar_iq: إنهاء إختيار الملفات
az: Fayl seçimini bağlayın
bg_bg: Затваряне на селекцията на файл/ове
ca_es: Tancar la selecció d'arxiu
cs_cz: Uzavřít sekci souborů
de_de: Dateiauswahl schließen
el_gr: Κλείσιμο μενού επιλογής αρχείων
es_es: Cierre la selección de archivos
eu: Itxi fitxategien hautaketa
fa_ir: بستن انتخاب‌گر فایل
fi_fi: Sulje tiedostojen valinta
fr_ca: Fermer la sélection de fichiers
fr_fr: Fermer la sélection
hr: Zatvorite odabir datoteke
hu_hu: Fájl kiválasztó bezárása
hy_am: Փակել ֆայլի բաժինը
id_id: Tutup Pilihan File
is_is: Loka vali á skrám
it_it: Chiudi la selezione dei files
lv: Aizvērt failu atlasi
mk: Затвори го селектриањњето фајлови
ms: Tutup Pilihan Fail
nb_no: Lukk filvalg
nl_nl: Sluit bestandsselectie
pl_pl: Zamknij dział plików
pt_pt: Fechar seleção de ficheiros
ro_ro: Închideți fișierul selectat
sr_rs@cyrillic: Затвори селекцију фајлова
sv_se: Stäng filväljaren
tr_tr: Dosya Seçimini Kapat
uk_ua: Закрити вибір файлу
vi: Đóng chọn tệp
vi_vn: Lựa chọn Đóng tập tin

# editor.submissionReview.editReview
source: Edit Review
ar_iq: تعديل التحكيم
az: Dəyərləndirməni redaktə edin
bg_bg: Редактиране на рецензия
ca_es: Editar revisió
cs_cz: Editovat recenzi
de_de: Gutachten bearbeiten
el_gr: Επεξεργασία αξιολόγησης
es_es: Edita la revisión
eu: Editatu berrikuspena
fa_ir: ویرایش داوری
fi_fi: Muokkaa arviointia
fr_ca: Modifier l'évaluation
fr_fr: Modifier l'évaluation
hr: Uredi recenziju
hu_hu: Lektorálás szerkesztése
hy_am: Խմբագրել գրախոսականը
id_id: Sunting Review
is_is: Breyta ritrýni
it_it: Modifica la revisione
lv: Rediģēt recenziju
mk: Уреди рецензија
ms: Sunting Ulasan
nb_no: Revider fagfellevurderingen
nl_nl: Bewerk review
pl_pl: Edytuj recenzję
pt_pt: Editar revisão
ro_ro: Editare revizie
sr_rs@cyrillic: Уреди рецензију
sv_se: Redigera granskning
tr_tr: Değerlendirmeyi Düzenle
uk_ua: Редагувати рецензію
vi: Chỉnh sửa đánh giá
vi_vn: Chỉnh sửa đánh giá

# editor.review.anonymousReviewer
source: Anonymous Reviewer
ar_iq: محكم مجهول الهوية
az: Anonim rəyçi
bg_bg: Анонимен рецензент
cs_cz: Anonymní recenzent
de_de: Anonyme/r Gutachter/in
el_gr: Ανώνυμος Αξιολογητής
es_es: Revisor/a anónimo
eu: Ebaluatzaile anonimoa
fi_fi: Piilotettu arvioija
fr_ca: Évaluateur-trice anonyme
fr_fr: Rapporteur anonyme
hr: Anonimni recenzent
hu_hu: Anonim lektor
hy_am: Անանուն գրախոսող
id_id: Peninjau Anonim
is_is: Óþekktur ritrýnir
it_it: Revisore anonimo
lv: Anonīms recenzents
mk: Анонимен рецензент
ms: Pengulas Tanpa Nama
nb_no: Anonym fagfelle
nl_nl: Anonieme reviewer
pl_pl: Anonimowy recenzent
pt_pt: Revisor anónimo
ro_ro: Revizor anonim
sv_se: Anonym granskare
tr_tr: Anonim Hakem
uk_ua: Анонімний рецензент
vi: Người đánh giá ẩn danh
vi_vn: Người phản biện bất kỳ

# editor.review.personalMessageToReviewer
source: Email to be sent to reviewer
ar_iq: الرسالة المعدة للمحكم
az: Rəyçiyə email göndəriləcək
bg_bg: Имейл за изпращане на рецензента
ca_es: Correu electrònic per enviar al revisor/a
cs_cz: Email, který má být zaslán recenzentovi
de_de: E-Mail, die an Gutachter/in geschickt wird
el_gr: Μήνυμα προς αποστολή στον Αξιολογητή
es_es: Correo electrónico para enviar al revisor/a
eu: Ebaluatzaileari bidaltzeko mezu elektronikoa
fa_ir: ایمیلی که باید برای داور ارسال شود
fi_fi: Arvioijalle lähetettävä sähköposti
fr_ca: Envoyer un courriel à l'évaluateur-trice
fr_fr: Envoyer un courriel au rapporteur
hr: E-pošta koja se šalje recenzentu
hu_hu: A szakmai lektornak az email kiküldve
hy_am: Նամակ, որը պետք է ուղարկվի գրախոսության
id_id: Surel akan dikirimkan ke peninjau
is_is: Tölvupóstur til ritrýnis
it_it: Email da mandare al revisore
lv: Recenzentam nosūtāmā e-pasta vēstule
mk: Да се прати емаил на рецензентот
ms: E-mel untuk dihantar kepada pengulas
nb_no: E-post til fagfellen
nl_nl: Verstuur een e-mail aan de reviewer
pl_pl: E-mail, który zostanie wysłany do recenzenta
pt_pt: E-mail a ser enviado ao revisor
ro_ro: E-mail pentru a fi trimis către revizor
sr_rs@cyrillic: Порука која ће бити послата рецензенту
sv_se: E-postmeddelande som kommer att skickas till granskaren
tr_tr: Hakeme e-posta gönderilecek
uk_ua: Електронний лист для надсилання рецензенту
vi: Email sẽ gửi cho người đánh giá
vi_vn: E-mail để gửi tới người phản biện

# editor.review.importantDates
source: Important Dates
ar_iq: تواريخ هامة
az: Vacib tarixlər
bg_bg: Важни дати
ca_es: Dates importants
cs_cz: Důležité termíny
de_de: Wichtige Daten
el_gr: Σημαντικές ημερομηνίες
es_es: Fechas importantes
eu: Data garrantzitsuak
fa_ir: تاریخ‌های مهم
fi_fi: Tärkeitä päivämääriä
fr_ca: Dates importantes
fr_fr: Dates importantes
hr: Važni datumi
hu_hu: Fontos dátumok
hy_am: Կարևոր ամսաթիվ
id_id: Tanggal Penting
is_is: Mikilvægar dagsetningar
it_it: Date importanti
lv: Svarīgi dati
mk: Важни датуми
ms: Tarikh Penting
nb_no: Viktige datoer
nl_nl: Belangrijke datums
pl_pl: Ważne terminy
pt_pt: Datas importantes
ro_ro: Date importante
sr_rs@cyrillic: Важни датуми
sv_se: Viktiga datum
tr_tr: Önemli Tarihler
uk_ua: Важливі дати
vi: Ngày quan trọng
vi_vn: Những ngày Quan trọng

# editor.review.uploadRevision
source: Upload Revision
ar_iq: رفع التحكيم
az: Reviziya yükləyin
bg_bg: Качване на ревизия (версия)
ca_es: Carrega revisió
cs_cz: Nahrát úpravy rukopisu
de_de: Überarbeitung hochladen
el_gr: Μεταφόρτωση αναθεωρημένου αρχείου
es_es: Subir revisión
eu: Igo berrikuspena
fa_ir: آپلود نسخه بازنگری شده
fi_fi: Lataa korjattu versio
fr_ca: Téléverser la révision
fr_fr: Transférer la révision
hr: Učitaj reviziju
hu_hu: Átdolgozás feltöltése
hy_am: Ներբեռնել վերանայումները
id_id: Unggah Revisi
is_is: Hlaða inn endurskoðaðri útgáfu
it_it: Carica revisione
lv: Augšupielādēt versiju
mk: Уплодирај ревизија
ms: Muat Naik Semakan
nb_no: Last opp revidering
nl_nl: Upload gereviseerde versie
pl_pl: Prześlij poprawiony tekst
pt_pt: Upload da revisão
ro_ro: Încărcați revizia
sr_rs@cyrillic: Додај ревизију
sv_se: Ladda upp bearbetning
tr_tr: Revizyon Yükle
uk_ua: Завантажити нову версію
vi: Tải lên bản sửa đổi
vi_vn: Tải bản sửa chữa

# editor.review.newReviewRound
source: Require New Review Round
ar_iq: يتطلب جولة تحكيم أخرى
az: Yeni dəyərləndirmə turu lazımdır
bg_bg: Изискване на нов кръг за рецензиране
cs_cz: Požadovat nové kolo recenzí
de_de: Neue Begutachtungsrunde nötig
el_gr: Αίτημα για νέο γύρο αξιολόγησης
es_es: Necesita una nueva ronda de revisión
eu: Berrikuspen-erronda berria behar da
fa_ir: درخواست دور جدید داوری
fi_fi: Vaadi uusi arviointikierros
fr_ca: Un nouveau cycle d'évaluation est requis
fr_fr: Nécessite un nouveau cycle d'évaluation
hr: Zahtijevaj novi krug recenzije
hu_hu: Új lektorálási kör igénylése
hy_am: Պահանջել գրախոսության նոր փուլ
id_id: Memerlukan Tahapan Review Baru
is_is: Krefst endurtekinnar ritrýni
it_it: Chiedi un nuovo round di revisione
lv: Pieprasīt jaunu recenzēšanas kārtu
mk: Побарај нов круг на рецензија
ms: Memerlukan Pusingan Ulasan Baharu
nb_no: Be om ny runde fagfellevurdering
nl_nl: Nieuwe reviewronde nodig
pl_pl: Wymagaj kolejnej rundy recenzji
pt_pt: Requerer nova ronda de revisão
ro_ro: Solicitați o nouă rundă de revizie
sv_se: Kräver ny granskningsomgång
tr_tr: Yeni Değerlendirme Turu Gerekir
uk_ua: Потрібен новий раунд рецензування
vi: Yêu cầu vòng đánh giá mới
vi_vn: Yêu cầu vòng phản biện mới

# editor.review.NotifyAuthorRevisions
source: Revisions will not be subject to a new round of peer reviews.
ar_iq: التحكيمات لن تخضع لجولة أخرى من التحكيم المناظر.
bg_bg: Ревизиите (версиите) няма да подлежат на нов кръг от рецензиране.
ca_es: Notifica l'autor/a la necessitat de fer revisions:
cs_cz: Úpravy nebudou předmětem nového kola recenzí.
de_de: Überarbeitungen werden keiner neuen Begutachtungsrunde durch Peer-Reviewer unterzogen.
el_gr: Τα αναθεωρημένα κείμενα δεν θα υποβληθούν σε νέο γύρο αξιολόγησης.
es_es: Las revisiones no estarán sujetas a una nueva ronda de revisión por pares.
eu: Berrikuspenak ez dira parekideen berrikuspen-erronda berri baten menpe egongo.
fa_ir: درخواست انجام اصلاحات از نویسنده
fi_fi: Pyydä kirjoittajalta korjauksia.
fr_ca: Les révisions ne seront pas assujetties à un nouveau cycle d'évaluation par les pairs
fr_fr: Demande de modifications "mineures" (Papier accepté avec corrections)
hr: Revizije neće biti podvrgnute novom krugu recenziranja.
hu_hu: Átdolgozás kérése a szerzőtől.
hy_am: Վերանայումները նոր փուլի գրախոսության առարկա չեն:
id_id: Revisi tidak akan dimasukkan ke putaran baru ulasan sejawat.
is_is: Endurskoðun kallar ekki á nýja umferð ritrýni.
it_it: Le revisioni non sono saranno inviate nuovamente ai revisori.
lv: Versijas netiks pakļautas jaunai recenzēšanas kārtai.
mk: Ревизиите нема да бидат испратени на нов круг на рецензија.
ms: Semakan tidak akan tertakluk kepada pusingan baharu ulasan sejawat.
nb_no: Be forfatteren om å revidere manuskriptet.
nl_nl: Gereviseerde versies zullen niet opnieuw worden onderworpen aan peer review.
pl_pl: Tekst wymaga poprawek, ale nie wymaga kolejnej rundy recenzji.
pt_pt: Solicitar revisões ao autor.
ro_ro: Revizuirile nu vor face obiectul unei noi runde de revizuire.
sr_rs@cyrillic: Захтевај ревизију од аутора.
sv_se: Bearbetning kräver inte ny omgång av sakkunniggranskning.
tr_tr: Düzeltmeler, yeni bir hakem değerlendirmesine tabi tutulmayacaktır.
uk_ua: Запит нової версії від автора.
vi: Các sửa đổi sẽ không phải chịu một vòng bình duyệt mới.
vi_vn: Các bản sửa đổi sẽ không phải qua một vòng phản biện mới.

# editor.review.NotifyAuthorResubmit
source: Revisions will be subject to a new round of peer reviews.
ar_iq: التحكيمات ستخضع لجولة أخرى من التحكيم المناظر.
bg_bg: Ревизиите (версиите) ще подлежат на нов кръг от рецензиране.
ca_es: Notifica l'autor/a la necessitat de fer revisions amb necessitat d'una altra revisió més exhaustiva:
cs_cz: Požadovat od autora úpravy, které budou předmětem dalšího recenzního kola.
de_de: Überarbeitungen werden einer neuen Begutachtungsrunde durch Peer-Reviewer unterzogen.
el_gr: Τα αναθεωρημένα κείμενα θα υποβληθούν σε νέο γύρο αξιολόγησης.
es_es: Las revisiones estarán sujetas a una nueva ronda de revisión por pares.
eu: Berrikuspenak parekideen berrikuspen-erronda berri baten menpe egongo dira.
fa_ir: درخواست انجام اصلاح از نویسنده که مورد بررسی بیشتر قرار خواهد گرفت.
fi_fi: Pyydä kirjoittajalta korjaukset, jotka on arvioitava uudelleen.
fr_ca: Les révisions seront assujetties à un nouveau cycle d'évaluation par les pairs
fr_fr: Demande de modifications "majeures" (sans décision )
hr: Revizije će biti podvrgnute novom krugu recenziranja.
hu_hu: Átdolgozás kérése a szerzőtől, amely része lesz egy jövőbeni szakmai lektorálásnak.
hy_am: Վերանայումները գրախոսության նոր փուլի առարկա են:
id_id: Revisi akan dimasukkan ke putaran baru ulasan sejawat.
is_is: Endurskoðun kallar á nýja umferð ritrýni.
it_it: Le revisioni saranno inviate nuovamente ai revisori.
lv: Versijas tiks pakļautas jaunai recenzēšanas kārtai.
mk: Ревизиите ќе бидат испратени на нов круг на рецензија.
ms: Semakan akan tertakluk kepada pusingan baharu ulasan sejawat.
nb_no: Be forfatteren gjøre en større revidering av manuskriptet. Ny fagfellevurdering vil bli utført.
nl_nl: Gereviseerde versies zullen worden onderworpen aan een nieuwe ronde van peer review.
pl_pl: Tekst wymaga poprawek oraz kolejnej rundy recenzji.
pt_pt: Solicitar revisões ao autor que serão sujeitas a uma revisão posterior.
ro_ro: Revizuirile vor face obiectul unei noi runde de revizuire.
sr_rs@cyrillic: Захтевај ревизију од аутора која ће бити тема наредних рецензирања.
sv_se: Bearbetning kommer att sakkunniggranskas på nytt.
tr_tr: Düzeltmeler yeni bir hakem değerlendirme turuna tabi olacaktır.
uk_ua: Запит нової версії від автора, яка підлягатиме подальшому рецензуванню.
vi: Các sửa đổi sẽ phải chịu một vòng bình duyệt mới.
vi_vn: Các bản sửa đổi sẽ phải qua một vòng phản biện mới.

# editor.review.NotifyAuthorRevisions.recommendation
source: Revisions should not be subject to a new round of peer reviews.
bg_bg: Ревизиите (версиите) следва да не подлежат на нов кръг от рецензиране.
cs_cz: Revize by neměly být předmětem nového kola peer review recenzí.
eu: Berrikuspenak ez dira parekideen berrikuspen-erronda berri baten menpe egon behar.
hr: Revizije ne bi trebale biti podvrgnute novom krugu recenziranja.
hy_am: Վերանայումները չպետք է ենթարկվեն գործընկերային գրախոսման նոր փուլի:
lv: Versijām nevajadzētu būt pakļautām jaunai recenzēšanas kārtai.
mk: Ревизиите не треба да подлежат на нова рунда на рецензии.
pt_pt: As revisões não serão sujeitas a nova ronda de revisão por pares.
vi: Các sửa đổi không nên phải chịu một vòng bình duyệt mới.

# editor.review.NotifyAuthorResubmit.recommendation
source: Revisions should be subject to a new round of peer reviews.
bg_bg: Ревизиите (версиите) следва да подлежат на нов кръг от рецензиране.
cs_cz: Revize by měly být podrobeny novému kolu peer review recenzí.
eu: Berrikuspenak parekideen berrikuspen-erronda berri baten menpe egon behar dira.
hr: Revizije bi trebale biti podvrgnute novom krugu recenziranja.
hy_am: Վերանայումները պետք է ենթարկվեն գործընկերային գրախոսման նոր փուլի:
lv: Versijām vajadzētu būt pakļautām jaunai recenzēšanas kārtai.
mk: Ревизиите треба да подлежат на нова рунда на рецензии.
pt_pt: As revisões devem ser submetidas a uma nova ronda de revisão por pares.
vi: Các sửa đổi nên phải chịu một vòng bình duyệt mới.

# editor.review.dateAccepted
source: Review Acceptance Date
ar_iq: تاريخ قبول التحكيم
az: Dəyərləndirmə qəbul tarixi
bg_bg: Дата на приемане за рецензиране
ca_es: Data d'acceptació de la revisió
cs_cz: Datum souhlasu recenzenta s provedením recenze
de_de: Datum der Annahme
el_gr: Ημερομηνία αποδοχής αξιολόγησης
es_es: Fecha de aprobación de la revisión
eu: Berrikuspenaren onarpen-data
fa_ir: تاریخ پذیرش داوری
fi_fi: Arvioinnin hyväksymispäivämäärä
fr_ca: Date d'acceptation de l'évaluation
fr_fr: Date d'acceptation de la révision
hr: Pregledajte datum prihvaćanja
hu_hu: A szakmai lektorálás elfogadásának napja
hy_am: Վերանայման ընդունման ամսաթիվը
id_id: Tanggal Penerimaan Review
is_is: Dags. samþykktar ritrýni
it_it: Data per l'accettazione della revisione
lv: Recenzēšanas pieņemšanas datums
mk: Датум за прифаќање на рецензирање
ms: Tarikh Penerimaan Ulasan
nb_no: Dato fagfellevurderingen ble mottatt
nl_nl: Datum van aanvaarding review
pl_pl: Termin akceptacji recenzji
pt_pt: Data de aceitação da revisão
ro_ro: Data acceptare revizie
sr_rs@cyrillic: Размотри датуме прихватања
sv_se: Datum för godkännande av granskning
tr_tr: Değerlendirme Kabul Tarihi
uk_ua: Дата прийняття матеріалу на рецензування
vi: Ngày chấp nhận đánh giá
vi_vn: Ngày chấp nhận phản biện

# editor.review.reviewsAdded
source: Reviews added to message body.
ar_iq: التنقيحات أُضيفت إلى متن الرسالة.
bg_bg: Рецензиите са добавени към текста на съобщението.
ca_es: Revisions afegides al cos del missatge.
cs_cz: Recenze byly přidány do těla zprávy.
de_de: Gutachten an den Nachrichtentext angehängt.
el_gr: Οι αξιολογήσεις προστέθηκαν στο κείμενο του μηνύματος.
es_es: Revisiones añadidas al cuerpo del mensaje.
eu: Mezuaren gorputzari berrikuspenak gehitu zaizkio.
fa_ir: داوری به محتوای پیام اضافه شد
fi_fi: Arviot lisätty sähköpostiviestiin.
fr_ca: Évaluations ajoutées au corps du message.
fr_fr: Les rapports ont été ajoutés au corps du mail
hr: Recenzije dodane u tijelo poruke.
hu_hu: A lektori vélemények hozzáadva a levéltörzshöz.
hy_am: Գրախոսությունները ավելացվել են նամակին:
id_id: Review disertakan dalam pesan.
is_is: Ritrýni bætt við meginmál skilaboða.
it_it: Commenti dei revisori aggiunti al messaggio email.
lv: Recenzijas ietvertas ziņojumā.
mk: Рецензијата додадена во текстот на пораката.
ms: Ulasan ditambahkan pada badan mesej.
nb_no: Fagfellevurdering lagt til beskjed.
nl_nl: Reviews werden toegevoegd aan bericht.
pl_pl: Recenzje dodane do treści wiadomości.
pt_pt: Revisões adicionadas ao corpo da mensagem.
ro_ro: Reviziile au fost adăugate în conținutul mesajului.
sv_se: Granskningar tillagda i meddelandetexten.
tr_tr: Değerlendirmeler mesaj içeriğine eklenmiştir.
uk_ua: Рецензії додані в текст повідомлення.
vi: Đánh giá đã được thêm vào nội dung tin nhắn.
vi_vn: Các đánh giá đã được thêm vào nội dung thư.

# editor.review.noReviews
source: No peer reviews to import
ar_iq: لا توجد تحكيمات مناظرة لاستيرادها
az: İdxal ediləcək rəyçi dəyərləndirməsi yoxdur
bg_bg: Няма рецензии за импортиране
ca_es: No hi ha revisions per importar
cs_cz: Nejsou žádní recenzenti k importu
de_de: Keine Gutachten zum Importieren
el_gr: Δεν υπάρχουν αξιολογήσεις προς εισαγωγή
es_es: No hay revisiones por pares para importar
eu: Ez dago pareen berrikuspenik inportatzeko
fa_ir: بدون بررسی همکار برای درون‌ریزی
fi_fi: Ei tuotavia vertaisarviointeja
fr_ca: Aucune évaluation des pairs à importer
fr_fr: Aucune révision des pairs à importer
hr: Nema recenzija za uvoz
hu_hu: Nincs importálható lektori vélemény
hy_am: Չկան ակնարկներ ներմուծելու համար
id_id: Tidak ada ulasan sejawat untuk diimpor
is_is: Engin ritrýni til að hlaða upp
it_it: Nessuna peer reviews da importare
lv: Nav recenziju importēšanai
mk: Нема рецензии за импортирање
ms: Tiada ulasan rakan sejawat untuk diimport
nb_no: Ingen fagfellevurdering å importere
nl_nl: Er is geen peer review om te importeren
pl_pl: Brak recenzji do zaimportowania
pt_pt: Não há revisões de pares para importar
ro_ro: Nu există recenzii pentru importare
sr_rs@cyrillic: Нема стручних рецензија за увоз
sv_se: Inga sakkunniggranskningar att importera
tr_tr: İçe aktarılacak hakem değerlendirmesi yok
uk_ua: Немає рецензій для імпорту
vi: Không có bình duyệt nào để nhập
vi_vn: Không có đánh giá nào để nhập vào

# editor.review.reminder
source: Review Reminder
ar_iq: تذكير التحكيم
az: Dəyərləndirmə üçün xatırlatma
bg_bg: Напомняне за рецензия
ca_es: Recordatori de revisió
cs_cz: Připomenutí recenze
de_de: Erinnerung an Begutachtung
el_gr: Υπενθύμιση αξιολόγησης
es_es: Recordatorio de revisión
eu: Berrikuspenaren gogorarazlea
fa_ir: یادآوری داوری
fi_fi: Muistutus arvioinnista
fr_ca: Rappel d'évaluation de la soumission
fr_fr: Rappel d'examen de la soumission
hr: Podsjetnik za recenziju
hu_hu: Lektorálási emlékeztető
hy_am: Գրախոսության հիշեցում
id_id: Pengingat Review
is_is: Áminning um ritrýni
it_it: Avviso per il revisore
lv: Atgādinājums par recenzēšanu
mk: Потсетник за рецензија
ms: Peringatan Ulasan
nb_no: Påminnelse om fagfellevurdering
nl_nl: Review herinnering
pl_pl: Przypomnienie o recenzji
pt_pt: Lembrete revisão
ro_ro: Reamintire revizor
sr_rs@cyrillic: Подсетник за рецензенте
sv_se: Påminnelse om granskning
tr_tr: Değerlendirme İçin Hatırlatma
uk_ua: Нагадування про рецензію
vi: Nhắc nhở đánh giá
vi_vn: Nhắc nhở phản biện

# editor.review.thankReviewer
source: Thank Reviewer
ar_iq: أشكر المحكم
az: Rəyçiyə təşəkkür edin
bg_bg: Благодарност към рецензента
ca_es: Agrair al revisor/a
cs_cz: Poděkování recenzentovi
de_de: Dank an Gutachter/in
el_gr: Ευχαριστήστε τον Αξιολογητή
es_es: Dar las gracias al revisor/a
eu: Eskerrak eman ebaluatzaileari
fa_ir: تشکر از داور
fi_fi: Kiitä arvioijaa
fr_ca: Remercier l'évaluateur-trice
fr_fr: Remercier le rapporteur
hr: Zahvaljujući recenzentu
hu_hu: Köszönet a szakmai lektornak
hy_am: Շնորհակալություն հայտնել գրախոսողին
id_id: Terima Kasih Peninjau
is_is: Þakkir til ritrýnis
it_it: Ringraziamenti per il revisore
lv: Pateicība recenzentam
mk: Заблагодари се на рецензентот
ms: Terima kasih Pengulas
nb_no: Takk fagfelle
nl_nl: Bedank reviewer
pl_pl: Podziękowanie dla recenzenta
pt_pt: Agradecimento ao revisor
ro_ro: Mulțumire revizor
sr_rs@cyrillic: Захвали рецензентима
sv_se: Tacka granskare
tr_tr: Hakeme Teşekkür Et
uk_ua: Подяка рецензенту
vi: Cảm ơn người đánh giá
vi_vn: Cảm ơn người phản biện

# editor.review.reminderError
source: Error sending review reminder
ar_iq: حدث خطأ عند إرسال تذكير التحكيم
az: Dəyərləndirmə məqalə xətası
bg_bg: Грешка при изпращане на напомняне за резензия
ca_es: Hi ha hagut un error en enviar un recordatori al revisor/a
cs_cz: Chyba při odesílání připomenutí recenze
de_de: Fehler beim Versenden der Erinnerung an Begutachtung
el_gr: Λάθος κατά την αποστολή υπενθύμισης αξιολόγησης
es_es: Error al enviar recordatorio de revisión
eu: Errorea berrikuspen-abisua bidaltzean
fa_ir: خطا در ارسال یادآوری به داوری
fi_fi: Virhe lähetettäessä muistutusta arvioinnista
fr_ca: Erreur d'envoi du rappel d'évaluation
fr_fr: Erreur d'envoi du rappel d'évaluation
hr: Pogreška pri slanju podsjetnika za recenziju
hu_hu: Hiba a lektori emlékeztető küldésekor
hy_am: Գրախոսության հիշեցման ուղարկման հետ կապված սխալ
id_id: Gagal mengirimkan pengingat untuk review
is_is: Villa við að senda áminningu til ritrýnis
it_it: Errore nel mandare l'avviso al revisore
lv: Kļūda, nosūtot atgādinājumu par recenziju
mk: Грешка при испражање на потсетување на рецензентот
ms: Ralat menghantar peringatan ulasan
nb_no: Feil ved sending av påminnelse om fagfellevurdering
nl_nl: Fout bij het versturen van een review herinnering
pl_pl: Błąd podczas wysyłania przypomnienia o recenzji
pt_pt: Erro ao enviar o lembrete de revisão
ro_ro: Eroare la trimiterea memento-ului de recenzie
sr_rs@cyrillic: Грешка у слању подсетника за рецензенте
sv_se: Fel vid utskick av påminnelse om granskning
tr_tr: Değerlendirme gönderi hatası
uk_ua: Помилка під час надсилання нагадування про рецензію
vi: Lỗi khi gửi nhắc nhở đánh giá
vi_vn: Lỗi trong khi gửi nhắc nhở phản biện

# editor.review.thankReviewerError
source: Error sending thank you to reviewer
ar_iq: حدث خطأ عند إرسال الشكر إلى المحكم
az: Rəyçiyə təşəkkür məqalə xətası
bg_bg: Грешка при изпращане на благодарности до рецензента
ca_es: Hi ha hagut un error en enviar un agraïment al revisor/a
cs_cz: Chyba při odesílání poděkování recenzentovi
de_de: Fehler beim Versenden des Dankes an Gutachter/in
el_gr: Λάθος κατά την αποστολή ευχαριστήριου μηνύματος στον Αξιολογητή
es_es: Error al enviar los agradecimientos al revisor/a
eu: Errorea ebaluatzaileari eskerrak emateko mezua bidaltzean
fa_ir: خطا در ارسال تشکر به داور
fi_fi: Virhe lähetettäessä kiitosviestiä arvioijalle
fr_ca: Erreur d'envoi du remerciement à l'évaluateur-trice
fr_fr: Erreur d'envoi du remerciement au rapporteur
hr: Pogreška pri slanju zahvale recenzentu
hu_hu: Hiba a szakmai lektornak küldött köszönő levél küldésekor
hy_am: Գրախոսողին շնորհակալության ուղարկման սխալ
id_id: Gagal mengirimkan terima kasih untuk peninjau
is_is: Villa við að senda þakkir til ritrýnis
it_it: Errore nel mandare i ringraziamenti al revisore
lv: Kļūda, nosūtot pateicību recenzentam
mk: Грешка при испраќање на благодарност до рецензентот
ms: Ralat menghantar ucapan terima kasih kepada pengulas
nb_no: Feil ved sending av takk til fagfelle
nl_nl: Fout bij het versturen van een bedanking aan de reviewer
pl_pl: Błąd podczas wysyłania podziękowania dla recenzenta
pt_pt: Erro ao enviar agradecimento ao revisor
ro_ro: Eroare la trimiterea mulțumirilor către recenzor
sr_rs@cyrillic: Грешка у слању захвалнице рецензентима
sv_se: Fel vid utskick av tack till granskare
tr_tr: Hakeme teşekkür gönderi hatası
uk_ua: Помилка під час надсилання подяки рецензенту
vi: Lỗi khi gửi lời cảm ơn đến người đánh giá
vi_vn: Lỗi khi gửi lời cảm ơn tới người đánh giá
