Repository: pkp/pkp-lib
Catalog: locale/*/editor.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, eu, fa_ir, fi_fi, fr_ca, fr_fr, hr, hu_hu, hy_am, id_id, is_is, it_it, lv, mk, ms, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sr_rs@cyrillic, sv_se, tr_tr, uk_ua, vi, vi_vn

# reviewer.list.daysSinceLastAssignmentDescription
source: Days since last review assigned
ar_iq: يوماً منذ آخر تحكيم تم تعيينه
az: Son dəyərləndirmə tarixindən bu tərəfə keçən gün sayı
bg_bg: Дни от последната възложена рецензия
cs_cz: Dnů od posledního přidělení recenze
de_de: Tage seit der letzten Begutachtungsanfrage
el_gr: Ημέρες από την τελευταία ανάθεση αξιολόγησης
es_es: Días desde la última revisión asignada
eu: Azken berrikuspena esleitu zenetik igarotako egunak
fi_fi: Päivää viimeisestä arviointipyynnöstä
fr_ca: Nombre de jours depuis la dernière évaluation attribuée
fr_fr: Nombre de jours depuis la dernière évaluation
hr: Dana od posljednje dodijeljene recenzije
hu_hu: Utolsó lektorálási felkérés óta eltelt napok
hy_am: Վերջին գրախոսումից անցած օրեր
id_id: Hari sejak penugasan review terakhir
is_is: Dagar síðan ritrýni var síðast úthlutað
it_it: Giorni dall'ultima revisione assegnata
lv: Dienas kopš pēdējās piešķirtās recenzijas
mk: Денови од назначување на последната рецензија
ms: Hari sejak ulasan terakhir ditugaskan
nb_no: Dager siden tildeling av forrige fagfellevurderingsoppdrag
nl_nl: Dagen na de toewijzing van de laatste review
pl_pl: Dni odkąd przypisano do wykonania recenzji
pt_pt: Dias desde a última revisão atribuída
ro_ro: Zile de la ultima revizuire atribuită
sv_se: Dagar sedan tilldelning av senaste granskning
tr_tr: Son değerlendirme tarihinden bu yana geçen gün sayısı
uk_ua: Днів з часу останнього призначення рецензії
vi: Số ngày kể từ lần chỉ định đánh giá cuối cùng
vi_vn: Số ngày kể từ ngày phân công lần cuối

# reviewer.list.averageCompletion
source: Average days to complete review
ar_iq: معدل أيام إكمال التحكيم
az: Ortalama/təxmini dəyərləndirmə gün sayı
bg_bg: Среден брой дни за завършване на рецензия
cs_cz: Průměrný počet dnů na provedení recenze
de_de: Durchschnittliche Dauer (Tage) der Begutachtung
el_gr: Μέσος όρος ημερών για την ολοκλήρωση της αξιολόγησης
es_es: Promedio de días para completar la revisión
eu: Berrikuspena burutzeko batez besteko egunak
fi_fi: Arviointiaika keskimäärin
fr_ca: Moyenne de jours pour compléter une évaluation
fr_fr: Temps moyen pour faire une évaluation
hr: Prosječni broj dana za dovršetak recenzije
hu_hu: Lektorálás megtétele átlagosan ennyi nap alatt
hy_am: Գրախոսման օրերի միջին թիվ
id_id: Rerata jumalh hari menyelesaikan review
is_is: Meðalfjöldi daga við að ljúka ritrýni
it_it: Media dei giorni per completare una revisione
lv: Vidējais dienu skaits recenzijas pabeigšanai
mk: Просек во денови за завршување на рецензија
ms: Purata hari untuk menyelesaikan ulasan
nb_no: Gjennomsnittlig tid brukt på fagfellevurderingsoppdrag
nl_nl: Gemiddeld aantal dagen om een review af te ronden
pl_pl: Średnia liczba dni wykonania recenzji
pt_pt: Número médio de dias para completar a revisão
ro_ro: Zile medii pentru finalizarea revizuirii
sv_se: Genomsnittligt antal dagar för färdigställande av granskning
tr_tr: Ortalama değerlendirme gün sayısı
uk_ua: Середня кількість днів для завершення рецензії
vi: Số ngày trung bình để hoàn thành đánh giá
vi_vn: Số ngày trung bình để hoàn thành bài đánh giá

# reviewer.list.neverAssigned
source: Never assigned
ar_iq: لم يسبق تعيينه
az: Təyinat edilmədi
bg_bg: Никога не е асоцииран като рецензент
cs_cz: Nikdy nebyla přidělena recenze
de_de: Noch nie zugewiesen
el_gr: Χωρίς καμία ανάθεση
es_es: Nunca asignado
eu: Inoiz esleitu gabea
fi_fi: Ei aiempia arviointeja
fr_ca: Jamais assigné-e
fr_fr: Jamais assigné
hr: Nikad dodijeljen
hu_hu: Még nem került kijelölésre
hy_am: Երբեք չի նշանակվել գրախոսող
id_id: Tidak pernah ditugaskan
is_is: Aldrei úthlutað
it_it: Mai assegnate
lv: Nekad nav piešķirts kā recenzents
mk: Никогаш не бил назначен
ms: Tidak pernah ditugaskan
nb_no: Aldri tildelt fagfellevurderingsoppdrag
nl_nl: Nooit toegewezen
pl_pl: Nigdy nie przypisany
pt_pt: Nunca designado
ro_ro: Niciodată atribuit
sv_se: Aldrig tilldelad något granskningsuppdrag
tr_tr: Atanma yapılmadı
uk_ua: Ніколи не призначено
vi: Chưa bao giờ được chỉ định
vi_vn: Chưa bao giờ được phân công

# reviewer.list.reassign
source: Reassign
az: Yenidən təyin edin
bg_bg: Повторно асоцииране
cs_cz: Nové přidělení
eu: Berriro esleitu
hr: Ponovno dodijeliti
hy_am: Վերանշանակել
is_is: Endurúthluta
lv: Atkārtota piešķiršana
mk: Прераспредели
ms: Tetapkan semula
pt_pt: Redesignar
vi: Chỉ định lại

# reviewer.list.reassign.withName
source: Reassign {$name}
bg_bg: Повторно асоцииране {$name}
cs_cz: Znovu přiřadit {$name}
eu: Berriro esleitu {$name}
hr: Ponovno dodijeli {$name}
hy_am: Վերանշանակել {$name}
lv: Atkārtoti piešķirt {$name}
mk: Повторно додели {$name}
pt_pt: Redesignar {$name}
vi: Chỉ định lại {$name}

source: reviewer.list.currentlyAssigned
ar_iq: هذا المحكم قد سبق تعيينه لتحكيم طلب التقديم هذا.
bg_bg: Този рецензент вече е асоцииран да рецензира в този кръг.
cs_cz: Tento recenzent již byl přiřazen k tomuto kolu recenzního řízení.
de_de: Dieser Gutachterin/diesem Gutachter ist diese Einreichung bereits zur Begutachtung zugewiesen worden.
el_gr: Η αξιολόγηση έχει ήδη ανατεθεί σε αυτόν τον Αξιολογητή.
es_es: Este revisor/a ya ha sido asignado para revisar este envío.
fi_fi: Arvioijalle on jo tehty arviointipyyntö tähän käsikirjoitukseen.
fr_ca: Cet,Cette évaluateur-trice a déjà été assigné-e à l'évaluation de cette soumission.
fr_fr: Ce rapporteur évalue déjà cette soumission.
hu_hu: Ez a lektor már felkérésre került, hogy lektorálja ezt a beküldést.
hy_am: Այս գրախոսը արդեն կցված եղել է գրախոսման այս փուլին։
id_id: Mitra bestari ini telah ditugaskan mereview naskah ini.
is_is: Þessi ritrýnir hefur nú fengið handritið til ritrýni.
it_it: Questo revisore è già stato assegnato a rivedere questa proposta.
mk: Овој рецензент веќе е назначен на овој поднесок.
ms: Pengulas ini telah ditugaskan untuk mengulas penyerahan ini.
nb_no: Denne fagfellen har allerede fått i oppgave å vurdere denne innleveringen.
nl_nl: Deze reviewer werd al toegewezen als reviewer voor deze inzending.
pl_pl: Recenzent został już przypisany do zrecenzowania tego tekstu.
pt_pt: Este revisor já foi designado a esta ronda de revisão.
ro_ro: Acest recenzor a fost deja desemnat să examineze această trimitere.
sv_se: Den här granskaren har redan fått i uppdrag att granska det här bidraget.
tr_tr: Bu hakem, bu gönderiyi değerlendirmek için zaten atandı.
uk_ua: Цей рецензент уже був призначений для рецензування цього матеріалу.
vi: Phản biện này đã được chỉ định để xem xét bài nộp này.
vi_vn: Phản biện này đã được chỉ định để xem xét bài nộp này.

# reviewer.list.warnOnAssign
source: This reviewer is locked because they have been assigned a role which allows them to view the author's identity. Anonymous peer review can not be guaranteed. Would you like to unlock this reviewer anyway?
az: Bu rəyçiyə, müəllifin kimliyini görməsinə icazə verən bir rol verildiyinə görə kilidlənib. Anonim rəyçi dəyərləndirməsinə təminat verilə bilməz. Yenə də bu rəyçiyə icazə vermək istəyərsinizmi?
bg_bg: Този рецензент е заключен, защото му е назначена роля, която му позволява да виждат самоличността на автора. Анонимното рецензиране не може да бъде гарантирано. Искате ли все пак да отключите този рецензент?
cs_cz: Tento recenzent je uzamčen, protože mu byla přidělena role, která mu umožňuje zobrazit totožnost autora. Nelze zaručit anonymitu recenzního procesu. Chcete přesto tohoto recenzenta odemknout?
de_de: Diese Gutachterin/dieser Gutachter ist gesperrt, weil sie eine Rolle zugewiesen bekommen haben, ind der sie die Identität der Autorin/des Autors einsehen dürfen. Eine blinde Begutachtung kann nicht garantiert werden. Möchten Sie diese Gutachterin bzw. diesen Gutachter dennoch freischalten?
el_gr: Αυτός ο Αξιολογητής έχει εξαιρεθεί, γιατί κατέχει έναν ρόλο που του επιτρέπει την πρόσβαση στην ταυτότητα του Συγγραφέα και δεν διασφαλίζεται η "τυφλή" Αξιολόγηση. Θέλετε να συμπεριληφθεί στους Αξιολογητές;
es_es: Este revisor/a está bloqueado porque tiene un rol que le permite ver la identidad del autor/a. Por lo tanto, la revisión ciega por pares no está garantizada. ¿Desea desbloquearlo igualmente?
eu: Ebaluatzaile hori blokeatuta dago, egilearen identitatea ikusteko aukera ematen duen rol bat esleitu zaiolako. Ezin da bermatu pareen berrikuspen anonimoa. Ebaluatzaile hori desblokeatu nahi duzu hala ere?
fi_fi: Arvioija on lukittu, koska hänellä on rooli, jolla voi nähdä kirjoittajan nimen. Sokkoarviointi ei ole mahdollinen. Haluatko käyttää tätä arvioijaa joka tapauksessa?
fr_ca: Cet,Cette évaluateur-trice est verrouillé-e car un rôle lui a été attribué qui lui permet de connaître l'identité de l'auteur-e. L'évaluation par les pairs en aveugle ne peut être garantie. Souhaitez-vous tout de même déverrouiller cet ou cette évaluateur-trice ?
fr_fr: Ce rapporteur est bloqué car il a un rôle lui permettant de voir l'identité de l'auteur. Une évaluation en double-aveugle n'est donc pas garantie. Voulez-vous quand même faire la demande d'évaluation ?
hr: Ovaj recenzent je zaključan jer mu je dodijeljena uloga koja mu omogućuje uvid u identitet autora. Ne može se jamčiti anonimna recenzija. Želite li ipak otključati ovog recenzenta?
hu_hu: A lektor blokkolásra került, mert olyan szerep lett hozzárendelve amelyben megismerheti a szerző személyét. A vak lektorálási forma így nem garantálható. Szeretné ennek ellenére feloldani a lektor blokkolását?
hy_am: Այս գրախոսողը արգելափակված է, քանի որ նրան նշանակված է դեր, որը նրան թույլ է տալիս տեսնել հոդվածագրին։ Այս դեպքում անանուն գրախոսում երաշխավորել հնարավոր չէ։
id_id: Mitra bestari ini dikunci karena telah diberi peran yang memungkinkannya untuk melihat identitas penulis. Blind peer review tidak terjamin. Apakah Anda ingin membuka akses mitra bestari ini?
is_is: Ekki er hægt að úthluta á þennan ritrýni þar sem hann hefur hlutverk sem gerir honum kleift að sjá hver höfundur er. Þar með er ekki hægt að tryggja nafnlausa ritrýni. Viltu samt opna á úthlutun til ritrýnis?
it_it: Questo revisore è bloccato perche gli è già stato assegnato un ruolo che gli permette di vedere l'identità dell'autore. Una revisione cieca non può essere garantita. Vuoi lo stesso sbloccare questo revisore ?
lv: Šis recenzents ir bloķēts, jo viņam ir piešķirta loma, kas ļauj skatīt autora identitāti. Anonīmu recenzēšanu nav iespējams garantēt. Vai vēlaties atbloķēt šo recenzentu?
mk: Овој рецензент е заклучен затоа што им е доделена улога која му овозможува да го види идентитетот на авторот. Не може да се гарантира рецензија на слепо. Дали сакате да го отклучите овој рецензент во секој случај?
ms: Pengulas ini dikunci kerana mereka telah diberikan peranan yang membolehkan mereka melihat identiti pengarang. Ulasan rakan sejawat tanpa nama tidak boleh dijamin. Adakah anda mahu membuka kunci pengulas ini juga?
nb_no: Denne fagfellen er låst fordi vedkommende har en rolle som gir tilgang til å se forfatterens identitet. Anonym fagfellevurdering kan ikke garanteres. Vil du allikevel låse opp for denne fagfellen?
nl_nl: Deze reviewer is geblokkeerd omdat hij/zij de identiteit van de auteur kan zien. Blinde peer review kan niet worden gegarandaard. Wilt u deze reviewer toch de-blokkeren?
pt_pt: Este revisor está bloqueado porque tem permissões para ver a identidade do autor. A revisão cega não pode ser garantida. Confirma que pretende desbloquear o revisor?
ro_ro: Acest recenzor este blocat deoarece i s-a atribuit un rol care îi permite să vizualizeze identitatea autorului. Nu poate fi garantată revizuirea în orb. Ați dori oricum să deblocați acest recenzor?
tr_tr: Bu hakeme, yazarın kimliğini görmesine izin veren bir rol verilmiş olduğundan kilitlenmiştir. Körlenmiş hakem değerlendirmesi garanti edilemez. Yine de bu hakeme izin vermek ister misiniz?
uk_ua: Цей рецензент заблокований через те, що вона/він має роль, яка дозволяє переглядати особисті дані автора. Сліпе рецензування не може бути гарантованим. Чи бажаєте Ви в будь-якому випадку розблокувати цього рецензента?
vi: Người đánh giá này bị khóa vì họ đã được chỉ định một vai trò cho phép họ xem danh tính của tác giả. Không thể đảm bảo bình duyệt ẩn danh. Bạn có muốn mở khóa người đánh giá này không?

# reviewer.list.warnOnAssignUnlock
source: Unlock
ar_iq: رفع الاستبعاد
az: İcazə verin
bg_bg: Отключване
cs_cz: Odmčen/a
de_de: Freischalten
el_gr: Ξεκλείδωμα
es_es: Desbloquear
eu: Desblokeatu
fi_fi: Avaa lukitus
fr_ca: Déverrouiller
fr_fr: Débloquer
hr: Otključati
hu_hu: Blokkolás feloldása
hy_am: Հանել արգելքը
id_id: Buka
is_is: Opna
it_it: Sblocca
lv: Atbloķēt
mk: Отклучи
ms: Buka kunci
nb_no: Lås opp
nl_nl: Deblokkeer
pl_pl: Odblokuj
pt_pt: Desbloquear
ro_ro: Deblocați
sv_se: Lås upp
tr_tr: İzin Ver
uk_ua: Розблокувати
vi: Mở khóa
vi_vn: Mở khoá

# reviewer.list.reviewInterests
source: Reviewing Interests
ar_iq: إهتمامات التحكيم
az: Rəyçinin tədqiqat sahələri
bg_bg: Интереси към рецензиране
cs_cz: Oblasti zájmu pro recenze
de_de: Begutachtungsinteressen
el_gr: Ενδιαφέροντα αξιολόγησης
es_es: Intereses de revisión
eu: Ebaluatzeko interesak
fi_fi: Asiantuntijuus
fr_ca: Champs d'intérêt pour l'évaluation
fr_fr: Thèmes de prédilection
hr: Pregled interesa
hu_hu: Reviewing Interests (hu)
hy_am: Գրախոսողի հետաքրքրություններ
id_id: Minat Mereview pada Disiplin Ilmu
is_is: Áhugasvið ritrýnis
it_it: Interessi per le revisioni
lv: Recenzēšanas intereses
mk: Интереси за рецензирање
ms: Minat Displin Mengulas
nb_no: Vurderingsinteresser
nl_nl: Reviewvoorkeuren
pl_pl: Zainteresowania
pt_pt: Interesses de revisão
ro_ro: Interesele revizorului
sv_se: Granskningsintressen
tr_tr: Hakem İlgi Alanları
uk_ua: Наукові інтереси рецензента
vi: Sở thích đánh giá
vi_vn: Lĩnh vực phản biện

# reviewer.list.biography
source: Biography
ar_iq: السيرة الذاتية
az: Bioqrafiya
bg_bg: Биография
cs_cz: Biografie
de_de: Biographie
el_gr: Βιογραφικό
es_es: Biografía
eu: Biografia
fi_fi: Biografia
fr_ca: Biographie
fr_fr: Biographie
hr: Biografija
hu_hu: Életrajz
hy_am: Կենսագրություն
id_id: Biografi
is_is: Ágrip (bio)
it_it: Biografia
lv: Biogrāfija
mk: Биографија
ms: Biografi
nb_no: Biografi
nl_nl: Biografie
pl_pl: Biografia
pt_pt: Biografia
ro_ro: Biografie
sv_se: Biografi
tr_tr: Biyografi
uk_ua: Біографія
vi: Tiểu sử
vi_vn: Tiểu sử

# reviewer.list.empty
source: No reviewers found
ar_iq: تعذر العثور على محكمين
az: Rəyçi yoxdur
bg_bg: Не са намерени рецензенти
cs_cz: Nebyli nalezeni žádní recenzenti
de_de: Es wurden keine Gutachter/innen gefunden.
es_es: No se encontraron revisores/as
eu: Ez da ebaluatzailerik aurkitu
fi_fi: Arvioijia ei löytynyt
hr: Nije pronađen nijedan recenzent
hu_hu: Nem találtunk szakmai lektort
hy_am: Գրախոսող չի գտնվել
id_id: Tidak ada mitra bestari
is_is: Engir ritrýnar fundust
it_it: Non sono stati identificati revisori
lv: Recenzenti nav atrasti
mk: Не се најдени рецензенти
ms: Tiada pengulas ditemui
nb_no: Ingen fagfeller funnet
pl_pl: Brak znalezionych recenzentów
pt_pt: Não foram encontrados revisores
ro_ro: Nu a fost găsită nici o revizie
sv_se: Inga granskare hittades
tr_tr: Hiç hakem bulunmuyor
uk_ua: Не знайдено жодного рецензента
vi: Không tìm thấy người đánh giá nào
vi_vn: Không có phản biện nào được tìm thấy

# reviewer.list.showOnlyReviewersFromPreviousRound
source: Assigned to Earlier Round
bg_bg: Асоцииран в предишен кръг
cs_cz: Zařazeno do dřívějšího kola
eu: Aurreko erronda batera esleitua
hr: Dodijeljen ranijoj rundi
hy_am: Նշանակվել է ավելի վաղ փուլին
lv: Piešķirts iepriekšējai kārtai
mk: Доделени на претходниот круг
pt_pt: Designado a uma ronda anterior
vi: Được chỉ định cho vòng trước

# editor.decision.cancelDecision
source: Cancel Decision
bg_bg: Отмяна на решението
cs_cz: Zrušit rozhodnutí
eu: Bertan behera utzi erabakia
hr: Poništi odluku
hy_am: Չեղարկել որոշումը
lv: Atcelt lēmumu
mk: Откажете ја одлуката
pt_pt: Cancelar a decisão
vi: Hủy quyết định

# editor.decision.cancelDecision.confirmation
source: Are you sure you want to cancel this decision?
bg_bg: Наистина ли искате да отмените това решение?
cs_cz: Jste si jisti, že chcete toto rozhodnutí zrušit?
eu: Ziur zaude erabaki hau bertan behera utzi nahi duzula?
hr: Jeste li sigurni da želite poništiti ovu odluku?
hy_am: Իսկապե՞ս ուզում եք չեղարկել այս որոշումը:
lv: Vai tiešām vēlaties atcelt šo lēmumu?
mk: Дали сте сигурни дека сакате да ја откажете оваа одлука?
pt_pt: Deseja realmente cancelar esta decisão?
vi: Bạn có chắc chắn muốn hủy quyết định này không?

# editor.decision.completeSteps
source: Complete the following steps to take this decision
bg_bg: Изпълнете следните стъпки, за да вземете това решение
cs_cz: Pro přijetí tohoto rozhodnutí proveďte následující kroky
eu: Jarraitu ondorengo urratsak erabaki hau hartzeko
hr: Dovršite sljedeće korake kako biste donijeli ovu odluku
hy_am: Այս որոշումը կայացնելու համար կատարեք հետևյալ քայլերը
lv: Lai pieņemtu šo lēmumu, izpildiet šādas darbības
mk: Завршете ги следните чекори за да ја донесете оваа одлука
pt_pt: Conclua as etapas seguintes para tomar esta decisão
vi: Hoàn thành các bước sau để đưa ra quyết định này

# editor.decision.dontSkipEmail
source: Don't skip this email
bg_bg: Не пропускайте този имейл
cs_cz: Nevynechávejte tento e-mail
eu: Ez saltatu mezu elektroniko hau
hr: Nemojte preskočiti ovu e-poruku
hy_am: Բաց մի թողեք այս էլ․ նամակը
lv: Nepalaidiet šo e-pastu garām
mk: Не го прескокнувајте овој емаил
pt_pt: Não saltar este e-mail
vi: Không bỏ qua email này

# editor.decision.emailSkipped
source: This step has been skipped and no email will be sent.
bg_bg: Тази стъпка е пропусната и няма да бъде изпратен имейл.
cs_cz: Tento krok byl přeskočen a žádný e-mail nebude odeslán.
eu: Urrats hau saltatu da eta ez da mezu elektronikorik bidaliko.
hr: Ovaj korak je preskočen i neće biti poslana e-pošta.
hy_am: Այս քայլը բաց է թողնվել, և էլ․ նամակ չի ուղարկվի:
lv: Šis solis ir izlaists, un e-pasts netiks nosūtīts.
mk: Овој чекор е прескокнат и нема да се испрати емаил.
pt_pt: Esta etapa foi ignorada e não foi enviado e-mail.
vi: Bước này đã bị bỏ qua và không có email nào sẽ được gửi.

# editor.decision.recordDecision
source: Record Decision
bg_bg: Записване на решението
cs_cz: Nahrát rozhodnutí
eu: Grabatu erabakia
hr: Odluka o zapisniku
hy_am: Գրանցեք որոշումը
lv: Reģistrēt lēmumu
mk: Зачувај ја одлуката
pt_pt: Registar decisão
vi: Ghi lại quyết định

# editor.decision.skipEmail
source: Skip this email
bg_bg: Пропускане на този имейл
cs_cz: Přeskočit tento email
eu: Saltatu mezu elektroniko hau
hr: Preskoči ovu e-poštu
hy_am: Բաց թողեք այս էլ․ նամակը
lv: Izlaist šo e-pastu
mk: Прескокни го овој емаил
pt_pt: Não enviar e-mail
vi: Bỏ qua email này

# editor.decision.stepError
source: There was a problem with the {$stepName} step.
bg_bg: Имаше проблем със стъпка {$stepName}.
cs_cz: V kroku {$stepName} došlo k problému.
eu: Arazo bat egon da {$stepName} urratsarekin.
hr: Došlo je do problema s korakom {$stepName}.
hy_am: {$stepName} քայլի հետ կապված խնդիր առաջացավ:
lv: Radās problēma ar soli {$stepName}.
mk: Имаше проблем со чекорот {$stepName}.
pt_pt: Houve um problema com a etapa {$stepName}.
vi: Đã xảy ra vấn đề với bước {$stepName}.

# reviewer.list.reviewerSameInstitution
source: Same institution as author
eu: Egilearen erakunde bera
mk: Иста институција како автор
pt_pt: Mesma afiliação do autor
vi: Cùng tổ chức với tác giả

# editor.submission.days
source: Days
eu: Egunak
mk: Денови
vi: Ngày

# editor.submission.daysInStage
source: Days in Stage
eu: Egunak fase honetan
mk: Денови на сцена
vi: Số ngày trong Giai đoạn

# editor.submission.viewSummary
source: Summary
eu: Laburpena
mk: Собирок
vi: Tóm tắt

# editor.review.logResponse
source: Log Response
eu: Erregistroaren erantzuna
mk: Одговор на дневник
vi: Ghi nhận Phản hồi

# editor.review.logResponse.form.option.accepted
source: Reviewer has accepted the invitation to review
eu: Ebaluatzaileak onartu du berrikusteko gonbidapena
mk: Рецензентот ја прифати поканата за преглед
vi: Người phản biện đã chấp nhận lời mời phản biện

# editor.review.logResponse.form.option.declined
source: Reviewer has declined the invitation to review
eu: Ebaluatzaileak ukatu egin du berrikusteko gonbidapena
mk: Рецензентот ја одби поканата за преглед
vi: Người phản biện đã từ chối lời mời phản biện

# editor.review.download
source: Download Review Form
eu: Deskargatu ebaluazio-inprimakia
mk: Преземете го формуларот за преглед
vi: Tải xuống Biểu mẫu Phản biện

# editor.review.authorOnly
source: Author-Only Sections Displayed
eu: Egileentzat diren atalak soilik bistaratu
mk: Прикажани се делови само за автори
vi: Các mục Chỉ dành cho Tác giả được Hiển thị

# editor.review.allSections
source: Editor Form Shows All Review Sections
eu: Editorearen inprimakiak berrikuspeneko atal guztiak erakusten ditu
mk: Формуларот за уредник ги прикажува сите делови за преглед
vi: Biểu mẫu Biên tập viên Hiển thị Tất cả các Mục Phản biện

# editor.review.logResponse.for
source: Log Response for
eu: Erregistroaren erantzuna honentzat
mk: Одговор за евиденција за
vi: Ghi nhận Phản hồi cho

# editor.review.reviewViewed
source: Review Viewed
eu: Berrikuspena ikusia
mk: Рецензијата е погледната
vi: Đã xem Phản biện

# editor.review.logResponse.form.responseRequired
source: A response must be selected
eu: Erantzun bat hautatu behar da
mk: Мора да се избере одговор
vi: Phải chọn một phản hồi

# editor.review.logResponse.form.detail
source: Record the response on behalf of the reviewer
eu: Grabatu erantzuna ebaluatzailearen izenean
mk: Запишете го одговорот во име на рецензентот
vi: Ghi lại phản hồi thay mặt cho người phản biện

# editor.submission.search
source: Search submissions, ID, authors, keywords, etc.
eu: Bilatu bidalketak, IDa, egileak, gako-hitzak, etab.
mk: Пребарајте поднесоци, ID, автори, клучни зборови итн.
vi: Tìm kiếm bài nộp, ID, tác giả, từ khóa, v.v.

# editor.review.logResponse.form.subDetail
source: If the reviewer contacts you through email or any other means, you can record their response for them
eu: Ebaluatzailea zurekin harremanetan jartzen bada posta elektronikoz edo beste edozein bitartekoren bidez, erantzuna graba dezakezu bere izenean
mk: Ако рецензентот ве контактира преку е-пошта или на кој било друг начин, можете да го снимите нивниот одговор за него
vi: Nếu người phản biện liên hệ với bạn qua email hoặc bất kỳ phương tiện nào khác, bạn có thể ghi lại phản hồi của họ thay cho họ
