Repository: pkp/pkp-lib
Catalog: locale/*/editor.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, eu, fa_ir, fi_fi, fr_ca, fr_fr, hr, hu_hu, hy_am, id_id, is_is, it_it, lv, mk, ms, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sr_rs@cyrillic, sv_se, tr_tr, uk_ua, vi, vi_vn

# editor.submissionArchive.confirmDelete
source: Are you sure you want to permanently delete this submission?
ar_iq: هل أنت متأكد من رغبتك في حذف طلب النشر هذا نهائياً؟
az: Bu qeydi tamamilə silmək istədiyinizdən əminsinizmi?
bg_bg: Наистина ли искате да изтриете за постоянно това изпращане на материали?
cs_cz: Jste si jisti, že chcete trvale smazat tento příspěvek?
eu: Ziur zaude betiko ezabatu nahi duzula bidalketa hau?
hr: Jeste li sigurni da želite trajno obrisati ovu prijavu?
hy_am: Դուք վստա՞հ եք, որ ցանկանում եք ջնջել այս հայտը/նյութը։
is_is: Ertu viss um að þú viljir endanlega eyða þessu handriti?
lv: Vai tiešām vēlaties neatgriezeniski dzēst šo iesniegumu?
mk: Дали сте сигурни дека сакате трајно да го избришете овој поднесок?
ms: Adakah anda pasti mahu memadam penyerahan ini secara kekal?
pl_pl: Czy na pewno chcesz usunąć przesłane teksty?
pt_pt: Deseja realmente eliminar esta submissão?
sv_se: Är du säker på att du vill ta bort det här bidraget permanent?
vi: Bạn có chắc chắn muốn xóa vĩnh viễn bài nộp này không?
vi_vn: Bạn có chắc chắn muốn xóa vĩnh viễn bài này?

# editor.activityLog
source: Activity Log
ar_iq: سجل وقوعات النشاط
az: Fəaliyyət gündəliyi
bg_bg: Дневник на дейностите (log)
cs_cz: Protokol aktivit
de_de: Aktivitätsprotokoll
es_es: Registro de actividad
eu: Jarduera-erregistroa
fa_ir: سوابق اقدامات
fi_fi: Tapahtumaloki
fr_ca: Journal d'événements
hr: Zapis o aktivnosti
hu_hu: Tevékenység log
hy_am: Ակտիվության տվյալներ
id_id: Log Kegiatan
is_is: Aðgerðaskrá
it_it: Registro attività
lv: Aktivitāšu žurnāls
mk: Активности
ms: Log Aktiviti
nb_no: Aktivitetsloggen
pl_pl: Historia aktywności
pt_pt: Histórico de atividade
ro_ro: Jurnalul de activitate
sv_se: Aktivitets logg
tr_tr: Etkinlik Günlüğü
uk_ua: Журнал активності
vi: Nhật ký hoạt động
vi_vn: Nhật ký hoạt động

# editor.submissionLibrary
source: Library
ar_iq: مكتبة المؤلَّف
az: Kitabxana
bg_bg: Библиотека
ca_es: Biblioteca de trameses
cs_cz: Knihovna
de_de: Einreichungsbibliothek
el_gr: Αρχείο υποβολής
es_es: Biblioteca de envío
eu: Bidalketen liburutegia
fa_ir: مجموعه مقالات ارسالی
fi_fi: Liitekirjasto
fr_ca: Bibliothèque
fr_fr: Bibliothèque de soumission
hr: Knjižnica
hu_hu: Beküldési könyvtár
hy_am: Գրադարան
id_id: Pustaka
is_is: Safn
it_it: Archivio delle proposte
lv: Bibliotēka
mk: Библиотека
ms: Pustaka
nb_no: Innleveringsbibliotek
nl_nl: Bibliotheek van de inzending
pl_pl: Biblioteka zgłoszeń
pt_pt: Biblioteca submissão
ro_ro: Bibliotecă
sr_rs@cyrillic: Библиотека предаја
sv_se: Bidragsbibliotek
tr_tr: Gönderi Kütüphanesi
uk_ua: Бібліотека матеріалів
vi: Thư viện
vi_vn: Thư viện

# editor.submission.workflowDecision.submission
source: Decision recorded
ar_iq: المناقشة سُجلت
az: Qərar qeydə alındı
bg_bg: Решението е записано
cs_cz: Rozhodnutí bylo zaznamenáno
de_de: Entscheidung aufgezeichnet
es_es: Decisión registrada
eu: Erabaki erregistratua
fi_fi: Päätös tallennettu
fr_ca: Décision enregistrée
hr: Odluka zabilježena
hu_hu: Döntés rögzítve
hy_am: Որոշումը գրանցված է
id_id: Keputusan direkam
is_is: Ákvörðun skráð
it_it: Decisione registrata
lv: Lēmums reģistrēts
mk: Одлуката е забележана
ms: Keputusan direkodkan
nb_no: Beslutning registrert
pl_pl: Decyzja zarejestrowana
pt_pt: Decisão registada
ro_ro: Decizie înregistrată
sv_se: Beslutet är registrerat
tr_tr: Karar kaydedildi
uk_ua: Рішення записано
vi: Quyết định đã ghi lại
vi_vn: Ghi lại quyết định

# editor.submission.workflowDecision.submission.declined
source: Submission declined.
ar_iq: طلب التقديم رُفض.
bg_bg: Изпратените материали не са приети (отказани).
cs_cz: Příspěvek byl odmítnut.
de_de: Beitrag abgelehnt.
es_es: Envío rechazado.
eu: Bidalketa ukatua.
fi_fi: Käsikirjoitus hylätty.
fr_ca: Soumission refusée.
hr: Podnošenje je odbijeno.
hu_hu: Cikk elutasítva.
hy_am: Ներկայացված նյութը մերժված է։
id_id: Naskah ditolak.
is_is: Innsendingu hafnað.
it_it: Manoscritto rifiutato.
lv: Iesniegtais materiāls noraidīts.
mk: Поднесувањето е одбиено.
ms: Penyerahan ditolak.
nb_no: Innlevering avvist.
pl_pl: Zgłoszenie odrzucone.
pt_pt: Submissão rejeitada.
ro_ro: Manuscris respins.
sv_se: Bidrag refuserat.
tr_tr: Gönderi reddedildi.
uk_ua: Подання відхилено.
vi: Bài nộp đã từ chối.
vi_vn: Bài gửi bị từ chối.

# editor.submission.workflowDecision.submission.accepted
source: Submission accepted.
ar_iq: طلب التقديم قُبِل.
bg_bg: Изпратените материали са приети.
cs_cz: Příspěvek byl přijat.
de_de: Beitrag akzeptiert.
es_es: Envío aceptado.
eu: Bidalketa onartua.
fi_fi: Käsikirjoitus hyväksytty.
fr_ca: Soumission acceptée.
hr: Prijava prihvaćena.
hu_hu: Cikk elfogadva.
hy_am: Հայտն ընդունված է։
id_id: Naskah diterima.
is_is: Innsending samþykkt.
it_it: Manoscritto accettato.
lv: Iesniegtais materiāls pieņemts.
mk: Поднесувањето е одобрено.
ms: Penyerahan diterima.
nb_no: Innlevering akseptert.
pl_pl: Zgłoszenie zaakceptowane.
pt_pt: Submissão aceite.
ro_ro: Manuscris acceptat.
sv_se: Bidrag accepterat.
tr_tr: Gönderi kabul edildi.
uk_ua: Подання прийнято.
vi: Bài nộp đã chấp nhận.
vi_vn: Bài gửi đã được chấp nhận.

# editor.submission.workflowDecision.submission.published
source: Submission published.
ar_iq: طلب التقديم نُشِر.
bg_bg: Изпратените материали са публикувани.
cs_cz: Příspěvek byl publikován.
de_de: Beitrag veröffentlicht.
es_es: Envío publicado.
eu: Bidalketa argitaratua.
fi_fi: Käsikirjoitus julkaistu.
fr_ca: Soumission publiée.
hr: Podnesak je objavljen.
hu_hu: Cikk publikálva.
hy_am: Հոդվածը հրապարակված է:
id_id: Naskah diterbitkan.
is_is: Innsending birt.
it_it: Manoscritto pubblicato.
lv: iesniegtais materiāls publicēts.
mk: Поднесувањето е објавено.
ms: Penyerahan diterbitkan.
nb_no: Innlevering publisert.
pl_pl: Zgłoszenie zostało opublikowane.
pt_pt: Submissão publicada.
ro_ro: Manuscris publicat.
sv_se: Bidraget är publicerat.
tr_tr: Gönderi yayınlandı.
uk_ua: Подання опубліковано.
vi: Bài nộp đã xuất bản.
vi_vn: Bài gửi đã được xuất bản.

# editor.submission.workflowDecision.submission.reviewRound
source: Sent for a new round of reviews.
ar_iq: أُرسل إلى جولة تحكيم جديدة.
bg_bg: Изпратено за нов кръг от рецензиране.
cs_cz: Odesláno do nového recenzního kola.
de_de: In eine neue Begutachtungsrunde geschickt.
es_es: Enviado a una nueva ronda de revisiones.
eu: Berrikuspen-txanda berrira bidalia.
fi_fi: Lähetty uudestaan arvioitavaksi.
fr_ca: Envoyer pour un nouveau cycle d'évaluation.
hr: Poslano na novi krug recenzija.
hu_hu: Új szakmai lektorálási körre küldve.
hy_am: Ուղարկել գրախոսման նոր փուլի:
id_id: Dikirim untuk review putaran baru.
is_is: Sent í nýja ritrýni umferð.
it_it: Inviato ad un nuovo ciclo di revisione.
lv: Nosūtīts jaunai recenzēšanas kārtai.
mk: Прати за нов круг на рецензија.
ms: Dihantar untuk pusingan ulasan baharu.
nb_no: Sendt til en ny vurdering.
pl_pl: Rozpocznij nową rundę recenzji.
pt_pt: Enviada para nova ronda de revisão.
ro_ro: Trimiteți la o nouă rundă de revizuire.
sv_se: Skickas till en ny granskningsrunda.
tr_tr: Yeni bir değerlendirme turu için gönderildi.
uk_ua: Надіслати на новий раунд рецензування.
vi: Đã gửi đi vòng đánh giá mới.
vi_vn: Gửi sang vòng phản biện mới.

# editor.submission.workflowDecision.submission.production
source: Sent to production.
ar_iq: أُرسل إلى الإنتاج.
bg_bg: Изпратено за продукция (публикуване).
cs_cz: Odesláno do produkční fáze.
de_de: Zur Herstellung gesendet.
es_es: Enviado a producción.
eu: Ekoizpenera bidalia.
fi_fi: Lähetetty tuotantoon.
fr_ca: Envoyer à la production.
hr: Poslano u proizvodnju.
hu_hu: Előállításra küldve.
hy_am: Ուղարկել հրապարակման։
id_id: Kirim ke bagian produksi.
is_is: Sent í framleiðslu.
it_it: Inviato in produzione.
lv: Nosūtīts ražošanai.
mk: Прати во продукција.
ms: Dihantar kepada produksi.
nb_no: Sendt til produksjon.
pl_pl: Wyślij do etapu produkcji.
pt_pt: Enviar para produção.
ro_ro: Trimiteți la producție.
sv_se: Skickat till produktion.
tr_tr: Basıma gönderildi.
uk_ua: Надіслано у виробництво.
vi: Đã gửi đến sản xuất.
vi_vn: Gửi sang sản xuất.

# editor.submission.workflowDecision.submission.underReview
source: Submission accepted for review.
ar_iq: طلب التقديم قُبِل للتحكيم.
bg_bg: Изпратените материали са приети за рецензиране.
cs_cz: Příspěvek byl přijat k recenzi.
de_de: Beitrag akzeptiert für Begutachtung.
es_es: Envío aceptado para revisión.
eu: Bidalketa berrikusteko onartua.
fi_fi: Käsikirjoitus hyväksytty arvioitavaksi.
fr_ca: Soumission acceptée pour évaluation.
hr: Podnesak prihvaćen na recenziju.
hu_hu: Cikk elfogadva szakmai lektorálásra.
hy_am: Հոդվածն ընդունված է գրախոսման:
id_id: Naskah diterima untuk di-review.
is_is: Handrit samþykkt til ritrýni.
it_it: Manoscritto accettato per la revisione.
lv: Iesniegtais materiāls pieņemts recenzēšanai.
mk: Поднесувањето е прифатено за лектуира.
ms: Penyerahan diterima untuk ulasan.
nb_no: Innlevering akseptert og sendt til vurdering.
pl_pl: Zgłoszenie zaakceptowane do recenzji.
pt_pt: Submissão aceite para revisão.
ro_ro: Manuscrisul a fost acceptat pentru revizie.
sv_se: Bidraget är accepterat för granskning.
tr_tr: Gönderi değerlendirme için kabul edildi.
uk_ua: Подання прийнято на рецензування.
vi: Bài nộp đã được chấp nhận để đánh giá.
vi_vn: Bài gửi được chấp nhận để phản biện.

# editor.submission.workflowDecision.changeDecision
source: Change decision
ar_iq: تغيير القرار
az: Qərarı dəyişdirin
bg_bg: Промяна на решението
cs_cz: Změnit rozhodnutí
de_de: Entscheidung ändern
es_es: Cambiar la decisión
eu: Erabakia aldatu
fi_fi: Muuta päätöstä
fr_ca: Changer la décision
hr: Promjena odluke
hu_hu: Döntés módosítása
hy_am: Փոխել որոշումը
id_id: Ubah keputusan
is_is: Breyta ákvörðun
it_it: Modifica la decisione
lv: Mainīt lēmumu
mk: Промени ја одлуката
ms: Ubah keputusan
nb_no: Endre avgjørelse
pl_pl: Zmień decyzję
pt_pt: Alterar decisão
ro_ro: Schimbați decizia
sv_se: Ändra beslut
tr_tr: Kararı değiştir
uk_ua: Змінити рішення
vi: Thay đổi quyết định
vi_vn: Thay đổi quyết định

# editor.submission.workflowDecision.disallowedDecision
source: You do not have permission to record this decision on this submission.
bg_bg: Нямате права да запишете това решение в това подаване на материали.
cs_cz: K zápisu tohoto rozhodnutí k tomuto příspěvku nemáte oprávnění.
eu: Ez duzu baimenik bidalketa horri buruzko erabaki hori erregistratzeko.
hr: Nemate dopuštenje za snimanje ove odluke o ovom podnesku.
hy_am: Դուք թույլտվություն չունեք գրանցելու այս որոշումը այս ներկայացման վերաբերյալ:
is_is: Þú hefur ekki leyfi til að skrá þessa ákvörðun fyrir innsendinguna.
lv: Jums nav atļauts ierakstīt lēmumu par šo iesniegto materiālu.
mk: Немате дозвола да ја донесете оваа одлука на овој поднесок.
pt_pt: Não possui permissões para registar esta decisão para esta submissão.
vi: Bạn không có quyền ghi lại quyết định này về bài nộp này.

# editor.submission.workflowDecision.invalidEditor
source: The editor was not recognized and may not have permission to record a decision on this submission.
bg_bg: Редакторът не е разпознат и може да няма права да запише решение относно това подаване на материали.
cs_cz: Editor nebyl rozpoznán a nemusí mít oprávnění zaznamenat rozhodnutí o tomto příspěvku.
eu: Editorea ez da ezagutu eta baliteke bidalketa honi buruzko erabakia erregistratzeko baimenik ez izatea.
hr: Urednik nije prepoznat i možda nema dopuštenje za snimanje odluke o ovom podnesku.
hy_am: Խմբագիրը չի ճանաչվել և կարող է թույլտվություն չունենալ արձանագրելու այս ներկայացման վերաբերյալ որոշումը:
lv: Redaktors netika atpazīts, un, iespējams, viņam nav atļaujas reģistrēt lēmumu par šo iesniegto materiālu.
mk: Уредникот не беше препознаен и можеби нема дозвола да донесува одлука за овој поднесок.
pt_pt: O editor não é reconhecido e pode não ter permissões para registar a decisão para esta submissão.
vi: Biên tập viên không được nhận dạng và có thể không có quyền ghi lại quyết định về bài nộp này.

# editor.submission.workflowDecision.invalidRecipients
source: You can not send an email to the following recipients: {$names}.
az: Aşağıdakı alıcılara bir e-poçt göndərə bilməzsiniz: {$adlar}.
bg_bg: Не можете да изпратите имейл до следните получатели: {$names}.
cs_cz: Následujícím příjemcům nelze odeslat e-mail: {$names}.
eu: Ezin diezu mezu elektronikorik bidali hurrengo hartzaileei: {$names}.
hr: Ne možete poslati e-poštu sljedećim primateljima: {$names}.
hy_am: Դուք չեք կարող նամակ ուղարկել հետևյալ հասցեատերերին՝ {$names}:
lv: Jūs nevarat nosūtīt e-pastu šādiem adresātiem: {$names}.
mk: Не можете да испратите емаил до следните примачи: {$names}.
pt_pt: Não pode enviar e-mail para os seguintes destinatários: {$names}.
vi: Bạn không thể gửi email đến những người nhận sau: {$names}.

# editor.submission.workflowDecision.invalidReviewRound
source: This review round could not be found.
bg_bg: Този кръг от рецензирането не можа да бъде намерен.
cs_cz: Nelze najít toto recenzní kolo.
eu: Berrikuspen-erronda hau ezin izan da aurkitu.
hr: Ovaj krug recenzije nije pronađen.
hy_am: Վերանայման այս փուլը չհաջողվեց գտնել:
lv: Šī recenzēšanas kārta nav atrasta.
mk: Овој круг на преглед не може да се најде.
pt_pt: Não foi possível encontrar esta ronda de revisão.
vi: Không tìm thấy vòng đánh giá này.

# editor.submission.workflowDecision.invalidReviewRoundStage
source: A review round was provided but this decision is not taken during a review stage.
bg_bg: Предоставен е кръг за рецензиране, но това решение не се взема по време на етап на рецензиране.
cs_cz: Bylo zadáno kolo recenzí, ale toto rozhodnutí se v tomto recenzním kole nepřijímá.
eu: Berrikuspen-erronda bat eman zen, baina erabaki hori ez da berrikuspen-fasean hartu.
hr: Omogućen je krug recenzije, ali ova se odluka ne donosi tijekom faze recenzije.
hy_am: Նախատեսվել է վերանայման փուլ, սակայն այս որոշումը չի ընդունվում վերանայման փուլում:
lv: Tika nodrošināta recenzēšanas kārta, bet šis lēmums netiek pieņemts recenzēšanas fāzē.
mk: Обезбеден е круг на преглед, но оваа одлука не е донесена во фаза на рецензија.
pt_pt: Existiu uma ronda de revisão mas a decisão não foi tomada durante a etapa de revisão.
vi: Đã cung cấp vòng đánh giá nhưng quyết định này không được đưa ra trong giai đoạn đánh giá.

# editor.submission.workflowDecision.invalidReviewRoundSubmission
source: This review round is not part of this submission.
bg_bg: Този кръг на рецензиране не е част от това подаване на материали.
cs_cz: Toto kolo recenzí není součástí tohoto příspěvku.
eu: Berrikuspen-erronda hau ez da bidalketa honen parte.
hr: Ova runda recenzije nije dio ovog podneska.
hy_am: Վերանայման այս փուլը այս ներկայացման մաս չէ:
lv: Šī recenzēšanas kārta nav daļa no materiāla iesniegšanas.
mk: Овој круг на преглед не е дел од овој поднесок.
pt_pt: A ronda de revisão não faz parte desta submissão.
vi: Vòng đánh giá này không phải là một phần của bài nộp này.

# editor.submission.workflowDecision.invalidStage
source: The submission is not at the appropriate stage of the workflow to take this decision.
bg_bg: Подаването на материали не е на подходящия етап от работния процес за вземане на това решение.
cs_cz: Příspěvek se nenachází ve vhodné fázi pracovního postupu, aby bylo možné toto rozhodnutí přijmout.
eu: Bidalketa ez dago lan-fluxuaren fase egokian erabakia hartzeko.
hr: Podnesak nije u odgovarajućoj fazi tijeka rada za donošenje ove odluke.
hy_am: Ներկայացումը աշխատանքային գործընթացի համապատասխան փուլում չէ այս որոշումը կայացնելու համար:
lv: Iesniegtais materiāls nav atbilstošā darba plūsmas posmā, lai pieņemtu šādu lēmumu.
mk: Поднесокот не е во соодветната фаза од работниот тек за да се донесе оваа одлука.
pt_pt: A submissão não se encontra na etapa apropriada do fluxo de trabalho para tomar esta decisão.
vi: Bài nộp không ở giai đoạn phù hợp của quy trình làm việc để đưa ra quyết định này.

# editor.submission.workflowDecision.noUnassignedDecisions
source: You must be assigned to this submission in order to record an editorial decision.
bg_bg: Трябва да бъдете асоциирани за това подаване на материали, за да запишете редакционно решение.
cs_cz: Aby bylo možné zaznamenat redakční rozhodnutí, musíte být k tomuto příspěvku přiřazeni.
eu: Bidalketa hau esleitu behar zaizu erabaki editorial bat erregistratu ahal izateko.
hr: Morate biti dodijeljeni ovom podnesku kako biste zabilježili uredničku odluku.
hy_am: Դուք պետք է նշանակված լինեք այս ներկայացմանը, որպեսզի գրանցեք խմբագրական որոշումը:
lv: Lai reģistrētu redakcionālu lēmumu, jums nepieciešama piesaiste šim iesniegtajam materiālam.
mk: Мора да бидете доделени на овој поднесок за да донесете уредничка одлука.
pt_pt: Deve estar designado a esta submissão para poder registar uma decisão editorial.
vi: Bạn phải được chỉ định cho bài nộp này để ghi lại quyết định biên tập.

# editor.submission.workflowDecision.requiredReviewRound
source: A review round id must be provided in order to take this decision.
bg_bg: Трябва да се предостави идентификатор на кръга за рецензия, за да се вземе това решение.
cs_cz: Id kola recenze je třeba zadat, aby bylo možné přijmout toto rozhodnutí.
eu: Erabaki hori hartu ahal izateko, berrikuspen-errondaren identifikatzaile bat aurkeztu behar da.
hr: Za donošenje ove odluke mora se navesti ID kruga recenzije.
hy_am: Այս որոշումը կայացնելու համար պետք է տրամադրվի վերանայման փուլի ID:
lv: Lai pieņemtu šo lēmumu, jānorāda recenzēšanas kārtas ID.
mk: За да се донесе оваа одлука, мора да се приложи редоследен круг на рецензија.
pt_pt: É necessário fornecer um ID de ronda de revisão para tomar esta decisão.
vi: Phải cung cấp ID vòng đánh giá để đưa ra quyết định này.

# editor.submission.workflowDecision.requiredDecidingEditor
source: A recommendation can not be made unless an editor is assigned to this stage who can take a final decision.
bg_bg: Не може да се направи препоръка, освен ако на този етап не е назначен редактор, който може да вземе окончателно решение.
cs_cz: Doporučení nelze vydat, pokud není v této fázi přidělen redaktor, který může přijmout konečné rozhodnutí.
eu: Ezin da gomendiorik egin, fase horri azken erabakia har dezakeen editorerik esleitzen ez zaion bitartean.
hr: Preporuka se ne može dati ako ovoj fazi nije dodijeljen urednik koji može donijeti konačnu odluku.
hy_am: Առաջարկություն չի կարող տրվել, քանի դեռ այս փուլում չի նշանակվել խմբագիր, ով կարող է վերջնական որոշում կայացնել:
lv: Ieteikumu var sniegt tikai tad, ja šajā posmā ir norīkots redaktors, kurš var pieņemt galīgo lēmumu.
mk: Не може да се даде препорака освен ако во оваа фаза не е назначен уредник кој може да донесе конечна одлука.
pt_pt: Não é possível emitir uma recomendação se não estiver designado um editor a esta etapa que possa tomar a decisão final.
vi: Không thể đưa ra đề xuất trừ khi có biên tập viên được chỉ định cho giai đoạn này có thể đưa ra quyết định cuối cùng.

# editor.submission.workflowDecision.submissionInvalid
source: A decision could not be taken on this submission. The submission id is missing or does not match the requested submission.
bg_bg: Не можа да се вземе решение по това подаване на материали. Идентификационният номер на подаването на материали липсва или не съвпада с исканото подаване на материали.
cs_cz: O tomto příspěvku nebylo možné rozhodnout. Id příspěvku chybí nebo neodpovídá požadovanému příspěvku.
eu: Ezin izan da bidalketa horri buruzko erabakirik hartu. Bidalketaren IDa falta da edo ez dator bat eskatutako bidalketarekin.
hr: Nije bilo moguće donijeti odluku o ovom podnesku. ID podneska nedostaje ili ne odgovara traženom podnesku.
hy_am: Այս ներկայացման վերաբերյալ որոշում չի կայացվել: Ներկայացման ID-ն բացակայում է կամ չի համապատասխանում հայցվող ներկայացմանը:
lv: Par šo iesniegto materiālu nevarēja pieņemt Lēmumu. Iesniegtā materiāla ID nav norādīts vai tas neatbilst pieprasītajam iesniegtajam materiālam.
mk: Не можеше да се донесе одлука за овој поднесок. Идентификацијата на поднесокот недостасува или не се совпаѓа со бараниот поднесок.
pt_pt: Não foi possível tomar uma decisão para esta submissão. O ID de submissão encontra-se em falta ou não corresponde à submissão solicitada.
vi: Không thể đưa ra quyết định về bài nộp này. ID bài nộp bị thiếu hoặc không khớp với bài nộp được yêu cầu.

# editor.submission.workflowDecision.typeInvalid
source: This decision could not be found. Please provide a recognized decision type.
bg_bg: Това решение не може да бъде намерено. Моля, посочете познат тип решение.
cs_cz: Toto rozhodnutí se nepodařilo nalézt. Uveďte prosím rozpoznaný typ rozhodnutí.
eu: Ezin izan da erabaki hori aurkitu. Mesedez, eman onartutako erabaki-mota bat.
hr: Ovu odluku nije moguće pronaći. Navedite priznatu vrstu odluke.
hy_am: Այս որոշումը չհաջողվեց գտնել: Խնդրում ենք տրամադրել ճանաչված որոշման տեսակ:
lv: Šo lēmumu neizdevās atrast. Lūdzu, norādiet atpazīto lēmuma veidu.
mk: Оваа одлука не можеше да се најде. Ве молиме одберете една од наведените типови на одлуки.
pt_pt: Esta decisão não foi encontrada. Forneça um tipo de decisão reconhecido.
vi: Không tìm thấy quyết định này. Vui lòng cung cấp loại quyết định được nhận dạng.

# editor.review.notInitiated
source: The review process has not yet been initiated.
ar_iq: عملية التحكيم لم يباشر بها بعد.
bg_bg: Процесът по рецензиране все още не е започнал.
ca_es: El procés de revisió encara no s'ha iniciat.
cs_cz: Recenzní proces doposud nezačal.
de_de: Der Begutachtungsprozess ist noch nicht eingeleitet worden.
el_gr: Η διαδικασία αξιολόγησης δεν έχει ξεκινήσει.
es_es: El proceso de revisión todavía no se ha iniciado.
eu: Berrikuspen-prozesua oraindik ez da hasi.
fa_ir: پروسه داوری هنوز آغاز نشده است.
fi_fi: Tarkistusprosessia ei ole vielä aloitettu.
fr_ca: Le processus de révision n'a pas encore débuté.
fr_fr: Le processus de révision n'a pas encore débuté.
hr: Postupak recenzije još nije pokrenut.
hu_hu: A szakmai lektorálási folyamat még nem indult el.
hy_am: Գրախոսման գործընթացը դեռ բացված չէ:
id_id: Proses review belum dimulai.
is_is: Ritrýniferli er ekki hafið.
it_it: Il processo di revisione non è ancora iniziato.
lv: Recenzēšanas process vēl nav uzsākts.
mk: Процесот на рецензија сè уште не е започнат.
ms: Proses ulasan masih belum dimulakan.
nb_no: Fagfelleurderingen har ikke startet.
nl_nl: De review stap is nog niet gestart.
pl_pl: Proces recenzji nie został jeszcze rozpoczęty.
pt_pt: O processo de revisão ainda não foi iniciado.
ro_ro: Procesul de revizuire nu a fost încă inițiat.
sr_rs@cyrillic: Процес рецензирања још није започет.
sv_se: Granskningsprocessen har inte påbörjats ännu.
tr_tr: Değerlendirme süreci henüz başlatılmamıştır.
uk_ua: Рецензування ще не розпочалося.
vi: Quy trình đánh giá chưa được bắt đầu.
vi_vn: Quá trình phản biện chưa được khởi tạo.

# editor.submission.copyediting.personalMessageToUser
source: Message to user
ar_iq: رسالة إلى المستخدم
az: İstifadəçiyə bir mesaj göndər
bg_bg: Съобщение до потребителя
ca_es: Missatge per a l'usuari/ària
cs_cz: Zpráva uživateli
de_de: Nachricht an Benutzer/in
el_gr: Μήνυμα προς τον Χρήστη
es_es: Mensaje al usuario/a
eu: Erabiltzaileari mezua
fa_ir: پیام به کاربر
fi_fi: Viesti käyttäjälle
fr_ca: Message à l'utilisateur-trice
fr_fr: Message à l'utilisateur
hr: Poruka korisniku
hu_hu: Üzenet a felhasználónak
hy_am: Նամակ օգտագործողին
id_id: Kirim pesan ke pengguna
is_is: Skilaboð til notanda
it_it: Messaggio all'utente
lv: Ziņojums lietotājam
mk: Порака до корисникот
ms: Mesej kepada pengguna
nb_no: Melding til bruker
nl_nl: Bericht aan gebruiker
pl_pl: Wiadomość do użytkownika
pt_pt: Mensagem para utilizador
ro_ro: Mesaj către utilizator
sr_rs@cyrillic: Порука за корисника
sv_se: Meddelande till användare
tr_tr: Kullanıcıya mesaj gönder
uk_ua: Повідомлення користувачу
vi: Tin nhắn cho người dùng
vi_vn: Tin nhắn tới người dùng
