Repository: pkp/pkp-lib
Catalog: locale/*/editor.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, eu, fa_ir, fi_fi, fr_ca, fr_fr, hr, hu_hu, hy_am, id_id, is_is, it_it, lv, mk, ms, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sr_rs@cyrillic, sv_se, tr_tr, uk_ua, vi, vi_vn

# editor.submission.addReviewer
source: Add Reviewer
ar_iq: إضافة محكم
az: Rəyçi əlavə edin
bg_bg: Добавяне на рецензент
ca_es: Afegeix un revisor/a
cs_cz: Přidat recenzenta
de_de: Gutachter/in hinzufügen
el_gr: Προσθήκη Αξιολογητή
es_es: Añadir revisor/a
eu: Gehitu ebaluatzailea
fa_ir: افزودن داور
fi_fi: Lisää arvioija
fr_ca: Ajouter un-e évaluateur-trice
fr_fr: Ajouter un rapporteur
hr: Dodaj recenzenta
hu_hu: Szakmai lektor hozzáadása
hy_am: Ավելացնել գրախոսող
id_id: Tambah Peninjau
is_is: Bæta við ritrýni
it_it: Aggiungi un revisore
lv: Pievienot recenzentu
mk: Додади рецензент
ms: Tambah Pengulas
nb_no: Legg til fagfelle
nl_nl: Voeg reviewer toe
pl_pl: Dodaj recenzenta
pt_pt: Adicionar revisor
ro_ro: Adăugare revizor
sr_rs@cyrillic: Додај рецензента
sv_se: Lägg till granskare
tr_tr: Hakem Ekle
uk_ua: Додати рецензента
vi: Thêm người đánh giá
vi_vn: Thêm người phản biện

# editor.submission.findAndSelectReviewer
source: Locate a Reviewer
ar_iq: حدد محكماً
az: Bir rəyçi təyin edin
bg_bg: Намиране на рецензент
ca_es: Trobar un revisor/a
cs_cz: Vyhledejte recenzenta
de_de: Gutachter/in finden
el_gr: Εύρεση Αξιολογητή
es_es: Encontrar un revisor/a
eu: Kokatu ebaluatzaile bat
fa_ir: انتخاب داور
fi_fi: Etsi arvioija
fr_ca: Trouver un-e évaluateur-trice
fr_fr: Trouver un rapporteur
hr: Pronađite recenzenta
hu_hu: Szakmai lektor keresése
hy_am: Կցել գրախոսող
id_id: Temukan Peninjau
is_is: Finna ritrýni
it_it: Trova e seleziona un revisore
lv: Izvēlēties recenzentu
mk: Пронајди рецензент
ms: Cari Pengulas
nb_no: Finn en fagfelle
nl_nl: Zoek een reviewer
pl_pl: Znajdź recenzenta
pt_pt: Localizar um revisor
ro_ro: Găsiți un revizor
sr_rs@cyrillic: Пронађи рецензента
sv_se: Sök och välj granskare
tr_tr: Bir Hakem Belirleyin
uk_ua: Обрати рецензента
vi: Tìm người đánh giá
vi_vn: Định vị người phản biện

# editor.submission.findAndSelectUser
source: Locate a User
ar_iq: حدد مستخدماً
az: Bir istifadəçi təyin edin
bg_bg: Намиране на потребител
ca_es: Trobar un usuari/ària
cs_cz: Vyhledat uživatele
de_de: Nutzer/in finden
el_gr: Εύρεση Χρήστη
es_es: Encontrar un usuario/a
eu: Aurkitu erabiltzaile bat
fa_ir: انتخاب کاربر
fi_fi: Etsi käyttäjä
fr_ca: Trouver un-e utilisateur-trice
fr_fr: Trouver un utilisateur
hr: Pronađite korisnika
hu_hu: Felhasználó keresése
hy_am: Տեղադրել օգտագործող
id_id: Temukan Pengguna
is_is: Finna notanda
it_it: Trova e seleziona utente
lv: Izvēlēties lietotāju
mk: Пронајди корисник
ms: Cari Pengguna
nb_no: Finn en bruker
nl_nl: Zoek een gebruiker
pl_pl: Znajdź użytkownika
pt_pt: Localizar um utilizador
ro_ro: Găsiți un utilizator
sr_rs@cyrillic: Пронађи корисника
sv_se: Sök och välj användare
tr_tr: Bir Kullanıcı Belirleyin
uk_ua: Обрати користувача
vi: Tìm người dùng
vi_vn: Định vị một Người dùng

# editor.submission.fileList.includeAllStages
source: Show files from all accessible workflow stages.
ar_iq: أظهر الملفات من كل مراحل المخطط الانسيابي المتاحة.
bg_bg: Показване на файлове от всички достъпни етапи на работния процес.
ca_es: Inclou tots els fitxers de totes les fases accessibles del circuit de treball.
cs_cz: Ukázat soubory ze všech přístupných etap workflow.
de_de: Alle Dateien aus allen verfügbaren Workflow-Phasen berücksichtigen.
el_gr: Προβολή αρχείων από όλα τα προσβάσιμα στάδια της ροής εργασιών.
es_es: Incluir todos los archivos de todas las etapas de flujo de trabajo con acceso.
eu: Bistaratu lan-fluxuaren fase eskuragarri guztietako fitxategiak.
fa_ir: نمایش همه‌ی فایل‌های قابل دسترسی روند کار این مقاله
fi_fi: Näytä tiedostot kaikista käytettävissä olevista työnkulun vaiheista.
fr_ca: Afficher les fichiers de toutes les étapes accessibles du processus éditorial.
fr_fr: Inclure tous les fichiers de toutes les étapes de production accessibles.
hr: Prikaži datoteke iz svih dostupnih faza tijeka rada.
hu_hu: Fájlok megjelenítése az összes elérhető munkafolyamat szakaszból.
hy_am: Ցուցադրել ֆայլերը բոլոր հասանելի աշխատանքի փուլերից:
id_id: Tampilkan file dari semua tahapan alur kerja yang dapat diakses.
is_is: Sýna skrár frá öllum aðgengilegum verkferlaþrepum.
it_it: Mostra i file accessibili di tutte le fasi di lavorazione.
lv: Parādīt failus no visiem darbplūsmas etapiem.
mk: Покажете датотеки од сите достапни фази на работниот тек.
ms: Tunjukkan fail daripada semua peringkat aliran kerja yang boleh diakses.
nb_no: Vis filer fra alle tilgjengelige stadier i prosessen.
nl_nl: Toon alle bestanden van alle stappen van het redactieproces waartoe u toegang heeft.
pl_pl: Pokaż pliki ze wszystkich dostępnych etapów.
pt_pt: Mostrar ficheiros de todas as etapas de fluxo de trabalho acessíveis.
ro_ro: Afișați fișierele din toate etapele accesibile ale fluxului de lucru.
sr_rs@cyrillic: Покажи фајлове из свих доступних фаза тока рада.
sv_se: Visa filer från alla tillgängliga steg i arbetsflödet.
tr_tr: Tüm erişilebilir iş akışı aşamalarından dosyaları göster.
uk_ua: Показати файли з усіх доступних етапів робочого процесу.
vi: Hiển thị tệp từ tất cả các giai đoạn quy trình làm việc có thể truy cập.
vi_vn: Hiển thị các tệp có thể truy cập từ tất cả các giai đoạn quy trình làm việc.

# editor.submission.review.currentFiles
source: Current Review Files For Round {$round}
ar_iq: ملفات التحكيم الحالية للجولة {$round}
az: {$round}-ci tur üçün etibarlı incələmə faylları
bg_bg: Текущи файлове за преглед за кръг {$round}
ca_es: Últim fitxer de revisions per ronda {$round}
cs_cz: Současné soubory k recenzi pro {$round}. kolo
de_de: Aktuelle Begutachtungsdateien für Runde {$round}
el_gr: Τρέχοντα αρχεία αξιολόγησης για τον γύρο {$round}
es_es: Archivos de revisión en ronda actuales {$round}
eu: {$round}. errondako uneko berrikuspen-fitxategiak
fa_ir: داوری کنونی این فایل‌ها در دور {$round}
fi_fi: Tämänhetkiset kierroksen {$round} arviointitiedostot
fr_ca: Fichiers actuels d'évaluation du cycle : {$round}.
fr_fr: {$round}e série d'évaluation des fichiers.
hr: Trenutačne datoteke recenzije za rundu {$round}
hu_hu: Az aktuális lektorált fájl a {$round} körben
hy_am: {$round} փուլի գրախոսման ընթացիկ ֆայլեր
id_id: File review Saat Ini Untuk Putaran {$round}
is_is: Virkar skrár í ritrýni {$round}
it_it: Attuali file in revisione per il round {$round}
lv: Jaunākie recenzijas faili {$round}. kārtai
mk: Тековни датотеки за преглед за {$round} пат
ms: Fail Ulasan Semasa Untuk Pusingan {$round}
nb_no: Filer til fagfellevurdering i denne runden {$round}
nl_nl: Huidige reviewbestanden voor ronde {$round}
pl_pl: Aktualne pliki recenzji dla rundy {$round}
pt_pt: Ficheiros de revisão atual para ronda {$round}
ro_ro: Fișierele pentru revizia curentă runda {$round}
sr_rs@cyrillic: Тренутни фајлови рецензије за круг {$round}
sv_se: Aktuella granskningsfiler för omgång {$round}
tr_tr: {$round}. Tur İçin Geçerli İnceleme Dosyaları
uk_ua: Поточні файли рецензії для раунду {$round}
vi: Tệp đánh giá hiện tại cho vòng {$round}
vi_vn: Các tập tin phản biện cho Vòng {$round}

# editor.submission.backToSearch
source: Back to Search
ar_iq: العودة إلى البحث
az: Axtarışa qayıdın
bg_bg: Обратно към търсенето
ca_es: Tornar a la cerca
cs_cz: Zpět na vyhledávání
de_de: Zur einfachen Suche zurückkehren
el_gr: Πίσω στην Αναζήτηση
es_es: Volver a la búsqueda simple
eu: Itzuli bilaketara
fa_ir: بازگشت به جستجو
fi_fi: Takaisin hakuun
fr_ca: Revenir à la recherche
fr_fr: Revenir en mode de recherche simple
hr: Natrag na pretraživanje
hu_hu: Vissza a kereséshez
hy_am: Վերադառնալ որոնմանը
id_id: Kembali ke Pencarian
is_is: Til baka í leit
it_it: Torna alla ricerca
lv: Atgriezties uz meklēšanu
mk: Врати на барање
ms: Kembali ke Carian
nb_no: Tilbake til søk
nl_nl: Terug naar zoeken
pl_pl: Powrót do wyszukiwania
pt_pt: Voltar à pesquisa
ro_ro: Reveniți la căutare
sr_rs@cyrillic: Повратак на претрагу
sv_se: Tillbaka till sök
tr_tr: Aramaya Dön
uk_ua: Повернутися до пошуку
vi: Quay lại tìm kiếm
vi_vn: Quay trở lại Tìm kiếm

# editor.review.createReviewer
source: Create New Reviewer
ar_iq: إنشاء محكم جديد
az: Yeni bir rəyçi yaradın
bg_bg: Създаване на нов рецензент
ca_es: Crea un revisor/a nou
cs_cz: Vytvořit nového recenzenta
de_de: Neue/n Gutachter/in anlegen
el_gr: Δημιουργία νέου Αξιολογητή
es_es: Crear nuevo revisor/a
eu: Sortu ebaluatzaile berria
fa_ir: ایجاد داور جدید
fi_fi: Luo uusi arvioija
fr_ca: Créer un-e nouvel-elle évaluateur-trice
fr_fr: Créer un nouveau rapporteur
hr: Stvorite novog recenzenta
hu_hu: Új szakmai lektor létrehozása
hy_am: Ստեղծել նոր գրախոսող
id_id: Buat Peninjau Baru
is_is: Stofna nýjan ritrýni
it_it: Crea un nuovo revisore
lv: Izveidot jaunu recenzentu
mk: Креирај нов лектор
ms: Cipta Pengulas Baharu
nb_no: Opprett ny fagfelle
nl_nl: Maak nieuwe reviewer aan
pl_pl: Utwórz nowego recenzenta
pt_pt: Criar um novo revisor
ro_ro: Creați un nou revizor
sr_rs@cyrillic: Направи новог рецензента
sv_se: Skapa ny granskare
tr_tr: Yeni Bir Hakem Oluştur
uk_ua: Створити нового рецензента
vi: Tạo người đánh giá mới
vi_vn: Tạo một người phản biện mới

# editor.review.enrollReviewer.short
source: Enroll Existing User
ar_iq: إمنح الدور لمستخدم مسجل
az: Mövcud istifadəçini səlahiyyətləndirin
bg_bg: Записване на съществуващ потребител за тази роля
ca_es: Assigna un rol a un usuari/ària existent
cs_cz: Zapojit existujícího uživatele
de_de: Existierende/n Benutzer/in als Gutachter/in eintragen
el_gr: Εγγραφή υπάρχοντα Χρήστη
es_es: Dar de alta un usuario/a existente
eu: Inskribatu lehendik dagoen erabiltzaile bat
fa_ir: عضویت کاربر موجود
fi_fi: Lisää olemassa oleva käyttäjä rooliin
fr_ca: Recruter un-e utilisateur-trice existant-e
fr_fr: Enregistrer un rapporteur actuel
hr: Upišite postojećeg korisnika
hu_hu: Meglévő felhasználó felvétele
hy_am: Ավելացնել գոյություն ունեցող օգտագործող
id_id: Daftarkan Pengguna Yang Ada
is_is: Skrá notanda sem er til
it_it: Aggiungi un utente già esistente
lv: Ierakstīt eksistējošu lietotāju
mk: Вклучи постоечки корисник
ms: Mendaftar Pengguna Sedia Ada
nb_no: Legg til eksisterende bruker
nl_nl: Ken een rol toe aan een bestaande gebruiker
pl_pl: Przypisz istniejącego użytkownika
pt_pt: Inscrever utilizador existente
ro_ro: Înrolați utilizatorul existent
sr_rs@cyrillic: Укључи постојећег корисника
sv_se: Tilldela befintlig användare
tr_tr: Mevcut Kullanıcıyı Yetkilendir
uk_ua: Записати існуючого користувача
vi: Đăng ký người dùng hiện có
vi_vn: Đăng ký người dùng hiện tại

# editor.review.unassignReviewer
source: Unassign Reviewer
ar_iq: إلغاء تعيين المحكم
az: Rəyçinin təyinatını ləğv edin
bg_bg: Отписване на асоциирания рецензент
ca_es: Desassigna un revisor/a
cs_cz: Zrušit přiřazení recenzenta
de_de: Zuteilung an Gutachter/in aufheben
el_gr: Αφαίρεση Αξιολογητή
es_es: Desasignar revisor/a
eu: Kendu esleipena ebaluatzaileari
fa_ir: لغو انتساب داور
fi_fi: Peru arviointipyyntö
fr_ca: Retirer le privilège de l'évaluateur-trice
fr_fr: Retirer ce rapporteur
hr: Poništi dodjelu recenzenta
hu_hu: Szakmai lektor hozzárendelésének megszüntetése
hy_am: Չնշանակված գրախոսող
id_id: Bebastugaskan Peninjau
is_is: Afskrá ritrýni
it_it: Togli revisore
lv: Atcelt recenzentu
mk: Исклучи лектор
ms: Nyahtugaskan Pengulas
nb_no: Fjern fagfelle
nl_nl: Verwijder reviewer
pl_pl: Cofnij przypisanie recenzenta
pt_pt: Remover revisor
ro_ro: Retragerea atribuirii pentru revizie
sr_rs@cyrillic: Откажи рецензента
sv_se: Ta bort granskare från bidrag
tr_tr: Hakem Atamasını İptal Et
uk_ua: Скасувати призначення рецензента
vi: Hủy chỉ định người đánh giá
vi_vn: Hủy đăng ký người phản biện

# editor.review.cancelReviewer
source: Cancel Reviewer
ar_iq: إلغاء المحكم
az: Rəyçini ləğv edin
bg_bg: Отмяна на молбата за рецензия към рецензент
cs_cz: Zrušit recenzenta
de_de: Gutachter streichen
es_es: Cancelar el revisor/a
eu: Ezeztatu ebaluatzailea
fi_fi: Peru arvioija
fr_ca: Annuler l'évaluateur-trice
hr: Otkaži recenzenta
hu_hu: Szakmai lektor lektorálásának megszakítása
hy_am: Չեղարկել գրախոսին
id_id: Batalkan Peninjau
is_is: Skráningu ritrýnis eytt
it_it: Elimina revisore
lv: Atcelt recenzēšanu
mk: Откажи лектор
ms: Batalkan Pengulas
nb_no: Avslutt fagfellevurdering for fagfelle
pl_pl: Usuń recenzenta
pt_pt: Cancelar revisor
ro_ro: Anulați recenzorul
sv_se: Avboka granskare
tr_tr: Hakemi İptal Et
uk_ua: Відмінити рецензента
vi: Hủy người đánh giá
vi_vn: Hủy người phản biện

# editor.review.reinstateReviewer
source: Reinstate Reviewer
ar_iq: إعادة المحكم
az: Rəyçini təkrar təyin edin
bg_bg: Възстановяване на асоциирането към рецензент
cs_cz: Znovu přiřadit recenzenta
de_de: Gutachter wiedereinsetzen
es_es: Restablecer el revisor/a
eu: Berrezarri ebaluatzailea
fi_fi: Palauta arvioija
fr_ca: Réintégrer l'évaluateur-trice
hr: Vrati recenzenta
hu_hu: Szakmai lektor lektorálásának újrakezdeményezése
hy_am: Վերականգնել գրախոսողին
id_id: Kembalikan Peninjau
is_is: Ritrýnir endurskráður
it_it: Ripristina revisore
lv: Atjaunot recenzenta lomu
mk: Назначи лектор повторно
ms: Kembalikan Pengulas
nb_no: Gjenoppnevn fagfelle
pl_pl: Przywróć recenzenta
pt_pt: Restituir revisor
ro_ro: Reinstituire recenzor
sv_se: Återinsätt granskare
tr_tr: Hakemi Yeniden Ata
uk_ua: Відновити рецензента
vi: Khôi phục người đánh giá
vi_vn: Phục hồi người phản biện

# editor.review.resendRequestReviewer
source: Resend Review Request
bg_bg: Повторно изпращане на молба за рецензия
eu: Birbidali berrikuspen-eskaera
hr: Ponovno pošaljite zahtjev za recenziju
lv: Atkārtoti nosūtīt recenzēšanas pieprasījumu
mk: Повторно испратете барање за реценција
pt_pt: Reenviar solicitação de revisão
vi: Gửi lại yêu cầu đánh giá

# editor.submissionReview.reviewType
source: Review Type
ar_iq: نوع التحكيم
az: Dəyərəndirmə növü
bg_bg: Тип на рецензията
ca_es: Tipus de revisió
cs_cz: Typ recenze
de_de: Begutachtungstyp
el_gr: Τύπος αξιολόγησης
es_es: Tipo de revisión
eu: Berrikuspen mota
fa_ir: نوع داوری
fi_fi: Arviointityyppi
fr_ca: Type d'évaluation
fr_fr: Type d'évaluation
hr: Vrsta recenzije
hu_hu: Lektorálás típus
hy_am: Գրախոսության տեսակ
id_id: Tipe Review
is_is: Tegund ritrýni
it_it: Tipo revisione
lv: Recenzēšanas veids
mk: Вид на лектура
ms: Jenis Ulasan
nb_no: Type vurdering
pl_pl: Rodzaj recenzji
pt_pt: Tipo de revisão
ro_ro: Tip revisie
sr_rs@cyrillic: Тип рецензије
sv_se: Granskningstyp
tr_tr: Değerlendirme Türü
uk_ua: Тип рецензування
vi: Loại đánh giá
vi_vn: Kiểu phản biện

# editor.submissionReview.sendEmail
source: Send an email notification to the author(s): {$authorName}
ar_iq: أرسل إشعاراً برسالة الكترونية إلى المؤلف/المؤلفين: {$authorName}
az: {$authorName} adlı müəllif(lər)ə bir email bildirişi göndər
bg_bg: Изпращане на известие по имейл до автора/авторите: {$authorName}
cs_cz: Odeslání emailového upozornění autorovi/autorům: {$authorName}
de_de: Eine E-Mail-Benachrichtigung an die Autor/innen schicken: {$authorName}
el_gr: Αποστολή ειδοποίησης στον/στους Συγγραφέα/εις: {$authorName}
es_es: Enviar un correo electrónico de notificación al autor/a {$authorName}
eu: Bidali posta elektroniko bidezko jakinarazpena egileari(ei): {$authorName}
fa_ir: ارسال ایمیل اطلاع‌رسانی به نویسنده(گان): {$authorName}
fi_fi: Lähetä sähköposti-ilmoitus kirjoittajalle: {$authorName}
fr_ca: Envoyer un courriel d'avis à le,la ou les auteur-e-s: {$authorName}
fr_fr: Envoyer un mail aux auteurs : {$authorName}
hr: Pošaljite obavijest e-poštom autorima: {$authorName}
hu_hu: Küldjön egy e-mail értesítést a szerző(k)nek: {$authorName}
hy_am: էլ. փոստով ծանուցում ուղարկել հեղինակին՝ {$authorName}
id_id: Kirim notifikasi surel ke penulis: {$authorName}
is_is: Senda tilkynningu í tölvupósti til höfunda(r): {$authorName}
it_it: Manda una email di notifica agli autori: {$authorName}
lv: Nosūtīt e-pasta paziņojumu autoram(-iem): {$authorName}
mk: Испрати имелј соопштение до автор(и): {$authorName}
ms: Hantar e-mel pemberitahuan kepada pengarang: {$authorName}
nb_no: Send en beskjed via e-post til forfatter(ne): {$authorName}
nl_nl: Verstuur een verwittigings-e-mail aan de auteur(s): {$authorName}
pl_pl: Wyślij e-mail z powiadomieniem do autora(ów): {$authorName}
pt_pt: Enviar um e-mail de notificação ao(s) autor(es): {$authorName}
ro_ro: Trimiteți un email de notificare către autor(i): {$authorName}
sv_se: Skicka en e-postavisering till författaren/-arna: {$authorName}
tr_tr: {$authorName} adlı yazar(lar)a bir e-posta bildirimi gönderin
uk_ua: Надішліть сповіщення електронною поштою автору (авторам): {$authorName}
vi: Gửi email thông báo cho tác giả: {$authorName}
vi_vn: Gửi thông báo qua email cho (các) tác giả: {$authorName}

# editor.submissionReview.sendEmail.editors
source: Send an email notification to the editor(s): {$editorNames}
ar_iq: رسل إشعاراً برسالة الكترونية إلى المحرر/المحررين: {$editorNames}
az: {$authorName} adlı redaktor(lar)a bir email bildirişi göndər
bg_bg: Изпращане на известие по имейл до редактора/редакторите: {$editorNames}
cs_cz: Odeslání emailového upozornění redaktorovi/redaktorům: {$editorNames}
de_de: Eine E-Mail-Benachrichtigung an die Redakteur/innen schicken: {$editorNames}
el_gr: Αποστολή ειδοποίησης στον/στους Επιμελητή/ες: {$editorNames}
es_es: Enviar un correo electrónico de notificación al editor/a {$editorNames}
eu: Bidali posta elektroniko bidezko jakinarazpena editoreari(ei): {$editorNames}
fa_ir: ارسال ایمیل اطلاع‌رسانی به دبیر(ان): {$editorNames}
fi_fi: Lähetä sähköposti-ilmoitus toimittajalle: {$editorNames}
fr_ca: Envoyer un courriel d'avis au,à la ou aux rédacteur-trice-s: {$editorNames}
fr_fr: Envoyer un mail aux rédacteurs : {$editorNames}
hr: Pošaljite obavijest e-poštom uredniku(ima): {$editorNames}
hu_hu: Küldjön egy e-mail értesítést a szerkesztő(k)nek: {$editorNames}
hy_am: Ուղարկել ծանուցում էլ. փոստով խմբագրին(ներին): {$editorNames}
id_id: Kirim notifikasi surel ke editor: {$editorNames}
is_is: Senda tilkynningu í tölvupósti til ritstjóra: {$editorNames}
it_it: Manda una mail di notifica agli editors: {$editorNames}
lv: Nosūtīt e-pasta paziņojumu redaktoram(-iem): {$editorNames}
mk: Испрати имејл соопштение до уредник(ци): {$editorNames}
ms: Hantar e-mel pemberitahuan kepada editor: {$editorNames}
nb_no: Send en beskjed via e-post til redaktøren(e): {$editorNames}
nl_nl: Verstuur een verwittigings-e-mail aan de redacteur(s): {$editorNames}
pl_pl: Wyślij e-mail z powiadomieniem do redaktora(ów): {$editorNames}
pt_pt: Enviar um e-mail de notificação ao(s) editor(es): {$editorNames}
ro_ro: Trimiteți un email de notificare către editor(i): {$editorNames}
sv_se: Skicka en e-postavisering till redaktören/-erna: {$editorNames}
tr_tr: {$editorNames} adlı editör(ler)e bir e-posta bildirimi gönderin
uk_ua: Надішліть сповіщення електронною поштою редактору (редакторам): {$editorNames}
vi: Gửi email thông báo cho biên tập viên: {$editorNames}
vi_vn: Gửi thông báo qua email tới (các) Biên tập viên: {$editorNames}

# editor.submissionReview.skipEmail
source: Do not send an email notification
ar_iq: لا ترسل إشعاراً بريدياً
az: Email bildirişi göndərməyin
bg_bg: Да не се изпраща известие по имейл
ca_es: No envieu un correu electrònic a l'autor
cs_cz: Neposílat emailové upozornění
de_de: E-Mail nicht an Autor/in schicken
el_gr: Να μην αποσταλεί ειδοποίηση.
es_es: No enviar correo electrónico de notificación
eu: Ez bidali posta elektroniko bidezko jakinarazpenik
fa_ir: عدم ارسال ایمیل به نویسندگان
fi_fi: Älä lähetä kirjoittajalle sähköpostia
fr_ca: Ne pas envoyer de courriel d'avis
fr_fr: Ne pas envoyer un courriel à l'auteur
hr: Nemojte slati obavijesti e-poštom
hu_hu: Szerzői emailt ne küldjön
hy_am: էլ. փոստով ծանուցում չուղարկել
id_id: Jangan kirim notifikasi surel
is_is: Ekki senda tilkynningu í tölvupósti
it_it: Non inviare una email all'autore
lv: Nesūtīt e-pasta paziņojumu
mk: Не испраќај имејл соопштение
ms: Jangan hantar e-mel pemberitahuan
nb_no: Ikke send e-post til forfatter
nl_nl: Verstuur geen verwittigings-e-mail
pl_pl: Nie wysyłaj wiadomości e-mail z powiadomieniem
pt_pt: Não envie o e-mail do autor
ro_ro: Nu trimiteți emailul de notificare
sr_rs@cyrillic: Не шаљи имејл аутору
sv_se: Skicka inte e-postmeddelande till författaren
tr_tr: e-posta bildirimi gönderme
uk_ua: Не надсилати електронного листа автору
vi: Không gửi email thông báo
vi_vn: Không gửi (bỏ qua) email thông báo

# editor.submissionReview.open
source: Open
ar_iq: علني
az: Açıq
bg_bg: Отваряне
ca_es: Oberts
cs_cz: Otevřený
de_de: Offen
el_gr: Ανοικτή
es_es: Abrir
eu: Irekia
fa_ir: باز کردن
fi_fi: Avoin
fr_ca: Évaluation ouverte
fr_fr: Évaluation ouverte
hr: Otvori
hu_hu: Nyitott
hy_am: Բացել
id_id: Terbuka
is_is: Opið
it_it: Libera
lv: Atvērts
mk: Отвори
ms: Buka
nb_no: Åpen
pl_pl: Otwarta
pt_pt: Aberta
ro_ro: Deschis
sr_rs@cyrillic: Отворена
sv_se: Öppen
tr_tr: Açık
uk_ua: Відкрите
vi: Mở
vi_vn: Mở

# editor.submissionReview.anonymous
source: Anonymous Reviewer/Disclosed Author
ar_iq: محكم سري/مؤلف مكشوف
az: Anonim rəyçi/Açıq Müəllif
bg_bg: Анонимен рецензент/Разкрит автор
cs_cz: Anonymní recenzent/ Zveřejněný autor
eu: Ebaluatzaile anonimoa/Egilea agerian utzita
hr: Anonimni recenzent/Otkriveni autor
hy_am: Անանուն գրախոսող/Թաքնված հեղինակ
is_is: Óþekktur ritrýnir/ Þekktur höfundur
lv: Anonīms recenzents/atklāts autors
mk: Слепо
ms: Pengulas Tanpa Nama/Pengarang Terdedah
pl_pl: Recenzja pojedynczo ślepa (single blind)
pt_pt: Revisor anónimo/Autor conhecido
vi: Người đánh giá ẩn danh/Tác giả được công bố

# editor.submissionReview.doubleAnonymous
source: Anonymous Reviewer/Anonymous Author
ar_iq: محكم مجهول/مؤلف مجهول
az: Anonim rəyçi/Anonim müəllif
bg_bg: Анонимен рецензент/Анонимен автор
cs_cz: Anonymní recenzent/Anonymní autor
eu: Ebaluatzaile anonimoa/Egile anonimoa
hr: Anonimni recenzent/Anonimni autor
hy_am: Անանուն գրախոսող/Անունուն հեղինակ
is_is: Óþekktur ritrýnir/Óþekktur höfundur
lv: Anonīms recenzents/anonīms autors
mk: Двојно слепо
ms: Pengulas Tanpa Nama/Pengarang Tanpa Nama
pl_pl: Recenzja podwójnie ślepa (double blind)
pt_pt: Revisor anónimo/Autor anónimo
vi: Người đánh giá ẩn danh/Tác giả ẩn danh

# editor.submissionReview.restrictFiles
source: Files To Be Reviewed
ar_iq: الملفات التي في النية تحكيمها
az: Dəyərləndiriləcək fayllar
bg_bg: Файлове за преглед/рецензия
ca_es: Restringiu els fitxers disponibles
cs_cz: Soubory k recenzi
de_de: Zu begutachtende Dateien
el_gr: Αρχεία προς αξιολόγηση
es_es: Restringir archivos disponibles
eu: Berrikusi beharreko fitxategiak
fa_ir: فایل‌هایی که باید داوری شود
fi_fi: Arvioitavat tiedostot
fr_ca: Fichiers devant être évalués
fr_fr: Restreindre les fichiers disponibles.
hr: Datoteke koje treba recenzirati
hu_hu: Lektorálandó fájlok
hy_am: Գրախոսման ենթակա ֆայլեր
id_id: File Yang Akan Di-review
is_is: Handrit sem á að ritrýna
it_it: File in revisione
lv: Recenzējamie faili
mk: Фајлови за рецензирање
ms: Fail Untuk Diulas
nb_no: Filer til fagfellevurdering
nl_nl: Bestanden voor review
pl_pl: Pliki do zrecenzowania
pt_pt: Ficheiros a serem revistos
ro_ro: Fișiere ce trebuie revizuite
sr_rs@cyrillic: Фајлови за рецензирање
sv_se: Filer att granska
tr_tr: Değerlendirilecek Dosyalar
uk_ua: Файли для рецензування
vi: Tệp cần đánh giá
vi_vn: Các tập tin được phản biện
