Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.editorDecisionRevertDecline.body
source: <p>Dear {$recipientName},</p> <p>The decision to decline your submission, {$submissionTitle}, has been reversed. An editor will complete the round of review and you will be notified when a decision is made.</p> <p>Occasionally, a decision to decline a submission will be recorded accidentally in our system and must be reverted. I apologize for any confusion this may have caused.</p> <p>We will contact you if we need any further assistance.</p> <p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p> <p>Kind regards,</p> <p>{$signature}</p>
ar: <p>عزيزنا {$recipientName}،</p> <p>قرار رفض طلب تقديمكم، {$submissionTitle}، قد تم التراجع عنه. سيقوم المحرر بإكمال جولة التحكيم وسيتم إبلاغكم عند اتخذ القرار.</p> <p>أحيانًا، يتم تسجيل قرار رفض طلب التقديم عرضيًا في نظامنا ولا بد من التراجع عنه. أقدم إعتذاري عن أي لبس قد يكون حدث بسبب ذلك.</p> <p>سنتواصل معكم إذا كنا بحاجة إلى أي مساعدة إضافية.</p> <p>إذا كانت لديكم أي أسئلة، يرجى التواصل معي عبر <a href="{$authorSubmissionUrl}">دفة قيادة طلب التقديم</a>.</p> <p>أطيب التحايا،</p> <p>{$signature}</p>
bg: <p>Уважаеми {$recipientName},</p> <p>Решението да откажем публикуване на вашия материал, {$submissionTitle}, е отменено. Редактор ще завърши кръга на преглед и ще бъдете уведомени, когато вземе решение.</p> <p>онякога случайно може да бъде избрана опцията за отказ на даден материал в нашата система и процедурата изисква редактора да уведоми за отмяната на подобно решение. Извинявам се за объркването, което това може да е причинило.</p> <p>Ще се свържем с вас, ако имаме нужда от допълнителна помощ.</p> <p>Ако имате някакви въпроси, моля, свържете се с мен от вашето <a href="{$authorSubmissionUrl}">табло за управление на подадените материали</a>.</p> <p>Сърдечни поздрави,</p> <p>{$signature}</p>
cs: <p>Vážený/á {$recipientName},</p> <p>Rozhodnutí o zamítnutí vašeho příspěvku, {$submissionTitle}, bylo zrušeno. Redaktor dokončí kolo recenzního řízení a o rozhodnutí budete informováni.</p> <p>Někdy se stane, že rozhodnutí o zamítnutí podání je v našem systému zaznamenáno omylem a musí být vráceno zpět. Omlouvám se za případné zmatky, které to mohlo způsobit.</p> <p>V případě potřeby další pomoci vás budeme kontaktovat.</p> <p>Pokud máte nějaké dotazy, kontaktujte mě prosím ze svého <a href="{$authorSubmissionUrl}">panelu příspěvků</a>.</p> <p>S pozdravem,</p> <p>{$signature}</p>
da: <p>Kære {$recipientName}</p> <p>Beslutningen om at afvise din indsendelse med titlen: {$submissionTitle}, er blevet omstødt. En redaktør vil færdiggøre bedømmelsesrunde, og du vil blive kontaktet, når en beslutning er truffet.</p> <p>Det sker af og til, at en beslutning om at afvise en indsendelse ved en fejl bliver registreret i vores system og derfor må trækkes tilbage. Jeg beklager forvirringen, dette kan have medført.</p> <p>Vi kontakter dig, hvis vi har brug for yderligere assistance fra dig.</p> <p>Hvis du har nogle spørgsmål, er du velkommen til at kontakte mig ved at oprette et indlæg under 'Drøftelser' inde på dit<a href="{$authorSubmissionUrl}">indsendelses dashboard</a>.</p> <p>Med venlig hilsen</p> <p>{$signature}</p>
es: <p>Estimado/a {$recipientName},</p> <p>La decisión de rechazar su envío, {$submissionTitle}, se ha revertido. Un editor/a completará la ronda de revisión y, cuando se haya tomado una decisión, se le notificará.</p> <p>A veces se registra accidentalmente en nuestro sistema la decisión de rechazar un envío y esta acción debe ser revertida. Le pedimos disculpas por la confusión que esto le haya podido causar.</p> <p>Nos pondremos en contacto con usted si necesitamos más ayuda.</p> <p>Si tiene cualquier pregunta puede contactarnos desde el <a href="{$authorSubmissionUrl}">panel de control del envío</a>.</p> <p>Saludos cordiales,</p> <p>{$signature}</p>
eu: <p>{$recipientName} agurgarria:</p> <p>Zure bidalketa, "{$submissionTitle}", bazter uzteko erabakia bertan behera gelditu da. Editore batek ebaluazio-txanda osatuko du. Erabaki bat hartzen denean, jakinaraziko zaizu.</p> <p>Ohikoa ez bada ere, batzuetan bidalketak bazter uzteko erabakiak nahi gabe erregistratzen dira gure sisteman eta bazter utzi behar dira. Barkamena eskatzen dizugu eragindako nahastearengatik.</p> <p>Zurekin harremanetan jarriko gara laguntza gehiagorik behar badugu.</p> <p>Zalantzarik izanez gero, mesedez, jarri nirekin harremanetan <a href="{$authorSubmissionUrl}">bidalketen kontrol-panela</a> baliatuta.</p> <p>Adeitasunez,</p> <p>{$signature}</p>
fi: <p>Hyvä {$recipientName},</p> <p>Päätös käsikirjoituksenne, "{$submissionTitle}", hylkäämisestä on kumottu. </p> <p>Silloin tällöin käsikirjoituksen hylkäyspäätös kirjataan vahingossa järjestelmäämme ja se pitää kumota. Pahoittelemme tästä mahdollisesti aiheutunutta hämmennystä. </p> <p>Otamme yhteyttä, jos tarvitsemme lisätietoja.</p> <p>Jos teillä on kysyttävää, ottakaa yhteyttä minuun <a href="{$authorSubmissionUrl}">aloittamalla uusi keskustelu sivustollamme</a>.</p> <p>Ystävällisin terveisin,</p> <p>{$signature}</p>
fr_ca: <p>{$recipientName},</p> <p>La décision de rejeter votre soumission, {$submissionTitle}, a été renversée. Un-e rédacteur-trice complétera le cycle d'évaluation et vous serez informé-e lorsqu'une décision éditoriale sera prise.</p> <p>Si vous avez des questions, vous pouvez nous contacter sur votre <a href="{$authorSubmissionUrl}">tableau de bord de soumissions</a>.</p> <p>Cordialement,</p> <p>{$signature}</p>
hy: <p>Հարգելի {$recipientName},</p> <p>Ձեր ներկայացումը մերժելու որոշումը՝ {$submissionTitle}, չեղարկվել է: Խմբագիրը կավարտի վերանայման փուլը, և դուք կտեղեկացվեք, երբ որոշումը կայացվի:</p> <p>Երբ ներկայացումը մերժելու մասին որոշումը կգրանցվի այստեղ մեր համակարգը այն պետք է ետ վերադարձնի: Ներողություն եմ խնդրում ցանկացած շփոթության համար, որը կարող է առաջացնել:</p> <p>Մենք կկապվենք ձեզ հետ, եթե մեզ անհրաժեշտ լինի լրացուցիչ օգնություն:</p> <p>Եթե ունեք հարցեր, դիմեք ինձ ձեր <a href="{$authorSubmissionUrl}">ներկայացման վահանակից</a>:</p> <p>Հարգանքով,</p> <p>{$signature}</p>
id: <p>Kepada Yth. {$recipientName},</p> <p>Keputusan untuk menolak pengiriman artikel anda, "{$submissionTitle}", telah dibatalkan. Seorang editor akan melengkapi putaran review dan anda akan diberitahukan setelah keputusan dibuat.</p> <p>Kadang, keputusan untuk menolak pengiriman artikel akan dicatat secara tidak sengaja pada sistem kami dan harus dibatalkan. Saya mohon maaf atas kekeliruan yang terjadi.</p> <p>Kami akan menghubungi anda jika kami membutuhkan bantuan lebih lanjut.</p> <p>Jika anda mempunyai pertanyaan, silakan kontak saya dari <a href="{$authorSubmissionUrl}">dasbor pengiriman anda</a>.</p> <p>Hormat kami,</p> <p>{$signature}</p>
mk: <p>Почитуван {$recipientName},</p> <p>Одлуката да се одбие вашето поднесување, „{$submissionTitle}“, е сменета. Уредник ќе го заврши кругот на преглед и ќе бидете известени кога a одлуката е донесена.</p> <p>Повремено, одлуката да се одбие поднесок ќе биде случајно запишана во нашиот систем и мора да биде вратен. Се извинувам за каква било конфузија што може да ја предизвика.</p> <p>Ќе ве контактираме доколку ни треба дополнителна помош.</p> <p>Ако имате какви било прашања, ве молиме контактирајте ме од вашата <a href="{$authorSubmissionUrl}">контролна табла за поднесување</a>.</p> <p>Со почит,</p> <p>{$signature}</p>
nl: <p>Beste {$recipientName},</p> <p>De beslissing om uw inzending, {$submissionTitle}, af te wijzen is teruggedraaid.</p> <p>Een redacteur zal de ronde van beoordeling voltooien en u wordt op de hoogte gebracht wanneer er een beslissing is genomen.</p> <p>Soms wordt een beslissing om een inzending af te wijzen per ongeluk vastgelegd in ons systeem en moet deze worden teruggedraaid. Excuses voor eventuele verwarring die dit heeft veroorzaakt.</p> <p>We zullen contact met u opnemen als we verdere hulp nodig hebben.</p> <p>Als u vragen heeft, neem dan contact met mij op via uw <a href="{$authorSubmissionUrl}">inzending dashboard</a>.</p> <p>Met vriendelijke groet,</p> <p>{$signature}</p>
pt_br: <p>Prezado(a) {$recipientName},</p> <p>A decisão de rejeitar sua submissão, {$submissionTitle}, foi revertida. Um editor concluirá a rodada de avaliação e você será notificado quando uma decisão foi tomada.</p> <p>Ocasionalmente, uma decisão de rejeitar uma submissão será registrada acidentalmente em nosso sistema e deve ser revertida. Peço desculpas por qualquer confusão que isso possa ter causado.</p> <p>Entraremos em contato com você se precisarmos de mais assistência.</p> <p>Se você tiver alguma dúvida, entre em contato comigo pelo <a href="{$authorSubmissionUrl}">painel da submissão</a>.</p> <p>Atenciosamente,</p> <p>{$signature}</p>
ru: <p>Здравствуйте, {$recipientName}!</p> <p>Решение отклонить Ваш материал «{$submissionTitle}» было отменено. Редактор проведёт раунд рецензирования, и вы получите уведомление о принятом решении.</p> <p>Иногда решение об отклонении материала может быть случайно записано в нашей системе и должно быть отменено. Приношу Вам свои извинения за ту путаницу, которую эта ситуация могла вызвать.</p> <p>Мы свяжемся с Вами, если нам понадобится дополнительная помощь.</p> <p>Если у Вас есть какие-то вопросы, пожалуйста, свяжитесь со мной через <a href="{$authorSubmissionUrl}">страницу Вашего материала</a>.</p> <p>С уважением,</p> <p>{$signature}</p>
sl: <p>Spoštovani {$recipientName},</p> <p>Odločitev o zavrnitvi vašega prispevka, {$submissionTitle}, je bila spremenjena. Urednik bo zaključil recenzijski krog in vas obvestil, ko bo sprejeta odločitev. </p> <p>Občasno se zgodi, da je zabeležena odločitev o zavrnitvi prispevka zavedena pomotoma v našem sistemu in mora biti spremenjena. Opravičujem se za morebitne nevšečosti.</p> <p>Če bo potrebno, vas bomo kontaktirali za nadaljno pomoč.</p> <p>Če imate kakršnokoli vprašanje, se lahko obrnete name preko vaše <a href="{$authorSubmissionUrl}">nadzorne plošče prispevkov</a>.</p> <p>S spoštovanjem,</p> <p>{$signature}</p>
tr: <p>Sayın {$recipientName},</p> <p>"{$submissionTitle}" başlıklı aday makalenize ilişkin ret kararı geri alınmıştır. Editör yeni bir değerlendirme sürecini başlatacak ve tamamlandığında size bildirimde bulunulacaktır.</p> <p>Zaman zaman, aday makalelerin reddedilme kararı itirazlar sonucu kaydedilebilir ve geri alınması gerekebilir. </p> <p>İlaveten bir desteğe ihtiyaç duymamız durumunda sizinle iletişime geçeceğiz.</p> <p>Herhangi bir sorunuz olursa, lütfen <a href="{$authorSubmissionUrl}">makale ekranı</a> tartışma bölümü üzerinden bizimle iletişime geçiniz.</p> <p>Saygılarımla,</p> <p>{$signature}</p>
uk: <p>Шановний(на) {$recipientName}!</p> <p>Рішення відхилити ваше подання "{$submissionTitle}" було скасовано. Редактор завершить раунд рецензування, і Ви отримаєте сповіщення, коли рішення буде ухвалено.</p> <p>Іноді рішення про відхилення подання випадково записується в нашу систему і має бути скасовано. Прошу вибачення за плутанину, яку це могло спричинити.</p> <p>Ми зв’яжемося з Вами, якщо нам знадобиться додаткова допомога.</p> <p>Якщо у вас Виникнуть запитання, зв’яжіться зі мною за допомогою <a href="{$authorSubmissionUrl}">інформаційної панелі подання</a>.</p> <p>З повагою,</p> <p>{$signature}</p>
vi: <p>Kính gửi {$recipientName},</p> <p>Quyết định từ chối bài nộp của bạn, {$submissionTitle}, đã bị đảo ngược. Biên tập viên sẽ hoàn thành vòng đánh giá và bạn sẽ được thông báo khi có quyết định được đưa ra.</p> <p>Thỉnh thoảng, quyết định từ chối bài nộp sẽ bị ghi lại do nhầm lẫn trong hệ thống của chúng tôi và phải được đảo ngược. Tôi xin lỗi vì bất kỳ sự nhầm lẫn nào có thể đã gây ra.</p> <p>Chúng tôi sẽ liên hệ với bạn nếu cần thêm trợ giúp.</p> <p>Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với tôi từ <a href="{$authorSubmissionUrl}">bảng điều khiển bài nộp</a> của bạn.</p> <p>Trân trọng,</p> <p>{$signature}</p>

# emails.editorDecisionRevertInitialDecline.subject
source: We have reversed the decision to decline your submission
ar: لقد قمنا بالتراجع عن قرار رفض طلب تقديمكم
bg: Отменихме решението си да не публикуваме материалите подадени от вас
cs: Změnili jsme rozhodnutí o zamítnutí vašeho příspěvku
da: Vi har omstødt beslutningen om at afvise din indsendelse
es: Hemos revertido la decisión de rechazar su envío
eu: Zure bidalketa baztertzeko erabakia bertan behera utzi dugu
fi: Olemme kumonneet päätöksen hylätä käsikirjoituksenne
fr_ca: Nous avons renversé la décision de rejeter votre soumission
hy: Մենք չեղարկել ենք ձեր ներկայացումը մերժելու որոշումը
id: Kami telah membatalkan keputusan untuk menolak pengiriman artikel anda
mk: Ја сменивме одлуката да го одбиеме вашето поднесување
nl: We hebben besloten om de afwijzing van uw inzending ongedaan te maken
pt: Revertemos a decisão de rejeitar a submissão
pt_br: Revertemos a decisão de rejeitar sua submissão
ru: Мы отменили решение отклонить Ваш материал
sl: Spremenili smo odločitev o zavrnitvi vašega prispevka
tr: Aday makalenizin reddedilmesi kararı geri alınmıştır
uk: Ми скасували рішення відхилити Ваше подання
vi: Chúng tôi đã đảo ngược quyết định từ chối bài nộp của bạn
