Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.editorDecisionRevisions.body
source: <p>Dear {$recipientName},</p><p>Your submission {$submissionTitle} has been reviewed and we would like to encourage you to submit revisions that address the reviewers' comments. An editor will review these revisions and if they address the concerns adequately, your submission may be accepted for publication.</p><p>The reviewers' comments are included at the bottom of this email. Please respond to each point in the reviewers' comments and identify what changes you have made. If you find any of the reviewer's comments to be unjustified or inappropriate, please explain your perspective.</p><p>When you have completed your revisions, you can upload revised documents along with your response to the reviewers' comments at your <a href="{$authorSubmissionUrl}">submission dashboard</a>. If you have been logged out, you can login again with the username {$recipientUsername}.</p><p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p><p>We look forward to receiving your revised submission.</p><p>Kind regards,</p>{$signature}<hr><p>The following comments were received from reviewers.</p>{$allReviewerComments}
ar: <p>عزيزي {$recipientName}،</p><p>طلب تقديمك {$submissionTitle} قد تمت مراجعته ونحن نشجعك على تقديم التنقيحات التي تتناول ملاحظات المحكمين. سيراجع أحد المحررين تلك التنقيحات وإذا ما وجدها كافية لتلبية ما هو مطلوب، فقد يتم قبول عملك للنشر.</p><p>ملاحظات المحكمين موجودة عند نهاية هذه الرسالة. يرجى الاستجابة لكل نقطة مذكورة في ملاحظات المحكمين وأعط وصفًا للتغيرات التي أجريتها. إذا وجدت أيًا من ملاحظات المحكمين غير مبررة أو غير مناسبة، يرجى توضيح وجهة نظرك.</p><p>عندما تكمل تنقيحاتك، بإمكانك رفع المستندات المعدلة مع إجابتك بشأن ملاحظات المحكمين من خلال <a href="{$authorSubmissionUrl}">دفة قيادة طلب التقديم</a>. إذا خرجت من الموقع، بإمكانك معاودة تسجيل الدخول باستعمال اسم المستخدم {$recipientUsername}.</p><p>إذا كانت لديك أي استفسارات، لطفًا تواصل معي عبر <a href="{$authorSubmissionUrl}">دفة قيادة طلب التقديم</a>.</p><p>نحن نتطلع لتلقي طلب تقديمك المنقح.</p><p>أطيب التحايا،</p>{$signature}<hr><p>الملاحظات الآتية تم تلقيها من طرف المحكمين.</p>{$allReviewerComments}
bg: <p>Уважаеми {$recipientName},</p><p>Вашият материал {$submissionTitle} беше прегледан и бихме искали да ви насърчим да изпратите редакции, които отговарят на коментарите на рецензентите. Редактор ще прегледа тези ревизии и ако те адресират отбелязаното от рецензента по подходящ начин, ревезираният материал ви може да бъде приет за публикуване.</p><p>Коментарите на рецензентите са включени в долната част на този имейл. Моля, отговорете на всяка точка в коментарите на рецензентите и посочете какви промени сте направили. Ако намерите някой от коментарите на рецензента за неоправдани или неподходящи, моля, обяснете своята гледна точка.</p><p>Когато приключите с редакциите си, можете да качите ревизирани документи заедно с отговора си на коментарите на рецензентите във вашето < href="{$authorSubmissionUrl}">табло за управление на подадените материали</a>. Ако сте излезли от системата, можете да влезете отново с потребителското име {$recipientUsername}.</p><p>Ако имате въпроси, моля, свържете се с мен от вашето <a href="{$authorSubmissionUrl}">табло за управление на подадените материали </a>.</p><p>Очакваме с нетърпение да получим преработените ви материали.</p><p>Сърдечни поздрави,</p>{$signature}<hr><p>Следните коментари бяха получени от рецензенти.</p>{$allReviewerComments}
cs: <p>Vážený/á {$recipientName},</p><p>Váš příspěvek {$submissionTitle} byl podroben recenzi a rádi bychom vás vyzvali k předložení revize, která bude reagovat na připomínky recenzentů. Redaktor tyto revize přezkoumá, a pokud budou dostatečně řešit připomínky, může být váš příspěvek přijat k publikaci.</p><p>Připomínky recenzentů jsou uvedeny na konci tohoto e-mailu. Odpovězte prosím na každý bod připomínek recenzentů a uveďte, jaké změny jste provedli. Pokud považujete některou z připomínek recenzentů za neopodstatněnou nebo nevhodnou, vysvětlete svůj pohled na věc.</p><p>Po dokončení revizí můžete nahrát revidované dokumenty spolu s odpovědí na připomínky recenzentů na svůj <a href="{$authorSubmissionUrl}">dashboard pro zasílání příspěvků</a>. Pokud jste byli odhlášeni, můžete se znovu přihlásit pod uživatelským jménem {$příjemceUsername}.</p><p>V případě jakýchkoli dotazů mě prosím kontaktujte ze svého <a href="{$authorSubmissionUrl}" >panelu pro odesílání příspěvků</a>.</p><p>Těšíme se na vaše revidované příspěvky.</p><p>S pozdravem,</p>{$signature}<hr><p>Od recenzentů byly obdrženy následující připomínky.</p>{$allReviewerComments}
da: <p>Kære {$recipientName}</p><p>Dit manuskript, {$submissionTitle}, er blevet bedømt, og vi vil bede dig indsende en revideret udgave, der adresserer kommentarerne fra bedømmerne. En redaktør vil gennemgå disse revisioner, og hvis de i tilstrækkelig grad adresserer kommentarerne fra bedømmerne, vil dit manuskript muligvis blive accepteret til udgivelse.</p><p>Bedømmernes kommentarer er inkluderet i bunden af denne e-mail. Vær venlig at svare på hver enkelt kommentar og identificér de ændringer, du laver. Hvis du vurderer, at en kommentar fra en bedømmer er ubegrundet eller upassende, bedes du venligst forklare dit perspektiv.</p><p>Når du har færdiggjort din revision af manuskriptet, kan du uploade det reviderede dokument(er) sammen med dine svar til bedømmernes kommentarer i dit<a href="{$submissionUrl}">indsendelses dashboard</a>. Hvis du er blevet logget ud, kan du logge ind igen med brugernavnet {$recipientUsername}.</p><p>I panelet markeret "Revisioner", kan du trykke på "Upload fil" og finde filen(/rne) på din computer. Redaktøren får besked, når dit reviderede manuskript er blevet uploadet. Hvis du har brug for at kommunikere direkte med redaktøren, kan du tilføje et indlæg i panelet "Drøftelser under bedømmelse", som du finder under "Revisioner" panelet.</p><p>Hvis du har nogle spørgsmål, er du velkommen til at kontakte mig fra dit<a href="{$submissionUrl}">indsendelses dashboard</a>.</p><p>Vi ser frem til at modtage dit reviderede manuskript.</p><p>Med venlig hilsen</p>{$signature}<hr><p>De følgende kommentarer er modtaget fra bedømmerne.</p>{$allReviewerComments}
es: <p>Estimado/a {$recipientName},</p><p>Su envío {$submissionTitle} ha sido revisado y nos gustaría animarlo a que nos remita las revisiones que respondan a los comentarios de los revisores/as. Un editor/a examinará dichas revisiones y, si resuelven adecuadamente los problemas, su envío podrá ser aceptado para publicarse.</p><p>Los comentarios de los revisores/as se incluyen al final de este correo electrónico. Responda a cada uno de los punto de los comentarios de los revisores/as e identifique los cambios que haya hecho. Si considera que alguno de los comentarios de los revisores/as no está justificado o es inapropiado, explíquenos su punto de vista.</p><p>Cuando haya completado las revisiones puede cargar los documentos revisados, junto con la respuesta a los comentarios de los revisores/as, en su <a href="{$authorSubmissionUrl}">panel de control del envío</a>. Si ha cerrado la sesión puede volver a iniciarla con su nombre de usuario/a {$recipientUsername}.</p><p>Si tiene cualquier pregunta no dude en contactarnos desde su <a href="{$authorSubmissionUrl}">panel de control del envío</a>.</p><p>Quedamos a la espera de recibir su envío revisado.</p><p>Saludos cordiales,</p>{$signature}<hr><p>Se recibieron los siguientes comentarios de los revisores/as.</p>{$allReviewerComments}
eu: <p>{$recipientName} agurgarria:</p><p>Zure "{$submissionTitle}" bidalketa ebaluatu da, eta ebaluatzaileek oharretan adierazitako zuzenketak egitera animatzen zaitugu. Editore batek zuzenketa horiek berrikusiko ditu, eta oharrei behar bezala erantzuten badiete baliteke zure bidalketa argitaratzeko onartzea.</p><p>Ebaluatzaileen oharrak mezu honen behealdean dituzu. Mesedez, erantzun puntuz puntu ebaluatzaileen oharrei eta identifikatu egin dituzun aldaketak. Ebaluatzaileen oharren bat arrazoitu gabea edo desegokia iruditzen bazaizu, mesedez, azaldu zure ikuspuntua.</p><p>Zuzenketak bukatu eta gero, zuzendutako dokumentua eta ebaluatzaileen oharrei emandako erantzuna igo ditzakezu zure <a href="{$authorSubmissionUrl}">bidalketa-panelera</a>. Saioa itxi bazaizu, berriro has dezakezu {$recipientUsername} erabiltzailearekin.</p><p>Zalantzarik izanez gero, mesedez, jarri nirekin harremanetan zure <a href="{$authorSubmissionUrl}">bidalketa-panela</a> baliatuta.</p><p>Zuzendutako bidalketaren zain geratzen gara.</p><p>Adeitasunez,</p>{$signature}<hr><p>Hona hemen ebaluatzaileek egindako oharrak.</p>{$allReviewerComments}
fi: <p>Hyvä {$recipientName},</p><p>Käsikirjoituksenne {$submissionTitle} on arvioitu, ja pyydämme teitä toimittamaan korjatun version, jossa huomioitte arvioijien kommentit. Toimittaja tarkastaa tekemänne korjaukset, ja mikäli ne vastaavat muutosehdotuksiin riittävästi, käsikirjoitus voidaan hyväksyä julkaistavaksi.</p><p>Arvioijien kommentit löytyvät tämän viestin lopusta. Vastatkaa jokaiseen arvioijien esittämään kohtaan ja kertokaa, mitä muutoksia olette tehneet. Jos koette jonkin kommentin perusteettomaksi, selittäkää näkemyksenne.</p><p>Kun olette tehneet korjaukset, voitte ladata korjatut tiedostot sekä vastauksenne arvioijien kommentteihin <a href="{$authorSubmissionUrl}">käsikirjoituksen hallintapaneelissa</a>. Jos olette kirjautunut ulos, voitte kirjautua uudelleen käyttäjätunnuksella {$recipientUsername}.</p><p>Jos teillä on kysyttävää, ottakaa yhteyttä minuun <a href="{$authorSubmissionUrl}">aloittamalla uusi keskustelu sivustollamme</a>.</p> <p>Odotamme saavamme korjatun käsikirjoituksenne.</p><p>Ystävällisin terveisin,</p>{$signature}<hr><p>Seuraavat kommentit on saatu arvioijilta:</p>{$allReviewerComments}
hy: <p>Հարգելի {$recipientName},</p><p>Ձեր ներկայացումը {$submissionTitle} գրախոսվել է, և մենք կխրախուսենք ձեզ ներկայացնել վերանայումներով, որոնք վերաբերում են գրախոսների մեկնաբանություններին: Խմբագիրը կվերանայի այս վերանայումները, և եթե դրանք պատշաճ կերպով լուծեն մտահոգությունները, ձեր ներկայացումը կարող է ընդունվել հրապարակման համար:</p><p>Գրախոսների մեկնաբանությունները ներառված են այս էլ. փոստի ներքևում: Խնդրում ենք արձագանքել գրախոսների մեկնաբանությունների յուրաքանչյուր կետին և պարզել, թե ինչ փոփոխություններ եք կատարել: Եթե գտնում եք, որ գրախոսի մեկնաբանություններից որևէ մեկը անհիմն կամ անտեղի է, խնդրում ենք բացատրել ձեր տեսակետը:</p><p>Երբ ավարտեք ձեր վերանայումները, կարող եք վերբեռնել վերանայված փաստաթղթերը գրախոսների մեկնաբանություններին ձեր պատասխանի հետ միասին ձեր < a href="{$authorSubmissionUrl}">ներկայացման վահանակ</a>: Եթե դուրս եք եկել, կարող եք նորից մուտք գործել {$recipientUsername} օգտանունով:</p><p>Եթե հարցեր ունեք, դիմեք ինձ ձեր <a href="{$authorSubmissionUrl}">ներկայացման վահանակից: </a>։</p><p>Մենք անհամբեր սպասում ենք ձեր վերանայված հայտին։</p><p>Հարգանքով՝</p>{$signature}<hr><p>Ստացվել են հետևյալ մեկնաբանությունները գրախոսներից:</p>{$allReviewerComments}
id: <p>Kepada Yth. {$recipientName},</p><p>Naskah anda "{$submissionTitle}" telah direview dan kami menyarankan anda untuk mengirimkan revisi berdasarkan komentar dari para reviewer. Editor akan mereview revisi ini dan jika mereka mengatasi permasalahan tersebut secara memadai, naskah anda dapat diterima untuk diterbitkan.</p><p>Komentar para reviewer ada pada bagian bawah email ini. Harap menanggapi tiap poin pada komentar para reviewer dan identifikasi perubahan apa yang telah anda buat. Jika anda merasa komentar para reviewer tidak dapat dibenarkan atau tidak pantas, mohon jelaskan pandangan anda.</p><p>Setelah anda melengkapi revisinya, anda dapat menggunggah revisi dokumen beserta dengan tanggapan pada komentar para reviewer di <a href="{$authorSubmissionUrl}">dasbor pengiriman anda</a>. Jika anda sudah keluar dari sistem, anda dapat masuk kembali dengan menggunakan username {$recipientUsername}.</p><p>Jika ada pertanyaan, silakan menghubungi saya melalui <a href="{$authorSubmissionUrl}">dasbor pengiriman anda</a>.</p><p>Kami menunggu revisi naskah anda.</p><p>Kind regards,</p>{$signature}<hr><p>Komentar berikut diterima dari para reviewer.</p>{$allReviewerComments}
mk: <p>Почитуван {$recipientName},</p><p>Вашиот поднесок „{$submissionTitle}“ е прегледан и би сакале да ве охрабриме да поднесете ревизии кои се однесуваат на коментарите на рецензентите. Уредникот ќе ги прегледа овие ревизии и ако тие соодветно се однесуваат на проблемите, вашиот поднесок може да биде прифатен за објавување.</p><p>Коментарите на рецензентите се вклучени на дното на оваа е-пошта. Ве молиме одговорете на секоја точка во коментарите на рецензентите и идентификувајте какви промени сте направиле. Ако сметате дека некој од коментарите на рецензентот е неоправдан или несоодветен, објаснете ја вашата перспектива.</p><p>Кога ќе ги завршите вашите ревизии, можете да поставите ревидирани документи заедно со вашиот одговор на коментарите на рецензентите на вашата <a href="{$authorSubmissionUrl}">табла за поднесување</a>. Ако сте одјавени, можете повторно да се најавите со корисничкото име {$recipientUsername}.</p><p>Ако имате какви било прашања, ве молиме контактирајте ме од вашата <a href="{$authorSubmissionUrl}">контролна табла за поднесување</a>.</p><p>Со нетрпение очекуваме да го добиеме вашиот ревидиран поднесок.</p><sp>Kе го следиме вашиот ревидиран поднесок.</p><sp>K. беа примени коментари од рецензенти.</p>{$allReviewerComments}
nl: <p>Beste {$recipientName},</p><p>Uw inzending {$submissionTitle} is beoordeeld en we willen u aanmoedigen om herzieningen in te dienen die de opmerkingen van de beoordelaars adresseren. Een redacteur zal deze herzieningen bekijken en als ze de zorgen adequaat aanpakken, kan uw inzending worden geaccepteerd voor publicatie.</p><p>De opmerkingen van de beoordelaars zijn onderaan deze e-mail opgenomen. Graag ontvangen wij uw reactie op elk punt in de opmerkingen van de beoordelaars en geef aan welke wijzigingen u heeft aangebracht. Als u van mening bent dat bepaalde opmerkingen van de beoordelaars ongegrond of ongepast zijn, licht dan alstublieft uw perspectief toe.</p> <p>Wanneer u uw herzieningen heeft voltooid, kunt u de herziene documenten samen met uw reactie op de opmerkingen van de beoordelaars uploaden via uw <a href="{$authorSubmissionUrl}">inzending dashboard</a>. Indien u bent uitgelogd, kunt u opnieuw inloggen met de gebruikersnaam {$recipientUsername}.</p><p>Als u vragen heeft, neem dan contact met mij op via uw <a href="{$authorSubmissionUrl}">inzending dashboard</a>.</p><p>Wij kijken uit naar ontvangst van uw herziene inzending.</p><p>Met vriendelijke groet,</p> {$signature}<hr><p>De volgende opmerkingen zijn ontvangen van de beoordelaars.</p> {$allReviewerComments}
pt_br: <p>Prezado(a) {$recipientName},</p><p>Sua submissão {$submissionTitle} foi avaliado e gostaríamos de incentivá-lo(a) a enviar revisões que abordem os comentários dos avaliadores. Um editor analisará essas revisões e, se elas abordarem as questões de forma adequada, sua submissão poderá ser aceito para publicação.</p><p>Os comentários dos avaliadores estão incluídos no final deste e-mail. Responda a cada ponto dos comentários dos avaliadores e identifique quais alterações você fez. Se você achar que algum dos comentários do avaliador é injustificado ou inapropriado, explique sua perspectiva.</p><p>Ao concluir suas revisões, você pode enviar os documentos revisados junto com sua resposta aos comentários dos avaliadores em < um href="{$authorSubmissionUrl}">painel de submissão</a>. Se você tiver sido desconectado, poderá fazer login novamente com o nome de usuário {$recipientUsername}.</p><p>Se tiver alguma dúvida, entre em contato comigo pelo <a href="{$authorSubmissionUrl}">painel de submissão </a>.</p><p>Aguardamos sua submissão revisada.</p><p>Atenciosamente,</p>{$signature}<hr><p>Os seguintes comentários foram recebidos dos avaliadores.</p>{$allReviewerComments}
ru: <p>Здравствуйте, {$recipientName}!</p><p>Ваш материал «{$submissionTitle}» был отрецензирован и мы хотели бы предложить Вам внести изменения, учитывающие замечания рецензентов. Редактор рассмотрит эти правки, и если они адекватно устранят замечания рецензентов, Ваша работа может быть принята к публикации.</p><p>Комментарии рецензентов приведены в конце этого письма. Пожалуйста, ответьте на каждый пункт замечаний рецензентов и укажите, какие изменения Вы внесли. Если Вы считаете какие-либо замечания рецензента необоснованными или неуместными, объясните свою точку зрения.</p><p>Когда Вы завершите внесение правок, загрузите изменённые документы вместе с ответами на замечания рецензентов на <a href="{$authorSubmissionUrl}"> странице Вашего материала</a>. Если Вы вышли из системы, Вы можете снова войти в нее с именем пользователя {$recipientUsername}.</p><p>Если у Вас есть какие-то вопросы, пожалуйста, свяжитесь со мной через <a href="{$authorSubmissionUrl}">страницу Вашего материала</a>.</p><p>Мы с нетерпением ждем получения Вашего доработанного материала.</p><p>С уважением,</p>{$signature}<hr><p>Следующие комментарии были получены от рецензентов.</p>{$allReviewerComments}
tr: <p>Sayın {$recipientName},</p> <p>"{$submissionTitle}" başlıklı aday makalenize ilişkin hakem değerlendirme süreci tamamlanmış olup, hakem yorumlarını dikkate alarak revizyon talep edilmiştir. Yapacağınız revizyonlar editör tarafından yeniden incelenerek aday makaleniz hakkında nihai karar verilebilir veya yeniden hakem değerlendirmesine gönderilebilir.</p> <p>Hakem değerlendirmeleri bu e-postanın sonunda yer almaktadır. Lütfen yorumlardaki her bir noktaya yanıt veriniz ve hangi değişiklikleri yaptığınızı belirtiniz. Eğer bazı hakem yorumlarını yersiz veya uygun bulmuyorsanız, bu durumların gerekçelerini açıklayınız.</p> <p>Revizyonlarınızı tamamladığınızda, düzenlenmiş tam metninizi ve hakem yorumlarına verdiğiniz yanıtları <a href="{$authorSubmissionUrl}">makale ekranı</a> üzerinden yükleyebilirsiniz. Oturumunuz kapandıysa, {$recipientUsername} kullanıcı adıyla yeniden giriş yapabilirsiniz.</p> <p>Herhangi bir sorunuz olması durumunda, lütfen <a href="{$authorSubmissionUrl}">makale ekranı</a> tartışma bölümü üzerinden bizimle iletişime geçiniz.</p> <p>Revize edilmiş çalışmanızı bekliyoruz.</p> <p>Saygılarımızla,</p> {$signature} <hr> <p>Hakemlerden gelen yorumlar aşağıda yer almaktadır.</p> {$allReviewerComments}
uk: <p>Шановний(на) {$recipientName}!</p><p>Ваше подання "{$submissionTitle}" було прорецензовано, і ми б хотіли заохотити Вас надіслати переглянуту редакцію з урахуванням коментарів рецензентів. Редактор перегляне цю редакцію, і якщо правки належним чином вирішать проблеми, Ваше подання може бути прийнято до опублікування.</p><p>Коментарі рецензентів наведено внизу цього електронного листа. Будь ласка, дайте відповідь на кожен пункт у коментарях рецензентів і визначте, які зміни Ви внесли. Якщо Ви вважаєте будь-які коментарі рецензента невиправданими або недоречними, поясніть свою точку зору.</p><p>Коли Ви завершите редагування, можете завантажити переглянуті документи разом із своєю відповіддю на коментарі рецензентів на < href="{$authorSubmissionUrl}">інформаційну панель подання</a>. Якщо Ви вийшли з системи, можете знову ввійти під ім’ям користувача {$recipientUsername}.</p><p>Якщо у Вас виникнуть запитання, зв’яжіться зі мною за допомогою <a href="{$authorSubmissionUrl}">інформаційної панелі подання</a>.</p><p>Ми з нетерпінням чекаємо на Ваше виправлене подання.</p><p>З повагою,</p>{$signature}<hr><p>Отримано такі коментарі від рецензентів.</p>{$allReviewerComments}
vi: <p>Kính gửi {$recipientName},</p><p>Bài nộp của bạn {$submissionTitle} đã được xem xét và chúng tôi muốn khuyến khích bạn gửi bản sửa đổi giải quyết các nhận xét của người đánh giá. Biên tập viên sẽ xem xét các bản sửa đổi này và nếu chúng giải quyết được các mối quan ngại một cách thỏa đáng, bài nộp của bạn có thể được chấp nhận để xuất bản.</p><p>Nhận xét của người đánh giá được bao gồm ở cuối email này. Vui lòng trả lời từng điểm trong nhận xét của người đánh giá và xác định những thay đổi bạn đã thực hiện. Nếu bạn thấy bất kỳ nhận xét nào của người đánh giá là không hợp lý hoặc không phù hợp, vui lòng giải thích quan điểm của bạn.</p><p>Khi bạn đã hoàn thành bản sửa đổi, bạn có thể tải lên các tài liệu đã sửa đổi cùng với phản hồi của bạn đối với nhận xét của người đánh giá tại <a href="{$authorSubmissionUrl}">bảng điều khiển bài nộp</a> của bạn. Nếu bạn đã đăng xuất, bạn có thể đăng nhập lại bằng tên người dùng {$recipientUsername}.</p><p>Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với tôi từ <a href="{$authorSubmissionUrl}">bảng điều khiển bài nộp</a> của bạn.</p><p>Chúng tôi mong nhận được bài nộp đã sửa đổi của bạn.</p><p>Trân trọng,</p>{$signature}<hr><p>Các nhận xét sau đây đã nhận được từ người đánh giá.</p>{$allReviewerComments}

# emails.editorDecisionResubmit.subject
source: Your submission has been reviewed - please revise and resubmit
ar: طلب تقديمك قد تمت مراجعته - يرجى تنقيحه وإعادة تسليمه
bg: Изпратените от вас материали бяха прегледани - моля, коригирайте ги и ги изпратете отново
cs: Váš příspěvek byl podroben recenznímu řízení – upravte ho, prosím, podle připomínek a podejte ho znovu
da: Din indsendelse er blevet bedømt - vær venlig at revidere og indsende igen
es: Se ha revisado su envío. Por favor, revíselo y vuelva a enviarlo
eu: Zure bidalketa ebaluatu da. Mesedez, berrikusi eta bidali berriro
fi: Käsikirjoituksenne on arvioitu – pyydämme korjatun version uudelleen arvioitavaksi
hy: Ձեր ներկայացումը գրախոսվել է՝ խնդրում ենք վերանայել և նորից ուղարկել
id: Naskah anda telah direview - silakan revisi dan kirim ulang
mk: Вашиот поднесок е рецензиран - молам ревидирајте го и преподнесете го
nl: Uw inzending is beoordeeld - gelieve deze te herzien en opnieuw in te dienen
pt: A sua submissão foi revista - por favor reveja e volte a submeter
pt_br: Sua submissão foi avaliada - por favor, revise e reenvie
ru: Ваш материал был отрецензирован — пожалуйста, переработайте его и отправьте заново
sl: Vaš prispevek je bil recenziran - prosimo popravite in ponovno oddajte
tr: Aday makaleniz değerlendirildi - Düzeltme
uk: Ваше подання було прорецензовано. Будь ласка, переробіть його та надішліть повторно
vi: Bài nộp của bạn đã được xem xét - vui lòng sửa đổi và nộp lại

# emails.editorDecisionDecline.subject
source: Your submission has been declined
ar: طلب تقديمك قد تم رفضه
bg: Вашите подадени материали бяха отхвърлени
cs: Váš příspěvek byl odmítnut
da: Din indsendelse er blevet afvist
es: Se ha rechazado su envío
eu: Zure bidalketa baztertu egin da
fi: Käsikirjoituksenne on hylätty
hy: Ձեր ներկայացումը մերժվել է
id: Naskah Anda telah ditolak
mk: Вашиот поднесок е одбиен
nl: Uw inzending is afgewezen
pt: A sua submissão foi recusada
ru: Ваш материал был отклонен
sl: Vaš prispevek je bil zavrnjen
tr: Aday makaleniz reddedildi
uk: Ваше подання відхилено
vi: Bài nộp của bạn đã bị từ chối
