Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.reviewConfirm.subject
source: Review accepted: {$reviewerName} accepted review assignment for #{$submissionId} {$authorsShort} — {$submissionTitle}
ar: التحكيم تم قبوله: {$reviewerName} قد وافق على مهمة تحكيم #{$submissionId} {$authorsShort} — {$submissionTitle}
bg: Рецензията е приета: {$reviewerName} прие заданието за рецензия за #{$submissionId} {$authorsShort} — {$submissionTitle}
cs: Review accepted: {$reviewerName} accepted review assignment pro #{$submissionId} {$authorsShort} — {$submissionTitle}
da: Bedømmelse accepteret: {$reviewerName} accepterede bedømmelsesopgaven af #{$submissionId} {$authorsShort} — {$submissionTitle}
es: Revisión aceptada: {$reviewerName} aceptó la asignación de revisión de #{$submissionId} {$authorsShort} — {$submissionTitle}
eu: Berrikuspena onartuta: {$reviewer Name}(e)k berrikuspen-esleipena onartu du lan honetarako: #{$submissionId} {$authorsShort} — "{$submissionTitle}"
fi: Arviointipyyntö hyväksytty: {$reviewerName} on hyväksynyt tehtävän käsikirjoitukselle #{$submissionId} {$authorsShort} — {$submissionTitle}
hy: Գրախոսությունն ընդունված է՝ {$reviewerName}-ը ընդունել է առաջադրանքը #{$submissionId} {$authorsShort} — {$submissionTitle} համար
id: Review diterima: {$reviewerName} menerima penugasan review untuk #{$submissionId} {$authorsShort} — "{$submissionTitle}"
mk: Рецензијата е прифатена: {$reviewerName} ја прифати задачата за рецензија за #{$submissionId} {$authorsShort} — "{$submissionTitle}"
nl: Beoordeling geaccepteerd: {$reviewerName} heeft de beoordelingsopdracht geaccepteerd voor #{$submissionId} {$authorsShort} — {$submissionTitle}
pt: Revisão aceite: {$reviewerName} aceitou rever a submissão #{$submissionId} {$authorsShort} — {$submissionTitle}
pt_br: Avaliação aceita: {$reviewerName} aceitou a tarefa de avaliação para #{$submissionId} {$authorsShort} — {$submissionTitle}
ru: Согласие на рецензию: {$reviewerName} принимает задание на рецензию для #{$submissionId} {$authorsShort} — «{$submissionTitle}»
sl: Sprejetje recenzije: {$reviewerName} je sprejel recenzijsko zadolžitev za prispevek #{$submissionId} {$authorsShort} — {$submissionTitle}
tr: Hakemlik daveti kabul: {$reviewerName} değerlendirmeyi kabul etti. #{$submissionId} {$authorsShort} — "{$submissionTitle}"
uk: Прийнято завдання щодо рецензування: {$reviewerName} прийняв завдання щодо рецензування для #{$submissionId} {$authorsShort} — "{$submissionTitle}"
vi: Đánh giá đã chấp nhận: {$reviewerName} đã chấp nhận chỉ định đánh giá cho #{$submissionId} {$authorsShort} — {$submissionTitle}

# emails.reviewConfirm.body
source: <p>Dear {$recipientName},</p><p>{$reviewerName} has accepted the following review:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — {$submissionTitle}</a><br /><b>Type:</b> {$reviewMethod}</p><p><b>Review Due:</b> {$reviewDueDate}</p><p>Login to <a href="{$submissionUrl}">view all reviewer assignments</a> for this submission.</p><br><br>—<br>This is an automated message from <a href="{$contextUrl}">{$contextName}</a>.
ar: <p>عزيزي {$recipientName}،</p><p>{$reviewerName} قد وافق على التحكيم الآتي:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — {$submissionTitle}</a><br /><b>النوع:</b> {$reviewMethod}</p><p><b>موعد استيجاب التحكيم:</b> {$reviewDueDate}</p><p>سجل دخولك <a href="{$submissionUrl}">لمعاينة كل مهام المحكم</a> لطلب التقديم هذا.</p><br><br>—<br>هذه رسالة مؤتمتة من <a href="{$contextUrl}">{$contextName}</a>.
bg: <p>Уважаеми {$recipientName},</p><p>{$reviewerName} прие следната рецензия:</p><p><a href="{$submissionUrl}">#{$submissionId} { $authorsShort} — {$submissionTitle}</a><br /><b>Тип:</b> {$reviewMethod}</p><p><b>Краен срок за рецензия:</b> {$reviewDueDate} </p><p>Влезте, за да <a href="{$submissionUrl}">видите всички асоциирани рецензенти</a> за това изпращане на материали.</p><br><br>—<br>Това е автоматизирано съобщение от <a href="{$contextUrl}">{$contextName}</a>.
cs: <p>Vážený/á {$recipientName},</p><p>{$reviewerName} přijal následující recenzi:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — {$submissionTitle}</a><br /><b>Typ:</b> {$reviewMethod}</p><b>Termín pro recenzi:</b> {$reviewDueDate}</p><p>zalogujte se do <a href="{$submissionUrl}">k zobrazení všech recenzentů</a> tohoto příspěvku.</p><br><br>—<br>Toto je automatická zpráva <a href="{$contextUrl}">{$contextName}</a>.
da: <p>Kære {$recipientName]</p><p>{$reviewerName} har accepteret følgende bedømmelse: </p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — {$submissionTitle}</a><br /><b>Type:</b> {$reviewMethod}</p><p><b>Deadline for bedømmelse:</b> {$reviewDueDate}</p><p>Log ind for at <a href="{$submissionUrl}">se alle bedømmere</a> på denne indsendelse.</p><br><br>—<br>Dette er en automatisk genereret meddelelser fra <a href="{$contextUrl}">{$contextName}</a>.
es: <p>Estimado/a {$recipientName},</p> <p>{$reviewerName} ha aceptado la siguiente revisión:</p> <p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — "{$submissionTitle}"</a><br /> <b>Tipo:</b> {$reviewMethod}</p> <p><b>Fecha límite para la revisión:</b> {$reviewDueDate}</p> <p>Inicie sesión para <a href="{$submissionUrl}">ver todas las asignaciones de revisión</a> de este envío.</p><br><br>—<br><p>Este es un mensaje automático enviado desde <a href="{$contextUrl}">{$contextName}</a>.</p>
eu: <p>{$recipientName} agurgarria:</p><p>{$reviewerName} aldizkariak honako ebaluazio hau onartu du:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — "{$submissionTitle}"</a><br /><b>Mota:</b> {$reviewMethod}</p><p><b>Ebaluazioaren epe-muga:</b> {$reviewDueDate}</p><p>Hasi saioa bidalketa honekin lotuta dauden <a href="{$submissionUrl}">ebaluatzailearen zeregin guztiak</a> ikusteko.</p><br><br>—<br>Hau <a href="{$contextUrl}">{$contextName}</a> aldizkariaren mezu automatiko bat da.
fi: <p>Hyvä {$recipientName},</p><p>{$reviewerName} on hyväksynyt seuraavan arviointitehtävän:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — {$submissionTitle}</a><br /><b>Tyyppi:</b> {$reviewMethod}</p><p><b>Arviointi palautettava mennessä:</b> {$reviewDueDate}</p><p>Kirjautukaa sisään <a href="{$submissionUrl}">nähdäksenne kaikki arviointitehtävänne</a> tälle käsikirjoitukselle.</p><br><br>—<br>Tämä on automaattinen viesti sivustolta <a href="{$contextUrl}">{$contextName}</a>.
hy: <p>Հարգելի {$recipientName},</p><p>{$reviewerName}-ն ընդունել է հետևյալ գրախոսությունը.</p><p><a href="{$submissionUrl}">#{$submissionId} { $authorsShort} — {$submissionTitle}</a><br /><b>Տեսակ.</b> {$reviewMethod}</p><p><b>Վերանայման վերջնաժամկետը.</b> {$reviewDueDate}</p ><p>Մուտք գործեք <a href="{$submissionUrl}">դիտելու բոլոր գրախոսների առաջադրանքները</a> այս ներկայացման համար:</p><br><br>—<br>Սա ինքնաշխատ հաղորդագրություն է <a href="{$contextUrl}">{$contextName}</a> -ից:
id: <p>Kepada Yth. {$recipientName},</p><p>{$reviewerName} telah menerima review berikut:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — "{$submissionTitle}"</a><br /><b>Tipe:</b> {$reviewMethod}</p><p><b>Batas akhir Review:</b> {$reviewDueDate}</p><p>Login ke<a href="{$submissionUrl}">lihat seluruh tugas reviewer</a> untuk naskah berikut.</p><br><br>—<br>Ini adalah pesan otomatis dari <a href="{$contextUrl}">{$contextName}</a>.
mk: <p>Почитуван {$recipientName},</p><p>{$reviewerName} ја прифати следнава рецензија:</p><p><a href="{$submissionUrl}">#{$submissionId} { $authorsShort} —"{$submissionTitle}"</a><br /><b>Тип:</b> {$reviewMethod}</p><p><b>Преглед Крај:</b> {$reviewDueDate}</p><p>Најавете се за да <a href="{$submissionUrl}">прегледате ги сите задачи на рецензентите</a> за овој поднесок.</p><br><br><br> br>—<br>Ова е автоматизирана порака од <a href="{$contextUrl}">{$contextName}</a>.
nl: <p>Beste {$recipientName},</p><p>{$reviewerName} heeft de volgende beoordeling geaccepteerd:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — {$submissionTitle}</a><br /><b>Type:</b> {$reviewMethod}</p><p><b>Beoordeling vereist voor:</b> {$reviewDueDate}</p><p>Log in om <a href="{$submissionUrl}">alle beoordelingsopdrachten van de beoordelaar</a> voor deze inzending te bekijken.</p><br><br>—<br>Dit is een geautomatiseerd bericht vanuit <a href="{$contextUrl}">{$contextName}</a>.
ru: <p>Здравствуйте, {$recipientName}!</p><p>Рецензент {$reviewerName} дал согласие на следующую рецензию:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — «{$submissionTitle}»</a><br /><b>Тип:</b> {$reviewMethod}</p><b>Срок отправки рецензии:</b> {$reviewDueDate}</p><p>Войдите в системк, чтобы <a href="{$submissionUrl}">просмотреть все задания на рецензию</a> для этого материала.</p><br><br>—<br>Это автоматическое сообщение, отправленное из журнала <a href="{$contextUrl}">«{$contextName}»</a>.
tr: <p>Sayın {$recipientName},</p> <p>{$reviewerName} aşağıdaki aday makale için hakemlik davetini kabul etti:</p> <p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — "{$submissionTitle}"</a><br /><b>Değerlendirme için Hakemlik Türü:</b> {$reviewMethod}</p> <p><b>Değerlendirme için Son Tarih:</b> {$reviewDueDate}</p> <p>Bu aday makale için tüm hakemleri görüntülemek için <a href="{$submissionUrl}">giriş yapın</a>.</p> <br><br>—<br>Bu, <a href="{$contextUrl}">{$contextName}</a> dergi sistemi tarafından gönderilen otomatik bir mesajdır.
uk: <p>Шановний(на) {$recipientName}!</p><p>{$reviewerName} ухвалив такий висновок:</p><p><a href="{$submissionUrl}">№ {$submissionId} { $authorsShort} — "{$submissionTitle}"</a><br /><b>Тип:</b> {$reviewMethod}</p><p><b>Термін рецензування:</b> {$reviewDueDate} </p><p>Увійдіть, щоб <a href="{$submissionUrl}">переглянути всі призначення рецензентів</a> для цього подання.</p><br><br>—<br>Це автоматизований повідомлення від <a href="{$contextUrl}">"{$contextName}"</a>.
vi: <p>Kính gửi {$recipientName},</p><p>{$reviewerName} đã chấp nhận đánh giá sau:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — {$submissionTitle}</a><br /><b>Loại:</b> {$reviewMethod}</p><p><b>Hạn đánh giá:</b> {$reviewDueDate}</p><p>Đăng nhập để <a href="{$submissionUrl}">xem tất cả các chỉ định đánh giá</a> cho bài nộp này.</p><br><br>—<br>Đây là tin nhắn tự động từ <a href="{$contextUrl}">{$contextName}</a>.

# emails.submissionSavedForLater.subject
source: Resume your submission to {$contextName}
ar: استئناف طلب تقديمك إلى {$contextName}
bg: Възобновете изпращането си на материали до {$contextName}
cs: Pokračujte v odesílání příspěvku do periodika {$contextName}
da: Genoptag din indsendelse til {$contextName}
es: Continuar su envío a {$contextName}
eu: Jarraitu {$contextName}-era egindako zure bidalketarekin
fi: Jatkakaa käsikirjoituksen lähettämistä julkaisulle {$contextName}
fr_ca: Reprendre votre soumission à {$contextName}
hy: Վերսկսեք ձեր ներկայացումը {$contextName}-ին
id: Lanjutkan pengiriman artikel anda ke {$contextName}
mk: Продолжи со поднесување на {$contextName}
nl: Ga door met je inzending aan {$contextName}
pt: Retome a sua submissão em {$contextName}
pt_br: Retome sua submissão para {$contextName}
ru: Завершите отправку материала в журнал «{$contextName}»
sl: Nadaljuje oddajo prispevka pri reviji {$contextName}
tr: {$contextName} için aday makale gönderimini tamamlayın
uk: Завершіть свою подачу в "{$contextName}"
vi: Tiếp tục bài nộp của bạn cho {$contextName}

# emails.submissionSavedForLater.body
source: <p>Dear {$recipientName},</p><p>Your submission details have been saved in our system, but it has not yet been submitted for consideration. You can return to complete your submission at any time by following the link below.</p><p><a href="{$submissionWizardUrl}">{$authorsShort} — {$submissionTitle}</a></p><hr><p>This is an automated email from <a href="{$contextUrl}">{$contextName}</a>.</p>
ar: <p>عزيزي {$recipientName}،</p><p>تفاصيل طلب تقديمكم قد تم حفظها في نظامنا، ولكنه لم يتم تقديمه للنظر فيه بعد. بإمكانكم العودة لإكمال طلب تقديمكم في أي وقت عبر الرابط أدناه.</p><p><a href="{$submissionWizardUrl}">{$authorsShort} — {$submissionTitle}</a></p><hr><p>هذه رسالة مؤتمتة من <a href="{$contextUrl}">{$contextName}</a>.</p>
bg: <p>Уважаеми {$recipientName},</p><p>Подробностите за вашето изпращане на материали са запазени в нашата система, но все още не са подадени за разглеждане. Можете да се върнете, за да завършите изпращането си по всяко време, като следвате връзката по-долу.</p><p><a href="{$submissionWizardUrl}">{$authorsShort} — {$submissionTitle}</a></p ><hr><p>Това е автоматичен имейл от <a href="{$contextUrl}">{$contextName}</a>.</p>
cs: <p>Vážený/á {$recipientName},</p><p>Údaje o vašem příspěvku byly uloženy do našeho systému, ale ještě nebyl odeslán k rcenzi. Kdykoli se můžete vrátit k dokončení svého příspěvku pomocí níže uvedeného odkazu.</p><p><a href="{$submissionWizardUrl}">{$authorsShort} — {$submissionTitle}</a></p><hr><p>Toto je automatický email zaslaný periodikem <a href="{$contextUrl}">{$contextName}</a>.</p>
da: <p>Kære {$recipientName}</p><p>Dine detaljer om din indsendelse er gemt i vores system, men indsendelsen er ikke blevet sendt afsted til os. Du kan vende tilbage til din indsendelse for at færdiggøre den og sende den til os på ethvert tidspunkt ved at følge linket nedenfor.</p><p><a href="{$submissionWizardUrl}">{$authorsShort} — {$submissionTitle}</a></p><hr><p>Dette er en automatisk genereret e-mail fra <a href="{$contextUrl}">{$contextName}</a>.</p>
es: <p>Estimado/a {$recipientName},</p> <p>Los detalles de su envío han sido guardados en nuestro sistema, pero aún no ha sido enviado para su consideración. Puede regresar y completar su envío en cualquier momento siguiendo el enlace a continuación.</p> <p><a href="{$submissionWizardUrl}">{$authorsShort} — "{$submissionTitle}"</a></p> <hr> <p>Este es un correo electrónico automático enviado desde <a href="{$contextUrl}">{$contextName}</a>.</p>
eu: <p>{$recipientName} agurgarria:</p><p>Zure bidalketaren xehetasunak gure sisteman gorde dira, baina oraindik ez da bidali. Nahi duzunean, sakatu esteka hau bidalketa egiteko.</p><p><a href="{$submissionWizardUrl}">{$authorsShort} — "{$submissionTitle}"</a></p><hr><p>Hau <a href="{$contextUrl}">{$contextName}</a> aldizkariko mezu automatiko bat da.</p>
fi: <p>Hyvä {$recipientName},</p><p>Käsikirjoituksenne tiedot on tallennettu järjestelmäämme, mutta sitä ei ole vielä lähetetty arvioitavaksi. Voitte palata täydentämään käsikirjoituksen lähetyksen milloin tahansa alla olevan linkin kautta.</p><p><a href="{$submissionWizardUrl}">{$authorsShort} — {$submissionTitle}</a></p><hr><p>Tämä on automaattinen viesti sivustolta <a href="{$contextUrl}">{$contextName}</a>.</p>
fr_ca: <p>{$recipientName},</p><p>Les détails de votre soumission ont été enregistrés, mais vous ne l'avez pas encore finalisée. Vous pouvez le faire en cliquant sur le lien ci-dessous: </p><p><a href="{$submissionWizardUrl}">{$authorsShort} — {$submissionTitle}</a></p><hr><p>Ceci est un message automatique de <a href="{$contextUrl}">{$contextName}</a>.</p>
hy: <p>Հարգելի {$recipientName},</p><p>Ձեր ներկայացման տվյալները պահպանվել են մեր համակարգում, սակայն այն դեռ չի ներկայացվել քննարկման: Դուք ցանկացած ժամանակ կարող եք վերադառնալ՝ լրացնելու ձեր ներկայացումը, հետևելով ստորև նշված հղմանը:</p><p><a href="{$submissionWizardUrl}">{$authorsShort} — {$submissionTitle}</a></p ><hr><p>Սա ինքնաշխատ նամակ է <a href="{$contextUrl}">{$contextName}</a> -ից:</p>
id: <p>Kepada Yth. {$recipientName},</p><p>Detail pengiriman naskah anda telah disimpan di sistem kami, namun belum dikirim karena pertimbangan tertentu. Anda dapat kembali untuk melengkapinya kapan saja dengan mengikuti link di bawah ini. </p><p><a href="{$submissionWizardUrl}">{$authorsShort} — "{$submissionTitle}"</a></p><hr><p>Ini merupakan email otomatis dari <a href="{$contextUrl}">{$contextName}</a>.</p>
mk: <p>Почитуван {$recipientName},</p><p>Деталите за вашето поднесување се зачувани во нашиот систем, но сè уште не е поднесен на разгледување. Може да се вратите за да го комплетирате вашето поднесување во секое време, следејќи ја врската подолу.</p><p><a href="{$submissionWizardUrl}">{$authorsShort} — "{$submissionTitle}"</a></p ><hr><p>Ова е автоматизирана е-пошта од <a href="{$contextUrl}">{$contextName}</a>.</p>
nl: <p>Beste {$recipientName},</p><p>Je inzending details zijn opgeslagen in ons systeem, maar het is nog niet ingediend ter overweging. Je kunt op elk moment terugkeren om je inzending te voltooien door de onderstaande link te volgen.</p><p><a href="{$submissionWizardUrl}">{$authorsShort} — {$submissionTitle}</a></p><hr><p>Dit is een geautomatiseerde e-mail vanuit <a href="{$contextUrl}">{$contextName}</a>.</p>
pt_br: <p>Prezado(a) {$recipientName},</p><p>Os detalhes da sua submissão foram salvos em nosso sistema, mas ainda não foram submetidos para consideração. Você pode retornar para concluir sua submissão a qualquer momento seguindo o link abaixo.</p><p><a href="{$submissionWizardUrl}">{$authorsShort} — {$submissionTitle}</a></p ><hr><p>Este é um e-mail automático de <a href="{$contextUrl}">{$contextName}</a>.</p>
ru: <p>Здравствуйте, {$recipientName}!</p><p>Данные о Вашем материале были сохранены в нашей системе, но он еще не был отправлен на рассмотрение. Вы можете в любое время вернуться в систему для завершения отправки материала, перейдя по ссылке ниже.</p><p><a href="{$submissionWizardUrl}">{$authorsShort} — «{$submissionTitle}»</a></p><hr><p>Это автоматическое письмо, отправленное из журнала <a href="{$contextUrl}">«{$contextName}»</a>.</p>
sl: <p>Spoštovani {$recipientName},</p><p>Podrobnosti vašega prispevka so bila shranjena v naš sistem, a prispevek še ni bil dokončno oddan v obdelavo. Katarkoli se lahko vrnete in končate oddajo prispevka s pomočjo spodnje povezave.</p><p><a href="{$submissionWizardUrl}">{$authorsShort} — {$submissionTitle}</a></p><hr><p>To je avtomatski email od revije <a href="{$contextUrl}">{$contextName}</a>.</p>
tr: <p>Sayın {$recipientName},</p> <p>Aday makale bilgileriniz sistemimizde kaydedildi, ancak henüz aday makale gönderimi tamamlanmadı. Tamamlamak için aşağıdaki bağlantıyı takip ederek makale gönderimini tamamlayabilirsiniz.</p> <p><a href="{$submissionWizardUrl}">{$authorsShort} — "{$submissionTitle}"</a></p> <hr> <p>Bu, <a href="{$contextUrl}">{$contextName}</a> dergi sistemi tarafından gönderilen otomatik bir mesajdır.</p>
uk: <p>Шановний(на) {$recipientName}!</p><p>Деталі Вашого подання збережено в нашій системі, але його ще не надіслано на розгляд. Ви можете будь-коли повернутися, щоб завершити свою подачу, перейшовши за посиланням нижче.</p><p><a href="{$submissionWizardUrl}">{$authorsShort} — "{$submissionTitle}"</a>.</p ><hr><p>Це автоматичний електронний лист від <a href="{$contextUrl}">"{$contextName}"</a>.</p>
vi: <p>Kính gửi {$recipientName},</p><p>Chi tiết bài nộp của bạn đã được lưu trong hệ thống của chúng tôi, nhưng nó chưa được gửi đi xem xét. Bạn có thể quay lại để hoàn thành bài nộp của mình bất kỳ lúc nào bằng cách theo liên kết dưới đây.</p><p><a href="{$submissionWizardUrl}">{$authorsShort} — {$submissionTitle}</a></p><hr><p>Đây là email tự động từ <a href="{$contextUrl}">{$contextName}</a>.</p>

# emails.submissionNeedsEditor.subject
source: A new submission needs an editor to be assigned: {$submissionTitle}
ar: طلب تقديم جديد بحاجة إلى تعيين أحد المحررين له: {$submissionTitle}
bg: За постъпило ново изпращане на материали трябва да бъде назначен редактор: {$submissionTitle}
cs: Nový příspěvek potřebuje přidělit redaktora: {$submissionTitle}
da: En ny indsendelse skal have tildelt en redaktør: {$submissionTitle}
es: Un envío nuevo necesita que le asignen un editor/a: {$submissionTitle}
eu: Bidalketa berri batek editore bat esleitzea behar du: "{$submissionTitle}"
fi: Uusi käsikirjoitus odottaa toimittajan osoittamista: "{$submissionTitle}"
fr_ca: Un-e rédacteur-trice doit être assigné-e à la nouvelle soumission : {$submissionTitle}
hy: Նոր ներկայացման համար անհրաժեշտ է խմբագիր նշանակել՝ {$submissionTitle}
id: Sebuah naskah baru membutuhkan editor yang ditugaskan: "{$submissionTitle}"
mk: Треба да се назначи уредник за новиот поднесок: "{$submissionTitle}"
nl: Er moet een redacteur worden toegewezen aan een nieuwe inzending: {$submissionTitle}
pt: Esta nova submissão precisa que lhe seja designado um editor: {$submissionTitle}
pt_br: Uma nova submissão precisa que um editor seja designado: {$submissionTitle}
ru: Новому материалу необходимо назначить редактора: «{$submissionTitle}»
sl: Oddan je bil nov prispevek, kateremu je potrebno dodeliti urednika: {$submissionTitle}
tr: "{$submissionTitle}" başlıklı aday makale için editör ataması bekleniyor
uk: Для цього нового подання потрібно призначити редактора: "{$submissionTitle}"
vi: Bài nộp mới cần chỉ định biên tập viên: {$submissionTitle}
