Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.decision.notifyReviewers.body
source: <p>Dear {$recipientName},</p> <p>Thank you for completing your review of the submission, {$submissionTitle}, for {$contextName}. We appreciate your time and expertise in contributing to the quality of the work that we publish. We have shared your comments with the authors, along with our other reviewers' comments and the editor's decision.</p> <p>Based on the feedback we received, we have notified the authors of the following:</p> <p>{$decisionDescription}</p> <p>Your recommendation was considered alongside the recommendations of other reviewers before coming to a decision. Occasionally the editor's decision may differ from the recommendation made by one or more reviewers. The editor considers many factors, and does not take these decisions lightly. We are grateful for our reviewers' expertise and suggestions.</p> <p>It has been a pleasure to work with you as a reviewer for {$contextName}, and we hope to have the opportunity to work with you again in the future.</p> <p>Kind regards,</p> <p>{$signature}</p>
ar: <p>عزيزي {$recipientName}،</p> <p>شكرًا لإكمالك تحكيمك لطلب التقديم، {$submissionTitle}، لصالح {$contextName}. نحن نقدر وقتك وخبراتك التي ساهمت بهما لتعزيز جودة الأعمال التي ننشرها لقد شاركنا ملاحظاتك مع المؤلفين، مع ملاظات المحكمين الآخرين وقرار المحرر.</p> <p>بناءً على الإفادات التي تلقيناها، لقد أبلغنا المؤلفين بما مفاده:</p> <p>{$decisionDescription}</p> <p>لقد أخذنا بنظر الاعتبار توصياتك جنبًا إلى جنب مع توصيات المحكمين الآخرين قبل التوصل إلى القرار. أحيانًا قد يختلف قرار المحرر عن توصيات أحد المحكمين أو أكثر. يأخذ المحرر بعين الاعتبار عوامل عديدة، ولا يتخذ تلك القرارات بسهولة. نحن ممتنون لخبرات محكمينا ومقترحاتهم.</p> <p>لنا الشرف بالعمل معكم كمحكم في {$contextName}، ونأمل أن تتاح لنا فرصة العمل معكم مرة أخرى مستقبلاً.</p> <p>أطيب التحايا،</p> <p>{$signature}</p>
bg: <p>Уважаеми {$recipientName},</p> <p>Благодарим ви, че завършихте вашата рецензия на {$submissionTitle}, за {$contextName}. Оценяваме вашето време и експертен опит, за да допринесете за качеството на материалите, които публикуваме. Споделихме вашите коментари с авторите, заедно с коментарите на други рецензенти и решението на редактора.</p> <p>Въз основа на обратната връзка, която получихме, уведомихме авторите за следното:</p> <p>{$decisionDescription}</p> <p>Вашата препоръка беше разгледана заедно с препоръките на други рецензенти, преди да се вземе решение. Понякога решението на редактора може да се различава от препоръката, направена от един или повече рецензенти. Редакторът взема предвид много фактори и не взема тези решения с лека ръка. Благодарни сме за експертизата и предложенията на нашите рецензенти.</p> <p>За мен беше удоволствие да работим с вас като рецензент за {$contextName} и се надяваме да имаме възможност да работим отново с вас в бъдеще.</p> <p>Сърдечни поздрави,</p> <p>{$signature}</p>
cs: <p>Vážený/á {$recipientName},</p> <p>Děkujeme, že jste dokončili posouzení příspěvku, {$submissionTitle}, pro {$contextName}. Vážíme si vašeho času a odborných znalostí, kterými jste přispěli ke kvalitě námi publikovaných prací. Vaše připomínky jsme předali autorům spolu s připomínkami ostatních recenzentů a rozhodnutím redakce.</p> <p>Na základě obdržené zpětné vazby jsme autory upozornili na následující:</p> <p>{$decisionDescription}</p> <p>Vaše doporučení bylo před rozhodnutím zváženo spolu s doporučeními ostatních recenzentů. Někdy se může stát, že se rozhodnutí editora liší od doporučení jednoho nebo více recenzentů. Editor zvažuje mnoho faktorů a tato rozhodnutí nebere na lehkou váhu. Jsme vděčni za odborné znalosti a návrhy našich recenzentů.</p> <p>Bylo nám potěšením s vámi spolupracovat jako s recenzentem pro {$contextName} a doufáme, že budeme mít příležitost s vámi spolupracovat i v budoucnu.</p> <p>S pozdravem,</p> <p>{$signature}</p>
da: <p>Kære {$recipientName},</p> <p>Tak for at færdiggøre din bedømmelse af manuskriptet: {$submissionTitle} til {$contextName}. Vi værdsætter din tid og din ekspertise, som bidrager til kvaliteten af det, vi publicerer. Vi har delt dine kommentarer med forfatterne sammen med vores andre bedømmeres kommentarer samt redaktørens beslutning.</p> <p>Baseret på den tilbagemelding vi modtog, har vi meddelt forfatterne følgende beslutning:</p> <p>{$decisionDescription}</p> <p>Vi overvejede din anbefaling sammen med de øvrige bedømmeres anbefalinger og traf derudfra en beslutning. Ind imellem afviger redaktørens beslutning fra den anbefaling, som en eller flere bedømmere kommer med. Redaktøren afvejer mange faktorer, og tager ikke let på disse beslutninger. Vi vægter vores bedømmeres ekspertise og anbefalinger højt.</p> <p>Det har været en fornøjelse at samarbejde med dig som bedømmer for {$contextName}, og vi håber at få muligheden for at samarbejde med dig igen i fremtiden.</p> <p>Mvh.</p> <p>{$signature}</p>
es: <p>Estimado/a {$recipientName},</p> <p>Gracias por completar la revisión del envío, {$submissionTitle}, para {$contextName}. Le agradecemos su tiempo y su pericia, que contribuyen a la calidad de las obras que publicamos. Hemos compartido sus comentarios con los autores/as, junto con los comentarios de los otros revisores/as y la decisión editorial.</p> <p>A partir de los comentarios recibidos, hemos notificado a los autores/as lo siguiente:</p> <p>{$decisionDescription}</p> <p>Su recomendación, junto con la de otros revisores/as, se ha considerado antes de llegar a una decisión final. A veces, la decisión del editor/a puede diferir de la recomendación hecha por uno o más revisores/as. El editor/a tiene en cuenta muchos factores y no se toma estas decisiones a la ligera. Estamos muy agradecidos por la pericia y las sugerencias de nuestros revisores/as.</p> <p>Ha sido un placer trabajar con usted como revisor/a para {$contextName}, y esperamos tener la oportunidad de seguir haciéndolo en el futuro.</p> <p>Saludos cordiales,</p> <p>{$signature}</p>
eu: <p>{$recipientName} agurgarria:</p> <p>Eskerrik asko {$contextName} aldizkariarentzat "{$submissionTitle}" bidalketa ebaluatzeagatik . Biziki estimatzen dizugu argitaratzen ditugun lanen kalitatea hobetze aldera eskaini duzun denbora eta eskarmentua. Egileei zure iruzkinak helarazi dizkiegu jada, bai eta gure gainerako ebaluatzaileen oharrak eta editorearen erabakia ere.</p> <p>Jasotako ohar guztietan oinarrituta, honako hau jakinarazi diegu egileei:</p> <p>{$decisionDescription}</p> <p>Erabakia hartu baino lehen, zure gomendioa eta gainerako ebaluatzaileena kontuan hartu dugu. Ohikoa ez bada ere, baliteke editorearen erabakia eta ebaluatzaile batek edo batzuek gomendatutakoa bat ez etortzea. Editoreak faktore asko aztertzen ditu eta ez ditu erabakiak nolanahi hartzen. Zinez eskertzen ditugu gure ebaluatzaileen eskarmentua eta iradokizunak.</p> <p>Plazera izan da {$contextName} aldizkariaren ebaluatzaileen artean edukitzea, eta etorkizunean ere zurekin lan egiteko aukera izango dugula espero dugu.</p> <p>Adeitasunez,</p> <p>{$signature}</p>
fi: <p>Hyvä {$recipientName},</p> <p>Kiitos lähettämästänne arvioinnista käsikirjoitukselle, "{$submissionTitle}". Arvostamme, että olemme saaneet hyödyntää aikaanne ja asiantuntemustanne julkaisumme laadun säilyttämiseksi. Olemme lähettäneet kommenttinne kirjoittajille samalla muiden arvioijien kommenttien ja päätoimittajan päätöksen kanssa.</p> <p>Olemme antaneet kirjoittajille seuraavat ohjeet saadun palautteen perusteella:</p> <p>{$decisionDescription}</p> <p>Suosituksenne on käsitelty yhdessä muiden arvioijien suositusten kanssa päätöstä muodostettaessa. Silloin tällöin päätoimittajan päätös eroaa yhden tai useamman arvioijan suosituksesta. Päätoimittaja arvioi monia eri seikkoja eikä tee päätöksiä kevyin perustein. Olemme kiitollisia arvioijiemme asiantuntemuksesta ja suosituksista.</p> <p>Olemme työskennelleet mielellämme kanssanne, ja toivomme saavamme työskennellä kanssanne myös myöhemmin.</p> <p>Ystävällisin terveisin,</p> <p>{$signature}</p>
fr_ca: <p>{$recipientName},</p> <p>Nous vous remercions d'avoir complété votre évaluation de la soumission, {$submissionTitle}, pour {$contextName}. Nous vous sommes reconnaissant pour votre temps et votre expertise qui contribue à la qualité des travaux que nous publions. Nous avons partagé vos commentaires avec l'auteur-e, ainsi que ceux des autres évaluateurs-trices. </p> <p>En fonction des recommandations reçues, nous avons informé l'auteur-e de notre décision qui est la suivante: </p> <p>{$decisionDescription}</p> <p>Votre recommandation a été prise en considération conjointement avec celles des autres évaluateurs-trices avant d'en arriver à cette décision.</p> <p>Ce fut un plaisir de travailler avec vous à cette évaluation pour {$contextName}. Nous espérons avoir l'opportunité de renouveler cette expérience avec vous à l'avenir.</p> <p>Cordialement,</p> <p>{$signature}</p>
hy: <p>Հարգելի {$recipientName},</p> <p>Շնորհակալություն {$submissionTitle} ներկայացման գրախոսությունը , {$contextName}-ին ավարտելու համար: Մենք գնահատում ենք ձեր ժամանակն ու փորձը մեր հրապարակած աշխատանքի որակին նպաստելու համար: Մենք կիսվել ենք ձեր մեկնաբանություններով հեղինակների հետ՝ մեր մյուս գրախոսողների մեկնաբանությունների և խմբագրի որոշման հետ միասին:</p> <p>Մեր ստացած արձագանքների հիման վրա մենք ծանուցել ենք հեղինակներին հետևյալի մասին.</p> <p>{$decisionDescription}</p> <p>Ձեր առաջարկը դիտարկվել է այլ գրախոսների առաջարկությունների հետ մեկտեղ, նախքան որոշում կայացնելը: Երբեմն խմբագրի որոշումը կարող է տարբերվել մեկ կամ մի քանի գրախոսների կողմից տրված առաջարկություններից: Խմբագիրը հաշվի է առնում բազմաթիվ գործոններ և անլուրջ չի վերաբերվում այդ որոշումներին: Մենք երախտապարտ ենք մեր գրախոսների փորձաքննության և առաջարկությունների համար:</p> <p>Հաճելի էր ձեզ հետ աշխատել որպես {$contextName}-ի գրախոս, և մենք հուսով ենք, որ ապագայում կրկին ձեզ հետ աշխատելու հնարավորություն կունենանք:</p> <p>Հարգանքով,</p> <p>{$signature}</p>
id: <p>Kepada Yth {$recipientName},</p> <p>Terima kasih karena sudah mengirimkan review dari naskah, "{$submissionTitle}", untuk {$contextName}. Kami menghargai waktu dan keahlian anda dalam berkontribusi terhadap kualitas karya yang kami terbitkan. Kami sudah mengirimkan komentar anda kepada penulis, bersama dengan komentar dari reviewer-reviewer yang lain dan keputusan editor.</p> <p>Berdasarkan umpan balik yang kami terima, kami telah memberitahukan penulis sebagai berikut:</p> <p>{$decisionDescription}</p> <p>Rekomendasi anda dipertimbangkan bersamaan dengan reviewer lain sebelum diambil keputusan. Kadang keputusan editor mungkin berbeda dari rekomendasi yang dibuat oleh satu reviewer atau lebih. Editor mempertimbangkan banyak faktor, dan tidak mengambil keputusan dengan mudah. Kami bersyukur atas keahlian dan saran dari para reviewer. </p> <p>Kami sangat senang dapat bekerja sama dengan anda sebagai reviewer pada {$contextName}, dan kami berharap dapat memiliki kesempatan untuk bekerja sama kembali dengan anda di masa yang akan datang..</p> <p>Hormat kami,</p> <p>{$signature}</p>
mk: <p>Почитуван {$recipientName},</p> <p>Ви благодариме што го завршивте прегледот на поднесокот, „{$submissionTitle}“, за {$contextName}. Го цениме вашето време и експертиза за да придонесете за квалитетот на работата што ја објавуваме. Ги споделивме вашите коментари со авторите, заедно со коментарите на другите наши рецензенти и одлуката на уредникот.</p> <p>Врз основа на повратните информации што ги добивме, ги известивме авторите за следново:</p> <p>{$decisionDescription}</p> <p>Вашата препорака беше разгледана заедно со препораките на другите рецензенти пред да се донесе одлука. Понекогаш одлуката на уредникот може да се разликува од препораката дадена од еден или повеќе рецензенти. Уредникот зема предвид многу фактори и не ги зема лесно овие одлуки. Благодарни сме за експертизата и предлозите на нашите рецензенти.</p> <p>Ми беше задоволство да работам со вас како рецензент за {$contextName} и се надеваме дека ќе имаме можност повторно да работиме со вас во иднина.</p> <p>Со почит,</p> <p>{$signature}</p>
nl: <p>Beste {$recipientName},</p> <p>Dank u voor het voltooien van uw beoordeling van de inzending, {$submissionTitle}, voor {$contextName}. We waarderen uw tijd en expertise in het bijdragen aan de kwaliteit van het werk dat we publiceren. We hebben uw opmerkingen gedeeld met de auteurs, samen met de opmerkingen van onze andere beoordelaars en het besluit van de redacteur.</p> <p>Op basis van de ontvangen feedback hebben we de auteurs het volgende laten weten:</p> <p>{$decisionDescription}</p> <p>Uw aanbeveling werd in overweging genomen naast de aanbevelingen van andere beoordelaars voordat er een beslissing werd genomen. Soms kan de beslissing van de redacteur afwijken van de aanbeveling van een of meer beoordelaars. De redacteur houdt rekening met veel factoren en neemt deze beslissingen niet lichtvaardig. We zijn dankbaar voor de expertise en suggesties van onze beoordelaars.</p> <p>Het was een genoegen om met u samen te werken als beoordelaar voor {$contextName}, en we hopen in de toekomst weer met u te kunnen samenwerken.</p> <p>Met vriendelijke groet,</p> <p>{$signature}</p>
pt_br: <p>Prezado(a) {$recipientName},</p> <p>Obrigado por concluir a avaliação da submissão, {$submissionTitle}, para {$contextName}. Agradecemos seu tempo e experiência em contribuir para a qualidade do trabalho que publicamos. Compartilhamos seus comentários com os autores, juntamente com os comentários de outros avaliadores e a decisão do editor.</p> <p>Com base no feedback que recebemos, notificamos os autores do seguinte:</p> <p>{$decisionDescription}</p> <p>Sua recomendação foi considerada juntamente com as recomendações de outros avaliadores antes de tomar uma decisão. Ocasionalmente, a decisão do editor pode diferir da recomendação feita por um ou mais avaliadores. O editor considera muitos fatores e não toma essas decisões levianamente. Agradecemos a experiência e as sugestões de nossos avaliadores.</p> <p>Foi um prazer trabalhar com você como avaliador de {$contextName} e esperamos ter a oportunidade de trabalhar com você novamente no futuro.</p> <p>Atenciosamente,</p> <p>{$signature}</p>
ru: <p>Здравствуйте, {$recipientName}!</p> <p>Благодарю Вас за рецензирование материала «{$submissionTitle}» для журнала «{$contextName}». Мы ценим Ваш вклад, который способствует повышению качества публикуемых нами работ. Мы поделились Вашими замечаниями с авторами, а также замечаниями других рецензентов и решением редактора.</p> <p>На основании полученных рецензий мы уведомили авторов о следующем:</p> <p>{$decisionDescription}</p> <p>Ваши рекомендации были рассмотрены наряду с рекомендациями других рецензентов, прежде чем было принято такое решение. Иногда решение редактора может отличаться от рекомендации одного или нескольких рецензентов. Редактор учитывает множество факторов и принимает такие решения очень взвешенно. Мы благодарны нашим рецензентам за их опыт и предложения.</p> <p>Нам было очень приятно работать с Вами в качестве рецензента журнала «{$contextName}», и мы надеемся, что в будущем у нас еще будет возможность сотрудничать с Вами.</p> <p>С уважением,</p> <p>{$signature}</p>
sl: <p>Spoštovani {$recipientName},</p> <p>Hvala za dokončanje recenzije prispevka, {$submissionTitle}, pri reviji {$contextName}. Hvležni smo vam za vaš čas in znanje, ki prispevata k kvaliteti del, ki jih objavljamo. Vaše komentarje in komentarje ostalih recenzentov smo skupaj z urednikovo odločitvijo delili z avtorji.</p> <p>Na osnovi prejetih mnenj, smo avtorje obvestili o naslednjem:</p> <p>{$decisionDescription}</p> <p>Vaše priporočilo je bilo upoštevno skupaj s priporočili ostalih recenzentov pred sprejeto odločitvijo. Občasno se odločitev urednika lahko razlikuje od priporočila, ki ga je podal eden ali več recenzentov. Urednik upošteva veliko faktorjev in odločitve ne sprejme zlahka. Hvaležni smo vam za vašo recenzentsko znanje in predloge.</p> <p>V veselje nam je bilo delati z vami v recenzentskem postopku pri reviji {$contextName} in upamo, da bomo imeli možnost delati z vami še kdaj v prihodnosti.</p> <p>S spoštovanjem,</p> <p>{$signature}</p>
tr: <p>Sayın {$recipientName},</p> <p>{$contextName} için gönderilen "{$submissionTitle}" başlıklı aday makale ile ilgili değerlendirme sürecini tamamladığınız için teşekkür ederiz. Yayınladığımız makalelerin kalitesine katkıda bulunmak üzere ayırdığınız zaman ve paylaştığınız uzmanlık bizim için son derece kıymetlidir. Değerlendirme sürecinde ilettiğiniz görüşler, diğer hakemlerin yorumları ve editörün kararıyla birlikte yazarlara iletilmiştir.</p> <p>Gelen geri bildirimler doğrultusunda yazarlara şu bilgi verilmiştir:</p> <p>{$decisionDescription}</p> <p>Editör kararı verilmeden önce sizin öneriniz, diğer hakemlerin önerileriyle birlikte dikkate alınmıştır. Bazen editörün nihai kararı, bir veya daha fazla hakemin önerisinden farklı olabilir. Editör birçok unsuru göz önünde bulundurarak ve titizlikle karar vermektedir. Hakemlerimizin uzmanlığı ve katkıları bizim için her zaman çok değerlidir.</p> <p>{$contextName} için yaptığınız hakemlikten memnuniyet duyduk ve gelecekte yeniden birlikte çalışma fırsatı bulmayı umarız.</p> <p>Saygılarımızla,</p> <p>{$signature}</p>
uk: <p>Шановний(на) {$recipientName}!</p> <p>Дякуємо за виконання рецензування подання "{$submissionTitle}" для "{$contextName"}. Ми цінуємо Ваш час і досвід у сприянні якості роботи, яку ми публікуємо. Ми поділилися Вашими коментарями з авторами, а також коментарями інших рецензентів і рішенням редактора.</p> <p>На основі отриманих нами відгуків ми повідомили авторів про таке:</p> <p>{$decisionDescription}</p> <p>Перш ніж ухвалити рішення, Вашу рекомендацію було розглянуто разом із рекомендаціями інших рецензентів. Іноді рішення редактора може відрізнятися від рекомендацій одного чи кількох рецензентів. Редактор враховує багато факторів і не легковажить до цих рішень. Ми вдячні нашим рецензентам за досвід і пропозиції.</p> <p>Нам було приємно працювати з Вами як рецензентом для "{$contextName}", і ми сподіваємося, що матимемо можливість співпрацювати з Вами знову в майбутньому.</p> <p>З повагою,</p> <p>{$signature}</p>
vi: <p>Kính gửi {$recipientName},</p> <p>Cảm ơn bạn đã hoàn thành đánh giá bài nộp, {$submissionTitle}, cho {$contextName}. Chúng tôi đánh giá cao thời gian và chuyên môn của bạn trong việc đóng góp vào chất lượng công việc mà chúng tôi xuất bản. Chúng tôi đã chia sẻ nhận xét của bạn với tác giả, cùng với nhận xét của người đánh giá khác và quyết định của biên tập viên.</p> <p>Dựa trên phản hồi nhận được, chúng tôi đã thông báo cho tác giả về những điều sau:</p> <p>{$decisionDescription}</p> <p>Đề xuất của bạn đã được xem xét cùng với đề xuất của người đánh giá khác trước khi đưa ra quyết định. Đôi khi quyết định của biên tập viên có thể khác với đề xuất của một hoặc nhiều người đánh giá. Biên tập viên xem xét nhiều yếu tố và không đưa ra những quyết định này một cách nhẹ nhàng. Chúng tôi rất biết ơn chuyên môn và gợi ý của người đánh giá.</p> <p>Thật vinh dự được hợp tác với bạn với vai trò người đánh giá cho {$contextName}, và chúng tôi hy vọng có cơ hội hợp tác với bạn trong tương lai.</p> <p>Trân trọng,</p> <p>{$signature}</p>

# emails.decision.notifyOtherAuthors.subject
source: An update regarding your submission
ar: مستجدات بشأن طلب تقديمك
bg: Актуализация относно вашето изпращане на материали
cs: Aktualizace týkající se vašeho příspěvku
da: En opdatering ang. din indsendelse
es: Actualización acerca de su envío
eu: Zure bidalketari buruzko eguneratzea
fi: Käsikirjoitustanne koskeva päivitys
fr_ca: Mise à jour concernant votre soumission
hy: Ձեր ներկայացման վերաբերյալ թարմացում
id: Informasi terbaru mengenai naskah anda
mk: Обновување на вашиот поднесок
nl: Een update over uw inzending
pt: Uma atualização sobre sua submissão
pt_br: Uma atualização sobre sua submissão
ru: Обновление информации о Вашем материале
sl: Novice v zvezi z vašim prispevkom
tr: Aday makaleniz ile ilgili bilgilendirme
uk: Оновлення щодо Вашого подання
vi: Cập nhật về bài nộp của bạn
