Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.decision.notifyOtherAuthors.body
source: <p>The following email was sent to {$submittingAuthorName} from {$contextName} regarding {$submissionTitle}.</p> <p>You are receiving a copy of this notification because you are identified as an author of the submission. Any instructions in the message below are intended for the submitting author, {$submittingAuthorName}, and no action is required of you at this time.</p> {$messageToSubmittingAuthor}
ar: <p>رسالة البريد الالكتروني الآتية أُرسلت إلى {$submittingAuthorName} من {$contextName} بشأن {$submissionTitle}.</p> <p>أنت تتلقى نسخة من هذا الإشعار لأنك مُعرَّف كمؤلف لطلب التقديم. أي تعليمات في الرسالة أدناه هي موجهة إلى المؤلف المقدم للطلب، {$submittingAuthorName}، وليس هناك إجراء مطلوب منك القيام به في الوقت الراهن.</p> {$messageToSubmittingAuthor}
bg: <p>Следният имейл беше изпратен до {$submittingAuthorName} от {$contextName} относно {$submissionTitle}.</p> <p>Получавате копие от това известие, защото сте идентифицирани като автор на изпратените материали. Всички инструкции в съобщението по-долу са предназначени за изпращащия автор, {$submittingAuthorName}, и в момента не се изисква действие от ваша страна.</p> {$messageToSubmittingAuthor}
cs: <p>Z {$contextName} byl odeslán následující e-mail na adresu {$submittingAuthorName} týkající se {$submissionTitle}.</p> <p>Kopii tohoto oznámení dostáváte, protože jste označen jako autor příspěvku. Veškeré pokyny v níže uvedené zprávě jsou určeny předkládajícímu autorovi, {$submittingAuthorName}, a v tuto chvíli od vás není vyžadována žádná akce.</p> {$messageToSubmittingAuthor}
da: <p>Den følgende e-mail blev sendt til {$submittingAuthorName} fra {$contextName} ang. {$submissionTitle}.</p> <p>Du modtager en kopi af denne meddelelser fordi du er blevet angivet som forfatter af denne indsendelse. Instruktionerne i den nedenstående besked er tiltænkt forfatteren, der stod for indsendelsen, {$submittingAuthorName}, og du skal ikke foretage dig noget på nuværende tidspunkt.</p> {$messageToSubmittingAuthor}
es: <p>El siguiente correo electrónico fue enviado a {$submittingAuthorName} desde {$contextName} en relación con {$submissionTitle}.</p> <p>El motivo por el que recibe una copia de esta notificación es porque está identificado como autor/a de este envío. Las instrucciones que figuran en el siguiente mensaje se dirigen al autor/a principal del envío, {$submittingAuthorName}, por lo que no se requiere ninguna acción suya en este momento.</p> {$messageToSubmittingAuthor}
eu: <p>Mezu hau {$submittingAuthorName} egileari bidali zaio {$contextName} aldizkaritik "{$submissionTitle}" dela eta.</p> <p>Jakinarazpen honen kopia bat jaso duzu, bidalketaren egile gisa identifikatuta zaudelako. Ondorengo mezuan jasotzen diren jarraibide guztiak {$submittingAuthorName} bidalketaren egile nagusiarentzat dira. Hortaz, une honetan, ez duzu ezer egin beharrik.</p> {$messageToSubmittingAuthor}
fi: <p>Seuraava sähköposti on lähetetty käsikirjoituksen lähettäjälle {$submittingAuthorName} julkaisusta {$contextName} koskien käsikirjoitusta "{$submissionTitle}".</p> <p>Saatte kopion tästä ilmoituksesta, koska teidät on merkitty käsikirjoituksen kirjoittajaksi. Kaikki alla olevat ohjeet on tarkoitettu käsikirjoituksen lähettäneelle kirjoittajalle, {$submittingAuthorName}, eikä teiltä odoteta mitään toimia tässä vaiheessa.</p> {$messageToSubmittingAuthor}
fr_ca: <p>Ce courriel a été envoyé à {$submittingAuthorName} par {$contextName} concernant {$submissionTitle}.</p> <p>Vous recevez une copie de cet avis car vous êtes identifié comme auteur-e de cette soumission. Toutes les instructions dans le message ci-dessous sont à l'intention de l'auteur-e de correspondance, {$submittingAuthorName}. </p><p>Aucune action n'est attendue de votre part.</p> {$messageToSubmittingAuthor}
hy: <p>Հետևյալ նամակն ուղարկվել է {$submittingAuthorName}-ին {$contextName}-ից {$submissionTitle}-ի վերաբերյալ:</p> <p>Դուք ստանում եք այս ծանուցման պատճենը, քանի որ դուք նույնականացված եք որպես ներկայացման հեղինակ: Ստորև բերված հաղորդագրության ցանկացած հրահանգ նախատեսված է ուղարկող հեղինակի՝ {$submittingAuthorName}-ի համար, և այս պահին ձեզանից որևէ գործողություն չի պահանջվում:</p> {$messageToSubmittingAuthor}
id: <p>Email berikut ini dikirim ke {$submittingAuthorName} dari {$contextName} mengenai "{$submissionTitle}".</p> <p>Anda menerima notifikasi ini karena anda teridentifikasi sebagai penulis dari naskah. Instruksi dari pesan di bawah ini dimaksudkan untuk penulis artikel, {$submittingAuthorName}, dan tidak ada yang harus dilakukan pada tahap ini.</p> {$messageToSubmittingAuthor}
mk: <p>Следната е-пошта е испратена до {$submittingAuthorName} од {$contextName} во врска со „{$submissionTitle}“.</p> <p>Добивате копија од ова известување бидејќи сте идентификувани како автор на поднесокот. Сите инструкции во пораката подолу се наменети за авторот што поднесува, {$submittingAuthorName}, и во моментов не се бара никаква акција од вас.</p> {$messageToSubmittingAuthor}
nl: <p>De volgende e-mail is verzonden naar {$submittingAuthorName} van {$contextName} betreffende {$submissionTitle}.</p> <p>U ontvangt een kopie van deze kennisgeving omdat u bent geïdentificeerd als een auteur van de inzending. Eventuele instructies in het onderstaande bericht zijn bedoeld voor de indienende auteur, {$submittingAuthorName}, en er is op dit moment geen actie van u vereist.</p> {$messageToSubmittingAuthor}
pt_br: <p>O seguinte e-mail foi enviado para {$submitingAuthorName} de {$contextName} sobre {$submissionTitle}.</p> <p>Você está recebendo uma cópia desta notificação porque foi identificado como autor da submissão. Todas as instruções na mensagem abaixo são destinadas ao autor responsável pela submissão, {$subposingAuthorName}, e nenhuma ação é necessária de sua parte neste momento.</p> {$messageToSubmitatingAutor}
ru: <p>В адрес {$submittingAuthorName} от журнала «{$contextName}» было отправлено следующее письмо относительно материала «{$submissionTitle}».</p> <p>Вы получили копию этого уведомления, потому что Вы указаны как автор материала. Любые инструкции в сообщении ниже предназначены для автора-отправителя ({$submittingAuthorName}) и от вас сейчас не требуется никаких действий.</p> {$messageToSubmittingAuthor}
sl: <p>Spodnji email je bil poslan avtorju {$submittingAuthorName} pri reviji {$contextName} v zvezi s prispevkom {$submissionTitle}.</p> <p>Kopijo tega obvestila prejemate, ker ste bili navedeni kot soavtor prispevka. Navodila v sporočilu spodaj so namenjena le avtorju, ki je oddal prispevek, to je {$submittingAuthorName} in v tem trenutku z vaše strani ni potrebna nobena akcija.</p> {$messageToSubmittingAuthor}
tr: <p>Aşağıdaki e-posta, "{$submissionTitle}" başlıklı aday makale ile ilgili olarak {$contextName} tarafından {$submittingAuthorName} adlı sorumlu yazara gönderilmiştir.</p> <p>Bu bilgilendirme mesajının bir kopyasını alıyorsunuz çünkü aday makaleye yazar olarak eklenmişsiniz. Aşağıdaki mesajda yer alan yönlendirmeler sorumlu yazar {$submittingAuthorName} için geçerlidir ve şu anda sizin herhangi bir işlem yapmanız gerekmemektedir.</p> {$messageToSubmittingAuthor}
uk: <p>Цей електронний лист надіслано {$submittingAuthorName} від "{$contextName}" щодо "{$submissionTitle}".</p> <p>Ви отримуєте копію цього сповіщення, оскільки Ви визначені як автор подання. Будь-які інструкції в наведеному нижче повідомленні призначені для автора, який подав матеріали, {$submittingAuthorName}, і наразі від Вас не вимагається жодних дій.</p> {$messageToSubmittingAuthor}
vi: <p>Email sau đây đã được gửi đến {$submittingAuthorName} từ {$contextName} liên quan đến {$submissionTitle}.</p> <p>Bạn nhận được bản sao thông báo này vì bạn được xác định là tác giả của bài nộp. Bất kỳ hướng dẫn nào trong tin nhắn dưới đây đều dành cho tác giả gửi bài, {$submittingAuthorName}, và bạn không cần thực hiện hành động nào vào lúc này.</p> {$messageToSubmittingAuthor}

# emails.editorDecisionSendToExternal.subject
source: Your submission has been sent for review
ar: طلب تقديمك قد أُرسل للتحكيم
bg: Вашите подадени материали са е изпратени за рецензиране
cs: Váš příspěvek byl odeslán k recenzi
da: Din indsendelse er blevet sendt til bedømmelse
es: Su envío se ha enviado a revisión
eu: Zure bidalketa ebaluatzera bidali da
fi: Käsikirjoituksenne on lähetetty vertaisarvioitavaksi
fr_ca: Votre manuscrit a été envoyé en évaluation
hy: Ձեր ներկայացումն ուղարկվել է գրախոսության
id: Naskah anda telah dikirim untuk direview
mk: Вашиот поднесок е испратен за рецензија
nl: Uw inzending is verzonden voor recensie
pt: A sua submissão foi enviada para revisão
pt_br: Sua submissão foi enviada para avaliação
ru: Ваш материал был отправлен на рецензию
sl: Vaš prispevek je bil poslal v recenzijo
tr: Aday makaleniz ön değerlendirme aşamasından hakem değerlendirme aşamasına geçti
uk: Ваше подання надіслано на рецензування
vi: Bài nộp của bạn đã được gửi đi đánh giá
