Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.editorDecisionSendToProduction.body
source: <p>Dear {$recipientName},</p><p>I am writing from {$contextName} to let you know that the editing of your submission, {$submissionTitle}, is complete. Your submission will now advance to the production stage, where the final galleys will be prepared for publication. We will contact you if we need any further assistance.</p><p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p><p>Kind regards,</p>{$signature}
ar: <p>عزيزنا {$recipientName}،</p><p>إنني أراسلكم من {$contextName} لإبلاغكم بأن عملية تحرير طلب تقديمكم {$submissionTitle}، قد انتهت. سيذهب عملكم الآن إلى مرحلة الإنتاج، حيث سيجري تحضير الألواح الطباعية للنشر. سنتواصل معكم إذا كانت لدينا حاجة إلى مساعدتكم.</p><p>إذا كانت لديكم أي أسئلة، يرجى التواصل معي من <a href="{$authorSubmissionUrl}">دفة قيادة طلب التقديم</a>.</p><p>أطيب التحايا،</p>{$signature}
bg: <p>Уважаеми {$recipientName},</p><p>Пиша от {$contextName}, за да ви уведомя, че редактирането на вашия материал {$submissionTitle} е завършено. Той ще премине към етапа на производство, където окончателните типографии ще бъдат подготвени за публикуване. Ще се свържем с вас, ако имаме нужда от допълнителна помощ.</p><p>Ако имате въпроси, моля, свържете се с мен от вашето <a href="{$authorSubmissionUrl}">табло за управление на подадените материали</a>.</p ><p>Сърдечни поздрави,</p>{$signature}
cs: <p>Vážený/á {$recipientName},</p><p>Píši vám z redakce periodika {$contextName} abychom vám dali vědět, že editace vašeho příspěvku {$submissionTitle} je hotová. Váš příspěvek nyní postoupí do produkční fáze, ve které budou připraveny finální sazebnice pro vydání. V případě potřeby další pomoci vás budeme kontaktovat.</p><p>Pokud máte jakékoliv dotazy, neváhejte nás kontaktovat pomocí redakčního systému <a href="{$submissionUrl}">našeho periodika</a>.</p><p>S pozdravy,</p>{$signature}
da: <p>Kære {$recipientName}</p><p>Jeg skriver til dig fra {$contextName} for at fortælle dig, at redigeringen af dit manuskript: {$submissionTitle}, er færdig. Dit manuskript vil nu gå videre til produktionsfasen, hvor det endelige dokument vil blive forberedt til publicering. Vi kontakter dig, hvis vi har brug for yderligere assistance fra dig.</p><p>Hvis du har nogle spørgsmål, er du velkommen til at kontakte mig ved at oprette et indlæg under Drøftelser via dit<a href="{$submissionUrl}">indsendelses dashboard</a>.</p><p>Med venlig hilsen</p>{$signature}
es: <p>Estimado/a {$recipientName},</p><p>Le escribo de {$contextName} para informarle de que la edición de su envío, {$submissionTitle}, ha finalizado. Ahora su envío avanzará a la fase de producción, donde prepararemos las galeradas finales para su publicación. Nos pondremos en contacto con usted si necesitamos más ayuda.</p><p>Si tiene cualquier duda contacte con nosotros desde su <a href="{$authorSubmissionUrl}">panel de control del envío</a>.</p><p>Saludos cordiales,</p>{$signature}
eu: <p>{$recipientName} agurgarria:</p><p>{$contextName} aldizkaritik idazten dizut "{$submissionTitle}" bidalketaren edizioa bukatu dela jakinarazteko. Orain, zure bidalketa ekoizpen-fasera igaroko da, eta azken galeradak prestatuko dira argitaratzeko. Laguntzarik behar badugu, zurekin harremanetan jarriko gara.</p><p> Zalantzarik izanez gero, mesedez, jar zaitez nirekin harremanetan zure <a href="{$authorSubmissionUrl}">bidalketa-panela</a> baliatuta.</p><p>Adeitasunez,</p>{$signature}
fi: <p>Hyvä {$recipientName},</p><p>Ilmoitan sivustolta {$contextName}, että käsikirjoituksenne {$submissionTitle} toimitustyö on nyt valmis. Käsikirjoitus siirtyy tuotantovaiheeseen, jossa lopulliset tiedostot valmistellaan julkaisemista varten. Olemme yhteydessä teihin, jos tarvitsemme vielä apuanne.</p><p>Jos teillä on kysyttävää, ottakaa yhteyttä minuun <a href="{$authorSubmissionUrl}">aloittamalla uusi keskustelu sivustollamme</a>.</p> <p>Ystävällisin terveisin,</p>{$signature}
fr_ca: <p>{$recipientName},</p><p>Je vous écris de la part de {$contextName} afin de vous confirmer que la révision de votre soumission, {$submissionTitle}, est terminée. Votre soumission sera envoyée à l'étape de production, nous procéderons à la mise en page avant publication. Nous vous contacterons au besoin.</p><p>Si vous avez des questions, vous pouvez nous rejoindre à partir du <a href="{$authorSubmissionUrl}">tableau de bord de votre soumission</a>.</p><p>Cordialement,</p>{$signature}
hy: <p>Հարգելի {$recipientName},</p><p>Ես գրում եմ {$contextName} -ից, որպեսզի տեղեկացնեմ, որ ձեր ներկայացման՝ {$submissionTitle} խմբագրումն ավարտված է: Ձեր ներկայացումն այժմ կանցնի թողարկման փուլ, որտեղ վերջնական շարվածքները կպատրաստվեն հրապարակման: Մենք կկապվենք ձեզ հետ, եթե մեզ անհրաժեշտ լինի լրացուցիչ օգնություն:</p><p>Եթե հարցեր ունեք, խնդրում ենք կապվել ինձ հետ ձեր <a href="{$authorSubmissionUrl}">ներկայացման վահանակից</a>:</p ><p>Հարգանքով,</p>{$signature}
id: <p>Kepada Yth. {$recipientName},</p><p>Saya menghubungi dari {$contextName} untuk memberitahukan kepada anda bahwa proses edit naskah anda, "{$submissionTitle}", telah selesai. Naskah anda akan masuk ke tahap produksi, dimana galley akhir akan disiapkan untuk penerbitan. Kami akan menghubungi anda jika kami membutuhkan bantuan lebih lanjut.</p><p>Jika anda ada pertanyaan, silakan kontak saya dari <a href="{$authorSubmissionUrl}">dasbor pengiriman anda</a>.</p><p>Hormat kami,</p>{$signature}
mk: <p>Почитуван {$recipientName},</p><p>Ви пишувам од {$contextName} за да ве известам дека уредувањето на вашиот поднесок, „{$submissionTitle}“ е завршено. Вашиот поднесок сега ќе премине во фазата на производство, каде што последните галии ќе бидат подготвени за објавување. Ќе ве контактираме доколку ни треба дополнителна помош.</p><p>Ако имате какви било прашања, ве молиме контактирајте ме од вашата <a href="{$authorSubmissionUrl}">контролна табла за поднесување</a>.</p><p>Со почит,</p>{$signature}
nl: <p>Beste {$recipientName},</p> <p>Ik schrijf u namens {$contextName} om u te laten weten dat de bewerking van uw inzending, {$submissionTitle}, is voltooid. Uw inzending gaat nu naar de productiefase, waar de definitieve drukproeven zullen worden voorbereid voor publicatie. We nemen contact met u op als we verdere hulp nodig hebben.</p> <p>Als u vragen heeft, neem dan contact met mij op via uw <a href="{$authorSubmissionUrl}">inzending dashboard</a>.</p> <p>Met vriendelijke groet,</p> <p>{$signature}</p>
pt_br: <p>Prezado (a) {$recipientName},</p><p>Estou escrevendo de {$contextName} para informar que a edição de texto da sua submissão, {$submissionTitle}, foi concluída. Sua submissão avançará agora para a fase de editoração, onde as provas finais serão preparadas para publicação. Entraremos em contato com você se precisarmos de mais assistência.</p><p>Se você tiver alguma dúvida, entre em contato comigo pelo <a href="{$authorSubmissionUrl}">painel da submissão</a>.</p ><p>Atenciosamente,</p>{$signature}
ru: <p>Здравствуйте, {$recipientName}!</p><p>Пишу Вам от имени журнала «{$contextName}» и хочу сообщить, что редактирование Вашего материала «{$submissionTitle}» завершено. Ваш материал далее переходит на этап публикации, где будут подготовлены финальные гранки Вашего материала. Мы свяжемся с Вами, если нам потребуется Ваша помощь.</p><p>Если у Вас есть какие-то вопросы, пожалуйста, свяжитесь со мной через <a href="{$authorSubmissionUrl}">страницу Вашего материала</a>.</p><p>С уважением,</p>{$signature}
tr: <p>Sayın {$recipientName},</p> <p>{$contextName} için gönderdiğiniz "{$submissionTitle}" başlıklı aday makalenizin düzenleme süreci tamamlanmıştır. Makaleniz artık yayın sürecinin bir sonraki aşamasına geçmektedir; bu aşamada son dizgi (galley) kopyası hazırlanacaktır. Ek olarak bir desteğe ihtiyaç duymamız durumunda sizinle tekrar iletişime geçeceğiz.</p> <p>Herhangi bir sorunuz olması halinde, lütfen <a href="{$authorSubmissionUrl}">makale ekranı</a> üzerinden bizimle iletişime geçiniz.</p> <p>Saygılarımla,</p> {$signature}
uk: <p>Шановний(на) {$recipientName}!</p><p>Я пишу від імені "{$contextName}", щоб повідомити Вам, що редагування Вашого подання "{$submissionTitle}" завершено. Тепер Ваше подання перейде до стадії виробництва, де остаточні гранки будуть підготовлені для опублікування. Ми зв’яжемося з Вами, якщо нам знадобиться додаткова допомога.</p><p>Якщо у Вас виникнуть запитання, зв’яжіться зі мною за допомогою <a href="{$authorSubmissionUrl}">інформаційної панелі подання</a>.</p ><p>З повагою,</p>{$signature}
vi: <p>Kính gửi {$recipientName},</p><p>Tôi viết từ {$contextName} để thông báo cho bạn rằng việc chỉnh sửa bài nộp của bạn, {$submissionTitle}, đã hoàn thành. Bài nộp của bạn sẽ được chuyển sang giai đoạn sản xuất, nơi các bản in thử cuối cùng sẽ được chuẩn bị để xuất bản. Chúng tôi sẽ liên hệ với bạn nếu cần thêm trợ giúp.</p><p>Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với tôi từ <a href="{$authorSubmissionUrl}">bảng điều khiển bài nộp</a> của bạn.</p><p>Trân trọng,</p>{$signature}

# emails.editorDecisionRevisions.subject
source: Your submission has been reviewed and we encourage you to submit revisions
ar: طلب تقديمكم قد تمت مراجعته ونحن نحثكم على تقديم التنقيحات
bg: Изпратеният материал бе прегледан и ви насърчаваме да изпратите ревизии
cs: Vaše příspěvek byl podroben recenznímu řízení a nyní vás vyzýváme k předložení upravené verze
da: Din indsendelse er blevet bedømt, og vi vil bede dig om at indsende en ændret version
es: Su envío se ha revisado y le animamos a que tramite sus revisiones
eu: Zure bidalketa ebaluatu da eta zuzenketak aurkeztera animatzen zaitugu
fi: Käsikirjoituksenne on arvioitu – pyydämme korjauksia
hy: Ձեր ներկայացումը գրախոսվել է, և մենք ձեզ խրախուսում ենք ներկայացնել վերանայումներով
id: Naskah anda telah direview dan kami sarankan untuk segera mengirimkan revisinya
mk: Вашиот поднесок беше рецензиран и ве охрабруваме да поднесете ревизија
nl: Uw inzending is beoordeeld en we moedigen u aan om herzieningen in te dienen
pt: A sua submissão foi revista e encorajamo-lo(a) a inserir revisões
pt_br: Sua submissão foi avaliada e nós o(a) encorajamos a enviar revisões
ru: Ваш материал был отрецензирован и мы предлагаем Вам прислать его откорректированную версию
sl: Vaš prispevek je bil recenziran in prosimo vas, da oddate popravke
tr: Aday makale değerlendirildi ve düzeltme talep edildi
uk: Ваше подання було розглянуто, і ми рекомендуємо Вам подати зміни
vi: Bài nộp của bạn đã được xem xét và chúng tôi khuyến khích bạn gửi bản sửa đổi
