Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.editorDecisionCancelReviewRound.body
source: <p>Dear {$recipientName},</p><p>We recently opened a new review round for your submission, {$submissionTitle}. We are closing this review round now.</p><p>Occasionally, a decision to open a round of review will be recorded accidentally in our system and we must cancel this review round. I apologize for any confusion this may have caused.</p><p>We will contact you if we need any further assistance.</p><p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p><p>Kind regards,</p><p>{$signature}</p>
ar: <p>عزيزي {$recipientName}،</p><p>لقد فتحنا مؤخرًا جولة تحكيم جديدة لطلب تقديمك، {$submissionTitle}. نحن نغلق تلك الجولة الآن.</p><p>أحيانًا، قرار فتح جولة تحكيم جديدة قد يجري تسجيله في نظامنا عرضًا وعلينا إلغاء تلك الجولة. أقدم إعتذاري لأي لبس قد يكون مترتبًا جراء ذلك.</p><p>سنتواصل معك إذا كنا بحاجة إلى أي مساعدة إضافية.</p><p>إذا كانت لديك أي استفسارات، لطفًا تواصل معي عبر <a href="{$authorSubmissionUrl}">دفة قيادة طلب التقديم</a>.</p><p>أطيب التحايا،</p><p>{$signature}</p>
bg: <p>Уважаеми, {$recipientName},</p><p>Наскоро открихме нов кръг за рецензиране на вашите материали, {$submissionTitle}. Затваряме текущия кръг на рецензиране.</p><p>Понякога решение за отваряне на кръг на рецензиране може да бъде записано случайно в нашата система и ние трябва да анулираме този кръг на преглед. Извинявам се за объркването, което това може да е причинило.</p><p>Ще се свържем с вас, ако имаме нужда от допълнителна помощ.</p><p>Ако имате въпроси, моля, свържете се с мен от вашия <a href= "{$authorSubmissionUrl}">табло за управление на подадените материали</a>.</p><p>Сърдечни поздрави,</p><p>{$signature}</p>
cs: <p>Vážený/á {$recipientName},</p><p>Nedávno jsme otevřeli nové kolo recenzí pro váš příspěvek, {$submissionTitle}. Toto kolo recenzního řízení nyní uzavíráme.</p><p>Občas se stane, že rozhodnutí o zahájení kola recenzního řízení je v našem systému zaznamenáno omylem a my musíme toto kolo recenze zrušit. Omlouvám se za případné zmatky, které to mohlo způsobit.</p><p>V případě potřeby další pomoci vás budeme kontaktovat.</p><p>Pokud máte jakékoliv otázky, kontaktujte mne, prosím, pomocí <a href="{$authorSubmissionUrl}">panelu příspěvku</a>.</p><p>S pozdravem,</p><p>{$signature}</p>
da: <p>Kære {$recipientName}</p><p>Vi startede for nyligt en ny bedømmelsesrunde for din indsendelse: {$submissionTitle}. Vi lukker nu denne bedømmelsesrunde igen.</p><p>Det hænder af og til, at en beslutning om at starte en ny bedømmelsesrunde ved en fejl registreres i vores system, og vi må derfor annullere den. Jeg beklager forvirringen, dette kan have skabt.</p><p>Vi kontakter dig, hvis vi har brug for yderligere assistance fra dig.</p><p>Hvis du har nogle spørgsmål, er du velkommen til at kontakte mig fra dit <a href="{$authorSubmissionUrl}">indsendelses dashboard</a>.</p><p>Med venlig hilsen</p><p>{$signature}</p>
es: <p>Estimado/a {$recipientName},</p><p>Hace poco iniciamos una ronda de revisión nueva para su envío, {$submissionTitle}. Ahora la vamos a cerrar.</p><p>A veces, la decisión de iniciar una ronda de revisión nueva puede registrarse accidentalmente en el sistema y por ello debemos cancelarla. Lamentamos cualquier confusión que le hayamos causado.</p><p>Nos pondremos en contacto con usted si necesitamos más ayuda.</p><p>Si tiene cualquier duda puede contactarnos desde su <a href="{$authorSubmissionUrl}">panel de control del envío</a>.</p><p>Saludos cordiales,</p><p>{$signature}</p>
eu: <p>{$recipientName} agurgarria:</p><p>Zure bidalketarentzako, "{$submissionTitle}", berrikuspen-txanda berri bat hasi dugu berriki. Orain, berrikuspen txanda berri hau ixten ari gara.</p><p>Batzuetan, berrikuspen-txanda bat irekitzeko erabakia nahi gabe erregistratzen da gure sisteman eta berrikuspen-txanda bertan behera utzi behar dugu. Barkatu honek eragin lezakeen nahasmendua.</p><p>Laguntza gehiagorik behar badugu, zurekin harremanetan jarriko gara berriro.</p><p>Zalantzarik baduzu, mesedez, jarri nirekin harremanetan zure <a href="{$authorSubmissionUrl}">bidalketa-panela</a> baliatuta.</p><p>Adeitasunez,</p><p>{$signature}</p>
fi: <p>Hyvä {$recipientName},</p><p>Käsikirjoituksellenne {$submissionTitle} avattiin hiljattain uusi arviointikierros. Tämä kierros on nyt suljettu.</p><p>Joskus arviointikierros voidaan avata virheellisesti järjestelmässä, ja tällöin se on peruttava. Pahoittelemme tästä aiheutunutta sekaannusta.</p><p>Olemme teihin yhteydessä, jos tarvitsemme lisätietoja.</p><p>Jos teillä on kysyttävää, ottakaa yhteyttä minuun <a href="{$authorSubmissionUrl}">aloittamalla uusi keskustelu sivustollamme</a>.</p> <p>Ystävällisin terveisin,</p><p>{$signature}</p>
fr_ca: <p>{$recipientName},</p><p>Nous avions déclenché un nouveau cycle d'évaluation pour votre soumission, {$submissionTitle}. Nous fermons désormais ce cycle.</p><p>Nous nous excusons pour la confusion que cette action peut occasionner. </p><p>Nous vous contacterons si nous avons besoin d'une aide supplémentaire de votre part.</p><p>Si vous avez des questions, vous pouvez nous contacter à partir de votre <a href="{$authorSubmissionUrl}">tableau de bord de soumissions</a></p>.<p>Kind regards,</p><p>{$signature}</p>
hy: <p>Հարգելի {$recipientName},</p><p>Մենք վերջերս սկսեցինք ձեր {$submissionTitle} ներկայացման գրախոսման նոր փուլ: Մենք այժմ փակում ենք գրախոսման այս փուլը:</p><p>Երբ վերանայման փուլ բացելու մասին որոշումը կգրանցվի մեր համակարգում, մենք պետք է չեղարկենք վերանայման այս փուլը: Ներողություն եմ խնդրում այս պատճառած շփոթության համար:</p><p>Մենք կկապվենք ձեզ հետ, եթե մեզ անհրաժեշտ լինի լրացուցիչ օգնություն:</p><p>Եթե հարցեր ունեք, խնդրում եմ կապվեք ինձ հետ ձեր <a href="{$authorSubmissionUrl}">ներկայացման վահանակից</a>:</p><p>Հարգանքով,</p><p>{$signature}</p>
id: <p>Kepada Yth. {$recipientName},</p><p>Saat ini kami telah membuka putaran review yang baru untuk artikel anda, "{$submissionTitle}". Kami sudah mendekati putaran review ini.</p><p>Kadang, keputusan untuk membuka putaran review tercatat secara tidak sengaja pada sistem kami dan kami harus menunda review round ini. Saya mohon maaf atas kekeliruan yang telah terjadi.</p><p>Kami akan menghubungi anda jika membutuhkan bantuan lebih lanjut.</p><p>Jika anda mempunyai pertanyaan, silakan menghubungi saya melalui <a href="{$authorSubmissionUrl}">dasbor pengiriman anda</a>.</p><p>Hormat kami,</p><p>{$signature}</p>
mk: <p>Почитуван {$recipientName},</p><p>Неодамна отворивме нова рунда за прегледување за вашиот поднесок, "{$submissionTitle}". Сега го затвораме овој круг на прегледување.</p><p>Повремено, одлуката за отворање на круг на преглед ќе биде забележана случајно во нашиот систем и мора да ја откажеме оваа рунда на преглед. Се извинувам за каква било конфузија што може да ја предизвика.</p><p>Ќе ве контактираме доколку ни треба дополнителна помош.</p><p>Ако имате какви било прашања, ве молиме контактирајте ме од вашиот <a href= "{$authorSubmissionUrl}">контролна табла за поднесување</a>.</p><p>Со почит,</p><p>{$signature}</p>
nl: <p>Beste {$recipientName},</p><p>We hebben onlangs een nieuwe beoordelingsronde geopend voor je inzending, {$submissionTitle}. We sluiten deze beoordelingsronde nu af.</p><p>Soms wordt een beslissing om een beoordelingsronde te openen per ongeluk in ons systeem geregistreerd en moeten we deze beoordelingsronde annuleren. Mijn excuses voor eventuele verwarring die dit heeft veroorzaakt.</p><p>We zullen contact met je opnemen als we verdere assistentie nodig hebben.</p><p>Als je vragen hebt, neem dan contact met me op via je <a href="{$authorSubmissionUrl}">inzendingsdashboard</a>.</p><p>Met vriendelijke groet,</p><p>{$signature}</p>
pt_br: <p>Prezado (a) {$recipientName},</p><p>Recentemente, abrimos uma nova rodada de avaliação para sua submissão, {$submissionTitle}. Estamos encerrando esta rodada de avaliação agora.</p><p>Ocasionalmente, uma decisão de abrir uma rodada de avaliação será registrada acidentalmente em nosso sistema e devemos cancelar esta rodada de avaliação. Peço desculpas por qualquer confusão que isso possa ter causado.</p><p>Entraremos em contato com você se precisarmos de mais assistência.</p><p>Se você tiver alguma dúvida, entre em contato comigo pelo seu <a href= "{$authorSubmissionUrl}">painel de submissão</a>.</p><p>Atenciosamente,</p><p>{$signature}</p>
ru: <p>Здравствуйте, {$recipientName}!</p><p>Недавно мы запустили новый раунд рецензирования для Вашего материала «{$submissionTitle}». Сейчас мы отменяем этот раунд рецензирования.</p><p>Иногда решение о начале раунда рецензирования может быть случайно записано в нашей системе и мы должны отменить этот раунд. Приношу Вам свои извинения за ту путаницу, которую эта ситуация могла вызвать.</p><p>Мы свяжемся с Вами, если нам понадобится дополнительная помощь.</p><p>Если у Вас есть какие-то вопросы, пожалуйста, свяжитесь со мной через <a href="{$authorSubmissionUrl}">страницу Вашего материала</a>.</p><p>С уважением,</p><p>{$signature}</p>
sl: <p>Spoštovani {$recipientName},</p><p>Pred kratkim smo odprli nov krog recenzije za vaš prispevek, {$submissionTitle}. Zdaj ta krog recenzije zapiramo.</p><p>Občasno se zgodi, da je odločitev o odprtju novega kroga recenzije zabeležena v našem sistemu pomotoma in zato moramo preklicati ta recenzijski krog. Opravičujemo se za morebitne neprijetnosti.</p><p>Če bomo potrebovali vašo pomoč, vas bomo kontaktirali.</p><p>Če imate kakršnokoli vprašanje, se lahko obrnete name preko vaše <a href="{$authorSubmissionUrl}">nadzorne plošče prispevkov</a>.</p><p>S spoštovanjem,</p><p>{$signature}</p>
tr: <p>Sayın {$recipientName},</p> <p>"{$submissionTitle}" başlıklı aday makaleniz için yeni bir değerlendirme turu başlattık, ancak şu anda bu değerlendirme turunu iptal ediyoruz.</p> <p>Zaman zaman, yeni bir değerlendirme turunda tekrar hakemlere gitmesine gerek kalmadan nihai kararı verebiliyoruz. Bu durumda değerlendirme turunu iptal ediyoruz</p> <p>İlaveten bir desteğe ihtiyaç duymamız durumunda sizinle iletişime geçeceğiz.</p> <p>Herhangi bir sorunuz olursa, lütfen <a href="{$authorSubmissionUrl}">makale ekranı</a> tartışma bölümü üzerinden bizimle iletişime geçiniz.</p> <p>Saygılarımla,</p> <p>{$signature}</p>
uk: <p>Шановний(на) {$recipientName}!</p><p>Нещодавно ми відкрили новий раунд рецензування Вашого подання "{$submissionTitle}". Зараз ми закриваємо цей раунд перевірки.</p><p>Інколи рішення про відкриття раунду рецензування буде випадково реєструється в нашій системі, і ми повинні скасувати цей раунд перевірки. Прошу вибачення за будь-яку плутанину, яку це могло спричинити.</p><p>Ми зв’яжемося з Вами, якщо нам знадобиться додаткова допомога.</p><p>Якщо у вас виникнуть запитання, зв’яжіться зі мною через <a href= "{$authorSubmissionUrl}">інформаційна панель подання</a>.</p><p>З повагою,</p><p>{$signature}</p>
vi: <p>Kính gửi {$recipientName},</p> <p>Gần đây, chúng tôi đã mở một vòng đánh giá mới cho bài nộp của bạn, {$submissionTitle}. Chúng tôi đang đóng vòng đánh giá này ngay bây giờ.</p><p>Thỉnh thoảng, quyết định mở vòng đánh giá sẽ bị ghi lại do nhầm lẫn trong hệ thống của chúng tôi và chúng tôi phải hủy vòng đánh giá này. Tôi xin lỗi vì bất kỳ sự nhầm lẫn nào có thể đã gây ra.</p> <p>Chúng tôi sẽ liên hệ với bạn nếu cần thêm trợ giúp.</p> <p>Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với tôi từ <a href="{$authorSubmissionUrl}">bảng điều khiển bài nộp</a> của bạn.</p> <p>Trân trọng,</p> <p>{$signature}</p>

# emails.reviewResendRequest.subject
source: Requesting your review again for {$contextName}
ar: إلتماس تحكيمك مرة أخرى لـ {$contextName}
bg: Очакваме отново вашата рецензия за {$contextName}
cs: Opětovná žádost o recenzi pro {$contextName}
da: Anmoder igen om din bedømmelse til {$contextName}
es: Solicitando de nuevo su revisión para {$contextName}
eu: {$contextName}-ri buruzko berrikuspena berriro eskatzen
fi: Pyyntö arvioida käsikirjoitus uudelleen sivustolla ({$contextName})
fr_ca: Demande d'évaluation réitérée pour {$contextName}
hy: Ձեր գրախոսման հարցում կրկին {$contextName} -ի համար
id: Mohon anda untuk melakukan review kembali untuk {$contextName}
mk: Барање за повторна рецензија за {$contextName}
nl: Verzoek om je nieuwe beoordeling voor {$contextName}
pt: A solicitar novamente a sua avaliação para {$contextName}
pt_br: Solicitando sua avaliação novamente para {$contextName}
ru: Повторный запрос Вашей рецензии для журнала «{$contextName}»
sl: Ponovna prošnja za recenzijo za revijo {$contextName}
tr: {$contextName} için tekrar değerlendirme talebi
uk: Повторний запит на Ваше рецензування для "{$contextName}"
vi: Yêu cầu đánh giá lại bài nộp cho {$contextName}

# emails.reviewResendRequest.body
source: <p>Dear {$recipientName},</p><p>Recently, you declined our request to review a submission, {$submissionTitle}, for {$contextName}. I'm writing to see if you are able to conduct the review after all.</p><p>We would be grateful if you're able to perform this review, but we understand if that is not possible at this time. Either way, please <a href="{$reviewAssignmentUrl}">accept or decline the request</a> by {$responseDueDate}, so that we can find an alternate reviewer.</p><p>If you have any questions, please contact me.</p><p>Kind regards,</p>{$signature}
ar: <p>عزيزي {$recipientName}،</p><p>لقد رفضت مؤخرًا طلبنا لتحكيم طلب التقديم، {$submissionTitle}، بشأن {$contextName}. إنني أكتب لأقف على ما إذا كنت مستعدًا لإجراء التحكيم على أي حال.</p><p>سنكون ممتنين لك إذا أجريت هذا التحكيم، ولكننا نتفهم موقفك إذا لم يكن بإمكانك القيام به في الوقت الحالي. بكل الأحوال، <a href="{$reviewAssignmentUrl}">إقبل إلتماسنا أو أرفضه</a> حتى {$responseDueDate}، ليتسنى لنا البحث عن محكم بديل.</p><p>إذا كانت لديك أي استفسارات، لطفًا تواصل معي.</p><p>أطيب التحايا،</p>{$signature}
bg: <p>Уважаеми {$recipientName},</p><p>Наскоро отхвърлихте искането ни за рецензиране на подадени материали, {$submissionTitle}, за {$contextName}. Пиша ви, за да видя дали все пак можете да направите рецензията.</p><p>Ще бъдем благодарни, ако можете да се ангажирате с рецензията, но разбираме, ако това не е възможно в момента. Така или иначе, моля, <a href="{$reviewAssignmentUrl}">приемете или отхвърлете заявката</a> до {$responseDueDate}, за да можем да намерим алтернативен рецензент.</p><p>Ако имате въпроси, моля свържете се с мен.</p><p>Сърдечни поздрави,</p>{$signature}
cs: <p>Vážený/á {$recipientName},</p><p>Nedávno jste odmítli naši žádost o recenzi příspěvku, {$submissionTitle}, pro {$contextName}. Píšeme vám, abychom zjistili, zda jste přece jen schopni recenzi provést.</p><p>Byli bychom vám vděčni, kdybyste byli schopni tuto recenzi provést, ale chápeme, pokud to v tuto chvíli není možné. V každém případě, prosím, <a href="{$reviewAssignmentUrl}">přijměte nebo odmítněte požadavek</a> do {$responseDueDate}, abychom mohli najít náhradního recenzenta.<p>Pokud máte jakékoliv otázky, kontaktujte mne, prosím.</p><p>S pozdravem,</p>{$signature}
da: <p>Kære {$recipientName}</p><p>Du afviste for nylig vores anmodning om at bedømme en indsendelse: {$submissionTitle}, for {$contextName}. Jeg skriver til dig for at høre, om du har mulighed for at foretage bedømmelsen alligevel.</p><p>Vi vil være taknemmelige, hvis du har mulighed for at påtage dig denne opgave, men vi forstår, hvis det ikke er muligt på nuværende tidspunkt. Lige meget hvad vil jeg bede dig om at <a href="{$reviewAssignmentUrl}">acceptere eller afvise denne anmodning</a> senest {$responseDueDate}, så vi har mulighed for evt. at finde en anden bedømmer.</p><p>Hvis du har nogle spørgsmål, er du velkommen til at kontakte mig.</p><p>Med venlig hilsen</p>{$signature}
es: <p>Estimado/a {$recipientName},</p> <p>Recientemente, rechazó nuestra solicitud para revisar el envío titulado "{$submissionTitle}" para {$contextName}. Le escribo para saber si estaría disponible para realizar la revisión.</p> <p>Le agradeceríamos mucho si pudiera realizar esta revisión, pero entendemos si no es posible en este momento. En cualquier caso, por favor <a href="{$reviewAssignmentUrl}"> acepte o rechace la solicitud</a> antes del {$responseDueDate}, para que podamos buscar un revisor alternativo.</p> <p>Si tiene alguna pregunta, no dude en contactarme.</p> <p>Saludos cordiales,</p>{$signature}
eu: <p>{$recipientName} agurgarria:</p><p>{$contextName} aldizkarirako bidalketa bat, "{$submissionTitle}", ebaluatzeko egin genizun eskaerari uko egin diozu berriki. Mezu honen bitartez, ebaluazioa egiteko aukerarik al duzun galdetu nahi nizuke.</p><p>Biziki eskertuko genizuke ebaluazioa egiteko eskuragarritasuna bazenu, baina ulertuko dugu une honetan ezinezkoa bazaizu. Edonola ere, mesedez,<a href="{$reviewAssignmentUrl}">onartu edo baztertu eskaera</a>{$responseDueDate} epe-mugarako, beste ebaluatzaile bat bila dezagun.</p><p>Zalantzarik baduzu, mesedez, jarri nirekin harremanetan.</p><p>Adeitasunez,</p>{$signature}
fi: <p>Hyvä {$recipientName},</p><p>Hylkäsitte äskettäin pyyntömme arvioida käsikirjoituksen {$submissionTitle} julkaisussa {$contextName}. Kirjoitan tiedustellakseni, voisitteko sittenkin ottaa arvioinnin tehtäväksenne.</p><p>Olemme kiitollisia, jos pystytte suorittamaan arvioinnin, mutta ymmärrämme, jos se ei ole tällä hetkellä mahdollista. Joka tapauksessa pyydämme teitä <a href="{$reviewAssignmentUrl}">hyväksymään tai hylkäämään pyynnön</a> {$responseDueDate} mennessä, jotta voimme tarvittaessa löytää toisen arvioijan.</p><p>Mikäli teillä on kysyttävää, ottakaa minuun yhteyttä.</p><p>Ystävällisin terveisin,</p>{$signature}
fr_ca: <p>{$recipientName},</p><p>Vous avez décliné récemment notre invitation à évaluer la soumission, {$submissionTitle}, pour {$contextName}. Je vous écris afin de vous demander si vous accepteriez de reconsidérer votre décision et d'accepter de l'évaluer.</p><p>Nous vous en serions très reconnaissant, mais nous comprenons également que vous soyez dans l'impossibilité de le faire en ce moment. Quoi qu'il en soit, pouvez-vous s'il vous plait <a href="{$reviewAssignmentUrl}">accepter ou approuver notre demande</a> avant le {$responseDueDate}.</p><p>Si vous avez des questions, n'hésitez pas nous contacter.</p><p>Cordialement,</p>{$signature}
hy: <p>Հարգելի {$recipientName},</p><p>Վերջերս դուք մերժեցիք մեր խնդրանքը գրախոսել {$submissionTitle} ներկայացումը {$contextName} -ի համար: Ես գրում եմ, որպեսզի տեսնեմ, թե արդյոք դուք ի վերջո կարող եք իրականացնել գրախոսությունը:</p><p>Մենք երախտապարտ կլինենք, եթե կարողանաք կատարել այս գրախոսումը, բայց մենք հասկանում ենք, միգուցե դա հնարավոր չէ այս պահին: Ամեն դեպքում, խնդրում ենք <a href="{$reviewAssignmentUrl}">ընդունել կամ մերժել հարցումը</a> մինչև {$responseDueDate}, որպեսզի մենք կարողանանք գտնել այլընտրանքային գրախոս:</p><p>Հարցերի դեպքում դիմեք ինձ:</p><p>Հարգանքով,</p>{$signature}
id: <p>Kepada Yth. {$recipientName},</p><p>Baru-baru ini, anda menolak permintaan kami untuk mereview artikel, "{$submissionTitle}", untuk {$contextName}. Saya menghubungi untuk menanyakan kembali jika anda dapat melakukan review.</p><p>Kami sangat berterima kasih jika anda dapat melakukan review ini, tetapi kami mengerti jika anda tidak dapat melakukannya pada saat itu. Mohon untuk <a href="{$reviewAssignmentUrl}">menerima atau menolak permintaan</a> pada {$responseDueDate}, sehingga kami dapat menemukan reviewer yang lain.</p><p>Jika anda mempunyai pertanyaan, silakan hubungi saya.</p><p>Hormat kami,</p>{$signature}
mk: <p>Почитуван {$recipientName},</p><p>Неодамна, го одбивте нашето барање за преглед на поднесок, "{$submissionTitle}", за {$contextName}. Ви пишувам за да видам дали сепак можете да го спроведете прегледот.</p><p>Би биле благодарни ако можете да го извршите овој преглед, но разбираме дали тоа не е можно во моментов. Во секој случај, ве молиме <a href="{$reviewAssignmentUrl}">прифатете го или отфрлете го барањето</a> до {$responseDueDate}, за да можеме да најдеме алтернативен рецензент.</p><p>Ако имате некој од нив. прашања, ве молиме контактирајте ме.</p><p>Со почит,</p>{$signature}
nl: <p>Beste {$recipientName},</p><p>Onlangs heb je ons verzoek om een inzending, {$submissionTitle}, voor {$contextName} te beoordelen, afgewezen. Ik schrijf om te vragen of je toch in staat bent om de beoordeling uit te voeren.</p><p>We zouden je dankbaar zijn als je deze beoordeling kunt uitvoeren, maar we begrijpen het als dat op dit moment niet mogelijk is. Hoe dan ook, graag <a href="{$reviewAssignmentUrl}">accepteer of wijs het verzoek af</a> voor {$responseDueDate}, zodat we een alternatieve beoordelaar kunnen vinden.</p><p>Als je vragen hebt, neem dan contact met me op.</p><p>Met vriendelijke groet,</p>{$signature}
pt_br: <p>Prezado(a) {$recipientName},</p><p>Recentemente, você recusou nossa solicitação de avaliação de uma submissão, {$submissionTitle}, para {$contextName}. Estou escrevendo para saber se você consegue realizar a avaliação.</p><p>Ficaríamos gratos se você pudesse realizar essa avaliação, mas entenderemos se isso não for possível no momento. De qualquer forma, <a href="{$reviewAssignmentUrl}">aceite ou recuse a solicitação</a> até {$responseDueDate}, para podermos encontrar um avaliador alternativo.<p>Se você tiver alguma dúvida, entre em contato comigo.</p><p>Atenciosamente,</p>{$signature}
ru: <p>Здравствуйте, {$recipientName}!</p><p>Недавно Вы отклонили наш запрос на рецензирование материала «{$submissionTitle}» для журнала «{$contextName}». Я пишу Вам, чтобы узнать, может Вы всё-таки сможете провести рецензирование этого материала.</p><p>Мы будем благодарны, если Вы сможете дать эту рецензию, но также поймём, если Вы не сможете это сделать в данный момент. В любом случае, пожалуйста, <a href="{$reviewAssignmentUrl}">примите или отклоните запрос</a> до {$responseDueDate}, чтобы мы смогли найти другого рецензента.</p><p>Если у Вас есть какие-то вопросы, пожалуйста, свяжитесь со мной.</p><p>С уважением,</p>{$signature}
sl: <p>Spoštovani {$recipientName},</p><p>Pred kratkim ste zavrnili našo prošnjo za recenzijo prispevka, {$submissionTitle}, za revijo {$contextName}. Pišem vam, da preverim, če lahko recenzijo vendarle opravite.</p><p>Zelo bi vam bili hvaležni, če bi recenijo lahko opravili, razumemo pa tudi, če to v tem trenutku ni mogoče. Kakorkoli, prosimo <a href="{$reviewAssignmentUrl}">sprejmite ali zavrnite prošnjo</a> do {$responseDueDate}, da lahko poiščemo morebitnega drugega recenzenta.</p><p>Če imate kakšno vprašanje, me prosim kontaktirajte.</p><p>S spoštovanjem,</p>{$signature}
uk: <p>Шановний(на) {$recipientName}!</p><p>Нещодавно Ви відхилили наш запит щодо рецензування подання "{$submissionTitle}" для "{$contextName}". Я пишу, щоб перевірити, чи не змогли б Ви все-таки здійснити рецензування.</p><p>Ми будемо вдячні, якщо Ви зможете виконати це рецензування, але ми розуміємо, що зараз це неможливо. У будь-якому випадку <a href="{$reviewAssignmentUrl}">прийміть або відхиліть запит</a> до {$responseDueDate}, щоб ми могли знайти альтернативного рецензента.</p><p>Якщо у Вас є якісь запитання, зв’яжіться зі мною.</p><p>З повагою,</p>{$signature}
vi: <p>Kính gửi {$recipientName},</p><p>Gần đây, bạn đã từ chối yêu cầu của chúng tôi về việc đánh giá bài nộp, {$submissionTitle}, cho {$contextName}. Tôi viết để xem bạn có thể thực hiện đánh giá hay không.</p><p>Chúng tôi rất cảm ơn nếu bạn có thể thực hiện đánh giá này, nhưng chúng tôi hiểu nếu điều đó không thể vào lúc này. Dù sao, vui lòng <a href="{$reviewAssignmentUrl}">chấp nhận hoặc từ chối yêu cầu</a> trước ngày {$responseDueDate}, để chúng tôi có thể tìm người đánh giá thay thế.</p><p>Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với tôi.</p><p>Trân trọng,</p>{$signature}
