Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.copyeditRequest.body
source: <p>Dear {$recipientName},</p><p>A new submission is ready to be copyedited:</p><p><a href"{$submissionUrl}">{$submissionId} — {$submissionTitle}</a><br />{$contextName}</p><p>Please follow these steps to complete this task:</p><ol><li>Click on the Submission URL below.</li><li>Open any files available under Draft Files and edit the files. Use the Copyediting Discussions area if you need to contact the editor(s) or author(s).</li><li>Save the copyedited file(s) and upload them to the Copyedited panel.</li><li>Use the Copyediting Discussions to notify the editor(s) that all files have been prepared, and that the Production process may begin.</li></ol><p>If you are unable to undertake this work at this time or have any questions, please contact me. Thank you for your contribution to {$contextName}.</p><p>Kind regards,</p>{$signature}
ar: <p>عزيزي {$recipientName}،</p><p>طلب تقديم جديد جاهز لتدقيقه إملائيًا:</p><p><a href"{$submissionUrl}">{$submissionId} — {$submissionTitle}</a><br />{$contextName}</p><p>يرجى اتباع الخطوات الآتية لإكمال هذه المهمة:</p><ol><li>أنقر على رابط طلب النشر أدناه.</li><li>إفتح أي ملفات متوافرة ضمن الملفات المسودة وقم بتحريرها. استعمل منطقة مناقشات التدقيق إذا كنت بحاجة إلى مراسلة المحررين أو المؤلفين.</li><li>إحفظ الملفات المدققة، ثم إرفعها إلى لوحة المدققات.</li><li>استعمل منطقة مناقشات التدقيق لإشعار المحررين بأن كل الملفات صارت جاهزة وبأن عملية الإنتاج يمكنها أن تبدأ.</li></ol><p>إذا لم تكن قادرًا على تولي هذا العمل في الوقت الحالي أو لديك أي استفسارت، يرجى التواصل معي. شكرًا لمساهمتك مع {$contextName}.</p><p>أطيب التحايا،</p>{$signature}
bg: <p>Уважаеми {$recipientName},</p><p>Изпратените материали са готови за етапа на предпечат:</p><p><a href"{$submissionUrl}">{$submissionId} — {$submissionTitle }</a><br />{$contextName}</p><p>Моля, следвайте тези стъпки, за да изпълните тази задача:</p><ol><li>Щракнете върху URL адреса за изпращане по-долу.</li> <li>Отворете всички файлове, налични в Чернови файлове, и редактирайте файловете. Използвайте зоната за дискусии за редактиране, ако трябва да се свържете с редактора(ите) или автора(ите).</li><li>Запазете копирания файл(ове) и ги качете в панела за редактиране.</li><li> Използвайте дискусиите за редактиране, за да уведомите редактора(ите), че всички файлове са подготвени и че процесът на предпечат може да започне.</li></ol><p>Ако не можете да поемете тази работа в момента или имате всякакви въпроси, моля свържете се с мен. Благодарим ви за приноса ви към {$contextName}.</p><p>Сърдечни поздрави,</p>{$signature}
cs: <p>Vážený/á {$recipientName},</p><p>Nový příspěvek je připraven ke copyeditování:</p><p><a href"{$submissionUrl}">{$submissionId} — {$submissionTitle}</a><br />{$contextName}</p><p>Při provádění tohoto úkolu postupujte podle následujících kroků:</p><ol><li>Klikněte na níže uvedenou adresu URL příspěvku.</li><li>Otevřete všechny soubory dostupné v části Soubory návrhu a upravte je. Pokud potřebujete kontaktovat editora(y) nebo autora(y), použijte oblast Diskuse k copyeditování.</li><li>Uložte zkopírované soubory a nahrajte je na panel Copyeditování.</li><li>Pomocí diskuse o copyeditování oznamte editorům, že všechny soubory byly připraveny a že může být zahájen proces produkce.</li></ol><p>Pokud v tuto chvíli nemůžete tuto práci provést nebo máte nějaké dotazy, obraťte se na mě. Děkuji vám za váš příspěvek do {$kontextNázev}.</p><p>S pozdravem,</p>{$signature}
da: <p>Kære {$recipientName}</p><p>Et nyt manuskript er klar til redigering:</p><p><a href"{$submissionUrl}">{$submissionId} {$submissionTitle}</a><br />{$contextName}</p><p> Følg venligst disse trin for at udføre opgaven:</p><ol><li>Klik på manuskriptets URL-adresse ovenfor.</li><li>Åbn tilgængelig(e) fil(er) under ‘Filer til redigering’ og rediger filerne. Tilføj, om nødvendigt, et indlæg under ‘Drøftelser under manuskriptredigering’, hvis du har brug for at kontakte redaktører eller forfattere.</li><li>Gem det redigerede manuskript (og evt. øvrige filer) og upload filen/filerne ud for ‘Manuskriptredigering’.</li><li>Giv redaktøren besked, når alle filer er færdigredigerede og klar til at blive videresendt til ’Produktion’ ved at oprette et indlæg under ‘Drøftelser under manuskriptredigering’.</li></ol><p> Hvis du ikke har mulighed for at løse denne opgave på nuværende tidspunkt, eller du har nogle spørgsmål, bedes du kontakte mig. Tak for dit bidrag til {$contextName}.</p><p>Med venlig hilsen</p>{$signature}
es: <p>Estimado/a{$recipientName},</p><p>Hay un envío nuevo listo para ser corregido:</p><p><a href"{$submissionUrl}">{$submissionId} — {$submissionTitle}</a><br />{$contextName}</p><p>Siga estos pasos para completar la tarea:</p><ol><li>Haga clic en la URL del envío que encontrará más abajo.</li><li>Abra todos los archivos disponibles en "Borradores finales" y haga la corrección. Utilice las "Discusiones de corrección" si necesita contactar con editores/as o autores/as.</li><li>Guarde los archivos corregidos y cárguelos en el panel "Corregido".</li><li>Utilice las "Discusiones de corrección" para notificar a los editores/as que los documentos están preparados y que el proceso de producción podría empezar.</li></ol><p>Si no puede llevar a cabo esta tarea en este momento, o si tiene cualquier duda, contacte conmigo por favor. Gracias por su contribución a {$contextName}.</p><p>Saludos cordiales,</p>{$signature}
eu: <p>{$recipientName} agurgarria:</p><p>Bidalketa berri bat editatzeko prest dago:</p><p><a href"{$submissionUrl}">{$submissionId} — "{$submissionTitle}"</a><br />{$contextName}</p><p>Mesedez, jarraitu urrats hauei zeregin hau egiteko:</p><ol><li>Sakatu behean, Bidalketaren URLan.</li><li>Ireki eta editatu Zirriborroetan eskuragarri dauden fitxategiak. Erabili Edizioko Eztabaidak editorea(k) edo egilea(k) kontaktatzeko.</li><li>Gorde editatutako fitxategia(k) eta igo Zuzendutakoak panelera.</li><li>Erabili Edizioko Eztabaidak editoreari edo editoreei fitxategi guztiak prest daudela eta Produkzio prozesua has daitekeela jakinarazteko.</li></ol><p>Oraingoan ezin badiozu lan honi heldu edo zalantzarik baduzu, mesedez, jarri nirekin harremanetan. Eskerrik asko {$contextName} aldizkariari egindako ekarpenarengatik.</p><p>Adeitasunez,</p>{$signature}
fi: <p>Hyvä {$recipientName},</p><p>Uusi käsikirjoitus on valmis tekniseen toimittamiseen:</p><p><a href="{$submissionUrl}">{$submissionId} — {$submissionTitle}</a><br />{$contextName}</p><p>Toimi seuraavasti suorittaaksesi tehtävän:</p><ol><li>Paina alla olevaa käsikirjoituksen URL-linkkiä.</li><li>Avaa kaikki Luonnostiedostot-osiossa olevat tiedostot ja tee tarvittava tekninen toimittaminen. Käytä Tekniseen toimittamiseen liittyvät keskustelut -toimintoa, jos haluat olla yhteydessä toimittajiin tai kirjoittajiin.</li><li>Tallenna toimitetut tiedostot ja lataa ne Teknisesti toimitettu -osioon.</li><li>Käytä Tekniseen toimittamiseen liittyvät keskustelut -toimintoa ilmoittaaksesi toimittajille, että kaikki tiedostot on valmisteltu ja tuotantovaihe voidaan aloittaa.</li></ol><p>Jos et voi ottaa tätä tehtävää vastaan tällä hetkellä tai jos sinulla on kysyttävää, ota minuun yhteyttä.</p><p>Ystävällisin terveisin,</p>{$signature}
hy: <p>Հարգելի {$recipientName},</p><p>Նոր ներկայացումը պատրաստ է սրբագրման.</p><p><a href"{$submissionUrl}">{$submissionId} — {$submissionTitle }</a><br />{$contextName}</p><p>Այս առաջադրանքն ավարտելու համար խնդրում ենք հետևել հետևյալ քայլերին.</p><ol><li>Սեղմեք ստորև բերված "Ներկայացում" URL-ի վրա:</li> <li>Բացեք ցանկացած նիշք, որը հասանելի է "Նախագծերի նիշքեր"-ի ներքո և խմբագրեք նիշքերը: Օգտագործեք «Սրբագրման Քննարկումներ» տարածքը, եթե ձեզ անհրաժեշտ է կապ հաստատել խմբագրի(ների) կամ հեղինակ(ների) հետ:</li><li>Պահպանեք սրբագրված նիշք(եր)ը և վերբեռնեք դրանք Սրբագրման վահանակում:</li><li> Օգտագործեք «Սրբագրման Քննարկումներ»-ը, որպեսզի ծանուցեք խմբագրին(ներին), որ բոլոր նիշքերը պատրաստ են, և որ թողարկման գործընթացը կարող է սկսվել:</li></ol><p>Եթե այս պահին չեք կարողանում կատարել այս աշխատանքը կամ ունեք ցանկացած հարց, խնդրում եմ կապվեք ինձ հետ: Շնորհակալություն {$contextName}-ում ձեր ներդրման համար:</p><p>Հարգանքով՝</p>{$signature}
id: <p>Kepada Yth. {$recipientName},</p><p>Naskah baru sudah siap untuk dicopyedit:</p><p><a href"{$submissionUrl}">{$submissionId} — "{$submissionTitle}"</a><br />{$contextName}</p><p>Mohon ikuti langkah-langkah ini untuk menyelasaikan tugas ini:</p><ol><li>Klik URL naskah berikut.</li><li>Buka file yang tersedia di bawah File Draft dan edit file tersebut. Gunakan area Diskusi Copyedit jika anda ingin mengontak editor atau penulis.</li><li>Simpan file yang sudah dicopyedit dan unggah ke panel Copyedit.</li><li>Gunakan Diskusi Copyedit untuk mengingatkan editor bahwa semua file telah siap, dan proses Produksi dapat dimulai.</li></ol><p>Jika anda tidak dapat melakukan tugas ini sekarang atau ada pertanyaan lebih lanjut, silakan hubungi saya. Terima kasih atas kontribusi anda pada {$contextName}.</p><p>Hormat kami,</p>{$signature}
mk: <p>Почитуван {$recipientName},</p><p>Нов поднесок е подготвен за копирање:</p><p><a href"{$submissionUrl}">{$submissionId} — „{$submissionTitle}“</a><br />{$contextName}</p><p><p>Ве молиме, следете ја оваа задача за да ја завршите задачата</pli>следете ја оваа задача</pli> подолу.</li><li>Отворете ги сите достапни датотеки под Нацрт-датотеки и уредете ги датотеките. Користете ја областа „Дискусии за копирање“ ако треба да контактирате со уредникот(ите) или автор(ите).</li><li>Зачувајте ги копираните датотеки и поставете ги на панелот „Копирано уредување“.</li><li>Користете ги Дискусиите за копирање за да го известите уредникот(ите) дека сите датотеки се подготвени.><p>процесот на Производство може да се отфрли/ ова работи во овој момент или имате какви било прашања, ве молиме контактирајте ме. Ви благодариме за вашиот придонес во {$contextName}.</p><p>Со почит,</p>{$signature}
ru: <p>Здравствуйте, {$recipientName}!</p><p>Новый материал готов к литературному редактированию:</p><p><a href"{$submissionUrl}">{$submissionId} — {$submissionTitle}</a><br />Журнал «{$contextName}»</p>Пожалуйста, выполните следующие шаги, что завершить эту задачу:</p><ol><li>Щелкните на URL материала ниже.</li><li>Откройте все файлы, доступные в панели «Черновики», и выполните их литературное редактирование. Используйте область «Обсуждения литературного редактирования», если Вам необходимо связаться с редактором или автором.</li><li>Сохраните отредактированные файлы и загрузите их в панель «Отредактированные».</li><li>Используйте «Обсуждения литературного редактирования», чтобы уведомить редактора о том, что все файлы были подготовлены и можно их запускать в производство.</li></ol><p>Если Вы не можете выполнить эту работу в данный момент или у Вас есть вопросы, пожалуйста, свяжитесь со мной. Спасибо за Ваш вклад в работу журнала «{$contextName}».</p><p>С уважением,</p>{$signature}
tr: <p>Sayın {$recipientName},</p> <p>Yeni bir makale son kopya düzenlemeleri için hazırdır:</p> <p><a href="{$submissionUrl}">{$submissionId} — "{$submissionTitle}"</a><br />{$contextName}</p> <p>Lütfen son kopya düzenlemeleri için aşağıdaki adımları izleyin:</p> <ol> <li>Makale URL'sine tıklayın.</li> <li>Taslak Dosyaları altında bulunan dosyaları açın ve düzenlemeler yapın. Eğer editör(ler) veya yazar(lar) ile iletişime geçmeniz gerekirse, Tartışma bölümünden bizimle iletişime geçin.</li> <li>Düzenlenen dosyaları kaydedin ve Düzenleme Tamamlanan bölümüne yükleyin.</li> <li>Son Kopya Tartışmaları alanını kullanarak editör(ler)e, son kopya dosyaların hazır olduğunu ve üretim sürecinin başlatılabileceğini bildirin.</li> </ol> <p>Herhangi bir sorunuz varsa, lütfen bizimle iletişime geçin. {$contextName} dergisine yaptığınız katkılar için teşekkür ederiz.</p> <p>Saygılarımla,</p> {$signature}
uk: <p>Шановний(на) {$recipientName}!</p><p>Нове подання готове до корегування:</p><p><a href"{$submissionUrl}">№ {$submissionId} — "{$submissionTitle}"</a><br />"{$contextName}"</p><p>Для виконання цього завдання виконайте наведені нижче дії.</p><ol><li>Натисніть URL-адресу подання нижче.</li> <li>Відкрийте будь-які файли, доступні в розділі "Чернетки", і виконайте літературне редагування файлів. Використовуйте майданчик обговорення літературного редагування, якщо Вам потрібно зв’язатися з редактором(ами) або автором(ами).</li><li>Збережіть скопійований файл(и) і завантажте їх на панель «Відредаговано».</li><li> Використовуйте обговорення літературного редагування, щоб повідомити редактора(ів), що всі файли підготовлено та що процес виробництва може розпочатися.</li></ol><p>Якщо Ви не можете виконати цю роботу в цей час або маєте будь-які питання, будь ласка, зв'яжіться зі мною. Дякуємо за Ваш внесок у "{$contextName}".</p><p>З повагою,</p>{$signature}
vi: <p>Kính gửi {$recipientName},</p><p>Bài nộp mới đã sẵn sàng để chỉnh sửa:</p><p><a href"{$submissionUrl}">{$submissionId} — {$submissionTitle}</a><br />{$contextName}</p><p>Vui lòng làm theo các bước sau để hoàn thành công việc này:</p><ol><li>Nhấp vào URL bài nộp bên dưới.</li><li>Mở bất kỳ tệp nào có sẵn trong Tệp nháp và chỉnh sửa tệp. Sử dụng khu vực Thảo luận chỉnh sửa nếu bạn cần liên hệ với biên tập viên hoặc tác giả.</li><li>Lưu tệp đã chỉnh sửa và tải chúng lên bảng điều khiển Đã chỉnh sửa.</li><li>Sử dụng Thảo luận chỉnh sửa để thông báo cho biên tập viên rằng tất cả các tệp đã được chuẩn bị và quy trình sản xuất có thể bắt đầu.</li></ol><p>Nếu bạn không thể thực hiện công việc này vào lúc này hoặc có bất kỳ câu hỏi nào, vui lòng liên hệ với tôi. Cảm ơn bạn đã đóng góp cho {$contextName}.</p><p>Trân trọng,</p>{$signature}

# emails.editorDecisionNewReviewRound.subject
source: Your submission has been sent for another round of review
ar: طلب تقديمك قد تم إرساله إلى جولة تحكيم أخرى
bg: Вашите материали са изпратени за нов кръг на рецензиране
cs: Váš příspěvek byl odeslán k dalšímu kolu recenze
da: Dit manuskript er blevet sendt i endnu en bedømmelsesrunde
es: Su envío se ha tramitado a otra ronda de revisión
eu: Zure bidalketa beste ebaluazio-txanda batera bidali da
fi: Käsikirjoituksenne on lähetetty toiselle arviointikierrokselle
fr_ca: Votre soumission fera l'objet d'un nouveau cycle d'évaluation
hy: Ձեր ներկայացումն ուղարկվել է գրախոսման ևս մեկ փուլի
id: Artikel anda telah dikirimkan untuk putaran review yang berikutnya
mk: Вашиот поднесок е испратен за втора рунда на заедничка рецензија
nl: Uw inzending is doorgestuurd voor een volgende ronde van beoordeling
pt: Sua submissão foi enviada para outra ronda de revisão
pt_br: Sua submissão foi enviada para outra rodada de avaliação
ru: Ваш материал был отправлен на повторный раунд рецензирования
sl: Vaš prispevek je bil poslal v nov krog recenzije
tr: Aday makaleniz için yeni bir değerlendirme turu başlatıldı
uk: Ваше подання надіслано на ще один раунд рецензування
vi: Bài nộp của bạn đã được gửi đi đánh giá thêm một vòng nữa

# emails.editorDecisionNewReviewRound.body
source: <p>Dear {$recipientName},</p> <p>Your revised submission, {$submissionTitle}, has been sent for a new round of peer review. You will hear from us with feedback from the reviewers and information about the next steps.</p> <p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p> <p>Kind regards,</p> <p>{$signature}</p>
ar: <p>عزيزنا {$recipientName}،</p> <p>طلب تقديمكم المنقح، {$submissionTitle}، قد تم إرساله إلى جولة تحكيم مناظر جديدة. ستتلقون منا رسائل لاحقة فيها ملاحظات المحكمين ومعلومات عن الخطوات اللاحقة.</p> <p>إذا كانت لديكم أي أسئلة، يرجى التواصل معي <a href="{$authorSubmissionUrl}">دفة قيادة طلب التقديم</a>.</p> <p>أطيب التحايا،</p> <p>{$signature}</p>
bg: <p>Уважаеми {$recipientName},</p> <p>Вашите преработени материали, {$submissionTitle}, са изпратени за нов кръг на рецензиране. Ще получите обратна връзка от рецензентите и информация за следващите стъпки.</p> <p>Ако имате някакви въпроси, моля, свържете се с мен от вашето <a href="{$authorSubmissionUrl}">табло за управление на подадените материали</a>.</p> <p>Сърдечни поздрави,</p> <p>{$signature}</p>
cs: <p>Vážený/á {$recipientName},</p> <p>Váš revidovaný příspěvek, {$submissionTitle}, byl odeslán k novému kolu recenzního řízení. Obdržíte od nás zpětnou vazbu od recenzentů a informace o dalším postupu.</p> <p>Pokud máte jakékoli dotazy, kontaktujte mě prosím ze svého <a href="{$authorSubmissionUrl}">dashboardu pro odesílání příspěvků</a>.</p> <p>S pozdravem,</p> <p>{$signature}</p>
da: <p>Kære {$recipientName}</p> <p>Dit reviderede manuskript: {$submissionTitle}, er blevet sendt i en ny bedømmelsesrunde. Du vil høre fra os med feedback for bedømmerne og information om næste trin.</p> <p>Hvis du har nogle spørgsmål, er du velkommen til at kontakte mig ved at oprette et indlæg under 'Drøftelser' fra dit<a href="{$authorSubmissionUrl}">indsendelses dashboard</a>.</p> <p>Med venlig hilsen</p> <p>{$signature}</p>
es: <p>Estimado/a {$recipientName},</p> <p>Su manuscrito revisado, {$submissionTitle}, se ha enviado a una ronda de evaluación por pares nueva. Le comunicaremos los comentarios de los revisores/as y la información sobre los próximos pasos.</p> <p>Si tiene cualquier pregunta puede contactar con nosotros desde el <a href="{$authorSubmissionUrl}">panel de control del envío</a>.</p> <p>Saludos cordiales,</p> <p>{$signature}</p>
eu: <p>{$recipientName} agurgarria:</p> <p>Zure "{$submissionTitle}" bidalketaren berrikusitako bertsioa itsu bikoitzeko beste txanda batera bidali da. Zurekin harremanetan jarriko gara ebaluatzaileen oharrak igortzeko eta hurrengo urratsen berri emateko. </p> <p>Zalantzarik izanez gero, mesedez, jar zaitez nirekin zure <a href="{$authorSubmissionUrl}">bidalketa-panela</a> baliatuta.</p> <p>Adeitasunez,</p> <p>{$signature}</p>
fi: <p>Hyvä {$recipientName},</p> <p>Korjattu käsikirjoituksenne, "{$submissionTitle}", on lähetetty uudelle vertaisarviointikierrokselle. Saatte meiltä tietoa arvioijien palautteesta ja seuraavista vaiheista.</p> <p>Jos teillä on kysyttävää, ottakaa yhteyttä minuun <a href="{$authorSubmissionUrl}">aloittamalla uusi keskustelu sivustollamme</a>.</p> <p>Ystävällisin terveisin,</p> <p>{$signature}</p>
fr_ca: <p>{$recipientName},</p> <p>Votre soumission révisée, {$submissionTitle}, fera l'objet d'un nouveau cycle d'évaluation par les pairs. Nous vous contacterons afin de vous faire part des commentaires des évaluateurs et vous fournir des informations sur les prochaines étapes.</p> <p>Si vous avec des questions, vous pouvez nous contacter à partir de votre <a href="{$authorSubmissionUrl}">tableau de bord de soumission</a>.</p> <p>Cordialement,</p> <p>{$signature}</p>
hy: <p>Հարգելի {$recipientName},</p> <p>Ձեր վերանայված ներկայացումը` {$submissionTitle}, ուղարկվել է գործընկերների վերանայման նոր փուլի: Դուք մեզանից կլսեք գրախոսների արձագանքները և հետագա քայլերի մասին տեղեկություններ:</p> <p>Եթե ունեք հարցեր, դիմեք ինձ ձեր <a href="{$authorSubmissionUrl}">ներկայացման վահանակից</a>:</p> <p>Հարգանքով,</p> <p>{$signature}</p>
id: <p>Kepada Yth. {$recipientName},</p> <p>Revisi artikel anda, "{$submissionTitle}", telah dikirim untuk putraran review yang baru. Anda akan mendengar umpan balik kami dari reviewer dan informasi mengenai langkah selanjutnya.</p> <p>Jika anda mempunyai pertanyaan, silakan kontak saya dari <a href="{$authorSubmissionUrl}">dasbor pengiriman anda</a>.</p> <p>Hormat kami,</p> <p>{$signature}</p>
mk: <p>Почитуван {$recipientName},</p> <p>Вашиот ревидиран поднесок, „{$submissionTitle}“, е испратен на нова рунда на рецензија. Ќе слушнете од нас со повратни информации од рецензентите и информации за следните чекори.</p> <p>Ако имате какви било прашања, ве молиме контактирајте ме од вашата <a href="{$authorSubmissionUrl}">контролна табла за поднесување</a>.</p> <p>Со почит,</p> <p>{$signature}</p>
nl: <p>Beste {$recipientName},</p><p>Uw herziene inzending, {$submissionTitle}, is doorgestuurd voor een nieuwe ronde van peer review.</p> <p>U zult van ons horen met feedback van de beoordelaars en informatie over de volgende stappen.</p> <p>Als u vragen hebt, neem dan contact met mij op via uw <a href="{$authorSubmissionUrl}">inzending dashboard</a>. </p><p>Met vriendelijke groet,</p><p>{$signature}</p>
pt_br: <p>Prezado(a) {$recipientName},</p> <p>Sua submissão revisada, {$submissionTitle}, foi enviada para uma nova rodada de avaliação por pares. Você receberá notícias nossas com feedback dos avaliadores e informações sobre as próximas etapas.</p> <p>Se você tiver alguma dúvida, entre em contato comigo pelo <a href="{$authorSubmissionUrl}">painel da submissão</a>.</p> <p>Atenciosamente,</p> <p>{$signature}</p>
ru: <p>Здравствуйте, {$recipientName}!</p> <p>ВАш переработанный материал «{$submissionTitle}» был отправлен на новый раунд рецензирования. Вы получите от нас отзывы рецензентов и информацию о дальнейших шагах.</p> <p>Если у Вас есть какие-то вопросы, пожалуйста, свяжитесь со мной через <a href="{$authorSubmissionUrl}">страницу Вашего материала</a>.</p> <p>С уважением,</p> <p>{$signature}</p>
sl: <p>Spoštovani {$recipientName},</p> <p>Vaš revidiran prispevek, {$submissionTitle}, je bil poslan v naslednji krog recenzije. Oglasili se vam bomo z mnenji recenzentov in inforamcijami o naslednjih korakih.</p> <p>Če imate kakršnokoli vprašanje, se lahko obrnete name preko vaše <a href="{$authorSubmissionUrl}">nadzorne plošče prispevkov</a>.</p> <p>S spoštovanjem,</p> <p>{$signature}</p>
tr: <p>Sayın {$recipientName},</p> <p>{$submissionTitle} başlıklı aday makaleniz yeni bir değerlendirme turuna gönderilmiştir. Değerlendirme süreci tamamlandığında tarafınıza dönüş sağlanacaktır.</p> <p>Eğer her hangi bir sorunuz varsa <a href="{$authorSubmissionUrl}">değerlendirme ekranı</a> altından tartışma bölümünden iletişime geçebilirsiniz.</p> <p>Saygılarımla,</p> <p>{$signature}</p>
uk: <p>Шановний(на) {$recipientName}!</p> <p>Ваше переглянуте подання "{$submissionTitle}" надіслано на новий раунд експертної перевірки. Ви отримаєте від нас відгуки рецензентів та інформацію про наступні кроки.</p> <p>Якщо у Вас виникнуть запитання, зв’яжіться зі мною за допомогою <a href="{$authorSubmissionUrl}">інформаційної панелі подання</a>.</p> <p>З повагою,</p> <p>{$signature}</p>
vi: <p>Kính gửi {$recipientName},</p> <p>Bài nộp đã sửa đổi của bạn, {$submissionTitle}, đã được gửi đi đánh giá thêm một vòng nữa. Bạn sẽ nhận được thông tin phản hồi từ người đánh giá và thông tin về các bước tiếp theo từ chúng tôi.</p> <p>Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với tôi từ <a href="{$authorSubmissionUrl}">bảng điều khiển bài nộp</a> của bạn.</p> <p>Trân trọng,</p> <p>{$signature}</p>

# emails.editorDecisionRevertDecline.subject
source: We have reversed the decision to decline your submission
ar: لقد قمنا بإلغاء قرار رفض طلب تقديمكم
bg: Отменихме решението си да не публикуваме материалите подадени от вас
cs: Změnili jsme rozhodnutí o zamítnutí vašeho příspěvku
da: Vi har omstødt beslutningen om at afvise din indsendelse
es: Hemos revertido la decisión de rechazar su envío
eu: Zure bidalketa baztertzeko erabakia bertan behera utzi dugu
fi: Olemme kumonneet päätöksen hylätä käsikirjoituksenne
fr_ca: Nous avons renversé la décision de rejeter votre soumission
hy: Մենք չեղարկել ենք ձեր ներկայացումը մերժելու որոշումը
id: Kami telah membatalkan keputusan untuk menolak pengiriman artikel anda
mk: Ја сменивме одлуката да го одбиеме вашето поднесување
nl: We hebben besloten om de afwijzing van uw inzending ongedaan te maken
pt: Revertemos a decisão de rejeitar a submissão
pt_br: Revertemos a decisão de rejeitar sua submissão
ru: Мы отменили решение отклонить Ваш материал
sl: Spremenili smo odločitev o zavrnitvi vašega prispevka
tr: Makalenizin reddedilmesi kararı geri alınmıştır
uk: Ми скасували рішення відхилити ваше подання
vi: Chúng tôi đã đảo ngược quyết định từ chối bài nộp của bạn
