Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.copyeditRequest.subject
source: Submission {$submissionId} is ready to be copyedited for {$contextAcronym}
ar: طلب التقديم {$submissionId} جاهز لتدقيقه لصالح {$contextAcronym}
bg: Изпратените материали {$submissionId} са готови за етапа на предпечат {$contextAcronym}
cs: Příspěvek {$submissionId} je připraven k závěrečné editaci pro periodikum {$contextAcronym}
da: Indsendelsen {$submissionId} er klar til manuskriptredigering til {$contextAcronym}
es: El envío {$submissionId} está listo para ser corregido para {$contextAcronym}
fi: Käsikirjoitus {$submissionId} on valmis tekniseen toimittamiseen ({$contextAcronym})
hy: {$submissionId} ներկայացումը պատրաստ է սրբագրման {$contextAcronym} -ի համար
id: Naskah {$submissionId} siap masuk ke tahap copyedit untuk {$contextAcronym}
mk: Поденесокот {$submissionId} е спремен за техничко уредување за {$contextAcronym}
nl: De inzending {$submissionId} staat klaar om geredigeerd te worden voor {$contextAcronym}
pt: A submissão {$submissionId} está pronta para edição de texto para {$contextAcronym}
pt_br: A submissão {$submissionId} está pronta para uma tarefa edição ao Editor de Texto para {$contextAcronym}
ru: Материал «{$submissionId}» готов к литературному редактированию для «{$contextAcronym}»
sl: Prispevek {$submissionId} je pripravljen za lektoriranje pri reviji {$contextAcronym}
tr: {$contextAcronym} için kabul edilen {$submissionId} numaralı aday makale son kopya için hazır
uk: Подання {$submissionId} готове до літературного редагування для {$contextAcronym}
vi: Bài nộp {$submissionId} đã sẵn sàng để chỉnh sửa cho {$contextAcronym}

# emails.editorialReminder.subject
source: Outstanding editorial tasks for {$contextName}
ar: مهام التحرير المتميزة لـ {$contextName}
bg: Останали редакционни задачи за {$contextName}
cs: Nevyřízené redakční úkoly pro {$contextName}
da: Udestående redaktionelle opgaver for {$contextName}
es: Tareas editoriales pendientes de {$contextName}
fi: Avoimet toimitustehtävät julkaisussa {$contextName}
fr_ca: Tâches éditoriales en attente pour {$contextName}
hy: Ակնառու խմբագրական առաջադրանքներ {$contextName} -ի համար
id: Tugas editorial yang belum diselesaikan untuk {$contextName}
mk: Извонредни уреднички задачи за {$contextName}
nl: Uitstaande redactionele taken voor {$contextName}
pt: Tarefas editoriais excepcionais para {$contextName}
pt_br: Tarefas editoriais excepcionais para {$contextName}
ru: Невыполненные редакционные задания в журнале «{$contextName}»
sl: Čakajoče uredniške zadolžitve pri reviji {$contextName}
tr: {$contextName} için bekleyen editöryal görevleriniz bulunmaktadır
uk: Невиконані редакційні завдання для "{$contextName}"
vi: Các công việc biên tập còn tồn đọng cho {$contextName}
