Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.editorDecisionSendToExternal.body
source: <p>Dear {$recipientName},</p><p>I am pleased to inform you that an editor has reviewed your submission, {$submissionTitle}, and has decided to send it for peer review. An editor will identify qualified reviewers who will provide feedback on your submission.</p><p>{$reviewTypeDescription} You will hear from us with feedback from the reviewers and information about the next steps.</p><p>Please note that sending the submission to peer review does not guarantee that it will be published. We will consider the reviewers' recommendations before deciding to accept the submission for publication. You may be asked to make revisions and respond to the reviewers' comments before a final decision is made.</p><p>If you have any questions, please contact me from your submission dashboard.</p><p>{$signature}</p>
ar: <p>عزيزنا {$recipientName}،</p><p>يسرني أبلاغكم بأن أحد المحررين قد راجع طلب تقديمكم، {$submissionTitle}، وقرر إرساله للتحكيم المناظر. سيقوم المحرر بتحديد المحكمين الذين سيعطوننا إفاداتهم بشأن طلبكم.</p><p>{$reviewTypeDescription} ستتلقون منا رسائل لاحقة فيها ملاحظات المحكمين ومعلومات عن الخطوات اللاحقة.</p><p>يرجى ملاحظة أن إرسال طلب التقديم إلى التحكيم المناظر لا يعني بالضرورة قبوله للنشر. سنأخذ بنظر الاعتبار توصيات المحكمين قبل اتخاذنا قرار الموافقة على النشر. قد تتم مطالبتكم بإجراء تنقيحات والرد على تعليقات المحكمين قبل التوصل إلى القرار النهائي.</p><p>إذا كانت لديكم أي أسئلة، يرجى التواصل معي عبر دفة القيادة الخاصة بطلب تقديمكم.</p><p>{$signature}</p>
bg: <p>Уважаеми {$recipientName},</p><p>Имам удоволствието да ви информирам, че редактор е прегледал подадените от вас материали, {$submissionTitle}, и е решил да го изпрати за рецензиране. Редакторът ще идентифицира квалифицирани рецензенти, които да направят рецензия на подадения материал.</p><p>{$reviewTypeDescription} Ще получите от нас обратна връзка от рецензентите и информация за следващите стъпки.</p><p>Моля, имайте предвид, че изпращането на материала за рецензиране не гарантира, че той ще бъде публикуван. Ще разгледаме препоръките на рецензентите, преди да решим да приемем материала за публикуване. Може да бъдете помолен/а да направите ревизии и да отговорите на коментарите на рецензентите, преди да бъде взето окончателно решение.</p><p>Ако имате въпроси, моля, свържете се с мен от таблото за управление на подадените материали.</p><p>{ $подпис</p>
cs: <p>Vážený(á) {$jméno příjemce},</p><p>S potěšením Vám oznamuji, že editor posoudil Váš příspěvek, {$názevPříspěvku}, a rozhodl se jej odeslat k recenznímu řízení. Editor určí kvalifikované recenzenty, kteří poskytnou zpětnou vazbu k Vašemu příspěvku.</p><p>{$reviewTypeDescription} Ozveme se vám se zpětnou vazbou od recenzentů a informacemi o dalších krocích.</p><p>Upozorňujeme, že odeslání příspěvku k recenznímu řízení nezaručuje jeho zveřejnění. Před rozhodnutím o přijetí příspěvku k publikaci zvážíme doporučení recenzentů. Před konečným rozhodnutím můžete být vyzváni k úpravám a reakci na připomínky recenzentů.</p><p>Pokud máte nějaké dotazy, kontaktujte mě prosím z panelu pro podání příspěvku.</p><p>{$signature}</p>
da: <p>Kære {$recipientName}</p><p>Jeg kan med glæde informere dig om, at en redaktør har gennemgået din indsendelse: {$submissionTitle}, og har sendt den til fagfællebedømmelse. En redaktør vil nu finde kvalificerede bedømmere, som vil give feedback på dit manuskript.</p><p>{$reviewTypeDescription} Du hører fra os med feedback fra bedømmerne og information om næste trin.</p><p>Vær opmærksom på, at en indsendelse, der er sendt til fagfællebedømmelse, ikke er garanteret efterfølgende publicering. Vi vil overveje anbefalingerne fra bedømmerne, før vi beslutter, om vi vil acceptere indsendelsen til publikation. Du kan blive bedt om at lave revisioner eller svare på bedømmernes kommentarer, før der kan træffes en endelig beslutning.</p><p>Hvis du har nogle spørgsmål, er du velkommen til at kontakte mig ved at oprette et indlæg under Drøftelser, når du går ind på indsendelsen i dit indsendelses dashboard.</p><p>Mvh. {$signature}</p>
es: <p>Estimado/a {$recipientName},</p><p>Me complace anunciarle que un editor/a ha revisado su envío, {$submissionTitle}, y ha decidido remitirlo a evaluación por pares. El editor/a identificará a revisores/as cualificados que aportarán comentarios sobre su envío.</p><p>{$reviewTypeDescription} Le enviaremos dichos comentarios y la información acerca de los próximos pasos.</p><p>Tenga en cuenta que el hecho de enviar su artículo a evaluación por pares no garantiza que se acabe publicando. Consideraremos las recomendaciones de los revisores/as antes de decidir si aceptamos el envío para publicarse. Podríamos solicitarle que haga revisiones y responda a los comentarios de los revisores/as antes de tomar la decisión final.</p><p>Si tiene cualquier duda puede contactar con nosotros desde su panel de control del envío.</p><p>{$signature}</p>
eu: <p>{$recipientName} agurgarria:</p><p>Plazera da niretzat jakinaraztea editore batek zure bidalketa, "{$submissionTitle}", berrikusi eta itsu bikoitzeko ebaluaziora igortzea erabaki duela. Editore batek ebaluatzaile kualifikatuak identifikatuko ditu, eta zure bidalketaren gaineko oharrak egingo dituzte.</p><p>{$reviewTypeDescription} Zurekin harremanetan jarriko gara ebaluatzaileen oharrak eta eman beharreko hurrengo urratsen gaineko informazioaren berri emateko.</p><p>Mesedez, izan gogoan bidalketa itsu bikoitzeko ebaluaziora igortzeak ez duela argitaratuko denik bermatzen. Bidalketa argitaratzeko onartu baino lehen, ebaluatzaileen gomendioak kontuan hartuko ditugu. Azken erabakia hartu baino lehen, baliteke zenbait zuzenketa egitea eta ebaluatzaileen oharrei erantzutea eskatzea.</p><p>Zalantzarik izanez gero, mesedez, jarri nirekin harremanetan zure bidalketaren panelaren bitartez.</p><p>{$signature}</p>
fi: <p>Hyvä {$recipientName},</p><p>Toimittaja on tarkastanut käsikirjoituksenne {$submissionTitle} ja päättänyt lähettää sen vertaisarviointiin. Toimittaja valitsee pätevät arvioijat, jotka antavat palautetta käsikirjoituksestanne.</p><p>{$reviewTypeDescription} Saatte meiltä arvioijien palautteen ja tiedon seuraavista vaiheista.</p><p>Huomioittehan, että käsikirjoituksen lähettäminen vertaisarviointiin ei takaa sen julkaisemista. Otamme huomioon arvioijien suositukset ennen kuin päätämme käsikirjoituksen hyväksymisestä julkaistavaksi. Teitä voidaan pyytää tekemään korjauksia ja vastaamaan arvioijien kommentteihin ennen lopullisen päätöksen tekemistä.</p><p>Jos teillä on kysyttävää, ottakaa yhteyttä minuun <a href="{$authorSubmissionUrl}">aloittamalla uusi keskustelu sivustollamme</a>.</p> <p>Ystävällisin terveisin,</p><p>{$signature}</p>
fr_ca: <p>{$recipientName},</p><p>Nous sommes heureux de vous annoncer qu'un-e redacteur-trice à évaluer votre manuscrit, {$submissionTitle}, et a décidé de l'envoyer en évaluation. Un-e redacteur-trice identifiera des évaluateurs-trices qui feront des commentaires sur votre manuscrit.</p><p>{$reviewTypeDescription} Nous vous ferons part de leurs commentaires et vous informerons des prochaines étapes par la suite.</p><p>S'il vous plait, prenez en considération que le fait d'envoyer votre manuscrit en évaluation ne garantit en rien le fait d'être publié. Nous prendrons en considération les recommandations des évaluateurs avant de décider de publier votre manuscrit.</p><p>Si vous avez des questions, vous pouvez nous contacter à partir de votre <a href="{$authorSubmissionUrl}">tableau de bord de soumission</a>.</p><p>{$signature}</p>
hy: <p>Հարգելի {$recipientName},</p><p>Ուրախ եմ տեղեկացնել ձեզ, որ խմբագիրն ուսումնասիրել է ձեր ներկայացումը` {$submissionTitle}, և որոշել է այն ուղարկել գործընկերների վերանայման: Խմբագիրը կբացահայտի որակավորված գրախոսներին, ովքեր կարծիք կհայտնեն ձեր ներկայացման վերաբերյալ:</p><p>{$reviewTypeDescription} Դուք մեզանից կստանաք գրախոսների կարծիքը և տեղեկատվություն հետագա քայլերի մասին:</p><p>Խնդրում ենք նկատի ունենալ, որ ներկայացումը գործընկերների վերանայման ուղարկելը չի երաշխավորում, որ այն կհրապարակվի: Մենք կքննարկենք գրախոսների առաջարկությունները՝ նախքան հրապարակման համար դրական որոշում կայացնելը: Ձեզնից կարող են պահանջվել վերանայումներ կատարել և պատասխանել գրախոսների մեկնաբանություններին՝ նախքան վերջնական որոշում կայացնելը:</p><p>Եթե հարցեր ունեք, դիմեք ինձ ձեր ներկայացման վահանակից:</p><p>{ $signature}</p>
id: <p>Kepada Yth. {$recipientName},</p><p>Dengan senang hati, saya informasikan bahwa editor telah mereview naskah anda, "{$submissionTitle}", dan memutuskan untuk mengirimkan untuk proses review. Editor akan memilih reviewer yang berkualitas yang akan memberikan masukan pada naskah anda.</p><p>{$reviewTypeDescription} Anda akan mendapatkan masukan dari reviewer dan informasi mengenai langkah selanjutnya.</p><p>Harap diperhatikan bahwa pengiriman naskah ke proses review tidak menjamin bahwa naskah akan diterbitkan. Kami akan mempertimbangkan rekomendasi dari para reviewer sebelum memutuskan untuk menerima naskah untuk dipublikasikan. Anda mungkin akan diminta melakukan revisi dan memberikan respon pada komentar reviewer sebelum keputusan akhir dibuat.</p><p>Jika ada pertanyaan, silakan kontak saya melalui dasbor pengiriman.</p><p>{$signature}</p>
mk: <p>Почитуван {$recipientName},</p><p>Задоволство ми е да ве известам дека еден уредник го прегледал вашиот поднесок „{$submissionTitle}“ и одлучил да го испрати на рецензија. Уредникот ќе ги идентификува квалификуваните рецензенти кои ќе дадат повратни информации за вашиот поднесок.</p><p>{$reviewTypeDescription} Ќе слушнете од нас со повратни информации од рецензентите и информации за следните чекори.</p><p>Имајте предвид дека испраќањето на поднесокот на рецензија не гарантира дека ќе биде објавен. Ќе ги разгледаме препораките на рецензентите пред да одлучиме да го прифатиме поднесокот за објавување. Можеби ќе биде побарано да направите ревизии и да одговорите на коментарите на рецензентите пред да се донесе конечна одлука.</p><p>Ако имате какви било прашања, ве молиме контактирајте ме од вашата контролна табла за поднесување.</p><p>{$signature}</p>
nl: <p>Beste {$recipientName},</p> <p>Ik ben verheugd u mee te delen dat een redacteur uw inzending, {$submissionTitle}, heeft beoordeeld en heeft besloten deze naar peer review te sturen. Een redacteur zal gekwalificeerde beoordelaars vaststellen, die feedback zullen geven op uw inzending.</p><p>{$reviewTypeDescription} U zult van ons horen met feedback van de beoordelaars en informatie over de volgende stappen.</p> <p>Houd er rekening mee dat het verzenden van de inzending naar peer review niet garandeert dat deze zal worden gepubliceerd. We zullen de aanbevelingen van de beoordelaars overwegen voordat we beslissen om de inzending te accepteren voor publicatie. Het kan zijn dat u gevraagd wordt om wijzigingen aan te brengen en te reageren op de opmerkingen van de beoordelaars voordat er een definitieve beslissing wordt genomen.</p><p>Als u vragen hebt, neem dan contact met mij op via uw inzendingsdashboard.</p><p>{$signature}</p>
pt_br: <p>Prezado(a) {$recipientName},</p><p>Tenho o prazer de informar que um editor revisou sua submissão, {$submissionTitle}, e decidiu enviá-la para revisão por pares. Um editor identificará revisores qualificados que retornarão avaliações sobre sua submissão.</p><p>{$reviewTypeDescription} Você receberá de nós os resultados das avaliações dos revisores e informações sobre as próximas etapas.</p><p>Por favor, observe que enviar a submissão para a revisão por pares não implica que esta será publicada. Consideraremos as recomendações dos revisores antes de decidir aceitar a submissão para publicação. Talvez você seja solicitado a fazer revisões e responder aos comentários dos revisores antes que uma decisão final seja tomada.</p><p>Se você tiver alguma dúvida, por favor entre em contato comigo através do painel de submissão.</p><p>{$signature}</p>
ru: <p>Здравствуйте, {$recipientName}!</p><p>Рады сообщить вам, что редактор рассмотрел Ваш материал «{$submissionTitle}» и решил отправить его на рецензирование. Редактор определит квалифицированных рецензентов, которые предоставят рецензии на Вашу работу.</p><p>{$reviewTypeDescription} Вы получите от нас сообщение с отзывами рецензентов и информацией о дальнейших шагах.</p><p>Обратите внимание, что отправка материала на рецензирование не гарантирует его публикацию. Мы рассмотрим рекомендации рецензентов, прежде чем примем решение о принятии материала к публикации. Вам может быть предложено внести изменения в матери ал и ответить на комментарии рецензентов, прежде чем будет принято окончательное решение.</p><p>Если у вас есть какие-либо вопросы, пожалуйста, свяжитесь со мной через страницу Вашего материала.</p><p>{$signature}</p>
tr: <p>Sayın {$recipientName},</p> <p>Gönderdiğiniz "{$submissionTitle}" başlıklı aday makale editör tarafından incelenmiş ve hakem değerlendirme sürecine gönderilmesine karar verilmiştir. Editör, çalışmanız hakkında geri bildirimde bulunacak nitelikli hakemleri belirleyecektir.</p> <p>{$reviewTypeDescription} Hakemlerin değerlendirmeleri ve sonraki adımlarla ilgili bilgilendirme süreç tamamlandığında tarafınıza iletilecektir.</p> <p>Lütfen unutmayınız: Aday makalenin hakem değerlendirmesine alınması, yayına kabul edileceği anlamına gelmez. Yayın kabul kararı verilmeden önce hakemlerin önerileri dikkate alınacaktır. Nihai karar verilmeden önce sizden revizyon yapmanız ve hakem yorumlarına yanıt vermeniz istenebilir.</p> <p>Herhangi bir sorunuz olması durumunda, lütfen makale ekranında yer alan Tartışma bölümü üzerinden bizimle iletişime geçiniz.</p> <p>{$signature}</p>
uk: <p>Шановний(на) {$recipientName}!</p><p>Мені приємно повідомити, що редактор переглянув Ваше подання "{$submissionTitle}" і вирішив надіслати його на рецензування. Редактор визначить кваліфікованих рецензентів, які нададуть відгуки про Ваше подання.</p><p>{$reviewTypeDescription} Ви отримаєте від нас відгуки рецензентів і інформацію про наступні кроки.</p><p>Будь ласка, зауважте, що надсилання подання на рецензування не гарантує, що його буде опубліковано. Ми розглянемо рекомендації рецензентів, перш ніж прийняти рішення щодо публікації. Вас можуть попросити внести зміни та відповісти на коментарі рецензентів, перш ніж буде прийнято остаточне рішення.</p><p>Якщо у Вас виникнуть запитання, зв’яжіться зі мною за допомогою інформаційної панелі подання.</p><p>{ $signature}</p>
vi: <p>Kính gửi {$recipientName},</p><p>Tôi vui mừng thông báo rằng biên tập viên đã xem xét bài nộp của bạn, {$submissionTitle}, và quyết định gửi nó đi bình duyệt. Biên tập viên sẽ xác định những người đánh giá có chuyên môn sẽ cung cấp phản hồi về bài nộp của bạn.</p><p>{$reviewTypeDescription} Bạn sẽ nhận được thông tin phản hồi từ người đánh giá và thông tin về các bước tiếp theo từ chúng tôi.</p><p>Lưu ý rằng việc gửi bài nộp đi bình duyệt không đảm bảo nó sẽ được xuất bản. Chúng tôi sẽ xem xét đề xuất của người đánh giá trước khi quyết định chấp nhận bài nộp để xuất bản. Bạn có thể được yêu cầu thực hiện sửa đổi và phản hồi nhận xét của người đánh giá trước khi có quyết định cuối cùng được đưa ra.</p><p>Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với tôi từ bảng điều khiển bài nộp của bạn.</p><p>{$signature}</p>

# emails.editorDecisionSendToProduction.subject
source: Next steps for publishing your submission
ar: الخطوات اللاحقة لنشر طلب تقديمكم
bg: Следващи стъпки за публикуване на вашия материал
cs: Další kroky pro zveřejnění vašeho příspěvku
da: Næste trin for publicering af din indsendelse
es: Próximos pasos para publicar su envío
eu: Zure bidalketa argitaratzeko hurrengo urratsak
fi: Seuraavat vaiheet käsikirjoituksenne julkaisemisessa
hy: Ձեր ներկայացումը հրապարակելու հաջորդ քայլերը
id: Tahap selanjutnya untuk menerbitkan naskah Anda
mk: Следни стапки за објавување на вашиот поднесок
nl: Volgende stappen voor het publiceren van uw inzending
pt: Próximos passos para publicar a sua submissão
pt_br: Próximos passos para publicar sua submissão
ru: Следующие шаги для публикации Вашего материала
sl: Naslednji koraki za objavo vašega prispevka
tr: Aday makale yayımlanmak üzere üretim aşamasına alındı
uk: Подальші кроки для опублікування Вашого подання
vi: Các bước tiếp theo để xuất bản bài nộp của bạn
