Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.orcidRequestAuthorAuthorization.subject
source: Requesting ORCID record access
ar: إلتماس الوصو إلى حساب ORCID
bg: Изискване достъп до ORCID запис
cs: Požadavek na přístup k záznamu ORCID
da: Anmoder om adgang til ORCID-post
es: Solicitando acceso de registro ORCID
eu: ORCID erregistroetara sarbidea eskatzea
fi: Pyyntö ORCID-käyttöoikeudesta
fr_ca: Demande d'accès au dossier ORCID
hy: ORCID գրառումներին մուտքի հայցում
id: Meminta akses rekaman ORCID
mk: Барање пристап до запис ORCID
nl: Toegangsverzoek tot uw ORCID profiel
pt: Pedido de Associação de Identificador ORCID
pt_br: Solicitando acesso ao registro ORCID
ru: Запрос доступа к записи ORCID
sl: Prošnja za dostop do ORCID zapisa
tr: ORCID kayıt erişimi
uk: Запит доступу до запису ORCID
vi: Yêu cầu truy cập bản ghi ORCID

# emails.orcidRequestAuthorAuthorization.description
source: This email is sent to request ORCID record access from authors.
ar: قالب الرسالة هذا يستعمل لمطالبة المؤلفين المشاركين بالسماح لنا في الوصول إلى رموزهم التعريفية في ORCID.
bg: Този шалон за имейл се използва за искане от авторите на достъп до ORCID записи.
cs: Tato šablona emailů je používána, pokud od autorů chceme umožnění přístupu k záznamům ORCID.
da: Denne e-mail-skabelon bruges til at anmode om ORCID-adgang fra forfattere.
es: Esta plantilla de correo electrónico se utiliza para solicitar acceso de registro ORCID a los autores/as.
eu: Mezu elektroniko hau egileei ORCID erregistroetara sarbidea eskatzeko bidaltzen da.
fi: Tällä sähköpostilla pyydetään kirjoittajilta ORCID-käyttöoikeuksia.
fr_ca: Ce modèle de courriel est utilisé pour demander aux auteur.e.s l'accès à leur dossier ORCID.
hy: էլ․ փոստի այս ձևանմուշն օգտագործվում է հեղինակներից ORCID գրառումների մուտքի թույլտվություն խնդրելու համար:
id: Template surel ini digunakan untuk meminta akses rekaman ORCID penulis.
mk: Овој образец за е-пошта се користи за да се побара пристап до записот ORCID од авторите.
nl: Deze e-mail wordt verstuurd om toegang te vragen aan auteurs tot hun ORCID profiel.
pt: Este template de email é utilizado para solicitar o acesso ao ORCID dos autores.
pt_br: Este modelo de e-mail é usado para solicitar o acesso ao registro ORCID dos autores.
ru: Этот шаблон письма используется для запроса доступа к записи ORCID у авторов.
sl: Email vsebuje prošnjo za dostop do ORCID zapisov avtorjev.
tr: Bu e-posta şablonu yazarlardan ORCID kaydı erişimi istemek için kullanılır.
uk: Цей лист відправлено для запиту доступу до запису ORCID у авторів.
vi: Mẫu email này được sử dụng để yêu cầu quyền truy cập bản ghi ORCID từ các tác giả.

# emails.orcidRequestUpdateScope.description
source: This email is sent to request member API OAuth scope for ORCID.
es: Este correo electrónico se envía para solicitar los permisos de acceso OAuth requeridos por la API de ORCID.
eu: Mezu elektroniko hau ORCIDerako API OAuth sarbidea eskatzeko bidali da.
fi: Tällä sähköpostilla pyydetään member API OAuth ORCID-oikeuksia.
id: Email ini dikirimkan untuk meminta anggota API OAuth scope untuk ORCID.
mk: Оваа е-пошта е испратена за да се побара опфат на член API OAuth за ORCID.
vi: Email này được gửi để yêu cầu phạm vi API OAuth thành viên cho ORCID.

# emails.orcidRequestUpdateScope.subject
source: Requesting updated ORCID record access
es: Solicitando acceso al registro actualizado ORCID
eu: Eguneratutako ORCID erregistroetara sarbidea eskatzea
fi: Pyyntö päivittää ORCID-käyttöoikeus
id: Meminta akses rekod ORCID yang terbaru
mk: Се бара ажуриран пристап до записот ORCID
nl: Verzoek om toegang tot geüpdatete ORCID-informatie
vi: Yêu cầu cập nhật quyền truy cập hồ sơ ORCID

# emailTemplate.variable.authorOrcidUrl
source: ORCID OAuth authorization link
ar: رابط مصادقة ORCID OAuth
bg: ORCID OAuth връзка за оторизация
cs: Autorizační odkaz ORCID OAuth
da: ORCID OAuth authorisationslink
es: Enlace de autorización de ORCID OAuth
eu: ORCID OAuth baimenaren esteka
fi: ORCID OAuth -valtuutuslinkki
fr_ca: Lien d'autorisation OAuth ORCID
hy: ORCID OAuth վավերացման հղում
id: Tautan otorisasi ORCID OAuth
mk: Авторизирачки линка за ORCID OAuth
nl: ORCID OAuth autorisatielink
pt: Link de autorização ORCID OAuth
pt_br: Link de autorização ORCID OAuth
ru: Ссылка для OAuth-авторизации ORCID
sl: ORCID OAuth avtorizacijska povezava
tr: ORCID OAuth yetkilendirme bağlantısı
uk: Покликання для авторизації ORCID OAuth
vi: Liên kết ủy quyền ORCID OAuth

# emailTemplate.variable.orcidAboutUrl
source: URL to the page about ORCID
ar: عنوان رابط الصفحة المؤدي إلى ORCID
bg: URL към страницата за ORCID
cs: URL na stránku o ORCID
da: URL til siden omkring ORCID
es: URL de la página sobre ORCID
eu: ORCIDi buruzko orriaren URLa
fi: URL-osoite ORCID-tunnuksista kertovalle sivulle
fr_ca: URL de la page à propos d'ORCID
hy: ORCID-ի մասին էջի URL
id: URL ke halaman tentang ORCID
mk: УРЛ до страната за ORCID
nl: URL naar de pagina over ORCID
pt: URL para a página sobre ORCID
pt_br: URL para a página sobre ORCID
ru: URL-адрес страницы об ORCID
sl: URL do strani o ORCID
tr: ORCID ile ilgili sayfanın URL'si
uk: URL-адреса сторінки про ORCID
vi: URL đến trang giới thiệu về ORCID

# mailable.userRoleEndNotify.name
source: User Role Ended Notification
eu: Erabiltzailearen rolaren amaiera-jakinarazpena
fi: Ilmoitus käyttäjäroolin päättymisestä
id: Notifikasi Peran Pengguna telah Berakhir
mk: Известување за завршување на улогата на корисникот
nl: Kennisgeving van de beëindigde gebruikersrol
vi: Thông báo Kết thúc Vai trò Người dùng

# mailable.userRoleEndNotify.description
source: The email notification sent to a user when they are removed from a role.
es: Correo electrónico que se envía al usuario cuando se le retira un rol.
eu: Erabiltzaile bati rol batetik kentzean bidaltzen zaion posta elektroniko bidezko jakinarazpena.
fi: Tällä sähköpostilla ilmoitetaan käyttäjälle, että häneltä on poistettu käyttäjärooli.
id: Notifikasi email yang dikirimkan ke pengguna ketika mereka dihapuskan dari sebuah peran.
mk: Известувањето преку е-пошта испратено до корисникот кога ќе биде отстранет од некоја улога.
nl: De e-mailkennisgeving verzonden aan een gebruiker, van wie de rol is beëindigd.
vi: Thông báo email được gửi đến người dùng khi họ bị xóa khỏi một vai trò.

# emails.userRoleEndNotify.subject
source: You have been removed from a role
es: Ha sido removido(a) de un rol
eu: Rol batetik kendu zaituzte
fi: Teiltä on poistettu käyttäjärooli
id: Anda telah dihapus dari sebuah peran
mk: Отстранети сте од улога
nl: Uw rol is beëindigd
vi: Bạn đã bị xóa khỏi một vai trò

# emailTemplate.variable.userRoleEnd.roleRemoved
source: This is the name of the user role that has been removed
es: Este es el nombre del rol de usuario que se ha eliminado
eu: Hau da ezabatu den erabiltzaile-rolaren izena
fi: Tämä on käyttäjäroolin nimi, joka on poistettu
id: Ini adalah nama peran pengguna yang telah dihapus
mk: Ова е името на корисничката улога што е отстранета
nl: Dit is de naam van de gebruiker, van wie de rol is beëindigd
vi: Đây là tên của vai trò người dùng đã bị xóa

source: emailTemplate.variable.invitation.recipientName
eu: Hau da gonbidapenaren hartzailearen izena

source: emailTemplate.variable.invitation.acceptUrl
eu: Hau gonbidapena onartzeko URLa da

source: emailTemplate.variable.invitation.declineUrl
eu: Hau gonbidapena baztertzeko URLa da

source: orcid.orcidRequestAuthorAuthorization.name
ar: إلتماس تفويض المؤلف من orcid
bg: ORCiD искане на разрешение за автор
cs: orcidRequestAuthorAuthorization
da: orcidRequestAuthorAuthorization
es: orcidRequestAuthorAuthorization
eu: orcidRequestAuthorAuthorization
fr_ca: orcidRequestAuthorAuthorization
hy: orcidRequestAuthorAuthorization
mk: Авторизација orcidRequestAuthorAuthorization
pt: orcidRequestAuthorAuthorization
pt_br: orcidRequestAuthorAuthorization
sl: orcidRequestAuthorAuthorization

source: orcid.orcidCollectAuthorId.name
ar: تجميع معرف المؤلف من orcid
bg: ORCiD Събиране на авторски идентификатор
cs: orcidCollectAuthorId
da: orcidCollectAuthorId
es: orcidCollectAuthorId
eu: orcidCollectAuthorId
fr_ca: orcidCollectAuthorId
hy: orcidCollectAuthorId
mk: Авторски orcidCollectAuthorId
pt: orcidCollectAuthorId
pt_br: orcidCollectAuthorId
sl: orcidCollectAuthorId

source: emails.userRoleAssignmentInvitationNotify.subject
es: Estás invitado a nuevos roles
eu: Rol berrietara gonbidatuta zaude

source: emails.userRoleAssignmentInvitationNotify.userGroupSection
es: <div class='section'> <div class='section-number'>{$sectionNumber}.</div> <div class='section-content'> <h2>{$sectionName}</h2> <p>A partir de {$dateStart}</p> <p>{$sectionEndingDate}</p> <p>{$sectionMastheadAppear}</p> </div></div>
eu: <div class='section'> <div class='section-number'>{$sectionNumber}.</div> <div class='section-content'> <h2>{$sectionName}</h2> <p>Hasiera-data: {$dateStart}</p> <p>{$sectionEndingDate}</p> <p>{$sectionMastheadAppear}</p> </div></div>

source: emails.userRoleAssignmentInvitationNotify.userGroupSectionEndingDate
eu: Amaiera-data: {$dateEnd}

source: emails.userRoleAssignmentInvitationNotify.newlyAssignedRoles
eu: <p><h2>Berriki esleitutako rolak</h2></p>

source: emails.userRoleAssignmentInvitationNotify.alreadyAssignedRoles
eu: <p><h2>Dagoeneko esleitutako rolak</h2></p>

source: emailTemplate.variable.invitation.inviterName
eu: Hau da gonbidapenaren bidaltzailearen izena

source: emailTemplate.variable.invitation.inviterRole
eu: Hau da gonbidapenaren bidaltzailearen rola

source: emailTemplate.variable.invitation.rolesAdded
eu: Gonbidapena onartu eta gero erabiltzaileari gehituko zaizkion rolak deskribatzen dira atal honetan

source: emailTemplate.variable.invitation.existingRoles
eu: Erabiltzaileak dagoeneko dituen rolak deskribatzen dira atal honetan.

# emails.orcidRequestUpdateScope.body
source: Dear {$recipientName},<br> <br> You are listed as a contributor (author or reviewer) on the manuscript submission "{$submissionTitle}" to {$contextName}. <br> <br> You have previously authorized {$contextName} to list your ORCID id on the site, and we require updateded permissions to add your contribution to your ORCID profile.<br> Visit the link to the official ORCID website, login with your profile and authorize the access by following the instructions.<br> <br> <a href="{$authorOrcidUrl}" style="display: inline-flex; align-items: center; background-color: white; text-align: center; padding: 10px 20px; text-decoration: none; border-radius: 5px; border: 2px solid #d7d4d4;"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Register or Connect your ORCID iD</a><br/> <br> <br> Click here to update your account with ORCID: <a href="{$authorOrcidUrl}">{$authorOrcidUrl}.</a> <br> <br> <a href="{$orcidAboutUrl}">More about ORCID at {$contextName}</a><br/> <br> <br> If you have any questions, please contact me.<br> <br> {$principalContactSignature}<br>
es: <p>Estimado/a {$recipientName},</p> <p>Usted figura como colaborador (autor o revisor) en el envío del manuscrito "{$submissionTitle}" para {$contextName}.</p> <p>Anteriormente, usted autorizó a {$contextName} a mostrar su identificador ORCID en el sitio, y ahora requerimos permisos actualizados para agregar su contribución a su perfil ORCID.</p> <p>Por favor, visite el siguiente enlace al sitio oficial de ORCID, inicie sesión con su cuenta y autorice el acceso siguiendo las instrucciones.</p> <p><a href="{$authorOrcidUrl}" style="display: inline-flex; align-items: center; background-color: white; text-align: center; padding: 10px 20px; text-decoration: none; border-radius: 5px; border: 2px solid #d7d4d4;"> <img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="Icono ORCID iD" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Registrar o conectar su ORCID iD </a></p> <p>Haga clic aquí para actualizar su cuenta con ORCID: <a href="{$authorOrcidUrl}">{$authorOrcidUrl}</a>.</p> <p><a href="{$orcidAboutUrl}">Más información sobre ORCID en {$contextName}</a></p> <p>Si tiene alguna pregunta, por favor no dude en contactarme.</p> <p>{$principalContactSignature}</p>
eu: {$recipientName} agurgarria:<br> <br> {$contextName} aldizkarira egindako "{$submissionTitle}" bidalketaren kolaboratzaile (egile edo ebaluatzaile) gisa aipatu zaituzte. <br> <br> {$contextName} aldizkariari zure ORCID identifikatzailea webgunean aipatzeko baimena eman diozu jada, eta orain zure ekarpena zure ORCID profilean txertatzeko baimen eguneratuak behar ditugu.<br> Sartu ORCID webgune ofizialaren estekan, hasi saioa zure profilarekin eta eman sartzeko baimena jarraibideei jarraituz.<br> <br> <a href="{$authorOrcidUrl}" style="display: inline-flex; align-items: center; background-color: white; text-align: center; padding: 10px 20px; text-decoration: none; border-radius: 5px; border: 2px solid #d7d4d4;"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/> Zure ORCID identifikatzailea erregistratu edo konektatzea</a><br/> <br> <br> Sakatu hemen zure kontua ORCIDekin eguneratzeko: <a href="{$authorOrcidUrl}">{$authorOrcidUrl}.</a> <br> <br> <a href="{$orcidAboutUrl}">ORCIDari buruzko informazio gehiagorako: {$contextName}</a><br/> <br> <br> Zalantzarik baduzu, mesedez, jarri nirekin harremanetan.<br> <br> {$principalContactSignature}<br>
fi: Hyvä {$recipientName},<br> <br> Teidät on merkitty kirjoittajaksi tai arvioijaksi käsikirjoitukseen "{$submissionTitle}", joka on lähetetty sivustolle {$contextName}.<br> <br> Olette aiemmin sallineet, että {$contextName} saa näyttää ORCID-tunnuksenne sivustolla. Nyt tarvitsemme päivitetyn luvan voidaksemme lisätä tämän työnne ORCID-profiiliinne.<br> Siirtykää viralliselle ORCID-verkkosivulle, kirjautukaa sisään ja sallikaa pääsy ohjeiden mukaisesti.<br> <br> <a href="{$authorOrcidUrl}" style="display: inline-flex; align-items: center; background-color: white; text-align: center; padding: 10px 20px; text-decoration: none; border-radius: 5px; border: 2px solid #d7d4d4;"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Rekisteröi tai yhdistä ORCID iD</a><br/> <br> <br> Klikatkaa tästä päivittääksenne ORCID-tilinne: <a href="{$authorOrcidUrl}">{$authorOrcidUrl}</a>.<br> <br> <br> <a href="{$orcidAboutUrl}">Lisätietoa ORCIDista lehdessä {$contextName}</a><br/> <br> <br> Jos teillä on kysyttävää, ottakaa yhteyttä minuun.<br> <br> {$principalContactSignature}<br>
id: Kepada Yth. {$recipientName},<br> <br> Anda terdaftar sebagai kontributor (penulis atau reviewer) pada artikel "{$submissionTitle}" pada {$contextName}. <br> <br> Anda sebelumnya mengotorisasi {$contextName} untuk mendaftarkan ID ORCID anda pada situs, dan kami meminta ijin terbaru untuk menambahkan kontribusi pada profil ORCID anda.<br> Kunjungi tautan ke situs ORCID yang resmi, login ke profil anda dan ijinkan akses dengan mengikuti petunjung berikut.<br> <br> <a href="{$authorOrcidUrl}" style="display: inline-flex; align-items: center; background-color: white; text-align: center; padding: 10px 20px; text-decoration: none; border-radius: 5px; border: 2px solid #d7d4d4;"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Daftar atau Hubungkan ID ORCID anda</a><br/> <br> <br> Klik di sini untuk memperbarui akun anda pada ORCID: <a href="{$authorOrcidUrl}">{$authorOrcidUrl}.</a> <br> <br> <a href="{$orcidAboutUrl}">Lebih lanjut tentang ORCID pada {$contextName}</a><br/> <br> <br> Jika anda mempunyai pertanyaan lebih lanjut, silakan hubungi saya.<br> <br> {$principalContactSignature}<br>
mk: Почитуван {$recipientName},<br> <br> Вие сте наведени како соработник (автор или рецензент) на поднесокот на ракописот „{$submissionTitle}“ до {$contextName}. <br> <br> Претходно го овластивте {$contextName} да го наведе вашиот ORCID ID на страницата и бараме ажурирани дозволи за да го додадеме вашиот придонес на вашиот ORCID профил.<br> Посетете ја врската до официјалната веб-страница на ORCID, најавете се со вашиот профил и овластете го пристапот следејќи ги упатствата.<br> <br> <a href="{$authorOrcidUrl}" style="display: inline-flex; align-items: center; background-color: white; text-align: center; padding: 10px 20px; text-decoration: none; border-radius: 5px; border: 2px solid #dlogid"-74 с ИД</a><br/> <br> <br> Кликнете овде за да ја ажурирате вашата сметка со ORCID: <a href="{$authorOrcidUrl}">{$authorOrcidUrl}.</a> <br> <br> <a href="{$orcidAboutUrl}">Повеќе за ORCID на {$contextName}</a><br/> <br> <br> Ако имате какви било прашања, ве молиме контактирајте ме.<br> <br> {$principalContactSignature}<br>
vi: Kính gửi {$recipientName},<br> <br> Bạn được liệt kê là người đóng góp (tác giả hoặc người phản biện) cho bản thảo "{$submissionTitle}" được nộp cho {$contextName}. <br> <br> Trước đây bạn đã ủy quyền cho {$contextName} liệt kê ID ORCID của bạn trên trang web, và chúng tôi cần quyền cập nhật để thêm đóng góp của bạn vào hồ sơ ORCID của bạn.<br> Truy cập liên kết đến trang web ORCID chính thức, đăng nhập bằng hồ sơ của bạn và ủy quyền truy cập theo hướng dẫn.<br> <br> <a href="{$authorOrcidUrl}" style="display: inline-flex; align-items: center; background-color: white; text-align: center; padding: 10px 20px; text-decoration: none; border-radius: 5px; border: 2px solid #d7d4d4;"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="Biểu tượng ORCID iD" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Đăng ký hoặc Kết nối ID ORCID của bạn</a><br/> <br> <br> Nhấp vào đây để cập nhật tài khoản của bạn với ORCID: <a href="{$authorOrcidUrl}">{$authorOrcidUrl}.</a> <br> <br> <a href="{$orcidAboutUrl}">Thông tin thêm về ORCID tại {$contextName}</a><br/> <br> <br> Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với tôi.<br> <br> {$principalContactSignature}<br>

source: emails.userRoleAssignmentInvitationNotify.body
es: <div class='email-container'> <div class='email-header'> <h2>Invitación a un nuevo rol</h2> </div> <div class='email-content'> <p>Estimado/a {$recipientName},</p> <p>En vista de su experiencia, usted ha sido invitado por {$inviterName} para asumir nuevos roles en {$contextName}</p> <p>En {$contextName}, valoramos su privacidad. Por ello, hemos tomado medidas para garantizar el pleno cumplimiento del RGPD. Estas medidas incluyen la responsabilidad de introducir sus datos y de elegir quién puede ver qué información. Para obtener más información sobre cómo gestionamos sus datos, consulte nuestra Política de Privacidad.</p> <div>{$existingRoles}</div> <div>{$rolesAdded}</div> <p>Al aceptar la invitación, serás redirigido a {$contextName}.</p> <p>No dudes en contactarme con cualquier pregunta sobre el proceso.</p> <p><a href='{$acceptUrl}' class='btn btn-accept'>Aceptar invitación</a></p> <p><a href='{$declineUrl}' class='btn btn-decline'>Rechazar invitación</a></p> <p>Atentamente,</p> <p>{$contextName}</p> </div></div><style>{$emailTemplateStyle}</style>
eu: <div class='email-container'> <div class='email-header'> <h2>Rol berrirako gonbidapena</h2> </div> <div class='email-content'> <p>{$recipientName} agurgarria:</p> <p>Zure eskarmentua dela eta, {$inviterName}-(e)k {$contextName} aldizkarian rol berriak hartzera gonbidatu zaitu.</p> <p>{$contextName} aldizkarian, zure pribatutasuna balioesten dugu. Horrenbestez, DBEO erabat betetzen dela bermatzeko neurriak hartu ditugu. Neurri horien artean daude zure datuetara sartzeko eta nork zer informazio bistara dezakeen aukeratzeko erantzukizuna. Zure datuen kudeaketari buruz gehiago jakiteko, kontsultatu gure Pribatutasun Politika.</p> <div>{$existingRoles}</div> <div>{$rolesAdded}</div> <p>Gonbidapena onartu eta gero, {$contextName} aldizkarira birbideratua izango zara.</p> <p>Prozesuari buruzko zalantzarik izanez gero, jar zaitez nirekin harremanetan.</p> <p><a href='{$acceptUrl}' class='btn btn-accept'>Gonbidapena onartu</a></p> <p><a href='{$declineUrl}' class='btn btn-decline'>Gonbidapena baztertu</a></p> <p>Adeitasunez,</p> <p>{$contextName}</p> </div></div><style>{$emailTemplateStyle}</style>
