Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.submissionAck.subject
source: Thank you for your submission to {$contextName}
ar: شكرًا على تقديم طلبك إلى {$contextName}
bg: Благодарим ви за подаването на материали към {$contextName}
cs: Děkujeme za váš příspěvek pro {$contextName}
da: Tak for din indsendelse til {$contextName}
es: Gracias por su envío a {$contextName}
eu: Eskerrik asko {$contextName} aldizkarira egindako bidalketarengatik
fi: Kiitos käsikirjoituksesta - {$contextName}
fr_ca: Accusé de réception de la soumission à {$contextName}
hy: Շնորհակալություն {$contextName} -ին ձեր ներկայացման համար
id: Terima kasih atas naskah yang anda kirimkan ke {$contextName}
mk: Благодариме за вашиот поднесок во {$contextName}
nl: Bedankt voor uw inzending aan {$contextName}
pt: Obrigado pela submissão a {$contextName}
pt_br: Obrigado pela sua submissão para {$contextName}
ru: Благодарим за Ваш материал в журнал «{$contextName}»
sl: Potrditev oddaje prispevka pri reviji {$contextName}
tr: {$contextName} için aday makale gönderiminiz için teşekkür ederiz
uk: Подяка за подання рукопису в "{$contextName}"
vi: Cảm ơn bạn đã nộp bài cho {$contextName}

# emails.submissionAck.body
source: <p>Dear {$recipientName},</p><p>Thank you for your submission to {$contextName}. We have received your submission, {$submissionTitle}, and a member of our editorial team will see it soon. You will be sent an email when an initial decision is made, and we may contact you for further information.</p><p>You can view your submission and track its progress through the editorial process at the following location:</p><p>Submission URL: {$authorSubmissionUrl}</p><p>If you have been logged out, you can login again with the username {$recipientUsername}.</p><p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p><p>Thank you for considering {$contextName} as a venue for your work.</p>{$contextSignature}
ar: <p>عزيزي {$recipientName}،</p><p>شكراً على تقديمك إلى {$contextName}. لقد تلقينا طلب تقديمك، {$submissionTitle}، وسيقوم أحد أعضاء هيئة التحرير بالنظر فيه قريبًا. ستتلقى بريدًا الكترونيًا عند اتخاذ قرار أولي بشأنه، وقد نتواصل معك بصدد المزيد من المعلومات.</p><p>يمكنك معاينة طلبك ومتابعة سير تقدمه في مراحل التحرير في الموقع الآتي:</p><p>رابط التقديم: {$authorSubmissionUrl}</p><p>إذا خرجت من الموقع، بإمكانك معاودة تسجيل الدخول باستعمال اسم المستخدم {$recipientUsername}.</p><p>إذا كانت لديك أي استفسارات، لطفًا تواصل معي عبر <a href="{$authorSubmissionUrl}">دفة قيادة طلب التقديم</a>.</p><p>شكراً على اعتبارك {$contextName} جديرة بعملك.</p>{$contextSignature}
bg: <p>Уважаеми {$recipientName},</p><p>Благодарим ви за изпращането на материали до {$contextName}. Получихме вашите материали, {$submissionTitle}, и член на нашия редакционен екип ще го види скоро. Ще ви бъде изпратен имейл, когато бъде взето първоначално решение и може да се свържем с вас за допълнителна информация.</p><p>Можете да видите подаването си и да проследите напредъка му чрез редакционния процес на следното място:</p ><p>URL адрес на изпращане: {$authorSubmissionUrl}</p><p>Ако сте излезли от системата, можете да влезете отново с потребителското име {$recipientUsername}.</p><p>Ако имате въпроси, моля, свържете се с мен от вашето <a href="{$authorSubmissionUrl}">табло за на подадените материали</a>.</p><p>Благодарим ви, че смятате {$contextName} за място за вашата работа.</p>{ $contextSignature}
cs: <p>Vážený/á {$recipientName},</p><p>Díky za váš příspěvek do periodika {$contextName}. Dostali jsme váš příspěvek {$submissionTitle}, a člen našeho redakčního týmu ho brzy zpracuje. Po přijetí prvního rozhodnutí vám bude zaslán e-mail a můžeme vás kontaktovat s požadavky na další informace.</p><p>Svůj příspěvek si můžete prohlédnout a sledovat jeho průběh v redakčním procesu na následující stránce:</p><p>Stránka příspěvku: {$submissionUrl}</p><p>Pokud jste byli odhlášeni, můžete se znovu přihlásit pod uživatelským jménem {$recipientUsername}</p><p>Pokud máte jakékoli dotazy, kontaktujte mě prosím ze <a href="{$submissionUrl}">stránky příspěvku</a>.</p><p>Děkujeme, že jste si naše periodikum vybrali pro váš příspěvek.</p>{$contextSignature}
da: <p>Kære{$recipientName}</p><p> Tak, fordi du har indsendt et manuskript til {$contextName}. Vi har modtaget din indsendelse, {$submissionTitle}, og et medlem af vores redaktion vil se på den snarest. Vi sender dig en e-mail, når der er taget en indledende beslutning, og vi kontakter dig muligvis for flere oplysninger.</p><p> Du kan se din indsendelse og følge dens fremskridt i den redaktionelle proces her: </p><p>Indsendelsens URL: {$submissionUrl}</p><p>Hvis du er blevet logget ud, kan du logge ind igen med dit brugernavn {$recipientUsername}.</p><p> Hvis du har nogle spørgsmål, så kontakt mig ved at tilføje et indlæg under <a href="{$submissionUrl}">drøftelser for indsendelsen</a>.</p><p>Tak fordi du valgte {$contextName} til at udgive din artikel i.</p>Mvh. {$contextSignature}
es: <p>Estimado/a {$recipientName},</p> <p>Gracias por su envío a {$contextName}. Hemos recibido su envío "{$submissionTitle}", y un miembro de nuestro equipo editorial lo revisará pronto. Le enviaremos un correo cuando se tome una decisión inicial y, en caso necesario, nos pondremos en contacto para solicitarle información adicional.</p> <p>Puede ver su envío y seguir su progreso a través del proceso editorial en el siguiente enlace:</p> <p>URL de su envío: {$authorSubmissionUrl}</p> <p>Si ha cerrado sesión, puede ingresar nuevamente con el nombre de usuario {$recipientUsername}.</p> <p>Si tiene alguna pregunta, por favor contácteme desde su <a href="{$authorSubmissionUrl}">panel de envíos</a>.</p> <p>Gracias por considerar a {$contextName} como un espacio para su trabajo.</p>{$contextSignature}
eu: <p>{$recipientName} agurgarria:</p><p>Eskerrik asko {$contextName} aldizkarira egindako bidalketagatik. Zure bidalketa, "{$submissionTitle}", jaso dugu, eta aurki gure editore batek ikusiko du. Lehen erabaki bat hartzen denean, mezu elektroniko bat jasoko duzu eta baliteke zurekin harremanetan jartzea informazio gehiago helarazteko.</p><p>Helbide honetan, zure bidalketa ikusi eta edizio-prozesuan egiten duen ibilbidea jarraitu ahal izango duzu:</p><p>Bidalketaren URLa: {$authorSubmissionUrl}</p><p>Saioa itxi bazaizu, berriro has dezakezu {$recipientUsername} erabiltzaile-izenarekin.</p><p>Zalantzarik izanez gero, mesedez, jar zaitez nirekin harremanetan zure <a href="{$authorSubmissionUrl}">bidalketa-panela</a> baliatuta.</p><p>Eskerrik asko {$contextName} aldizkaria aintzat hartzeagatik zure lana argitaratzeko.</p>{$contextSignature}
fi: <p>Hyvä {$recipientName},</p><p>Kiitos käsikirjoituksen lähettämisestä. Olemme vastaanottaneet käsikirjoituksenne {$submissionTitle}, ja toimituksemme jäsen näkee sen pian. Saatte sähköpostia, kun alustava päätös on tehty, ja saatamme ottaa teihin yhteyttä saadaksemme lisätietoja.</p><p>Voitte seurata käsikirjoituksen etenemistä toimitusprosessissa kirjautumalla verkkosivustollemme:</p><p>Käsikirjoituksen URL: {$authorSubmissionUrl}</p><p>Jos olette kirjautuneet ulos, voitte kirjautua uudelleen käyttäjätunnuksella {$recipientUsername}.</p><p>Jos teillä on kysyttävää, otattehan yhteyttä minuun <a href="{$authorSubmissionUrl}">aloittamalla keskustelun käsikirjoituksenne yhteydessä</a>.</p><p>{$contextName} haluaa kiittää, että valitsitte meidät työnne julkaisuun.</p>{$contextSignature}
fr_ca: <p>{$recipientName},</p><p>Nous vous remercions d'avoir soumis le manuscrit intitulé « {$submissionTitle} » à la revue {$contextName}. Nous l'avons bien reçu et un membre de notre équipe éditorial le prendre en charge sous peu. Grâce à notre système de gestion en ligne, vous pourrez suivre votre soumission tout au long du processus d'édition en accédant au site Web de la revue :</p> <br /> URL de la soumission : {$submissionUrl}<br /> Nom d'utilisateur-trice : {$recipientUsername}<br /> <br /> Si vous avez des questions, n'hésitez pas à communiquer avec nous. Nous vous remercions d'avoir pensé à notre revue pour la publication de vos travaux.<br /> <br /> {$contextSignature}
hy: <p>Հարգելի {$recipientName},</p><p>Շնորհակալություն {$contextName} -ին ձեր ներկայացման համար: Մենք ստացել ենք ձեր {$submissionTitle} ներկայացումը, և մեր խմբագրական թիմի անդամը շուտով կտեսնի այն: Երբ նախնական որոշում կայացվի, ձեզ նամակ կուղարկվի, և մենք կարող ենք կապվել ձեզ հետ լրացուցիչ տեղեկությունների համար:</p><p>Դուք կարող եք դիտել ձեր ներկայացումը և հետևել դրա առաջընթացին խմբագրական գործընթացի միջոցով հետևյալ վայրում:</p><p>Ներկայացման URL: {$authorSubmissionUrl}</p><p>Եթե դուրս եք եկել, կարող եք նորից մուտք գործել {$recipientUsername} օգտվողի անունով.</p><p>Հարցերի դեպքում դիմեք ինձ ձեր <a href="{$authorSubmissionUrl}">ներկայացման վահանակից</a>.</p><p>Շնորհակալություն {$contextName} -ը որպես ձեր աշխատանքի վայր դիտարկելու համար:</p>{$contextSignature}
id: <p>Kepada Yth. {$recipientName},</p><p>Terimakasih atas pengiriman naskah anda ke {$contextName}. Kami telah menerima naskah anda, "{$submissionTitle}", dan anggota tim editorial kami akan segera mengeceknya. Email akan dikirimkan kepada anda ketika keputusan sudah dibuat, dan kami akan menghubungi anda jika ada informasi lebih lanjut.</p><p>Anda dapat melihat naskah anda dan mengecek progresnya melalui proses editorial pada lokasi berikut:</p><p>URL naskah: {$authorSubmissionUrl}</p><p>Jika anda sudah keluar dari sistem, anda dapat login kembali dengan username {$recipientUsername}.</p><p>Jika ada pertanyaan, silakan hubungi saya dari <a href="{$authorSubmissionUrl}">dasbor pengiriman</a>.</p><p>Terima kasih telah mempertimbangkan {$contextName} sebagai tempat untuk karya anda.</p>{$contextSignature}
mk: <p>Драг {$recipientName},</p><p>Благодариме за вашиот поднесок во {$contextName}. Ние го примивме вашиот поднесок, {$submissionTitle}, и член од нашиот уреднички тим набрзо ќе го разгледа. Ќе испратиме и-мејл кога ќе биде аправена почетната одлука, и можеме да ве контактираме за дополнителни информации.</p><p>Можете да го гледате вашиот поднесок и да го следите неговото напредување низ уредничкиот процес на следната локација:</p><p>Поденесок URL: {$authorSubmissionUrl}</p><p>Ако сте одлогиран, повторно можете да се логирате со корисничко име {$recipientUsername}.</p><p>Ако имате било какво прашање, молам контактирајте ме од вашата <a href="{$authorSubmissionUrl}">табла за поднесување</a>.</p><p>Благодариме што сте одлучиле {$contextName} да биде место за вашата работа.</p>{$contextSignature}
nl: <p>Beste {$recipientName},</p><p>Bedankt voor je inzending bij {$contextName}. We hebben je inzending, {$submissionTitle}, ontvangen en een lid van ons redactieteam zal het binnenkort bekijken. Je ontvangt een e-mail wanneer er een eerste beslissing is genomen, en we kunnen contact met je opnemen voor verdere informatie.</p><p>Je kunt je inzending bekijken en de voortgang ervan door de redactionele processen volgen op de volgende locatie:</p><p>Inzendings-URL: {$authorSubmissionUrl}</p><p>Als je bent uitgelogd, kun je opnieuw inloggen met de gebruikersnaam {$recipientUsername}.</p><p>Als je vragen hebt, neem dan contact met me op via je <a href="{$authorSubmissionUrl}">inzendingsdashboard</a>.</p><p>Bedankt voor het overwegen van {$contextName} als platform voor je werk.</p>{$contextSignature}
pt_br: <p>Prezado(a) {$recipientName},</p><p>Obrigado pela sua submissão para {$contextName}. Recebemos sua submissão, {$submissionTitle}, e um membro de nossa equipe editorial a verá em breve. Você receberá um e-mail quando uma decisão inicial for tomada e poderemos entrar em contato com você para obter mais informações.</p><p>Você pode visualizar sua submissão e acompanhar seu progresso por meio do processo editorial no seguinte local:</p><p>URL de submissão: {$authorSubmissionUrl}</p><p>Se você tiver sido desconectado, poderá fazer login novamente com o nome de usuário {$recipientUsername}.</p><p>Se tiver alguma dúvida, entre em contato comigo pelo <a href="{$authorSubmissionUrl}">painel de submissão</a>.</p><p>Obrigado por considerar {$contextName} como um local para o seu trabalho.</p>{$contextSignature}
ru: <p>Здравствуйте, {$recipientName}!</p><p>Благодарим Вас за отправку материала в «{$contextName}». Мы получили Ваш материал «{$submissionTitle}» и вскоре один из членов нашей редакции займётся его изучением. Вы получите письмо, когда первоначальное решение по материалу будет принято, мы также можем связаться с Вами для получения дополнительной информации.</p><p>Вы можете видеть свой материал и отслеживать его прохождение через редакционный процесс по следующей ссылке:</p><p>URL материала: {$authorSubmissionUrl}</p><p>Если Вы вышли из системы, Вы можете снова войти в нее с именем пользователя {$recipientUsername}.</p><p>Если у Вас возникнут какие-то вопросы, пожалуйста, свяжитесь со мной через <a href="{$authorSubmissionUrl}">страницу Вашего материала</a>.</p><p>Спасибо за выбор нашего журнала «{$contextName}» для публикации Вашей работы.</p>{$contextSignature}
sl: <p>Spoštovani {$recipientName},</p><p>Hvala za oddajo rokopisa v revijo {$contextName}. Sprejeli smo vaš prispevek, {$submissionTitle}, in eden od naših urednikov ga bo kamlu pregledal. Dobili boste email obvestilo, ko bo opravljena prva presoja. Morda vas bomo kontaktirali za dodatne informacije.</p><p>Vaš prispevek lahko pogledate in mu sledite skozi uredniški postopek na naslednji lokaciji:</p><p>URL prispevka: {$authorSubmissionUrl}</p><p>Če ste se iz sistema odjavili, se lahko ponovno prijavite z uporabniškim imenom {$recipientUsername}.</p><p>Če imate kakršnokoli vprašanje, se lahko obrnete name preko vaše <a href="{$authorSubmissionUrl}">nadzorne plošče prispevkov</a>.</p><p>Hvala, da ste se odločili za revijo {$contextName} kot prostor za vaše delo.</p>{$contextSignature}
tr: <p>Sayın {$recipientName},</p> <p>{$contextName} dergisine yaptığınız başvuru için teşekkür ederiz. "{$submissionTitle}" başlıklı gönderiniz tarafımıza ulaşmıştır ve editör ekibimizden bir üye tarafından en kısa sürede incelenecektir. İlk değerlendirme tamamlandığında size e-posta yoluyla bilgi verilecektir; ayrıca, gerektiğinde sizden ek bilgi talep edebiliriz.</p> <p>Gönderinizi görüntülemek ve editöryal süreçteki ilerlemesini takip etmek için aşağıdaki bağlantıyı kullanabilirsiniz:</p> <p>Gönderi bağlantısı: {$authorSubmissionUrl}</p> <p>Oturumunuz kapanmışsa, {$recipientUsername} kullanıcı adıyla yeniden giriş yapabilirsiniz.</p> <p>Herhangi bir sorunuz olması durumunda, lütfen <a href="{$authorSubmissionUrl}">gönderi paneliniz</a> üzerinden benimle iletişime geçin.</p> <p>Çalışmanızı {$contextName} dergisine göndermeyi tercih ettiğiniz için teşekkür ederiz.</p> {$contextSignature}
uk: <p>Шановний(-а){$recipientName}!</p><p>Дякуємо, що зробили подання для опублікування в "{$contextName}". Ми отримали Ваше подання "{$submissionTitle}", і член нашої редакції невдовзі його перегляне. Вам відправлять повідомлення на електронну пошту, коли буде ухвалено первинне рішення, і ми можемо зв'язатися з Вами стосовно подальшої інформації.</p><p>Ви можете переглянути своє подання і відслідковувати етапи його редакційного опрацювання за покликанням:</p><p>URL-адреса подання: {$authorSubmissionUrl}</p><p>. Якщо Ви вийшли з нашої системи, Ви можете знову до неї увійти, використовуючи ім'я користувача {$recipientUsername}.</p><p>Якщо Ви маєте запитання, будь ласка, звертайтеся до мене через свою <a href="{$authorSubmissionUrl}">панель подання</a>. </p><p>Дякуємо за вибір "{$contextName}" як місця публікації свого твору.</p>{$contextSignature}
vi: <p>Kính gửi {$recipientName},</p><p>Cảm ơn bạn đã nộp bài cho {$contextName}. Chúng tôi đã nhận được bài nộp của bạn, {$submissionTitle}, và một thành viên đội ngũ biên tập của chúng tôi sẽ xem xét sớm. Bạn sẽ nhận được email khi có quyết định ban đầu được đưa ra và chúng tôi có thể liên hệ với bạn để biết thêm thông tin.</p><p>Bạn có thể xem bài nộp của mình và theo dõi tiến trình của nó trong quy trình biên tập tại đường dẫn sau:</p><p>URL bài nộp: {$authorSubmissionUrl}</p><p>Nếu bạn đã đăng xuất, bạn có thể đăng nhập lại bằng tên người dùng {$recipientUsername}.</p><p>Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với tôi từ <a href="{$authorSubmissionUrl}">bảng điều khiển bài nộp</a> của bạn.</p><p>Cảm ơn bạn đã xem xét {$contextName} làm địa điểm cho công việc của mình.</p>{$contextSignature}

# emails.submissionAck.description
source: This email is automatically sent to an author when they submit their submission.
ar: رسالة البريد الالكتروني هذه يجري إرسالها تلقائيًا إلى المؤلف عند تسليمه لطلب التقديم.
bg: Този имейл се изпраща автоматично до автора, когато той изпрати своя материал.
cs: Tento e-mail je automaticky zaslán autorovi při odeslání příspěvku.
da: Denne e-mail sendes automatisk til en forfatter, når vedkommende indsender sit manuskript.
es: Este correo electrónico se envía automáticamente al autor/a cuando realiza un envío.
eu: Mezu hau automatikoki bidaltzen zaio egileari, bidalketa bat burutzen duenean.
fi: Tämä sähköposti lähetetään kirjoittajalle automaattisesti, kun hän lähettää käsikirjoituksensa.
fr_ca: Ce courriel est envoyé automatiquement à un auteur-e lors de la soumissions de son article.
hy: Այս նամակն ինքնաշխատ կերպով ուղարկվում է հեղինակին, երբ նա ներկայացնում է իր հայտը:
id: Email ini secara otomatis dikirim kepada penulis ketika mereka mengirimkan naskahnya.
mk: Овој и-мејл автоматски се испраќа до авторот кога поднесува поднесок.
nl: Deze e-mail wordt automatisch verzonden naar een auteur wanneer deze zijn inzending indient.
pt: Este e-mail é enviado automaticamente ao autor quando envia o trabalho.
pt_br: Este e-mail é enviado automaticamente ao autor quando ele envia sua submissão.
ru: Это письмо автоматически отправляется автору, когда он отправляет свой материал.
sl: Ta email se avtomatično pošlje avtorju, ko odda prispevek.
tr: Bu e-posta, bir yazar aday makale gönderdiğinde yazarlara otomatik olarak gönderilir.
uk: Цей електронний лист автоматично надсилається автору, коли він надсилає своє подання.
vi: Email này tự động gửi đến tác giả khi họ nộp bài.

# emails.reviewAck.subject
source: Thank you for your review
ar: شكرًا على تحكيمك
bg: Благодарим ви за вашата рецензия
cs: Děkujeme vám za vaši recenzi
da: For for din bedømmelse
es: Gracias por su revisión
eu: Eskerrik asko zure ebaluazioarengatik
fi: Kiitos arvioinnista
hy: Շնորհակալություն ձեր գրախոսման համար
id: Terima kasih atas review anda
mk: Ви благодарам за вашата рецензија
nl: Bedankt voor uw recensie
pt: Obrigado pela revisão
pt_br: Obrigado pela avaliação
ru: Благодарим за Вашу рецензию
sl: Zahvala za recenzijo prispevka
tr: Değerlendirmeniz için teşekkür ederiz
uk: Подяка за рецензування
vi: Cảm ơn bạn đã đánh giá
