Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.footer.unsubscribe
source: <br><br>—<br><a href="{$unsubscribeUrl}">Unsubscribe</a> from emails sent by <a href="{$contextUrl}">{$contextName}</a>.
ar: <br><br>—<br><a href="{$unsubscribeUrl}">إلغاء الاشتراك</a> مع رسائل البريد الاكتروني المرسلة من قبل <a href="{$contextUrl}">{$contextName}</a>.
bg: <br><br>—<br><a href="{$unsubscribeUrl}">Отпишете се</a> от имейли, изпратени от <a href="{$contextUrl}">{$contextName}</a>.
cs: <br><br>—<br><a href="{$unsubscribeUrl}">Odhlásit</a> emaily zasílané <a href="{$contextUrl}">{$contextName}</a>.
da: <br><br>—<br><a href="{$unsubscribeUrl}">Afmeld</a> e-mails sendt af <a href="{$contextUrl}">{$contextName}</a>.
es: <br><br>—<br><a href="{$unsubscribeUrl}">Darse de baja</a> de los correos electrónicos enviados por <a href="{$contextUrl}">{$contextName}</a>.
eu: <br><br>—<br><a href="{$unsubscribeUrl}">Kendu harpidetza</a> <a href="{$contextUrl}">{$contextName}</a>-k bidalitako mezu elektronikoetatik.
fi: <br><br>—<br><a href="{$unsubscribeUrl}">Peru tilaus</a> viesteistä, joita lähettää <a href="{$contextUrl}">{$contextName}</a>.
fr_ca: <br><br>—<br><a href="{$unsubscribeUrl}">Se désabonner</a> des courriels envoyés par <a href="{$contextUrl}">{$contextName}</a>.
hy: <br><br>—<br><a href="{$unsubscribeUrl}">Չեղարկել բաժանորդագրությունը նամակներին</a> որոնք ուղարկվում են այստեղից՝ <a href="{$contextUrl}">{$contextName}</a>.
id: <br><br>—<br><a href="{$unsubscribeUrl}">Berhenti berlangganan</a> dari email yang dikirim oleh <a href="{$contextUrl}">{$contextName}</a>.
mk: <br><br>—<br><a href="{$unsubscribeUrl}">Отпишете се</a> од е-пошта испратени од <a href="{$contextUrl}">{$contextName}</a>.
nl: <br><br>—<br><a href="{$unsubscribeUrl}">Afmelden</a> voor e-mails van <a href="{$contextUrl}">{$contextName}</a>.
pt: <br><br>—<br><a href="{$unsubscribeUrl}">Cancelar subscrição</a> de e-mails enviados por <a href="{$contextUrl}">{$contextName}</a>.
pt_br: <br><br>—<br><a href="{$unsubscribeUrl}">Cancelar inscrição</a> de e-mails enviados por <a href="{$contextUrl}">{$contextName}</a>.
ru: <br><br>—<br><a href="{$unsubscribeUrl}">Отписаться</a> от писем, отправляемых журналом <a href="{$contextUrl}">«{$contextName}»</a>.
sl: <br><br>—<br><a href="{$unsubscribeUrl}">Odjavi</a> od emailov od revije <a href="{$contextUrl}">{$contextName}</a>.
tr: <br><br>—<br><a href="{$contextUrl}">{$contextName}</a> tarafından gönderilen e-postalar için <a href="{$unsubscribeUrl}">Abonelikten Çık</a>.
uk: <br><br>—<br><a href="{$unsubscribeUrl}">Скасувати підписку</a> на електронні листи, надіслані <a href="{$contextUrl}">"{$contextName}"</a>.
vi: <br><br>—<br><a href="{$unsubscribeUrl}">Hủy đăng ký</a> nhận email từ <a href="{$contextUrl}">{$contextName}</a>.

# emails.footer.unsubscribe.discussion
source: <br><br>—<br>Reply to this comment at <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> or <a href="{$unsubscribeUrl}">unsubscribe</a> from emails sent by <a href="{$contextUrl}">{$contextName}</a>.
ar: <br><br>—<br>الرد على هذا التعليق عبر <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> أو <a href="{$unsubscribeUrl}">إلغاء الاشتراك</a> من رسائل البريد الالكتروني المرسلة من قبل <a href="{$contextUrl}">{$contextName}</a>.
bg: <br><br>—<br>Отговорете на този коментар на <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> или <a href="{$unsubscribeUrl}" >отпишете се</a> от имейли, изпратени от <a href="{$contextUrl}">{$contextName}</a>.
cs: <br><br>—<br>Odpovědět na komentář v <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> nebo <a href="{$unsubscribeUrl}">odhlásit</a> emaily posílané <a href="{$contextUrl}">{$contextName}</a>.
da: <br><br>—<br>Svar på denne besked via <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> eller <a href="{$unsubscribeUrl}">afmeld</a> e-mails sendt af <a href="{$contextUrl}">{$contextName}</a>.
es: <br><br>—<br>Responder a este comentario en <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> o <a href="{$unsubscribeUrl}">darse de baja</a> de los correos electrónicos enviados por <a href="{$contextUrl}">{$contextName}</a>.
eu: <br><br>—<br>Erantzun iruzkin honi <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a>(e)n edo <a href="{$unsubscribeUrl}">kendu harpidetza</a> <a href="{$contextUrl}">{$contextName}</a>(e)k bidalitako mezu elektronikoetatik.
fi: <br><br>—<br>Vastaa tähän kommenttiin <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> tai <a href="{$unsubscribeUrl}">peru tilaus</a> viesteistä, joita lähettää <a href="{$contextUrl}">{$contextName}</a>.
fr_ca: <br><br>—<br>Répondre à ce commentaire à l'adresse <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> ou<a href="{$unsubscribeUrl}">se désabonner</a> des courriels envoyés par <a href="{$contextUrl}">{$contextName}</a>.
hy: <br><br>—<br>Արձագանքել այս մեկնաբանությանը <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> կամ <a href="{$unsubscribeUrl}">չեղարկել բաժանորդագրությունը</a> էլ. նամակներին առաքված այստեղից <a href="{$contextUrl}">{$contextName}</a>.
id: <br><br>—<br>Menjawab komentar ini pada <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> or <a href="{$unsubscribeUrl}">berhenti berlangganan</a> dari email yang dikirimkan oleh <a href="{$contextUrl}">{$contextName}</a>.
mk: <br><br>—<br>Одговорете на овој коментар на <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> или <a href="{$unsubmissionUrl}" >отпишете се</a> од е-пораките испратени од <a href="{$contextUrl}">{$contextName}</a>.
nl: <br><br>—<br>Reageer op deze opmerking via <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> of <a href="{$unsubscribeUrl}">meld je af</a> voor e-mails van <a href="{$contextUrl}">{$contextName}</a>.
pt: <br><br>—<br>Responda a este comentário em <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> ou <a href="{$unsubscribeUrl}" >cancelar subscrição</a> de e-mails enviados por <a href="{$contextUrl}">{$contextName}</a>.
pt_br: <br><br>—<br>Responda a este comentário em <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> ou <a href="{$unsubscribeUrl}" >cancelar inscrição</a> de e-mails enviados por <a href="{$contextUrl}">{$contextName}</a>.
ru: <br><br>—<br>Ответить на этот комментарий на <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> или <a href="{$unsubscribeUrl}">отписаться</a> от писем, отправляемых журналом <a href="{$contextUrl}">«{$contextName}»</a>.
sl: <br><br>—<br>Odgovorite na ta komentar na <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> ali <a href="{$unsubscribeUrl}">se odjavite</a> od emailov poslanih od revije <a href="{$contextUrl}">{$contextName}</a>.
tr: <br><br>—<br>Bu yorumu <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> bağlantısı üzerinden yanıtlayın veya <a href="{$contextUrl}">{$contextName}</a> tarafından gönderilen e-posta <a href="{$unsubscribeUrl}">Aboneliğinden Çıkın</a>.
uk: <br><br>—<br>Відповісти на цей коментар на <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> або <a href="{$unsubscribeUrl}" >скасувати підписку</a> на листи, надіслані <a href="{$contextUrl}">"{$contextName}"</a>.
vi: <br><br>—<br>Trả lời nhận xét này tại <a href="{$submissionUrl}">#{$submissionId} {$authorsShort}</a> hoặc <a href="{$unsubscribeUrl}">hủy đăng ký</a> nhận email từ <a href="{$contextUrl}">{$contextName}</a>.

# emails.footer.unsubscribe.automated
source: <br><br>—<br>This is an automated message from <a href="{$contextUrl}">{$contextName}</a>. You can <a href="{$unsubscribeUrl}">unsubscribe</a> from this email at any time.
ar: <br><br>—<br>هذه رسالة مؤتمتة من <a href="{$contextUrl}">{$contextName}</a>. بإمكانك <a href="{$unsubscribeUrl}">إلغاء الاشتراك</a> منها في أي وقت.
bg: <br><br>—<br>Това е автоматично съобщение от <a href="{$contextUrl}">{$contextName}</a>. Можете да се <a href="{$unsubscribeUrl}">отпишете</a> от този имейл по всяко време.
cs: <br><br>—<br>Toto je automatická zpráva z <a href="{$contextUrl}">{$contextName}</a>. Tato emaily můžete kdykoliv <a href="{$unsubscribeUrl}">odhlásit</a>.
da: <br><br>—<br>Dette er en automatisk besked fra <a href="{$contextUrl}">{$contextName}</a>. Du kan <a href="{$unsubscribeUrl}">afmelde</a> disse e-mails til enhver tid.
es: <br><br>—<br>Esto es un mensaje automático de <a href="{$contextUrl}">{$contextName}</a>. Puede <a href="{$unsubscribeUrl}">darse de baja</a> en cualquier momento.
eu: <br><br>—<br>Hau <a href="{$contextUrl}">{$contextName}</a>ren mezu automatiko bat da . Edozein unetan <a href="{$unsubscribeUrl}">harpidetza kendu</a> dezakezu mezu elektroniko honetatik.
fi: <br><br>—<br>Tämä on automaattinen viesti sivustolta <a href="{$contextUrl}">{$contextName}</a>. Voit <a href="{$unsubscribeUrl}">perua tilauksen</a> milloin tahansa.
fr_ca: <br><br>—<br>Ceci est un message automatique de <a href="{$contextUrl}">{$contextName}</a>. Vous pouvez vous <a href="{$unsubscribeUrl}">désabonner</a> à tout moment.
hy: <br><br>—<br>Սա ինքնաշխատ հաղորդագրություն է <a href="{$contextUrl}">{$contextName}</a>: Դուք կարող եք <a href="{$unsubscribeUrl}">չեղարկել բաժանորդագրությունը</a> ցանկացած պահի այս էլ. փոստից:
id: <br><br>—<br>Ini adalah pesan otomatis dari <a href="{$contextUrl}">{$contextName}</a>. Anda dapat <a href="{$unsubscribeUrl}">berhenti berlangganan</a> dari email ini kapan saja.
mk: <br><br>—<br>Ова е автоматизирана порака од <a href="{$contextUrl}">{$contextName}</a>. Може да <a href="{$unsubscribeUrl}">отпишете</a> од оваа е-пошта во секое време.
nl: <br><br>—<br>Dit is een geautomatiseerd bericht van <a href="{$contextUrl}">{$contextName}</a>. Je kunt je op elk moment <a href="{$unsubscribeUrl}">afmelden</a> voor deze e-mail.
pt: <br><br>—<br>Esta é uma mensagem automática de <a href="{$contextUrl}">{$contextName}</a>. Pode <a href="{$unsubscribeUrl}">cancelar a subscrição</a> deste e-mail a qualquer momento.
pt_br: <br><br>—<br>Esta é uma mensagem automática de <a href="{$contextUrl}">{$contextName}</a>. Você pode <a href="{$unsubscribeUrl}">cancelar a inscrição</a> deste e-mail a qualquer momento.
ru: <br><br>—<br>Это автоматическое сообщение, отправленное из журнала <a href="{$contextUrl}">«{$contextName}»</a>. Вы можете <a href="{$unsubscribeUrl}">отписаться</a> от таких писем в любой момент.
sl: <br><br>—<br>To je avtomatsko sporočilo od revije <a href="{$contextUrl}">{$contextName}</a>. Kadarkoli se lahko <a href="{$unsubscribeUrl}">odjavite</a> od tega emaila.
tr: <br><br>—<br>Bu e-posta <a href="{$contextUrl}">{$contextName}</a> sistemi tarafından otomatik gönderilmiştir. Dilediğiniz zaman bu e-posta <a href="{$unsubscribeUrl}">aboneliğinden çıkabilirsiniz</a>.
uk: <br><br>—<br>Це автоматичне повідомлення від <a href="{$contextUrl}">"{$contextName}"</a>. Ви можете будь-коли <a href="{$unsubscribeUrl}">скасувати підписку</a> на цей лист.
vi: <br><br>—<br>Đây là tin nhắn tự động từ <a href="{$contextUrl}">{$contextName}</a>. Bạn có thể <a href="{$unsubscribeUrl}">hủy đăng ký</a> nhận email này bất kỳ lúc nào.

# emailTemplate.variable.unsubscribe
source: The link to unsubscribe from this email.
ar: رابط إلغاء الاشتراك من هذا البريد الالكتروني.
bg: Връзката за отписване от този имейл.
cs: Odkaz pro odhlášení z odběru tohoto e-mailu.
da: Linket til at afmelde sig disse e-mails.
es: Enlace para darse de baja de este correo electrónico.
eu: Mezu elektroniko honetatik harpidetza kentzeko esteka.
fi: Linkki tämän viestin tilauksen peruuttamiseen.
fr_ca: Le lien pour vous désabonner de cette notification par courriel.
hy: Այս էլ. փոստի բաժանորդագրությունից դուրս գալու հղումը:
id: Tautan untuk berhenti berlangganan dari email ini.
mk: Линк за одрегистрација од овој и-мејл.
nl: De link om je af te melden van deze e-mail.
pt: O link para cancelar a subscrição deste e-mail.
pt_br: O link para cancelar a assinatura deste e-mail.
ru: Ссылка для отказа от подписки на это письмо.
sl: Povezava za odjavo od tega emaila.
tr: Bu bağlantı e-posta aboneliğinden çıkmak içindir.
uk: Покликання для скасування підписки на цей лист.
vi: Liên kết hủy đăng ký nhận email này.

# emails.discussion.subject
source: A message regarding {$contextName}
ar: رسالة تتعلق بـ {$contextName}
bg: Съобщение относно {$contextName}
cs: Zpráva týkající se {$contextName}
da: En besked omhandlende {$contextName}
es: Mensaje sobre {$contextName}
eu: {$contextName}ri buruzko mezua
fi: Viesti sivustolta {$contextName}
hy: Հաղորդագրություն {$contextName} -ի վերաբերյալ
id: Pesan terkait {$contextName}
mk: Порака во врска со {$contextName}
nl: Een bericht over {$contextName}
pt: Uma mensagem de {$contextName}
pt_br: Uma mensagem sobre {$contextName}
ru: Сообщение о журнале «{$contextName}»
sl: Sporočilo v zvezi s publikacijo {$contextName}
tr: {$contextName} üzerinden mesaj
uk: Повідомлення щодо "{$contextName}"
vi: Tin nhắn liên quan đến {$contextName}

# emails.discussion.body
source: Please enter your message.
ar: لطفاً أكتب رسالتك.
bg: Моля, въведете вашето съобщение.
cs: Vložte, prosím, vaši zprávu.
da: Skriv venligst din besked.
es: Introduzca su mensaje.
eu: Mesedez, idatzi zure mezua.
fi: Kirjoita viestisi tähän.
fr_ca: Prière de saisir votre message.
hy: Խնդրում ենք մուտքագրել ձեր հաղորդագրությունը:
id: Silakan tuliskan pesan Anda.
mk: Ве молиме внесете ја вашата порака.
nl: Voeg hier uw boodschap in.
pt: Escreva a sua mensagem.
pt_br: Insira a sua mensagem por gentileza.
ru: Пожалуйста, введите свое сообщение.
sl: Prosimo, vnesite vaše sporočilo.
tr: Lütfen mesajınızı giriniz.
uk: Будь ласка, введіть своє повідомлення.
vi: Vui lòng nhập tin nhắn của bạn.

# emails.versionCreated.subject
source: A new version was created for {$submissionTitle}
ar: تم إنشاء إصدار جديد من {$submissionTitle}
bg: Беше създадена нова версия за {$submissionTitle}
cs: Byla vytvořena nová verze pro {$submissionTitle}
da: Der blev dannet en ny version af {$submissionTitle}
es: Se ha creado una versión nueva de {$submissionTitle}
eu: Bertsio berri bat sortu da "{$submissionTitle}"(e)rako
fi: Käsikirjoituksesta {$submissionTitle} on luotu uusi versio
fr_ca: Une nouvelle version a été créée pour {$submissionTitle}
hy: Ստեղծվել է նոր տարբերակ {$submissionTitle} -ի համար
id: Versi terbaru sudah dibuat untuk "{$submissionTitle}"
mk: Креирана е нова верзија за "{$submissionTitle}"
nl: Een nieuwe versie is aangemaakt voor {$submissionTitle}
pt: Foi criada uma nova versão para {$submissionTitle}
pt_br: Uma nova versão foi criada para {$submissionTitle}
ru: Была создана новая версия материала для «{$submissionTitle}»
sl: Ustvarjena je bila nova verzija prispevka {$submissionTitle}
tr: "{$submissionTitle}" başlıklı makale için yeni bir sürüm oluşturuldu
uk: Створено нову версію для "{$submissionTitle}"
vi: Đã tạo phiên bản mới cho {$submissionTitle}

# emails.versionCreated.body
source: <p>Dear {$recipientName}, </p><p>This is an automated message to inform you that a new version of your submission, {$submissionTitle}, was created. You can view this version from your submission dashboard at the following link:</p><p><a href="{$submissionUrl}">{$submissionTitle}</a></p><hr><p>This is an automatic email sent from <a href="{$contextUrl}">{$contextName}</a>.</p>
ar: <p>عزيزي {$recipientName}، </p><p>هذه رسالة مؤتمتة لإبلاغكم بإنشاء نسخة جديدة من طلب تقديمكم، {$submissionTitle}. بإمكانكم معاينة هذه النسخة من دفة قيادة طلب تقديمكم عبر الرابط الآتي:</p><p><a href="{$submissionUrl}">{$submissionTitle}</a></p><hr><p>هذه رسالة بريد الكتروني مؤتمتة مرسلة من <a href="{$contextUrl}">{$contextName}</a>.</p>
bg: <p>Уважаеми, {$recipientName}, </p><p>Това е автоматично съобщение, за да ви информираме, че е създадена нова версия на вашите подадени материали, {$submissionTitle}. Можете да видите тази версия от таблото за управление на подадените материали на следната връзка:</p><p><a href="{$submissionUrl}">{$submissionTitle}</a></p><hr><p> Това е автоматичен имейл, изпратен от <a href="{$contextUrl}">{$contextName}</a>.</p>
cs: <p>Vážený/á {$recipientName}, </p><p>Toto je automatická zpráva, která vás informuje, že byla vytvořena nová verze vašeho příspěvku {$submissionTitle}. Tuto verzi si můžete prohlédnout na svém řídicím panelu pro podání příspěvků na následujícím odkazu:</p><p><a href="{$submissionUrl}">{$submissionTitle}</a></p><hr><p>Tento automatický email byl odeslán z časopisu <a href="{$contextUrl}">{$contextName}</a>.</p>
da: <p>Kære {$recipientName}</p><p>Dette er en automatisk genereret meddelelse for at informere dig om, at der er dannet en ny version af din indsendelse: {$submissionTitle}. Du kan se denne version fra dit indsendelses dashboard ved at benytte følgende link: </p><p><a href="{$submissionUrl}">{$submissionTitle}</a></p><hr><p>Dette er en automatisk e-mail sendt fra <a href="{$contextUrl}">{$contextName}</a>.</p>
es: <p>Estimado/a {$recipientName},</p> <p>Este es un mensaje automático para informarle que se ha creado una nueva versión de su envío, "{$submissionTitle}". Puede ver esta versión desde su panel de envíos en el siguiente enlace:</p> <p><a href="{$submissionUrl}">"{$submissionTitle}"</a></p> <hr> <p>Este es un correo electrónico automático enviado desde <a href="{$contextUrl}">{$contextName}</a>.</p>
eu: <p>{$recipientName} agurgarria: </p><p>Mezu automatiko honen bidez, jakinarazi nahi dizugu "{$submissionTitle}" bidalketaren bertsio berri bat sortu dela. Bertsio hori zure bidalketa-panela baliatuta ikus dezakezu esteka honetan:</p><p><a href="{$submissionUrl}">"{$submissionTitle}"</a></p><hr><p>Hau <a href="{$contextUrl}">{$contextName}</a> aldizkaritik bidalitako mezu automatiko bat da.</p>
fi: <p>Hyvä {$recipientName}, </p><p>Tämä on automaattinen ilmoitus siitä, että käsikirjoituksesta {$submissionTitle} on luotu uusi versio. Voitte tarkastella versiota seuraavan linkin kautta:</p><p><a href="{$submissionUrl}">{$submissionTitle}</a></p><hr><p>Tämä on automaattinen viesti sivustolta <a href="{$contextUrl}">{$contextName}</a>.</p>
fr_ca: <p>{$recipientName}, </p><p>Ceci est un courriel automatique de <a href="{$contextUrl}">{$contextName}</a> pour vous informer qu'une nouvelle version de votre soumission, {$submissionTitle}, a été créée. Vous pouvez consulter cette version à partir de votre tableau de bord de soumission:</p><p><a href="{$submissionUrl}">{$submissionTitle}</a></p><hr>
hy: <p>Հարգելի {$recipientName}, </p><p>Սա ինքնաշխատ հաղորդագրություն է, որը տեղեկացնում է ձեզ, որ ձեր ներկայացման նոր տարբերակը՝ {$submissionTitle}, ստեղծվել է: Դուք կարող եք դիտել այս տարբերակը ձեր ներկայացման վահանակից հետևյալ հղումով՝</p><p><a href="{$submissionUrl}">{$submissionTitle}</a></p><hr><p> Սա ինքնաշխատ նամակ է ուղարկված <a href="{$contextUrl}">{$contextName}</a>-ից:</p>
id: <p>Kepada Yth. {$recipientName}, </p><p>Ini adalah pesan otomatis untuk memberitahukan kepada anda bahwa versi terbaru dari naskah anda, "{$submissionTitle}", telah dibuat. Anda dapat melihat versi ini dari dasbor pengiriman anda pada tautan berikut:</p><p><a href="{$submissionUrl}">"{$submissionTitle}"</a></p><hr><p>Ini adalah email otomatis yang dikirim dari <a href="{$contextUrl}">{$contextName}</a>.</p>
mk: <p>Почитуван {$recipientName}, </p><p>Ова е автоматизирана порака за да ве информира дека е создадена нова верзија на вашиот поднесок, "{$submissionTitle}". Оваа верзија може да ја погледнете од контролната табла за поднесување на следната врска:</p><p><a href="{$submissionUrl}">{$submissionTitle}</a></p><hr><p> Ова е автоматска е-пошта испратена од <a href="{$contextUrl}">{$contextName}</a>.</p>
nl: <p>Beste {$recipientName},</p><p>Dit is een geautomatiseerd bericht om je te informeren dat er een nieuwe versie van je inzending, {$submissionTitle}, is aangemaakt. Je kunt deze versie bekijken vanuit je inzendingsdashboard via de volgende link:</p><p><a href="{$submissionUrl}">{$submissionTitle}</a></p><hr><p>Dit is een automatische e-mail verzonden vanuit <a href="{$contextUrl}">{$contextName}</a>.</p>
pt_br: <p>Prezado(a) {$recipientName}, </p><p>Esta é uma mensagem automática para informar que uma nova versão da sua submissão, {$submissionTitle}, foi criada. Você pode visualizar esta versão no painel da submissão no seguinte link:</p><p><a href="{$submissionUrl}">{$submissionTitle}</a></p><hr><p> Este é um e-mail automático enviado de <a href="{$contextUrl}">{$contextName}</a>.</p>
ru: <p>Здравствуйте, {$recipientName}!</p><p>Это автоматическое сообщение, информирующее Вас о том, что была создана новая версия Вашего материала «{$submissionTitle}». Вы можете просмотреть эту версию на странице Вашего материала по следующей ссылке:</p><p><a href="{$submissionUrl}">{$submissionTitle}</a></p><hr><p>Это автоматическое письмо, отправленное из журнала <a href="{$contextUrl}">«{$contextName}»</a>.</p>
sl: <p>Spoštovani {$recipientName}, </p><p>To je avtomatsko sporočilo z obvestilom, da je bila ustvarjena nova verzija vašega prispevka, {$submissionTitle}. To verzijo prispevka lahko vicite v vaši nadzorne plošče prispevkov na naslednji povezavi:</p><p><a href="{$submissionUrl}">{$submissionTitle}</a></p><hr><p>To je avtomatski email poslan od revije <a href="{$contextUrl}">{$contextName}</a>.</p>
uk: <p>Шановний(на) {$recipientName}! </p><p>Це автоматичне повідомлення інформує Вас про те, що створено нову версію вашого подання "{$submissionTitle}". Ви можете переглянути цю версію на інформаційній панелі подання за таким посиланням:</p><p><a href="{$submissionUrl}">"{$submissionTitle}"</a></p><hr><p> Це автоматичний електронний лист, надісланий із <a href="{$contextUrl}">"{$contextName}"</a>.</p>
vi: <p>Kính gửi {$recipientName}, </p><p>Đây là tin nhắn tự động thông báo cho bạn rằng đã tạo phiên bản mới của bài nộp, {$submissionTitle}. Bạn có thể xem phiên bản này từ bảng điều khiển bài nộp của bạn tại liên kết sau:</p><p><a href="{$submissionUrl}">{$submissionTitle}</a></p><hr><p>Đây là email tự động được gửi từ <a href="{$contextUrl}">{$contextName}</a>.</p>
