Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.submissionNeedsEditor.body
source: <p>Dear {$recipientName},</p><p>The following submission has been submitted and there is no editor assigned.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Abstract</b></p>{$submissionAbstract}<p>Please assign an editor who will be responsible for the submission by clicking the title above and assigning an editor under the Participants section.</p><hr><p>This is an automated email from <a href="{$contextUrl}">{$contextName}</a>.</p>
ar: <p>عزيزي {$recipientName}،</p><p>طلب التقديم الآتي قد تم تسليمه ولم يتكفل به أي محرر بعد.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>الملخص</b></p>{$submissionAbstract}<p>يرجى تعيين المحرر الذي سيتولى مسؤولية متابعة طلب التقديم عبر النقر على العنوان أعلاه ثم تعيين المحرر من مقطع المساهمين.</p><hr><p>هذه رسالة مؤتمتة من <a href="{$contextUrl}">{$contextName}</a>.</p>
bg: <p>Уважаеми, {$recipientName},</p><p>Следнотите материали са изпратени и нямат асоцииран редактор.</p><p><a href="{$submissionUrl}">{$submissionTitle }</a><br />{$authors}</p><p><b>Резюме</b></p>{$submissionAbstract}<p>Моля, посочете редактор, който ще отговаря за изпращането като щракнете върху заглавието по-горе и зададете редактор в секцията „Участници“.</p><hr><p>Това е автоматичен имейл от <a href="{$contextUrl}">{$contextName}</a>. </p>
cs: <p>Vážený/á {$recipientName},</p><p>Následující příspěvek byl zaslán a nebyl mu přidělen žádný redaktor.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Abstrakt</b></p>{$submissionAbstract}<p>Kliknutím na název výše a přiřazením redaktora v sekci Účastníci určete redaktora, který bude za příspěvek zodpovědný.</p><hr><p>Toto je automatický email zaslaný periodikem <a href="{$contextUrl}">{$contextName}</a>.</p>
da: <p>Kære {$recipientName}</p><p>Den følgende indsendelse er blevet indsendt, og der er ikke tildelt en redaktør.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Resumé</b></p>{$submissionAbstract}<p>Tildel venligst en redaktør, som skal være ansvarlig for indsendelsen, ved at klikke på titlen ovenfor og tildele en redaktør under "Deltagere"-sektionen.</p><hr><p>Dette er en automatisk genereret e-mail fra <a href="{$contextUrl}">{$contextName}</a>.</p>
es: <p>Estimado/a {$recipientName},</p> <p>Se ha enviado el siguiente envío y no hay un editor asignado.</p> <p><a href="{$submissionUrl}">"{$submissionTitle}"</a><br />{$authors}</p> <p><b>Resumen</b></p>{$submissionAbstract}<p>Por favor, asigne un editor responsable del envío haciendo clic en el título arriba y a continuación en la sección de Participantes.</p> <hr> <p>Este es un correo electrónico automático enviado desde <a href="{$contextUrl}">{$contextName}</a>.</p>
eu: <p>{$recipientName} agurgarria:</p><p>Bidalketa hau egin da eta ez dago editorerik esleituta.</p><p><a href="{$submissionUrl}">"{$submissionTitle}"</a><br />{$authors}</p><p><b>Laburpena</b></p>{$submissionAbstract}<p>Mesedez, esleitu bidalketaren arduraduna izango den editore bat, goiko izenburua sakatuz eta Parte-hartzaileak ataleko editore bat esleituz.</p><hr><p>Hau <a href="{$contextUrl}">{$contextName}</a> aldizkariaren mezu automatiko bat da.</p>
fi: <p>Hyvä {$recipientName},</p><p>Seuraava käsikirjoitus on lähetetty, mutta sille ei ole vielä osoitettu toimittajaa.</p><p><a href="{$submissionUrl}">"{$submissionTitle}"</a><br />{$authors}</p><p><b>Tiivistelmä</b></p>{$submissionAbstract}<p>Valitse käsikirjoituksesta vastaava toimittaja klikkaamalla yllä olevaa otsikkoa ja osoittamalla toimittaja kohdasta Osallistujat.</p><hr><p>Tämä on automaattinen viesti sivustolta <a href="{$contextUrl}">{$contextName}</a>.</p>
fr_ca: <p>{$recipientName},</p><p>La soumission suivante a été soumise et aucun-e rédacteur-trice ne lui est assigné-e.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Abstract</b></p>{$submissionAbstract}<p>S'il vous plait, assignez un-e rédacteur-trice qui sera responsable de la soumission. </p><hr><p>Ceci est un courriel automatique de <a href="{$contextUrl}">{$contextName}</a>.</p>
hy: <p>Հարգելի {$recipientName},</p><p>Հետևյալ ներկայացումը ներկայացվել է և խմբագիր չի նշանակվել:</p><p><a href="{$submissionUrl}">{$submissionTitle }</a><br />{$authors}</p><p><b>Համառոտագրություն</b></p>{$submissionAbstract}<p>Խնդրում ենք նշանակել խմբագիր, ով պատասխանատու կլինի ներկայացման համար, սեղմելով վերևի վերնագիրը և "Մասնակիցներ" բաժնում խմբագիր նշանակելով:</p><hr><p>Սա ինքնաշխատ նամակ է <a href="{$contextUrl}">{$contextName}</a> -ից: </p>
id: <p>Kepada Yth. {$recipientName},</p><p>Naskah berikut telah dikirim dan belum ada editor yang ditugaskan.</p><p><a href="{$submissionUrl}">"{$submissionTitle}"</a><br />{$authors}</p><p><b>Abstract</b></p>{$submissionAbstract}<p>Mohon tugaskan editor yang akan bertanggung jawab pada naskah ini dengan mengklik judul di atas dan menugaskan editor di bawah bagian Participants.</p><hr><p>Ini adalah email otomatis dari <a href="{$contextUrl}">{$contextName}</a>.</p>
mk: <p>Почитуван {$recipientName},</p><p>Следниот поднесок е испратен и нема доделен уредник.</p><p><a href="{$submissionUrl}">"{$submissionTitle}"</a><br />{$authors}</p><p><b>Апстракт</b></p>{$submissionAbstract}<p>Ве молиме доделете уредник кој ќе биде одговорен за поднесувањето со кликнување на насловот погоре и доделување уредник во делот Учесници.</p><hr><p>Ова е автоматизирана е-пошта од <a href="{$contextUrl}">{$contextName}</a>. </p>
nl: <p>Beste {$recipientName},</p><p>De volgende inzending is ingediend en er is nog geen redacteur toegewezen.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Samenvatting</b></p>{$submissionAbstract}<p>Wijs alsjeblieft een redacteur toe die verantwoordelijk zal zijn voor de inzending door op de titel hierboven te klikken en een redacteur toe te wijzen onder de sectie Deelnemers.</p><hr><p>Dit is een geautomatiseerde e-mail vanuit <a href="{$contextUrl}">{$contextName}</a>.</p>
pt_br: <p>Prezado(a) {$recipientName},</p><p>A submissão a seguir foi enviada e não há editor designado.</p><p><a href="{$submissionUrl}">{$submissionTitle }</a><br />{$authors}</p><p><b>Resumo</b></p>{$submissionAbstract}<p>Por favor, designe um editor que será responsável pela submissão clicando no título acima e designando um editor na seção Participantes.</p><hr><p>Este é um e-mail automático de <a href="{$contextUrl}">{$contextName}</a>. </p>
ru: <p>Здравствуйте, {$recipientName}!</p><p>Следующий материал поступил в журнал, но редактор ему не назначен.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Аннотация</b></p>{$submissionAbstract}<p>Пожалуйста, назначьте редактора, который будет отвечать за материал, нажав на название материала выше и назначив редактора в разделе «Участники».</p><hr><p>Это автоматическое письмо, отправленное из журнала <a href="{$contextUrl}">«{$contextName}»</a>.</p>
sl: <p>Spoštoavni {$recipientName},</p><p>Naslednji prispevek je bil oddan in nima dodeljenega urednika.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Povzetek </b></p>{$submissionAbstract}<p>Prosimo dodelite prispevku urednika, ki bo odgovoren za ta prispevek. To naredite s klikom na naslov prispevka zgoraj in dodelitvijo urednika v rubriki Udeležanci.</p><hr><p>To je avtomatski email od revije <a href="{$contextUrl}">{$contextName}</a>.</p>
tr: <p>Sayın {$recipientName},</p><p>Aşağıdaki aday makale için henüz bir editör atanmamış.</p><p><a href="{$submissionUrl}">"{$submissionTitle}"</a><br />{$authors}</p><p><b>Özet</b></p>{$submissionAbstract}<p>Lütfen yukarıdaki başlığa tıklayınız ve Katılımcılar kısmından bu aday makaleye sorumlu bir editör atayın.</p><hr><p>Bu, <a href="{$contextUrl}">{$contextName}</a> tarafından gönderilen otomatik bir e-postadır.</p>
uk: <p>Шановний(на) {$recipientName}!</p><p>Це подання надіслано, але редактора не призначено:</p><p><a href="{$submissionUrl}">"{$submissionTitle}".</a><br />{$authors}</p><p><b>Анотація</b></p>{$submissionAbstract}<p>Будь ласка, призначте редактора, який відповідатиме за подання, клацнувши заголовок вище та призначивши редактора в розділі «Учасники».</p><hr><p>Це автоматичний електронний лист від <a href="{$contextUrl}">"{$contextName}"</a>. </p>
vi: <p>Kính gửi {$recipientName},</p><p>Bài nộp sau đây đã được gửi nhưng chưa có biên tập viên nào được chỉ định.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Tóm tắt</b></p>{$submissionAbstract}<p>Vui lòng chỉ định biên tập viên chịu trách nhiệm về bài nộp bằng cách nhấp vào tiêu đề trên và chỉ định biên tập viên trong phần Người tham gia.</p><hr><p>Đây là email tự động từ <a href="{$contextUrl}">{$contextName}</a>.</p>

# emails.submissionAckNotUser.description
source: This email is automatically sent to authors named on a new submission who are not the submitting author.
ar: رسالة البريد الالكتروني هذه يتم إرسالها تلقائيًا إلى المؤلفين المذكورين في طلب التقديم الذين لم يقم أي منهم بتسليم طلب التقديم.
bg: Този имейл се изпраща автоматично до авторите, посочени в ново изпращане на материали, които не са подаващият автор.
cs: Tento e-mail je automaticky zasílán autorům uvedeným v novém příspěvku, kteří nejsou předkládajícím autorem.
da: Denne e-mail sendes automatisk til forfattere angivet på en ny indsendelse, som ikke er indsenderen.
es: Este correo electrónico se envía automáticamente a los autores/as nombrados en un envío nuevo que no son el autor/a remitente.
eu: Mezu elektroniko hau automatikoki bidaltzen zaie bidalketa berri batean izendatutako egileei, egile bidaltzaile ez badira.
fi: Tämä sähköposti lähetetään automaattisesti uusien käsikirjoitusten kirjoittajille, jotka eivät ole lähettäneet käsikirjoitusta itse.
fr_ca: Ce courriel est automatiquement envoyé aux auteurs-es d'une nouvelle soumission qui ne sont pas l'auteur-e de correspondance.
hy: Այս նամակն ինքնաշխատ կերպով ուղարկվում է նոր ներկայացման մեջ նշված հեղինակներին, որոնք ուղարկող հեղինակը չեն:
id: Email ini dikirimkan secara otomatis kepada penulis yang namanya ada pada artikel yang bukan merupakan penulis yang mengirimkan artikel.
mk: Овој и-мејл автоматски се испраќа до авторите споменати во новиот поднесок кои не се поднесувачки автори.
nl: Dit e-mailbericht wordt automatisch verzonden naar auteurs die genoemd worden bij een nieuwe inzending, maar niet de indienende auteur zijn.
pt: Este e-mail é enviado automaticamente para os autores nomeados numa nova submissão que não sejam o autor da submissão.
pt_br: Quando habilitada, esta mensagem é enviado automaticamente para os autores informados durante o processo de submissão, que não seja o autor que está submetendo o manuscrito.
ru: Это письмо автоматически отправляется авторам, указанным в новом материале, которые не являются автором-отправителем.
sl: Ta email se avtomatsk pošlje vsem avtorjem novega prispevka, razen avtorju, ki je prispevek oddal.
tr: Bu e-posta aday makaleye eklenen tüm yazarlara otomatik olarak gönderilir.
uk: Цей електронний лист автоматично надсилається авторам, зазначеним у новому поданні, які не є його авторами, що роблять подачу матеріалів.
vi: Email này tự động gửi đến các tác giả được đặt tên trong một bài nộp mới mà không phải là tác giả gửi bài.

# emails.submissionAckNotAuthor.subject
source: Submission confirmation
ar: تأكيد طلب التقديم
bg: Потвърждение за подаване
cs: Potvrzení příspěvku
da: Indsendelsesbekræftelse
es: Acuse de recibo del envío
eu: Bidalketaren baieztapena
fi: Käsikirjoituksen vastaanottokuittaus
fr_ca: Accusé de réception de la soumission
hy: Ներկայացման հաստատում
id: Konfirmasi pengiriman naskah
mk: Потврда за поднесување
nl: Bevestiging van inzending
pt: Confirmação da submissão
pt_br: Confirmação de submissão
ru: Подтверждение отправки
sl: Potrditev oddaje prispevka
tr: Gönderme onayı
uk: Підтвердження відправлення
vi: Xác nhận nộp bài

# emails.submissionAckNotAuthor.body
source: <p>Dear {$recipientName},</p><p>You have been named as a co-author on a submission to {$contextName}. The submitter, {$submitterName}, provided the following details:</p><p>{$submissionTitle}<br>{$authorsWithAffiliation}</p><p>If any of these details are incorrect, or you do not wish to be named on this submission, please contact me.</p><p>Thank you for considering {$contextName} as a venue for your work.</p><p>Kind regards,</p>{$contextSignature}
ar: <p>عزيزنا {$recipientName}،</p><p>لقد تمت تسميتك بمثابة مؤلف مشارك في طلب تقديم إلى {$contextName}. مقدم الطلب، {$submitterName}، أعطانا التفاصيل الآتية:</p><p>{$submissionTitle}<br>{$authorsWithAffiliation}</p><p>إن كان أي من تلك التفاصل غير صحيح، أو ليست لديك الرغبة في تسميتك كمؤلف مشارك في هذا العمل، يرجى التواصل معي.</p><p>شكرًا لاعتبارك هذه المجلة مضمارًا لعملك.</p><p>أطيب التحايا،</p>{$contextSignature}
bg: <p>Уважаеми {$recipientName},</p><p>Вие сте посочени като съавтор на изпратени материали до {$contextName}. Подателят, {$submitterName}, предостави следните подробности:</p><p>{$submissionTitle}<br>{$authorsWithAffiliation}</p><p>Ако някоя от тези подробности е неправилна или вие не желаете да бъдете посочен в тези материали, моля, свържете се с мен.</p><p>Благодарим ви, че смятате това списание за място за вашата работа.</p><p>Сърдечни поздрави,</p>{$contextSignature}
cs: <p>Vážený/á {$recipientName}, byl/a jste uveden/a jako spoluautor/spoluautorka v příspěvku zaslaném do {$contextName}. Předkladatel, {$submitterName}, poskytl následující údaje:</p><p>{$submissionTitle}<br>{$authorsWithAffiliation}</p><p>. Pokud jsou některé z těchto údajů nesprávné nebo si nepřejete být v tomto příspěvku uvedeni, kontaktujte mě prosím.</p><p>Děkuji, že zvažujete náš časopis jako místo pro publikaci své práce.</p><p>S pozdravem,</p>{$contextSignature}
da: <p>Kære {$recipientName}</p><p>Du er angivet som medforfatter på et manuskript indsendt til {$contextName}. Indsenderen, {$submitterName}, har angivet følgende information:</p><p>{$submissionTitle}<br>{$authorsWithAffiliation}</p><p>Hvis nogle af disse oplysninger er forkerte, eller du ikke ønsker at være angivet som medforfatter på dette manuskript, bedes du venligst kontakte mig.</p><p>Tak for at vælge dette tidsskrift til at udgive dit arbejde i.</p><p>Med venlig hilsen</p>{$contextSignature}
es: <p>Estimado/a {$recipientName},</p> <p>Usted ha sido nombrado/a como coautor/a en un envío a {$contextName}. La persona que realizó el envío, {$submitterName}, proporcionó los siguientes datos:</p> <p>"{$submissionTitle}"<br />{$authorsWithAffiliation}</p> <p>Si alguno de estos datos es incorrecto, o si no desea ser mencionado/a como parte de este envío, por favor contácteme.</p> <p>Gracias por considerar a {$contextName} como un espacio para compartir su trabajo.</p> <p>Saludos cordiales,</p>{$contextSignature}
eu: <p>{$recipientName} agurgarria:</p><p> {$contextName} aldizkariko bidalketa baten egilekide gisa aipatu zaituzte. {$submitterName} bidaltzaileak datu hauek eman ditu:</p><p>"{$submissionTitle}"<br>{$authorsWithAffiliation}</p><p>Datu horietakoren bat okerra bada edo ez baduzu bidalketa honetan aipatua izan nahi, mesedez, jarri nirekin harremanetan.</p><p>Eskerrik asko zure lana argitaratzeko {$contextName} aldizkaria hautatzeagatik.</p><p>Adeitasunez,</p>{$contextSignature}
fi: <p>Hyvä {$recipientName},</p><p>Teidät on nimetty yhdeksi kirjoittajaksi käsikirjoitukseen, joka on lähetetty sivustolle {$contextName}. Lähettäjä, {$submitterName}, antoi seuraavat tiedot:</p><p>"{$submissionTitle}"<br>{$authorsWithAffiliation}</p><p>Jos jokin näistä tiedoista on virheellinen tai ette halua olla mukana tässä käsikirjoituksessa, ottakaa minuun yhteyttä.</p><p>Kiitos, että harkitsette meitä julkaisupaikkananne.</p><p>Ystävällisin terveisin,</p>{$contextSignature}
hy: <p>Հարգելի {$recipientName},</p><p>Դուք որպես համահեղինակ եք նշանակվել {$contextName}-ի ներկայացման մեջ: Ներկայացնողը՝ {$submitterName}, տրամադրել է հետևյալ մանրամասները՝</p><p>{$submissionTitle}<br>{$authorsWithAffiliation}</p><p>Եթե այս մանրամասներից որևէ մեկը սխալ է, կամ դուք չեք ցանկանում նշվել այս ներկայացման մեջ, խնդրում եմ կապվեք ինձ հետ:</p><p>Շնորհակալություն {$contextName}-ը որպես ձեր աշխատանքի վայր դիտարկելու համար:</p><p>Հարգանքով,</p>{$contextSignature}
id: <p>Kepada Yth. {$recipientName},</p><p>Nama anda ditulis sebagai co-author pada naskah {$contextName}. Pengirim naskah, {$submitterName}, memberikan detail berikut:</p><p>"{$submissionTitle}"<br>{$authorsWithAffiliation}</p><p>Jika terdapat kekeliruan, atau anda tidak ingin nama anda tercantum dalam naskah, silakan hubungi saya.</p><p>Terima kasih atas pertimbangannya dalam memilih {$contextName} untuk menerbitkan karya anda.</p><p>Hormat kami,</p>{$contextSignature}
mk: <p>Почитуван {$recipientName},</p><p>Именуван сте како коавтор на поднесок до {$contextName}. Подносителот, {$submitterName}, ги даде следните детали:</p><p>"{$submissionTitle}"<br>{$authorsWithAffiliation}</p><p>Ако некој од овие детали е неточен, или вие не сакате да бидете именувани на овој поднесок, ве молиме контактирајте со мене.</p><p>Ви благодариме што го разгледавте {$contextName} како место за вашиот настан. работа.</p><p>Со почит,</p>{$contextSignature}
nl: <p>Beste {$recipientName},</p><p>Je bent genoemd als medeauteur bij een inzending voor {$contextName}. De indiener, {$submitterName}, heeft de volgende details verstrekt:</p><p>{$submissionTitle}<br>{$authorsWithAffiliation}</p><p>Als een van deze details onjuist is, of als je niet genoemd wilt worden bij deze inzending, neem dan contact met me op.</p><p>Bedankt voor je overweging van {$contextName} als platform voor je werk.</p><p>Met vriendelijke groet,</p>{$contextSignature}
ru: <p>Здравствуйте, {$recipientName}!</p><p>Вы были указаны в качестве соавтора материала, направленного в журнал «{$contextName}». Отправитель, {$submitterName}, указал следующую информацию:</p><p>{$submissionTitle}<br>{$authorsWithAffiliation}</p><p>Если что-то в этой информации неправильно или Вы не хотите, чтобы Вас указывали в этом материале, пожалуйста, свяжитесь со мной.</p><p>Спасибо за выбор журнала «{$contextName}» для публикации Вашей работы.</p><p>С уважением,</p>{$contextSignature}
tr: <p>Sayın {$recipientName},</p><p>{$contextName} için gönderilen aday makaleye ortak yazar olarak eklendiniz. Aday makaleyi gönderen, {$submitterName} aşağıdaki bilgileri sundu:</p><p>{$submissionTitle}<br>{$authorsWithAffiliation}</p><p>Bu detaylardan herhangi biri yanlış ise ya da bu aday makalede yazar olarak yer almıyorsanız, lütfen bizimle iletişime geçin.</p><p>Dergimizi tercih ettiğiniz için teşekkür ederiz.</p><p>Saygılarımla,</p>{$contextSignature}
uk: <p>Шановний(на) {$recipientName}!</p><p>Вас зазначено як співавтора подання для "{$contextName}". Автор, {$submitterName}, надав таку інформацію:</p><p>"{$submissionTitle}"<br>{$authorsWithAffiliation}</p><p>Якщо будь-які з цих даних неправильні або Ви не бажаєте бути зазначеним(ою) у цьому поданні, зв’яжіться зі мною.</p><p>Дякуємо, що розглядаєте "{$contextName}" як місце для своєї роботи.</p><p>З повагою,</p>{$contextSignature}
vi: <p>Kính gửi {$recipientName},</p><p>Bạn đã được đặt tên là đồng tác giả trên bài nộp cho {$contextName}. Người gửi, {$submitterName}, đã cung cấp các chi tiết sau:</p><p>{$submissionTitle}<br>{$authorsWithAffiliation}</p><p>Nếu bất kỳ chi tiết nào trong số này không chính xác, hoặc bạn không muốn được đặt tên trên bài nộp này, vui lòng liên hệ với tôi.</p><p>Cảm ơn bạn đã xem xét {$contextName} làm địa điểm cho công việc của bạn.</p><p>Trân trọng,</p>{$contextSignature}

# emails.changeProfileEmailInvitationNotify.subject
source: Confirm account contact email change request
es: Confirmar solicitud de cambio de correo electrónico de contacto de la cuenta
eu: Berretsi kontuaren harremanetarako helbide elektronikoa aldatzeko eskaera
fi: Vahvista tilin sähköpostiosoitteen vaihtopyyntö
id: Konfirmasi permintaan perubahan email kontak akun
mk: Потврдете го барањето за промена на е-поштата за контакт на сметката
nl: Bevestig het account contact bij wijzigingsverzoek E-mail
tr: Hesap e-posta değişiklik isteğini onayla
vi: Xác nhận yêu cầu thay đổi email liên hệ tài khoản

# emails.changeProfileEmailInvitationNotify.description
source: This email is sent to users who request a change to their email address.
es: Este correo electrónico se envía a los usuarios que solicitan un cambio en su dirección de correo electrónico.
eu: Mezu elektroniko hau euren helbide elektronikoa aldatzeko eskatzen duten erabiltzaileei bidaltzen zaie.
fi: Tämä sähköposti lähetetään käyttäjille, jotka pyytävät sähköpostiosoitteensa muuttamista.
id: Email ini dikirimkan kepada pengguna yang meminta untuk mengganti alamat email mereka.
mk: Оваа е-пошта се испраќа до корисниците кои бараат промена на нивната е-адреса.
nl: Deze e-mail is verzonden aan gebruikers die een wijziging van hun e-mailadres verzochten.
tr: Bu e-posta, e-posta adreslerinde değişiklik talebinde bulunan kullanıcılara gönderilir.
vi: Email này được gửi đến những người dùng yêu cầu thay đổi địa chỉ email của họ.

# emails.orcidCollectAuthorId.subject
source: Submission ORCID
ar: تقديم ORCID
bg: Предоставяне на ORCID
cs: ORCID ID příspěvku
da: Indsendelse ORCID
es: ORCID de envío
eu: Bidalketaren ORCIDa
fi: Käsikirjoituksen ORCID-tunnisteet
fr_ca: Soumission ORCID
hy: ORCID ներկայացում
id: ORCID Naskah
mk: Испраќање на ORCID
nl: ORCID van uw inzending
pt: Submissão ao ORCID
pt_br: ORCID da submissão
ru: ORCID материала
sl: ORCID prispevka
tr: ORCID Gönderisi
uk: ORCID подання
vi: Gửi ORCID

# emails.orcidCollectAuthorId.description
source: This email is sent to collect the ORCID id's from authors.
ar: قالب الرسالة هذا يستعمل لجمع الرموز التعريفية في ORCID من المؤلفين المشاركين.
bg: Този шаблон за имейл се използва за събиране на ORCID идентификатори от авторите.
cs: Tato šablona emailu slouží k shromažďování ORCID ID od spoluautorů.
da: Denne e-mail bruges til at indsamle ORCID id fra medforfattere.
es: Esta plantilla de correo electrónico se utiliza para recopilar los identificadores ORCID de los autores/as.
eu: Mezu elektroniko hau egileen ORCID identifikatzaileak jasotzeko bidaltzen da.
fi: Tätä sähköpostipohjaa käytetään kirjoittajien ORCID-tunnisteiden keräämiseen.
fr_ca: Ce modèle de courriel est utilisé pour récupérer les identifiants ORCID des auteur.e.s.
hy: Էլ․ փոստի այս ձևանմուշը օգտագործվում է հեղինակներից ORCID id-ները հավաքելու համար:
id: Template surel ini digunakan untuk mengumpulkan id ORCID penulis.
mk: Овој образец за е-пошта се користи за собирање на ID-на ORCID од автори.
nl: Deze e-mail wordt verstuurd om de ORCID ID's van auteurs te verzamelen.
pt: Este e-mail é usado para recolher os identificadores ORCID dos autores.
pt_br: Este modelo de e-mail é utilizado para coletar os ids ORCID dos coautores.
ru: Этот шаблон письма используется для сбора идентификаторов ORCID с авторов.
sl: Email se uporablja za zbiranje ORCID iD-jev soavtorjev.
tr: Bu e-posta şablonu ORCID kimliklerini ortak yazarlardan istemek için kullanılır.
uk: Цей електронний лист відправлено для збирання ORCID ID від авторів.
vi: Mẫu email này được sử dụng để thu thập id ORCID từ các tác giả.
