Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.editorDecisionDecline.body
source: <p>Dear {$recipientName},</p><p>While we appreciate receiving your submission, we are unable to accept {$submissionTitle} for publication on the basis of the comments from reviewers.</p><p>The reviewers' comments are included at the bottom of this email.</p><p>Thank you for submitting to {$contextName}. Although it is disappointing to have a submission declined, I hope you find the reviewers' comments to be constructive and helpful.</p><p>You are now free to submit the work elsewhere if you choose to do so.</p><p>Kind regards,</p>{$signature}<hr><p>The following comments were received from reviewers.</p>{$allReviewerComments}
ar: <p>عزيزي {$recipientName}،</p><p>بينما نحن نقدر تلقينا لطلب تقديمك، لا يمكننا قبول {$submissionTitle} للنشر على أساس ما تلقيناه من ملاحظات عنه من المحكمين.</p><p>ملاحظات المحكمين موجودة عند نهاية هذه الرسالة.</p><p>شكرًا على تقديم عملك إلى {$contextName}. على الرغم من أنه قد يكون مخيبًا للآمال رفض طلب التقديم، أرجو بأنك ستجد ملاحظات المحكمين بناءة ومفيدة.</p><p>أنت حر الآن في تقديم عملك إلى جهة أخرى إذا رغبت في ذلك.</p><p>أطيب التحايا،</p>{$signature}<hr><p>Tالملاحظات الآتية تم تلقيها من طرف المحكمين.</p>{$allReviewerComments}
bg: <p>Уважаеми {$recipientName},</p><p>Въпреки че оценяваме получените материали, не можем да приемем {$submissionTitle} за публикуване въз основа на коментарите на рецензентите.</p><p> Тези коментари са включени в долната част на този имейл.</p><p>Благодарим ви, че изпратихте до {$contextName}. Въпреки че е разочароващо, че материалът е отказан за публикуване, надявам се, че намирате коментарите на рецензентите за конструктивни и полезни.</p><p>Вече сте свободни да изпратите този материал до друго издателство, ако решите да го направите.</p ><p>Сърдечни поздрави,</p>{$signature}<hr><p>Следните коментари бяха получени от рецензенти.</p>{$allReviewerComments}
cs: <p>Vážený/á {$recipientName},</p><p>Přestože si vážíme toho, že jsme obdrželi váš příspěvek, nemůžeme ho, na základě připomínek recenzentů, přijmout {$submissionTitle} k publikaci.</p><p>Připomínky recenzentů jsou uvedeny na konci tohoto e-mailu.</p><p>Děkujeme za zaslání příspěvku do {$contextName}. Přestože je odmítnutí příspěvku zklamáním, doufám, že připomínky recenzentů považujete za konstruktivní a užitečné.</p><p>Nyní můžete práci zaslat jinam, pokud se tak rozhodnete.</p><p>S pozdravem,</p>{$signature}<hr><p>Od recenzentů byly obdrženy následující připomínky.</p>{$allReviewerComments}
da: <p>Kære {$recipientName}.</p><p>Vi sætter pris på at have modtaget dit manuskript, men på baggrund af kommentarer fra bedømmerne kan vi desværre ikke acceptere dit manuskript, {$submissionTitle}, til at blive publiceret.</p><p>Kommentarerne fra bedømmerne er inkluderet i bunden af denne e-mail.</p><p>Tak fordi du valgte at indsende dit manuskript til {$contextName}. Selvom det er skuffende at få en afvisning, håber jeg, at du vil finde bedømmernes kommentarer konstruktive og hjælpsomme.</p><p>Det står dig frit for at indsende dit manuskript til et andet tidsskrift.</p><p>Med venlig hilsen</p>{$signature}<hr><p>De følgende kommentarer er modtaget fra bedømmerne.</p>{$allReviewerComments}
es: <p>Estimado/a{$recipientName},</p><p>Aunque valoramos mucho la recepción de su envío, de acuerdo con los comentarios de los revisores/as no podemos aceptar {$submissionTitle} para publicarse.</p><p>Dichos comentarios se incluyen al final de este correo electrónico.</p><p>Gracias por su envío a {$contextName}. A pesar de que es decepcionante que se rechace el envío, esperamos que los comentarios de los revisores/as le resulten constructivos y útiles.</p><p>Ahora es libre de presentar el trabajo en otro sitio si así lo desea.</p><p>Saludos cordiales,</p>{$signature}<hr><p>Se recibieron los siguientes comentarios de los revisores.</p>{$allReviewerComments}
eu: <p>{$recipientName} agurgarria:</p><p>Eskertzen dugu zure lana bidali izana. Alabaina, ebaluatzaileek egindako oharretan oinarrituta, ezin dugu "{$submissionTitle}" argitaratzeko onartu.</p><p>Ebaluatzaileen oharrak mezu honen behealdean dituzu.</p><p>Eskerrik asko zure lana {$contextName} aldizkarira bidaltzeagatik. Bidalketa baztertua izan dela jakitea etsigarria bada ere, espero dut ebaluatzaileen oharrak eraikitzaileak eta lagungarriak izango zaizkizula.</p><p>Nahi izanez gero, zure lana beste nonbait argitara dezakezu.</p><p>Adeitasunez,</p>{$signature}<hr><p>Hona hemen ebaluatzaileek egindako oharrak.</p>{$allReviewerComments}
fi: <p>Hyvä {$recipientName},</p><p>Arvostamme käsikirjoituksenne lähettämistä, mutta emme voi hyväksyä käsikirjoitusta {$submissionTitle} julkaistavaksi arvioijien kommenttien perusteella.</p><p>Arvioijien kommentit löytyvät tämän viestin lopusta.</p><p>Kiitämme, että lähetitte käsikirjoituksenne meille. Vaikka käsikirjoituksen hylkääminen on varmasti pettymys, toivomme, että arvioijien kommentit ovat rakentavia ja hyödyllisiä jatkoa ajatellen.</p><p>Voitte nyt halutessanne tarjota käsikirjoituksen muualle julkaistavaksi.</p><p>Ystävällisin terveisin,</p>{$signature}<hr><p>Seuraavat kommentit on saatu arvioijilta:</p>{$allReviewerComments}
hy: <p>Հարգելի {$recipientName},</p><p>Չնայած մենք բարձր ենք գնահատում ձեր ներկայացումը, մենք չենք կարող ընդունել {$submissionTitle} -ը հրապարակման համար` գրախոսողների մեկնաբանությունների հիման վրա:</p><p> Գրախոսողների մեկնաբանությունները ներառված են այս էլ. փոստի ներքևում:</p><p>Շնորհակալություն {$contextName} հասցեին ուղարկելու համար: Թեև հիասթափեցնող է, երբ ներկայացումը մերժվում է, հուսով եմ, որ գրախոսների մեկնաբանությունները ձեզ համար կառուցողական և օգտակար կլինեն:</p><p>Այժմ դուք կարող եք ազատ ներկայացնել աշխատանքը այլ տեղ, եթե ցանկանում եք դա անել:</p ><p>Հարգանքով,</p>{$signature}<hr><p>Հետևյալ մեկնաբանությունները ստացվել են գրախոսներից:</p>{$allReviewerComments}
id: <p>Kepada Yth. {$recipientName},</p><p>Kami dengan menghargai naskah anda, tetapi kami tidak dapat menerima "{$submissionTitle}" untuk penerbitan berdasarkan komentar dari para reviewer.</p><p>Komentar reviewer terdapat pada bagian bawah dari email ini.</p><p>Terima kasih sudah mengirimkan naskah ke {$contextName}. Meskipun naskah anda ditolak, saya harap komentar dari para reviewer membangun dan berguna.</p><p>Anda bebas untuk mengirimkan naskah ke mana saja yang anda inginkan.</p><p>Hormat kami,</p>{$signature}<hr><p>Komentar berikut kami terima dari para reviewer.</p>{$allReviewerComments}
mk: <p>Почитуван {$recipientName},</p><p>Иако го цениме приемот на вашиот поднесок, не можеме да прифатиме {$submissionTitle} за објавување врз основа на коментарите од рецензентите.</p><p> Коментарите на рецензентите се вклучени на дното на оваа е-пошта.</p><p>Ви благодариме што испративте до {$contextName}. Иако е разочарувачки да се одбие поднесувањето, се надевам дека коментарите на рецензентите се конструктивни и корисни.</p><p>Сега можете слободно да ја поднесете работата на друго место, ако одлучите да го сторите тоа.</p> ><p>Со почит,</p>{$signature}<hr><p>Следните коментари беа примени од рецензентите.</p>{$allReviewerComments}
nl: <p>Beste {$recipientName},</p> <p>Hoewel we uw inzending hebben ontvangen, kunnen we {$submissionTitle} niet accepteren voor publicatie op basis van de opmerkingen van de beoordelaars.</p><p>De opmerkingen van de beoordelaars zijn onderaan deze e-mail opgenomen.</p> <p>Bedankt voor uw inzending aan {$contextName}. Hoewel het teleurstellend is dat uw inzending is afgewezen, hoop ik dat u de opmerkingen van de beoordelaars als constructief en nuttig beschouwt.</p><p>U bent nu vrij om het werk elders in te dienen als u dat wenst.</p> <p>Met vriendelijke groet,</p>{$signature}<hr><p>De volgende opmerkingen zijn ontvangen van de beoordelaars.</p>{$allReviewerComments}
ru: <p>Здравствуйте, {$recipientName}!</p><p>Хотя мы ценим то, что Вы решили отправить нам свой материал для публикации, мы не можем принять «{$submissionTitle}» к публикации на основании замечаний рецензентов.</p><p>Комментарии рецензентов приведены в конце этого письма.</p><p>Благодарим Вас за подачу материала в журнал «{$contextName}». Хотя отклонение материала от публикации расстраивает, я надеюсь, что комментарии рецензентов будут для Вас конструктивными и полезными.</p><p>Вы можете отправить материал для публикации в другое место, если решите это сделать.</p><p>С уважением,</p>{$signature}<hr><p>Следующие комментарии были получены от рецензентов.</p>{$allReviewerComments}
tr: <p>Sayın {$recipientName},</p> <p>"{$submissionTitle}" başlıklı aday makaleniz hakem yorumları ve editör değerlendirmeleri sonucunda reddedilmiştir.</p> <p>Hakem yorumları bu e-postanın sonunda yer almaktadır.</p> <p>{$contextName} için gösterdiğiniz ilgi için teşekkür ederiz. Aday makalenizin reddedilmesi üzücü olsa da, hakem yorumlarının yapıcı ve faydalı olmasını umarız.</p> <p>Çalışmanızı başka bir yere göndermek isterseniz, artık bunu yapabilirsiniz.</p> <p>Saygılarımızla,</p> {$signature} <hr> <p>Hakemlerden gelen yorumlar aşağıda yer almaktadır.</p> {$allReviewerComments}
uk: <p>Шановний(на) {$recipientName}!</p><p>Хоча ми вдячні за Ваше подання, ми не можемо прийняти "{$submissionTitle}" для опублікування на підставі коментарів рецензентів.</p><p> Коментарі рецензентів наведено внизу цього електронного листа.</p><p>Дякуємо за надсилання матеріалів у "{$contextName}". Хоча це розчаровує, що подання відхилено, я сподіваюся, що Ви вважаєте коментарі рецензентів конструктивними та корисними.</p><p>Тепер Ви можете подати роботу в іншому місці, якщо захочете це зробити.</p ><p>З повагою,</p>{$signature}<hr><p>Від рецензентів отримали такі коментарі.</p>{$allReviewerComments}
vi: <p>Kính gửi {$recipientName},</p><p>Mặc dù chúng tôi đánh giá cao việc nhận được bài nộp của bạn, chúng tôi không thể chấp nhận {$submissionTitle} để xuất bản dựa trên các nhận xét từ người đánh giá.</p><p>Các nhận xét của người đánh giá được bao gồm ở cuối email này.</p><p>Cảm ơn bạn đã nộp bài cho {$contextName}. Mặc dù thật đáng thất vọng khi một bài nộp bị từ chối, tôi hy vọng bạn thấy nhận xét của người đánh giá mang tính xây dựng và hữu ích.</p><p>Bây giờ bạn có thể tự do nộp bài ở nơi khác nếu bạn chọn làm như vậy.</p><p>Trân trọng,</p>{$signature}<hr><p>Các nhận xét sau đây đã nhận được từ người đánh giá.</p>{$allReviewerComments}

# emails.editorRecommendation.subject
source: Editor Recommendation
ar: توصية المحرر
bg: Препоръка на редактора
cs: Doporučení redaktora
da: Redaktøranbefaling
es: Recomendación del editor/a
eu: Editorearen gomendioa
fi: Toimittajan suositus
hy: Խմբագրի հանձնարարականը
id: Rekomendasi Editor
mk: Препорака на уредникот
nl: Aanbeveling van de redacteur
pt: Recomendação Editorial
ru: Рекомендация редактора
sl: Uredniško priporočilo
tr: Editör Tavsiye Karar
uk: Рекомендація редактора
vi: Đề xuất của biên tập viên

# emails.editorRecommendation.body
source: <p>Dear {$recipientName},</p><p>After considering the reviewers' feedback, I would like to make the following recommendation regarding the submission {$submissionTitle}.</p><p>My recommendation is: {$recommendation}.</p><p>Please visit the submission's <a href="{$submissionUrl}">editorial workflow</a> to act on this recommendation.</p><p>Please feel free to contact me with any questions.</p><p>Kind regards,</p><p>{$senderName}</p>
ar: <p>عزيزي {$recipientName}،</p><p>بعد الأخذ بعين الاعتبار ما أفادنا به المحكمون، أود اتخاذ التوصية الآتية بشأن طلب التقديم {$submissionTitle}.</p><p>توصيتي هي: {$recommendation}.</p><p>يرجى زيارة <a href="{$submissionUrl}">سير أعمال التحرير</a> لطلب التقديم للتصرف وفقًا لتلك التوصية.</p><p>أرجو أن لا تتردد في التواصل معي إذا كانت لديك أية استفسارات.</p><p>أطيب التحايا،</p><p>{$senderName}</p>
bg: <p>Уважаеми {$recipientName},</p><p>След като разгледах отзивите на рецензентите, бих искал да направя следната препоръка относно изпратените материали {$submissionTitle}.</p><p>Моята препоръка е: {$recommendation}.</p><p>Моля, посетете <a href="{$submissionUrl}">редакционния работен процес</a> на подадените материали, за да съдействате по тази препоръка.</p><p>Моля, не се колебайте да свържете се с мен за всякакви въпроси.</p><p>Сърдечни поздрави,</p><p>{$senderName}</p>
cs: <p>Vážený/á {$recipientName},</p><p>Po zvážení připomínek recenzentů bychom rádi předložili následující doporučení týkající se příspěvku {$submissionTitle}.</p><p>Naše doporučení je: {$recommendation}.</p><p>Navštivte prosím <a href="{$submissionUrl}">pracovní postup redakce</a> a postupujte podle tohoto doporučení.</p><p>V případě jakýchkoli dotazů mě prosím kontaktujte.</p><p>S pozdravem,</p><p>{$senderName}</p>
da: <p>Kære {$recipientName}</p><p>Efter at have overvejet bedømmernes feedback vil jeg komme med følgende anbefaling vedrørende indsendelsen {$submissionTitle}.</p><p>Min anbefaling er: {$recommendation}.</p><p>Besøg venligst indsendelsens <a href="{$submissionUrl}">redaktionelle workflow</a> for at handle på denne anbefaling.</p><p>Du er velkommen til at kontakte mig, hvis der er nogle spørgsmål.</p><p>Med venlig hilsen</p><p>{$senderName}</p>
es: <p>Estimado/a{$recipientName},</p><p>Tras considerar los comentarios de los revisores/as, me gustaría emitir la siguiente recomendación en relación con su envío {$submissionTitle}.</p><p>Mi recomendación es: {$recommendation}.</p><p>Visite el <a href="{$submissionUrl}">flujo editorial</a> del envío para actuar sobre esta recomendación.</p><p>Si tiene alguna pregunta, no dude en ponerse en contacto conmigo.</p><p>Saludos cordiales,</p><p>{$senderName}</p>
eu: <p>{$recipientName} agurgarria:</p><p>Ebaluatzaileen oharrak jaso eta gero, gomendio bat egin nahi nizuke "{$submissionTitle}" bidalketari buruz.</p><p>Hona hemen nire gomendioa: {$recommendation}.</p><p>Mesedez, baliatu bidalketaren <a href="{$submissionUrl}">edizio-fluxua</a> gomendio honetan jarduteko.</p><p>Zalantzarik izanez gero, mesedez, jar zaitez nirekin harremanetan. </p><p>Adeitasunez,</p><p>{$senderName}</p>
fi: <p>Hyvä {$recipientName},</p><p>Arvioijien palautteen perusteella haluan antaa seuraavan suosituksen koskien käsikirjoitusta {$submissionTitle}.</p><p>Suositukseni on: {$recommendation}.</p><p>Voitte käsitellä tämän suosituksen käsikirjoituksen <a href="{$submissionUrl}">toimituksellisessa työnkulussa</a>.</p><p>Ottakaa minuun yhteyttä, jos teillä on kysyttävää.</p><p>Ystävällisin terveisin,</p><p>{$senderName}</p>
fr_ca: <p>{$recipientName},</p><p>Ma recommandation concernant la soumission « {$submissionTitle} » à la revue {$contextName} est de : {$recommendation}</p><p>S'il vous plait, consulter la <a href="{$submissionUrl}">page de la soumission</a> afin de donner suite à cette recommandation.</p><p>Cordialement,</p><p>{$senderName}</p>
hy: <p>Հարգելի {$recipientName},</p><p>Գրախոսների կարծիքը հաշվի առնելուց հետո ես կցանկանայի հետևյալ առաջարկությունն անել {$submissionTitle} ներկայացման վերաբերյալ:</p><p>Իմ առաջարկությունն է. {$recommendation}:</p><p>Խնդրում ենք այցելել ներկայացման <a href="{$submissionUrl}">խմբագրական աշխատանքային հոսքը</a>` այս առաջարկությանը համապատասխան գործելու համար:</p><p>Խնդրում ենք ազատ զգալ ցանկացած հարցով դիմելու ինձ:</p><p>Հարգանքով,</p><p>{$senderName}</p>
id: <p>Kepada Yth. {$recipientName},</p><p>Setelah mempertimbangkan saran dari para reviewer, saya akan memberikan rekomendasi terkait dengan naskah "{$submissionTitle}".</p><p>Rekomendasi saya adalah: {$recommendation}.</p><p>Silakan kunjungi <a href="{$submissionUrl}">alur kerja editorial naskah</a> untuk menindaklanjuti rekomendasi ini.</p><p>Jangan sungkan untuk menghubungi saya jika ada pertanyaan.</p><p>Hormat kami,</p><p>{$senderName}</p>
mk: <p>Почитуван {$recipientName},</p><p>Откако ќе ги разгледаме повратните информации од рецензентите, би сакал да ја дадам следнава препорака во врска со поднесокот "{$submissionTitle}“.</p><p>Мојата препорака е: {$recommendation}.</p><p>Посетете го поднесокот <a href="{$submissionUrl}"> од уредуваќкиот редослед</a> за да ја спроведете препораката.</p><p>Ве молиме слободно контактирајте ме за какви било прашања.</p><p>Со почит,</p><p>{$senderName}</p>
nl: <p>Beste {$recipientName},</p><p>Na het overwegen van de feedback van de beoordelaars, wil ik graag de volgende aanbeveling doen met betrekking tot de inzending {$submissionTitle}.</p><p>Mijn aanbeveling is: {$recommendation}.</p> <p>Bezoek alstublieft de <a href="{$submissionUrl}">redactionele workflow van de inzending</a> om actie te ondernemen op deze aanbeveling.</p> <p>Voel u vrij om contact met mij op te nemen als u vragen heeft.</p><p>Met vriendelijke groet,</p><p>{$senderName}</p>
pt_br: <p> Caro(a) {$editors}, </p> <p> Após considerar os comentários dos avaliadores, gostaria de fazer a seguinte recomendação em relação à submissão {$submitTitle}. </p> <p> Minha recomendação é: {$recommendation}. </p> <p> Visite o <a href="{$submissionUrl}">fluxo de trabalho editorial </a> para agir de acordo com esta recomendação. </p> <p> Sinta-se à vontade para entrar em contato comigo em caso de dúvidas. </p> <p> Atenciosamente, </p> <p> {$senderName} </p>
ru: <p>Здравствуйте, {$recipientName}!</p><p>После рассмотрения рецензий, присланных рецензентами, я бы хотел дать следующую рекомендацию относительно материала «{$submissionTitle}».</p><p>Моя рекомендация: {$recommendation}.</p><p>Пожалуйста, зайдите на страницу <a href="{$submissionUrl}">«Редакционный процесс»</a> данного материала, чтобы выполнить действия, связанные с этой рекомендацией.</p><p>Если у вас есть вопросы, пожалуйста, свяжитесь со мной.</p><p>С уважением,</p><p>{$senderName}</p>
tr: <p>Sayın {$recipientName},</p> <p>Hakem değerlendirmelerini inceledikten sonra, "{$submissionTitle}" başlıklı aday makale ile ilgili olarak aşağıdaki öneriyi sunmak isterim.</p> <p>Önerim: {$recommendation}.</p> <p>Bu öneri doğrultusunda nihai kararı vermek için aday makalenin <a href="{$submissionUrl}">iş akışını</a> ziyaret edin.</p> <p>Herhangi bir sorunuz olursa, lütfen benimle iletişime geçmekten çekinmeyin.</p> <p>Saygılarımla,</p> <p>{$senderName}</p>
uk: <p>Шановний(на) {$recipientName}!</p><p>Після розгляду відгуків рецензентів я хотів би надати таку рекомендацію щодо подання "{$submissionTitle}".</p><p>Я рекомендую: {$recommendation}.</p><p>Будь ласка, відвідайте <a href="{$submissionUrl}">редакційний процес</a> щодо надсилання, щоб виконати цю рекомендацію.</p><p>Будь ласка, не соромтеся зв’яжіться зі мною з будь-якими запитаннями.</p><p>З повагою,</p><p>{$senderName}</p>
vi: <p>Kính gửi {$recipientName},</p><p>Sau khi xem xét phản hồi của người đánh giá, tôi muốn đưa ra đề xuất sau đây liên quan đến bài nộp {$submissionTitle}.</p><p>Đề xuất của tôi là: {$recommendation}.</p><p>Vui lòng truy cập <a href="{$submissionUrl}">quy trình biên tập</a> của bài nộp để hành động theo đề xuất này.</p><p>Nếu có bất kỳ câu hỏi nào, vui lòng liên hệ với tôi.</p><p>Trân trọng,</p><p>{$senderName}</p>
