Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.changeProfileEmailInvitationNotify.body
source: <p>Dear {$recipientName},</p><p>You are receiving this email because someone has requested a change of your email to {$newEmail}.</p><p>If you have made this request please <a href="{$acceptInvitationUrl}">confirm</a> the email change.</p><p>You can always <a href="{$declineInvitationUrl}">reject</a> this email change.</p><p>Please feel free to contact me with any questions about the submission or the review process.</p><p>Kind regards,</p>{$siteContactName}
es: <p>Estimado/a {$recipientName},</p> <p>Ha recibido este correo electrónico porque alguien ha solicitado cambiar su dirección de correo electrónico a {$newEmail}.</p> <p>Si usted realizó esta solicitud, por favor <a href="{$acceptInvitationUrl}">confirme</a> el cambio de correo electrónico.</p> <p>En cualquier momento puede <a href="{$declineInvitationUrl}">rechazar</a> este cambio de correo electrónico.</p> <p>No dude en contactarme si tiene alguna pregunta sobre el envío o el proceso de revisión.</p> <p>Saludos cordiales,</p>{$siteContactName}
eu: <p>{$recipientName} agurgarria:</p><p>Mezu hau jaso duzu norbaitek zure helbide elektronikoa aldatu eta aurrerantzean honako hau erabil dadin eskatu duelako: {$newEmail}.</p><p>Eskaera zeuk egin baduzu, mesedez, <a href="{$acceptInvitationUrl}">baieztatu</a> helbide-aldaketa.</p><p>Nahi izanez gero, helbide-aldaketa <a href="{$declineInvitationUrl}">baztertu</a> dezakezu.</p><p>Mesedez, bidalketari edo ebaluazio-prozesuari buruzko zalantzarik baduzu, jarri nirekin harremanetan.</p><p>Adeitasunez,</p>{$siteContactName}
fi: <p>Hyvä {$recipientName},</p><p>Saatte tämän sähköpostin, koska joku on pyytänyt vaihtamaan sähköpostiosoitteenne osoitteeseen {$newEmail}.</p><p>Jos olette tehneet tämän pyynnön, olkaa hyvä ja <a href="{$acceptInvitationUrl}">vahvistakaa</a> sähköpostin muutos.</p><p>Voitte myös koska tahansa <a href="{$declineInvitationUrl}">hylätä</a> tämän muutoksen.</p><p>Ottakaa yhteyttä, jos teillä on kysyttävää käsikirjoituksesta tai vertaisarviointiprosessista.</p><p>Ystävällisin terveisin,</p>{$siteContactName}
id: <p>Kepada Yth. {$recipientName},</p><p>Anda menerima email ini karena seseorang meminta perubahan pada email anda ke {$newEmail}.</p><p>Jika anda yang meminta hal ini tolong <a href="{$acceptInvitationUrl}">konfirmasi</a> perubahan email ini.</p><p>Anda selalu dapat <a href="{$declineInvitationUrl}">menolak</a> perubahan email.</p><p>Jangan sungkan menghubungi saya jika ada pertanyaan tentang proses pengiriman artikel atau review.</p><p>Hormat kami,</p>{$siteContactName}
mk: <p>Почитуван {$recipientName},</p><p>Ја добивате оваа е-порака затоа што некој побарал промена на вашата е-пошта во {$newEmail}.</p><p>Ако сте го направиле ова барање, ве молиме <a href="{$acceptInvitationUrl}">потврдете</a> промената на е-поштата.</p><p>Секогаш можете <a href="{$declineInvitationUrl}">да ја отфрлите </a> промената на оваа е-поштата.</p><p>Ве молиме слободно контактирајте ме со какви било прашања во врска со поднесувањето или процесот на рецензирање.</p><p>Со почит,</p>{$siteContactName}
nl: <p>Beste {$recipientName},</p><p>U ontvangt deze e-mail omdat iemand een wijziging van uw e-mail heeft verzocht aan {$newEmail}.</p><p>Als u dit verzoek heeft gedaan, wordt u vriendelijk verzocht <a href="{$acceptInvitationUrl}"> de e-mailwijziging </a> te bevestigen.</p><p>U kunt altijd <a href="{$declineInvitationUrl}"> deze e-mailwijziging afwijzen.</p><p>
vi: <p>Kính gửi {$recipientName},</p><p>Bạn nhận được email này vì ai đó đã yêu cầu thay đổi email của bạn thành {$newEmail}.</p><p>Nếu bạn đã thực hiện yêu cầu này, vui lòng <a href="{$acceptInvitationUrl}">xác nhận</a> việc thay đổi email.</p><p>Bạn luôn có thể <a href="{$declineInvitationUrl}">từ chối</a> việc thay đổi email này.</p><p>Vui lòng liên hệ với tôi nếu có bất kỳ câu hỏi nào về việc nộp bài hoặc quy trình phản biện.</p><p>Trân trọng,</p>{$siteContactName}

source: emails.orcidRequestAuthorAuthorization.body
ar: عزيزنا {$recipientName}،<br> <br> لقد تم إدراجك بمثابة مؤلف مشارك في العمل الموسوم "{$submissionTitle}" والمقدم إلى {$contextName}. <br> <br> نلتمس منح الموافقة على إضافة رمزك في ORCID إلى طلب التقديم هذا وكذلك إضافة هذا الطلب إلى ملفك الشخصي في ORCID عند النشر.<br> قم بزيارة الرابط الرسمي لموقع ORCID، وسجل دخولك فيه ثم أجرِ ما يلزم لتفويضنا عبر اتباع التعليمات الآتية:<br> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/sites/default/files/images/orcid_wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="إيقونة رمز ORCID" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>إفتح حساباً أو ضع رمزك في ORCID</a><br/> <br> <br> <a href="{$orcidAboutUrl}">المزيد مع المعلومات عن ORCID في {$contextName}</a><br/> <br> إذا كانت لديك أي استفسارات، رجاءً، لا تتردد في مراسلتي.<br> <br> {$principalContactSignature}<br>
bg: Здравейте, {$recipientName},<br> <br> Вие сте посочени като автор в ръкопис, предложен за публикуване "{$submissionTitle}" в {$contextName}. <br> <br> Моля, разрешете да добавим вашият ORCID идентификатор към това предложение и да добавим публикацията към Вашия ORCID профил.<br> Отворете хипервръзката към официалният сайт за ORCID, влезте в своя профил и удостоверете достъпа, следвайки инструкциите.<br> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Регистриране или свързване на ORCID идентификатор</a><br/> <br> <br> <a href="{$orcidAboutUrl}">Още информация за ORCID - в {$contextName}</a><br/> <br> Ако имате някакви въпроси, моля, слържете се с мен.<br> <br> {$principalContactSignature}<br>
cs: Vážený(á) {$recipientName},<br> <br> Byl(a) jste uveden(a) jako autor manuskriptu příspěvku "{$submissionTitle}" to {$contextName}. <br> <br> Dovolte nám, prosím, přidat vaše ORCID ID k tomuto příspěvku a také přidat tento příspěvek do vašeho ORCID publikačnímu profilu.<br> Navštivte, prosím, odkaz na oficiální webovou stránku ORCID, přihlaste se a a povolte přístup našeho časopisu dle následujících pokynů.<br> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Registrujte se či připojte své ORCID ID</a><br/> <br> <br> <a href="{$orcidAboutUrl}">Více informací o ORCID najdete na {$contextName}</a><br/> <br> Pokud máte jakékoliv dotazy, kontaktujte nás, prosím.<br> <br> {$principalContactSignature}<br>
da: Kære {$recipientName}<br> <br> Du er blevet opført som forfatter på manuskriptindsendelsen"{$submissionTitle}" til {$contextName}. <br> <br> Tillad os at tilføje dit ORCID-id til denne indsendelse og også at tilføje indsendelsen til din ORCID-profil i forbindelse med publicering.<br> Besøg linket til det officielle ORCID-websted, log ind med din profil og tillad adgangen ved at følge instruktionerne.<br> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://orcid.org/sites/default/files/images/orcid_16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Register or Connect your ORCID iD</a><br/> <br> <br> <a href="{$orcidAboutUrl}">More about ORCID at {$contextName}</a><br/> <br> Hvis du har spørgsmål, så kontakt mig.<br> <br> {$principalContactSignature}<br>
es: Estimado/a {$recipientName},<br> <br> Usted ha sido incluido como autor en la presentación del manuscrito "{$submissionTitle}" a {$contextName}. <br> <br> Permítanos agregar su identificación ORCID a este envío y también agregar el mismo a su perfil ORCID en la publicación.<br> Visite el enlace al sitio web oficial de ORCID, inicie sesión con su perfil y autorice el acceso siguiendo las instrucciones.<br> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Registre o conecte su ORCID iD</a><br/> <br> <br> <a href="{$orcidAboutUrl}">Más acerca de ORCID en{$contextName}</a><br/> <br> Si tiene alguna pregunta, por favor póngase en contacto conmigo.<br> <br> {$principalContactSignature}<br>
eu: {$recipientName} agurgarria:<br> <br> {$contextName} aldizkarira egindako bidalketa baten egile gisa aipatu zaituzte. <br> <br> Mesedez, eman iezaguzu baimena bidalketa honetan zure ORCID identifikatzailea txertatzeko eta bidalketa argitaratu eta gero zure ORCID profilean txertatzeko.<br> Sartu ORCID webgune ofizialaren estekan, hasi saioa zure profilarekin eta eman sartzeko baimena jarraibideei jarraituz.<br> <br> <a href="{$authorOrcidUrl}" style="display: inline-flex; align-items: center; background-color: white; text-align: center; padding: 10px 20px; text-decoration: none; border-radius: 5px; border: 2px solid #d7d4d4;"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/> Zure ORCID identifikatzailea erregistratu edo konektatzea</a><br/> <br> <br> Sakatu hemen zure kontua ORCIDekin egiaztatzeko: <a href="{$authorOrcidUrl}">{$authorOrcidUrl}.</a> <br> <br> <a href="{$orcidAboutUrl}"> ORCIDari buruzko informazio gehiagorako: {$contextName}</a><br/> <br> <br> Zalantzarik baduzu, mesedez, jarri nirekin harremanetan.<br> <br> {$principalContactSignature}<br>
fi: Dear {$recipientName},<br> <br/> Teidät mainitaan yhtenä kirjoittajana käsikirjoituksessa "{$submissionTitle}", joka on lähetetty julkaisuun {$contextName}.<br/> <br/> Varmistaaksesi tekijyytesi, ole hyvä ja lisää ORCID-tunnisteesi käsikirjoitukseen vierailemalla alla olevassa linkissä ja seuraamalla ohjeita. Artikkelin julkaisun jälkeen sitä koskevat tiedot voidaan liittää ORCID-tiliisi, jos olet antanut siihen luvan.<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://orcid.org/sites/default/files/images/orcid_16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Rekisteröi tai yhdistä ORCID</a><br/> <br/> <br/> <a href="{$orcidAboutUrl}">Lisätietoja ORCID-tunnisteista julkaisussa {$contextName}</a><br/> <br/> Mikäli teillä on jotain kysymyksiä, olkaa yhteydessä.<br/> <br/> {$principalContactSignature}<br/>
fr_ca: {$recipientName},<br/> <br/> Vous avez été inscrit ou inscrite en tant qu'auteur ou auteure pour le manuscrit « {$submissionTitle} » soumis à {$contextName}. <br/> <br/> Veuillez nous autoriser à ajouter votre identifiant ORCID à cette soumission et à ajouter également la soumission à votre dossier ORCID suite à sa publication. <br/> Suivre le lien vers le site officiel ORCID, vous connecter avec votre profil et autoriser l'accès en suivant les instructions.<br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="icône identifiant ORCID" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Se connecter avec votre identifiant ORCID ou s'inscrire</a><br/> <br/> <br/> <a href="{$orcidAboutUrl}">Plus de renseignements sur votre identifiant ORCID dans {$contextName}</a><br/> <br/> Si vous avez des questions, veuillez communiquer avec nous.<br/> <br/> {$principalContactSignature}<br/>
hy: Հարգելի {$authorName},<br> <br> Դուք նշված եք որպես հեղինակ "{$submissionTitle}" ձեռագրի ներկայացման մեջ {$contextName} -ին. <br> <br> Խնդրում ենք թույլ տալ մեզ ավելացնել ձեր ORCID ID-ն այս ներկայացման մեջ, ինչպես նաև ավելացնել ներկայացումը ձեր ORCID պրոֆիլին հրապարակման ժամանակ:<br> Այցելեք ORCID-ի պաշտոնական կայքէջի հղումը, մուտք գործեք ձեր պրոֆիլով և թույլատրեք մուտքը՝ հետևելով հրահանգներին:<br> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Գրանցվեք կամ միացեք ձեր ORCID iD -ին</a><br/> <br> <br> <a href="{$orcidAboutUrl}">Ավելին ORCID-ի մասին {$contextName}</a><br/> <br> Եթե ունեք հարցեր, խնդրում եմ կապվեք ինձ հետ:<br> <br> {$principalContactSignature}<br>
id: Yang Kami Hormati {$recipientName},<br/> <br/> Anda telah terdaftar sebagai penulis naskah{$contextName}.<br/> Untuk mengonfirmasi kepenulisan tersebut, tambahkanlah id ORCID Anda pada naskah tersebut dengan membuka tautan berikut ini.<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Register atau hubungkan iD ORCID Anda</a><br/> <br/> <br> <a href="{$orcidAboutUrl}">Informasi selengkapnya tentang ORCID pada {$contextName}</a><br/> <br/> Bila ada pertanyaan, silakan hubungi kami.<br/> <br/> {$principalContactSignature}<br/>
mk: Почитуван {$ authorName}, <br> <br> Вие сте наведени како автор на поднесувањето на ракописот „{$submissionTitle}“ до {$contextName}. <br> <br> Ве молиме, дозволете ни да го додадеме вашиот ID на ORCID на овој поднесок и да го додадеме поднесувањето на вашиот ORCID профил на објавувањето. <br> Посетете ја врската до официјалната веб-страница на ORCID, најавете се со вашиот профил и овластете го пристапот следејќи ги упатствата. <br> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/sites/default/files/images/orcid_wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Регистрирај се или Поврзи го ORCID iD </a> <br /> <br> <br> <a href="{$orcidAboutUrl}"> Повеќе за ORCID на {$textName} </a> <br/> <br> Ако имате какви било прашања, контактирајте ме. <br> <br> {$principalContactSignature} <br>
nl: Beste {$recipientName},<br/> <br/> U bent auteur van het manuscript "{$submissionTitle}" dat werd ingediend voor {$contextName}. <br/> <br/> Wilt u uw toestemming geven om uw ORCID ID toe te voegen aan deze inzending en de inzending toe te voegen aan uw ORCID profiel bij publicatie?<br/> Klik op de link naar de officiële ORCID website, meld u aan met uw gebruikersprofiel en authoriseer de toegang door de instructies te volgen.<br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://orcid.org/sites/default/files/images/orcid_16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Registreer of koppel uw ORCID ID</a><br/> <br/> <br/> <a href="{$orcidAboutUrl}">Meer informatie over ORCID op {$contextName}</a><br/> <br> Neemt u alstublieft contact op als u vragen heeft.<br/> <br/> {$principalContactSignature}<br/>
pt: Caro(a) {$recipientName},<br> <br> Foi adicionado como autor do manuscrito da submissão "{$submissionTitle}" feita a {$contextName}. <br> <br> Por favor, conceda-nos permissão para adicionar o seu ORCID a esta submissão e também para adicionar a submissão ao seu perfil do ORCID como publicação. <br> Consulte o site oficial do ORCID, entre na sua conta e autorize o acesso seguindo as instruções que lhe fornecemos.<br> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/sites/default/files/images/orcid_wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Registar ou Entrar no seu ORCID iD</a><br/> <br> <br> <a href="{$orcidAboutUrl}">Saiba mais sobre o ORCID em {$contextName}</a><br/> <br> Se tiver alguma questão adicional, entre em contacto connosco.<br> <br> {$principalContactSignature}<br>
pt_br: Prezado(a) {$recipientName}, <br> <br> Você foi listado como autor na submissão do manuscrito "{$submissionTitle}" para {$contextName}. <br> <br> Permita-nos adicionar seu ID do ORCID a essa submissão e também adicioná-lo ao seu perfil do ORCID na publicação. <br> Visite o link para o site oficial do ORCID, faça o login com seu perfil e autorize o acesso seguindo as instruções. <br> <a href="{$authorOrcidUrl}"> <img id ="orcid-id-logo" src = "https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width = '16 ' height = '16 ' alt = "Ícone ORCID iD" style = "display: block; margin: 0 .5em 0 0; padding: 0; float: left;" /> Registre ou conecte seu ORCID ID </a> <br/> <br> <br> <a href="{$orcidAboutUrl}"> Mais sobre o ORCID em {$contextName} </a> <br/> <br> Se você tiver alguma dúvida, entre em contato comigo. <br> <br> {$principalContactSignature} <br>
ru: {$recipientName}!<br> <br> Вы были указаны как автор материала «{$submissionTitle}», отправленного в «{$contextName}». <br> <br> Пожалуйста, дайте нам возможность добавить ваш ORCID id к этому материалу, а также добавить материал в ваш профиль ORCID после публикации.<br> Перейдите по ссылке на официальном вебсайте ORCID, войдите в систему с вашей учетной записью и авторизуйте доступ, следуя инструкциям.<br> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Создать или подключить ваш ORCID iD</a><br/> <br> <br> <a href="{$orcidAboutUrl}">Подробнее об ORCID в «{$contextName}»</a><br/> <br> Если у Вас есть какие-либо вопросы, пожалуйста, свяжитесь со мной.<br> <br> {$principalContactSignature}<br>
sl: Spoštovani {$recipientName},<br> <br> Našteti ste bili kot (so)avtor rokopisa prispevka "{$submissionTitle}" pri reviji {$contextName}. <br> <br> Prosimo vas za dovoljenje, da dodamo vaš ORCID iD k temu prispevku in hkrati dodamo ta prispevek k vašem ORCID profilu pri reviji.<br> Kliknite na povezavo na uradno ORCID stran, prijavite se z vašim profilom in avtorizirajte dostop po navodilih.<br> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width ='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Registriraj ali poveži vaš ORCID iD</a><br/> <br> <br> <a href="{$orcidAboutUrl}">Več o ORCID pri reviji {$contextName}</a><br/> <br> Če imate kakršnakoli vprašanje, me prosim kontaktirajte.<br/> <br> {$principalContactSignature}<br>
tr: Sayın {$recipientName},<br> <br> {$contextName} için gönderilen "{$submissionTitle}" başlıklı makalenin yazar listesinde yer alıyorsunuz. <br> <br> Lütfen ORCID'nizi kullanmamıza izin veriniz.<br> ORCID sayfasını ziyaret ederek giriş yapınız ve profil kısmından izin veren talimatları takip ediniz.<br> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://orcid.org/sites/default/files/images/orcid_16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>ORCID iD için kayıt ol veya bağlan</a><br/> <br> <br> <a href="{$orcidAboutUrl}">ORCID hakkında daha fazla {$contextName}</a><br/> <br> Herhangi bir sorun yaşarsanız, benimle iletişim kurabilirsiniz.<br> <br> {$principalContactSignature}<br>
uk: Шановний|Шановна {$recipientName},<br> <br> Ви були зазначені як автор подання "{$submissionTitle}" до журналу {$contextName}. <br> <br> Будь ласка, дозвольте нам додати Ваш ORCID до цього подання, а також додати подання до Вашого профілю ORCID після публікації.<br> Відвідайте офіційний сайт ORCID, авторизуйтеся з Вашим профілем і надайте дозвіл за наступною інструкцією.<br> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Зареєструватися або авторизуватися з ORCID iD</a><br/> <br> <br> <a href="{$orcidAboutUrl}">Більше про ORCID у {$contextName}</a><br/> <br> Якщо у Вас виникнуть запитання, напишіть нам.<br> <br> {$principalContactSignature}<br>
vi: Kính gửi {$recipientName},<br> <br> Bạn đã được liệt kê như là một tác giả của bản thảo "{$submissionTitle}" to {$contextName}. <br> <br> Vui lòng cho phép chúng tôi thêm id ORCID của bạn vào bài đăng này và cũng để thêm bài đăng vào hồ sơ ORCID của bạn trên xuất bản.<br> Truy cập liên kết đến trang web ORCID chính thức, đăng nhập với hồ sơ của bạn và cho phép truy cập bằng cách làm theo các hướng dẫn.<br> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://orcid.org/sites/default/files/images/orcid_16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Đăng ký hoặc kết nối ORCID iD của bạn</a><br/> <br> <br> <a href="{$orcidAboutUrl}">Tìm hiểu thêm về ORCID tại {$contextName}</a><br/> <br> Nếu bạn có bất kỳ câu hỏi, xin vui lòng liên hệ với tôi.<br> <br> {$principalContactSignature}<br>
