Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.editorialReminder.body
source: <p>Dear {$recipientName},</p><p>You are currently assigned to {$numberOfSubmissions} submissions in <a href="{$contextUrl}">{$contextName}</a>. The following submissions are <b>waiting for your response</b>.</p>{$outstandingTasks}<p>View all of your assignments in your <a href="{$submissionsUrl}">submission dashboard</a>.</p><p>If you have any questions about your assignments, please contact {$contactName} at {$contactEmail}.</p>
ar: <p>عزيزنا {$recipientName}،</p><p>لقد تم تعيينكم حاليًا لتولي {$numberOfSubmissions} من طلبات التقديم في <a href="{$contextUrl}">{$contextName}</a>. طلبات التقديم الآتية <b>بانتظار استجابتكم</b>.</p>{$outstandingTasks}<p>يمكنكم معاينة كل مهامكم في <a href="{$submissionsUrl}">دفة قيادة طلب التقديم</a>.</p><p>إذا كانت لديكم أي استفسارات بشأن مهامكم، يرجى التواصل مع {$contactName} من خلال {$contactEmail}.</p>
bg: <p>Уважаеми {$recipientName},</p><p>В момента сте асоцииран към {$numberOfSubmissions} изпратени материала в <a href="{$contextUrl}">{$contextName}</a>. Следните материали <b>чакат вашия отговор</b>.</p>{$outstandingTasks}<p>Вижте всичките си задания във вашето <a href="{$submissionsUrl}">табло за управление на подадените материали</a >.</p><p>Ако имате някакви въпроси относно вашите задачи, моля, свържете се с {$contactName} на {$contactEmail}.</p>
cs: <p>Vážený/ý {$recipientName},</p><p>jste v současnosti přiřazen k {$numberOfSubmissions} příspěvů v <a href="{$contextUrl}">{$contextName}</a>. Následující příspěvky <b>čekají na vaši odpověď</b>.</p>{$outstandingTasks}<p>Zobrazte si, prosím, vaše příspěvku <a href="{$submissionsUrl}">panelu příspěvků</a>.</p><p>Máte-li jakékoli dotazy ohledně svých úkolů, obraťte se prosím {$contactName} – {$contactEmail}.</p>
da: <p>Kære {$recipientName}</p><p>Du er pt. tildelt opgaver på {$numberOfSubmissions} indsendelser ved <a href="{$contextUrl}">{$contextName}</a>. De følgende indsendelser <b>venter på dit input</b>.</p>{$outstandingTasks}<p>Se alle dine opgaver i dit <a href="{$submissionsUrl}">submission dashboard</a>.</p><p>Hvis du har nogle spørgsmål omkring dine opgaver, bedes du kontakte {$contactName} på {$contactEmail}.</p>
es: <p>Estimado/a {$recipientName},</p><p>Actualmente tiene asignado(s) {$numberOfSubmissions} envío(s) en <a href="{$contextUrl}">{$contextName}</a>. Los envíos siguientes están <b>esperando su respuesta</b>.</p>{$outstandingTasks}<p>Puede ver todas sus tareas en su <a href="{$submissionsUrl}">panel de control del envío</a>.</p><p>Si tiene cualquier duda acerca de sus asignaciones contacte con {$contactName} en {$contactEmail}.</p>
eu: <p>{$recipientName} agurgarria:</p><p>{$numberOfSubmissions} bidalketa esleituta dituzu <a href="{$contextUrl}">{$contextName}</a> aldizkarian. Honako bidalketa hauek <b>zure erantzunaren zain</b> daude.</p>{$outstandingTasks}<p>Bistaratu zure zeregin guztiak zure <a href="{$submissionsUrl}">bidalketa-panelean</a>.</p><p>Esleipenei buruzko zalantzarik izanez gero, mesedez, kontaktatu {$contactName} {$contactEmail} helbide elektronikoan.</p>
fi: <p>Hyvä {$recipientName},</p><p>Teille on tällä hetkellä osoitettu {$numberOfSubmissions} käsikirjoitusta sivustolla <a href="{$contextUrl}">{$contextName}</a>. Seuraavat käsikirjoitukset <b>odottavat vastaustanne</b>.</p>{$outstandingTasks}<p>Voitte tarkastella kaikkia tehtäviänne <a href="{$submissionsUrl}">käsikirjoituksen hallintapaneelissa</a>.</p><p>Jos teillä on kysyttävää tehtävistänne, ottakaa yhteyttä {$contactName} sähköpostitse: {$contactEmail}.</p>
fr_ca: <p>$recipientName}, </p><p>Vous êtes présentement assigné-e à {$numberOfSubmissions} soumissions dans <a href="{$contextUrl}">{$journalName}</a>. Des actions sont <b>attendues de votre part pour ces soumissions</b>.</p>{$outstandingTasks}<p>Vous pouvez consulter toutes vos soumissions dans votre <a href="{$submissionsUrl}">tableau de bord des soumissions</a>.</p><p>Si vous avez des questions, contactez {$contactName} par courriel à l’adresse: {$contactEmail}. </p>
hy: <p>Հարգելի {$recipientName},</p><p>Դուք ներկայումս նշանակված եք {$numberOfSubmissions} հայտերի համար <a href="{$contextUrl}">{$contextName}</a>-ում: Հետևյալ գրառումները <b>սպասում են ձեր պատասխանին</b>:</p>{$outstandingTasks}<p>Դիտեք ձեր բոլոր առաջադրանքները ձեր <a href="{$submissionsUrl}">ներկայացման վահանակում</a >.</p><p>Եթե ձեր առաջադրանքների վերաբերյալ հարցեր ունեք, դիմեք {$contactName}-ին {$contactEmail} հասցեով:</p>
id: <p>Kepada Yth. {$recipientName},</p><p>Saat ini anda ditugaskan untuk menangani{$numberOfSubmissions} artikel yang masuk pada <a href="{$contextUrl}">{$contextName}</a>. Artikel tersebut <b>menunggu respon dari anda</b>.</p>{$outstandingTasks}<p>Lihat selluruh tugas anda pada <a href="{$submissionsUrl}">dasbor pengiriman</a>.</p><p>Jika anda memiliki pertanyaan tentang tugas anda, silakan kontak {$contactName} pada {$contactEmail}.</p>
mk: <p>Почитуван {$recipientName},</p><p>Во моментов сте доделени на {$numberOfSubmissions} поднесоци во <a href="{$contextUrl}">{$contextName}</a>. Следниве поднесоци <b>го чекаат вашиот одговор</b>.</p>{$outstandingTasks}<p>Прегледајте ги сите ваши задачи во вашата <a href="{$submissionsUrl}">табла за поднесување</a >.</p><p>Ако имате какви било прашања во врска со вашите задачи, ве молиме контактирајте со {$contactName} на {$contactEmail}.</p>
nl: <p>Beste {$recipientName},</p><p>Op dit moment ben je toegewezen aan {$numberOfSubmissions} inzendingen in <a href="{$contextUrl}">{$contextName}</a>. De volgende inzendingen wachten op <b>jouw reactie</b>.</p>{$outstandingTasks}<p>Bekijk al je toewijzingen in je <a href="{$submissionsUrl}">inzendingsdashboard</a>.</p><p>Als je vragen hebt over je toewijzingen, neem dan contact op met {$contactName} via {$contactEmail}.</p>
pt_br: <p>Prezado(a) {$recipientName},</p><p>Você está atualmente designado(a) para {$numberOfSubmissions} submissões em <a href="{$contextUrl}">{$contextName}</a>. As seguintes submissões estão <b>aguardando sua resposta</b>.</p>{$outstandingTasks}<p>Veja todas as suas tarefas em seu <a href="{$submissionsUrl}">painel de submissões</a >.</p><p>Se você tiver alguma dúvida sobre suas tarefas, entre em contato com {$contactName} em {$contactEmail}.</p>
ru: <p>Здравствуйте, {$recipientName}!</p><p>В настоящее время в журнале <a href="{$contextUrl}">{$contextName}</a> Вам назначено материалов: {$numberOfSubmissions}. Следующие материалы <b>ждут Вашего ответа</b>.</p>{$outstandingTasks}<p>Просмтотреть все назначенные материалы Вы можете на <a href="{$submissionsUrl}">странице материалов</a>.</p><p>Если у Вас есть какие-то вопросы по назначенным материалам, пожалуйста напишите по адресу {$contactEmail} ({$contactName}).</p>
sl: <p>Spoštovani {$recipientName},</p><p>Trenutno imate dodeljenih {$numberOfSubmissions} prispevkov za <a href="{$contextUrl}">{$contextName}</a>. Naslednji prispevki <b>čakajo na vaš odziv</b>.</p>{$outstandingTasks}<p>Preglejte vaše zadolžitve v vaši <a href="{$submissionsUrl}">nadzorni plošči prispevkov</a>.</p><p>Če imate kakšna vprašanje glede vaših zadolžitev, prosimo kontaktirajte {$contactName} preko {$contactEmail}.</p>
tr: <p>Sayın {$recipientName},</p> <p><a href="{$contextUrl}">{$contextName}</a> için gönderilen {$numberOfSubmissions} adet aday makaleye atanmış durumdasınız. Aşağıdaki aday makaleler için <b>işlem yapmanız bekleniyor</b>.</p> {$outstandingTasks} <p>Tarafınıza atanmış tüm aday makaleleri <a href="{$submissionsUrl}">panelden</a> görüntüleyebilirsiniz.</p> <p>Makaleler veya sistem kullanımıyla ilgili herhangi bir sorunuz varsa, {$contactName} ile {$contactEmail} adresinden iletişime geçebilirsiniz.</p>
uk: <p>Шановний(на) {$recipientName}!</p><p>Наразі Вам призначено кількість подань: {$numberOfSubmissions} в <a href="{$contextUrl}">"{$contextName}"</a>. Такі подання <b>очікують Вашої відповіді</b>:</p>{$outstandingTasks}.<p>Перегляньте всі свої завдання на <a href="{$submissionsUrl}">панелі інструментів подання</a >.</p><p>Якщо у Вас виникли запитання щодо ваших завдань, зв’яжіться з {$contactName} за адресою {$contactEmail}.</p>
vi: <p>Kính gửi {$recipientName},</p><p>Bạn hiện được chỉ định cho {$numberOfSubmissions} bài nộp trong <a href="{$contextUrl}">{$contextName}</a>. Các bài nộp sau đây <b>đang chờ phản hồi của bạn</b>.</p>{$outstandingTasks}<p>Xem tất cả các công việc của bạn trong <a href="{$submissionsUrl}">bảng điều khiển bài nộp</a> của bạn.</p><p>Nếu bạn có bất kỳ câu hỏi nào về công việc của mình, vui lòng liên hệ với {$contactName} theo địa chỉ {$contactEmail}.</p>

# discussion.notification.description
source: This email is sent when a user creates a new discussion or replies to an existing discussion
ar: هذا البريد الالكتروني يُرسل عندما ينشئ المستخدم مناقشة جديدة أو يرد على مناقشة موجودة
bg: Този имейл се изпраща, когато потребител създаде нова дискусия или отговори на съществуваща дискусия
cs: Tento e-mail je odeslán, když uživatel vytvoří novou diskusi nebo odpoví na existující diskusi
da: Denne e-mail sendes, når en bruger opretter et nyt indlæg eller svarer på et eksisterende indlæg
es: Este correo electrónico se envía cuando un usuario/a crea una discusión nueva o contesta en una discusión existente
eu: Mezu elektroniko hau erabiltzaile batek eztabaida berri bat sortzen duenean edo eztabaida bati erantzuten dionean bidaltzen da
fi: Tämä viesti lähetetään, kun käyttäjä luo uuden keskustelun tai vastaa olemassa olevaan keskusteluun
fr_ca: Ce courriel est envoyé lorsqu'un-e utilisateur-trice crée une nouvelle discussion ou répond à une discussion en cours.
hy: Այս նամակն ուղարկվում է, երբ օգտատերը ստեղծում է նոր քննարկում կամ պատասխանում առկա քննարկմանը
id: Email ini dikirim ketika pengguna membuat diskusi baru atau membalas diskusi yang sedang berlangsung
mk: Овој и-мејл се праќа кога корисникот создава нова дискусија или одговара на постоечка дискусија
nl: Dit e-mailbericht wordt verzonden wanneer een gebruiker een nieuwe discussie start of reageert op een bestaande discussie
pt: Este e-mail é enviado quando um utilizador cria uma nova discussão ou responde a uma discussão existente
pt_br: Este e-mail é enviado quando um usuário cria uma nova discussão ou responde a uma discussão existente
ru: Это письмо отправляется, когда пользователь создает новое обсуждение или отвечает в существующем обсуждении
sl: Ta email se pošlje, ko uporabnik ustvari novo diskusijo ali odgovori na obstoječo
tr: Bu e-posta, bir kullanıcı yeni bir tartışma oluşturduğunda veya mevcut bir tartışmaya yanıt verdiğinde gönderilir
uk: Цей електронний лист надсилається, коли користувач створює нове обговорення або відповідає на наявне обговорення
vi: Email này được gửi khi người dùng tạo một cuộc thảo luận mới hoặc trả lời một cuộc thảo luận hiện có

# emails.editorDecisionBackFromProduction.subject
source: Your submission has been sent back to copyediting
ar: طلب تقديمك قد تمت إعادته إلى مرحلة التدقيق الإملائي
bg: Изпратените материали са върнати обратно в кръга за предпечатна подготовка
cs: Váš příspěvek byle odesláne zpět do copyeditační fáze
da: Din indsendelse blev sendt tilbage til manuskriptredigering
es: Su envío se ha devuelto a edición
eu: Zure bidalketa edizio-fasera itzuli da
fi: Käsikirjoituksenne on palautettu tekniseen toimitukseen
fr_ca: Votre soumission a été renvoyée à l'étape de révision
hy: Ձեր ներկայացումը հետ է ուղարկվել սրբագրման
id: Artikel anda telah dikirim kembali ke copyedit
mk: Вашиот поднесок е испратен до копиедиторот
nl: Je inzending is teruggestuurd voor het corrigeren van de tekst
pt: A submissão foi enviada de volta para edição de texto
pt_br: Sua submissão foi enviada de volta para edição de texto
ru: Ваш материал был возвращён на литературное редактирование
sl: Vaš prispevek je bil poslan nazaj v lektoriranje
tr: Aday makaleniz redaksiyon aşamasına geri gönderildi
uk: Ваше подання було повернуто на літературне редагування
vi: Bài nộp của bạn đã được gửi lại để chỉnh sửa
