Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

source: emails.orcidCollectAuthorId.body
ar: >عزيزنا {$recipientName}،<br/> <br/> لقد تم إدراجك بمثابة مؤلف مشارك في عمل مقدم إلى {$contextName}.<br/> لتأكيد مصادقتك، لطفاً، أضف رمزك التعريفي في ORCID إلى طلب التقديم هذا عبر زيارة الرابط أدناه.<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/sites/default/files/images/orcid_wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>إفتح حساباً أو ضع رمزك في ORCID</a><br/> <br/> <br/> <a href="{$orcidAboutUrl}">المزيد مع المعلومات عن ORCID في {$contextName}</a><br/> <br/> إذا كانت لديك أي استفسارات، رجاءً، لا تتردد في مراسلتي.<br/> <br/> {$principalContactSignature}<br/>
bg: Здравейте, {$recipientName},<br/> <br/> Вие сте посочени като автор в ръкопис, предложен за публикуване в {$contextName}.<br/> За да потвърдите своето авторство, моля добавете своя ORCID идентификатор чрез отваряне на хипервързката по-долу.<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Регистриране или свързване на ORCID идентификатор</a><br/> <br/> <br> <a href="{$orcidAboutUrl}">Още информация за ORCID - в {$contextName}</a><br/> <br/> Ако имате някакви въпроси, моля, слържете се с мен.<br/> <br/> {$principalContactSignature}<br/>
cs: Vážený (á) {$recipientName},<br/> <br/> Byl jste uveden(a) jako autor manuskriptu příspěvku do {$contextName}.<br/> Pro potvrzení vašeho autorství přidejte, prosím, pomocí níže uvedeného odkazu, k tomuto příspěvku vaše ORCID iD.<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Zaregistrujte či připojte vaše ORCID iD</a><br/> <br/> <br> <a href="{$orcidAboutUrl}">Více informací o ORCID najdete na {$contextName}</a><br/> <br/> Pokud máte jakékoliv dotazy, kontaktujte nás, prosím.<br/> <br/> {$principalContactSignature}<br/>
da: Kære {$recipientName},<br/> <br/> Du står opført som forfatter til et manuskriptet i {$contextName}.<br/> <br/> For at bekræfte forfatterskabet bedes du tilføje din ORCID id til denne indsendelse ved at gå til det fremlagte link nedenfor.<br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Register or connect your ORCID iD</a><br/> <br/> <br> <a href="{$orcidAboutUrl}">Flere oplysninger om ORCID {$contextName}</a><br/> <br/> Har du spørgsmål bedes du kontakte mig.<br/> <br/> {$principalContactSignature}<br/>
es: Estimado/a {$recipientName}, <br/> Se le ha añadido como coautor/a de un artículo para {$contextName}. <br/> Para confirmar su autoría, añada su identificador ORCID a este envío mediante el siguiente enlace.<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Registrar o conectar su identificador ORCID</a><br/> <br/> <br> <a href="{$orcidAboutUrl}">Puede encontrar más información sobre ORCID en {$contextName}</a><br/> <br/> Si tiene cualquier pregunta no dude en contactarme.<br/> <br/> {$principalContactSignature}<br/>
eu: {$recipientName} agurgarria:<br/> <br/> {$contextName} aldizkarira bidalitako lan baten egile gisa aipatu zaituzte.<br/> Zure egiletza baieztatzeko, mesedez, sakatu azpiko esteka eta txertatu zure ORCID identifikatzailea bidalketa honetan.<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/> Zure ORCID identifikatzailea erregistratu edo konektatzea</a><br/> <br/> <br> <a href="{$orcidAboutUrl}">ORCIDari buruzko informazio gehiagorako: {$contextName}</a><br/> <br/> Zalantzarik baduzu, mesedez, jarri nirekin harremanetan.<br/> <br/> {$principalContactSignature}<br/>
fi: Arvoisa {$recipientName},<br/> <br/> Teidät mainitaan yhtenä kirjoittajana käsikirjoituksessa "{$submissionTitle}", joka on lähetetty julkaisuun {$contextName}.<br/> <br/> Varmistaaksesi tekijyytesi, ole hyvä ja lisää ORCID-tunnisteesi käsikirjoitukseen vierailemalla alla olevassa linkissä ja seuraamalla ohjeita.<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://orcid.org/sites/default/files/images/orcid_16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Rekisteröi tai yhdistä ORCID</a><br/> <br/> <br/> <a href="{$orcidAboutUrl}">Lisätietoja ORCID-tunnisteista julkaisussa {$contextName}</a><br/> <br/> Mikäli teillä on jotain kysymyksiä, olkaa yhteydessä.<br/> <br/> {$principalContactSignature}<br/>
fr_ca: {$recipientName},<br/> <br/> Vous avez été inscrit ou inscrite en tant qu'auteur ou auteure pour un manuscrit soumis à {$contextName}.<br/> Pour confirmer votre statut d'auteur ou d'auteure, veuillez ajouter votre identifiant ORCID à cette soumission en cliquant sur le lien ci-dessous.<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="icône identifiant ORCID" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Se connecter avec votre identifiant ORCID ou s'inscrire</a><br/> <br/> <br/> <a href="{$orcidAboutUrl}">Plus de renseignements sur votre identifiant ORCID dans {$contextName}</a><br/> <br/> Si vous avez des questions, veuillez communiquer avec nous.<br/> <br/> {$principalContactSignature}<br/>
hy: Հարգելի {$authorName},<br/> <br/> Դուք նշվել եք որպես հեղինակ {$contextName} -ի նյութի ներկայացման մեջ.<br/> Ձեր հեղինակային իրավունքը հաստատելու համար խնդրում ենք ավելացնել ձեր ORCID ID-ն այս ներկայացման մեջ՝ այցելելով ստորև բերված հղումը:<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Գրանցվեք կամ միացրեք ձեր ORCID ID-ն</a><br/> <br/> <br> <a href="{$orcidAboutUrl}">Լրացուցիչ տեղեկություններ ORCID-ի մասին {$contextName}</a><br/> <br/> Եթե ունեք հարցեր, խնդրում եմ կապվեք ինձ հետ:<br/> <br/> {$principalContactSignature}<br/>
id: Yang Kami Hormati {$recipientName},<br/> <br/> Anda telah terdaftar sebagai penulis naskah{$contextName}.<br/> Untuk mengonfirmasi kepenulisan tersebut, tambahkanlah id ORCID Anda pada naskah tersebut dengan membuka tautan berikut ini.<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Register atau hubungkan iD ORCID Anda</a><br/> <br/> <br> <a href="{$orcidAboutUrl}">Informasi selengkapnya tentang ORCID pada {$contextName}</a><br/> <br/> Bila ada pertanyaan, silakan hubungi kami.<br/> <br/> {$principalContactSignature}<br/>
mk: Почитуван {$recipientName},<br/> <br/> Вие сте наведени како автор на поднесен ракопис до {$contextName}.<br/> За да го потврдите вашето авторство, додадете го вашиот ID на ORCID на овој поднесок со посета на врската дадена подолу. <br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Регистрирај се или поврзете го вашиот ORCID iD </a> <br /> <br/> <br> <a href="{$orcidAboutUrl}"> Повеќе информации за ORCID на {$textName} </a> <br/> <br/> Ако имате какви било прашања, контактирајте ме. <br/> <br/> {$principalContactSignature} <br/>
nl: Beste {$recipientName},<br/> <br/> U bent auteur van een inzending voor {$contextName}.<br/> Wilt u bevestigen dat u co-auteur bent door uw ORCID id toe te voegen via volgende link?<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://orcid.org/sites/default/files/images/orcid_16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Registreer of koppel uw ORCID ID</a><br/> <br/> <br/> <a href="{$orcidAboutUrl}">Meer informatie over ORCID op {$contextName}</a><br/> <br/> Neemt u alstublieft contact op als u vragen heeft.<br/> <br/> {$principalContactSignature}<br/>
pt: Caro(a) {$recipientName},<br/> <br/> O seu nome foi indicado como autor de um manuscrito submetido à revista {$contextName}. <br/> <br/> Para confirmar a sua autoria, por favor adicione o seu identificador ORCID à submissão visitando a página indicada abaixo.<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/sites/default/files/images/orcid_wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Registe ou entre no seu ORCID</a><br/> <br/> <br/> <a href="{$orcidAboutUrl}">Mais informação sobre o ORCID em {$contextName}</a><br/> <br/> Não hesite em contactar-nos para qualquer questão.<br/> <br/> {$principalContactSignature}<br/>
pt_br: Prezado(a) {$recipientName},<br> <br> Você foi listada(o) como um coautor(a) em uma submissão de manuscrito "{$submissionTitle}" para {$contextName}.<br/> Para confirmar sua autoria, por favor, adicione sua id ORCID a esta submissão, visitando o link fornecido abaixo.<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Registre ou conecte seu ORCID iD</a><br/> <br/> <br> <a href="{$orcidAboutUrl}">Mais informações sobre o ORCID em {$contextName}</a><br/> <br/> Se você tiver quaisquer dúvidas, por favor entre em contato comigo.<br/> <br/> {$principalContactSignature}<br/>
ru: {$recipientName}!<br/> <br/> Вы были указаны как автор материала, отправленного в «{$contextName}».<br/> Чтобы подтвердить свое авторство, пожалуйста, добавьте свой идентификатор ORCID к этому материалу, перейдя по приведенной ниже ссылке.<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Создать или подключить ваш ORCID iD</a><br/> <br/> <br> <a href="{$orcidAboutUrl}">Дополнительная информация об ORCID в «{$contextName}»</a><br/> <br/> Если у Вас есть какие-либо вопросы, пожалуйста, свяжитесь со мной.<br/> <br/> {$principalContactSignature}<br/>
sl: Spoštovani {$recipientName},<br/> <br/> Navedeni ste bili kot soavtor rokopisa prispevka za revijo{$contextName}.<br/> Da potrdite avtorstvo, vas prosimo, da dodate vaš ORCID iD v prispevek s klikom na spodnjo povezavo.<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width ='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Registracija ali povezava z vašim ORCID iD</a><br/> <br/> <br/> <a href="{$orcidAboutUrl}">Več o ORCID pri reviji {$contextName}</a><br/> <br/> Če imate kakršnakoli vprašanje, me prosim kontaktirajte.<br/> <br/> {$principalContactSignature}<br/>
tr: Sayın {$recipientName}, {$contextName} adlı dergiye gönderilen "{$submissionTitle}" adlı makale için ortak yazar olarak eklendiniz. Yazarlığınızı onaylamak için lütfen aşağıdaki bağlantıyı ziyaret ederek ORCID kimliğinizi makale için ekleyiniz. <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>ORCiD kaydol veya bağlan</a> <a href="{$orcidAboutUrl}">{$contextName} için ORCiD hakkında detaylı bilgi için</a><br/> Herhangi bir sorunuz olması halinde, lütfen bize yazınız.
uk: Шановний(на) {$recipientName}, <br/> Ви були зазначені як автор рукопису, надісланого в {$contextName}. <br/> Щоб підтвердити своє авторство, додайте свій ORCID iD до цього подання, відвідавши посилання, вказане нижче.<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Зареєструватися або увійти з ORCID iD</a><br/> <br/> <br> <a href="{$orcidAboutUrl}">Більше інформації про ORCID у {$contextName}</a><br/> <br/> Якщо Ви маєте запитання, напишіть нам.<br/> <br/> {$principalContactSignature}<br/>
vi: Kính gửi {$recipientName},<br/> <br/> Bạn đã được liệt kê như là một tác giả trên một bản thảo để {$contextName}.<br/> Để xác nhận quyền tác giả của bạn, vui lòng thêm id ORCID của bạn vào bài đăng này bằng cách truy cập liên kết được cung cấp bên dưới.<br/> <br/> <a href="{$authorOrcidUrl}"><img id="orcid-id-logo" src="https://orcid.org/sites/default/files/images/orcid_16x16.png" width='16' height='16' alt="ORCID iD icon" style="display: block; margin: 0 .5em 0 0; padding: 0; float: left;"/>Register or connect your ORCID iD</a><br/> <br/> <br> <a href="{$orcidAboutUrl}">Thông tin thêm về ORCID tại {$contextName}</a><br/> <br/> Nếu bạn có bất kỳ câu hỏi, xin vui lòng liên hệ với tôi.<br/> <br/> {$principalContactSignature}<br/>

# emails.userRoleEndNotify.body
source: <div class='email-container'> <div class='email-header'> <h2>Removed from a Role</h2> </div> <div class='email-content'> <p>Dear {$recipientName},</p> <p>Thank you very much for your participation in the role of {$roleRemoved} at {$contextName}.</p> <p>This is a notice to let you know that you have been removed from the following role at {$contextName}: <b>{$roleRemoved}</b>.</p> <p>Your account with {$contextName} is still active and any other roles you previously held are still active.</p> <p>Feel free to contact me with any questions about the process.</p> <p>Kind regards,</p> <p>{$contextName}</p> </div></div><style>{$emailTemplateStyle}</style>
es: <div class='email-container'> <div class='email-header'> <h2>Notificación de eliminación de rol</h2> </div> <div class='email-content'> <p>Estimado/a {$recipientName},</p> <p>Muchas gracias por su participación en el rol de {$roleRemoved} en {$contextName}.</p> <p>Le informamos que ha sido removido/a del siguiente rol en {$contextName}: <b>{$roleRemoved}</b>.</p> <p>Su cuenta en {$contextName} sigue activa y cualquier otro rol que haya tenido previamente también permanece activo.</p> <p>No dude en contactarme si tiene alguna pregunta sobre este proceso.</p> <p>Saludos cordiales,</p> <p>{$contextName}</p> </div></div><style>{$emailTemplateStyle}</style>
eu: <div class='email-container'> <div class='email-header'> <h2>Rol bat kenduta</h2> </div> <div class='email-content'> <p>{$recipientName} agurgarria:</p> <p>Eskerrik asko {$contextName} aldizkarian {$roleRemoved} rolarekin parte hartzeagatik.</p> <p>Mezu honen bidez, jakinarazten dizugu {$contextName} aldizkarian rol hau kendu zaizula: <b>{$roleRemoved}</b>.</p> <p>Your account with {$contextName} aldizkarian duzun kontuak aktibo jarraitzen du eta lehendik zenituen rolak ere aktibo daude oraindik.</p> <p>Prozesuari buruzko zalantzarik baduzu, jarri nirekin harremanetan.</p> <p>Adeitasunez,</p> <p>{$contextName}</p> </div></div><style>{$emailTemplateStyle}</style>
fi: <div class='email-container'> <div class='email-header'> <h2>Roolista poistaminen</h2> </div> <div class='email-content'> <p>Hyvä {$recipientName},</p> <p>Kiitos työstäsi roolissa {$roleRemoved} sivustolla {$contextName}.</p> <p>Tällä viestillä ilmoitamme, että sinut on poistettu seuraavasta roolista sivustolla {$contextName}: <b>{$roleRemoved}</b>.</p> <p>Käyttäjätilisi {$contextName}-sivustolla on yhä aktiivinen, ja kaikki muut aiemmin sinulla olleet roolit pysyvät edelleen voimassa.</p> <p>Ota yhteyttä, jos sinulla on kysyttävää.</p> <p>Ystävällisin terveisin,</p> <p>{$contextName}</p> </div></div><style>{$emailTemplateStyle}</style>
id: <div class='email-container'> <div class='email-header'> <h2>Dihapus dari Peran</h2> </div> <div class='email-content'> <p>Kepada Yth. {$recipientName},</p> <p>Terima kasih banyak atas partisipasi anda pada peranan {$roleRemoved} di {$contextName}.</p> <p>Ini adalah pemberitahuan bahwa anda telah dihapus dari peran berikut pada {$contextName}: <b>{$roleRemoved}</b>.</p> <p>Akun anda pada {$contextName} masih aktif dan peran lain yang sebelumnya ada masih tetap aktif.</p> <p>Jangan sungkan untuk menghubungi kami jika ada pertanyaan mengenai proses ini.</p> <p>Hormat kami,</p> <p>{$contextName}</p> </div></div><style>{$emailTemplateStyle}</style>
mk: <div class='email-container'> <div class='email-header'> <h2>Отстрането од улога</h2> </div> <div class='email-content'> <p>Почитувани {$recipientName},</p> <p>Ви благодариме многу за учеството во улогата на {$roleRemoved} на {$contextName}.</p> <p>Ова е известување за да знаете дека сте отстранети од следнава улога во {$contextName}: <b>{$roleRemoved}</b>.</p> <p>Вашата сметка со {$contextName} е сè уште активна, а сите други улоги што претходно ги имавте се сè уште активни.</p> <p>Слободно контактирајте ме во врска со сите прашања поврзани со овој процес.</p> <p>Со почит,</p> <p>{$contextName}</p> </div></div><style>{$emailTemplateStyle}</style>
nl: <div class='email-container'> <div class='email-header'> <h2>Geëindigde rol </h2> </div> <div class='email-content'> <p>Beste {$recipientName},</p> <p>Veel dank voor uw deelname in de rol van {$roleRemoved} at {$contextName}.</p> <p>Dit is een kennisgeving om u te laten weten dat uw rol met betrekking tot {$contextName}: <b>{$roleRemoved}</b>.</p> <p> is beëindigd. Uw account met betrekking tot {$contextName} is nog actief en eventuele andere en eerdere rollen eveneens.</p> <p>Voor vragen over het proces kunt u altijd contact met mij opnemen </p> <p>Kind regards,</p> <p>{$contextName}</p> </div></div><style>{$emailTemplateStyle}</style>
vi: <div class='email-container'> <div class='email-header'> <h2>Đã Xóa khỏi Vai trò</h2> </div> <div class='email-content'> <p>Kính gửi {$recipientName},</p> <p>Cảm ơn bạn rất nhiều vì đã tham gia vào vai trò {$roleRemoved} tại {$contextName}.</p> <p>Đây là thông báo cho bạn biết rằng bạn đã bị xóa khỏi vai trò sau tại {$contextName}: <b>{$roleRemoved}</b>.</p> <p>Tài khoản của bạn tại {$contextName} vẫn đang hoạt động và bất kỳ vai trò nào khác bạn đã giữ trước đây vẫn đang hoạt động.</p> <p>Vui lòng liên hệ với tôi nếu có bất kỳ câu hỏi nào về quy trình.</p> <p>Trân trọng,</p> <p>{$contextName}</p> </div></div><style>{$emailTemplateStyle}</style>

source: emails.userRoleAssignmentInvitationNotify.userGroupSectionWillNotAppear
eu: Aurrerantzean ez zara {$contextName} aldizkariaren batzordean {$sectionName} gisa agertuko.

source: emails.userRoleAssignmentInvitationNotify.userGroupSectionWillAppear
eu: Aurrerantzean zure izena {$contextName} aldizkariaren batzordean {$sectionName} gisa agertuko da.
