Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.editorDecisionBackFromProduction.body
source: <p>Dear {$recipientName},</p><p>Your submission, {$submissionTitle}, has been sent back to the copyediting stage, where it will undergo further copyediting and formatting to prepare it for publication.</p><p>Occasionally, a submission is sent to the production stage before it is ready for the final galleys to be prepared for publication. Your submission is still forthcoming. I apologize for any confusion.</p><p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p><p>We will contact you if we need any further assistance.</p><p>Kind regards,</p><p>{$signature}</p>
ar: <p>عزيزي {$recipientName}،</p><p>طلب تقديمك، {$submissionTitle}، قد تمت إعادته إلى مرحلة التدقيق الإملائي، حيث سيخضك إلى مزيد من إجراءات التدقيق والتنسيق لتحضيره للنشر.</p><p>أحيانًا، يتم إرسال طلب التقديم إلى مرحلة الإنتاج قبل أن يكون جاهزًا من أجل تحضير الألواح الطباعية لمرحلة الإنتاج. طلب تقديمك لا يزال متوقعًا للنشر مستقبلاً. أقدم إعتذاري لأي لبس.</p><p>إذا كانت لديك أي استفسارات، لطفًا تواصل معي عبر <a href="{$authorSubmissionUrl}">دفة قيادة طلب التقديم</a>.</p><p>سنتواصل معك إذا كنا بحاجة إلى أي مساعدة إضافية.</p><p>أطيب التحايا،</p><p>{$signature}</p>
bg: <p>Уважаеми {$recipientName},</p><p>Вашите материали, {$submissionTitle}, са изпратени обратно в етапа на предпечатна подготовка, където ще бъде извършено допълнително форматиране, за да бъдат подготвени за публикуване.</p ><p>Понякога материалите се изпращат до етап на публикуване, преди да са готови за публикуване. Извинявам се за евентуалното объркване.</p><p>Ако имате въпроси, моля, свържете се с мен от вашето <a href="{$authorSubmissionUrl}">табло за управление на подадените материали</a>.</p><p>Ние ще се свържем с вас, ако имаме нужда от допълнителна помощ.</p><p>Сърдечни поздрави,</p><p>{$signature}</p>
cs: <p>Vážený/á {$recipientName},</p><p>Váš příspěvek, {$submissionTitle}, byl odeslán zpět do fáze copyeditování, kde projde dalšími úpravami a formátováním, aby byl připravena ke zveřejnění.</p><p>Někdy se stává, že je příspěvek odeslán do produkční fáze dříve, než je připraven k finálnímu vydání. Váš příspěvek je stále v očekávání. Omlouvám se za případné nejasnosti.</p><p>Pokud máte jakékoliv otázky, kontaktujte mne, prosím, z <a href="{$authorSubmissionUrl}">panelu pro podávání příspěvků</a>.</p><p>V případě potřeby další pomoci vás budeme kontaktovat.</p><p>S pozdravem,</p><p>{$signature}</p>
da: <p>Kære {$recipientName}</p><p>Din indsendelse, {$submissionTitle}, er blevet sendt tilbage til manuskriptredigeringstrinnet, hvor den vil undergå yderligere redigering og formatering for at forberede den til publicering.</p><p>Det hænder af og til at en indsendelse sendes til produktionstrinnet før den er klar til, at de endelige publiceringsfiler kan laves. Din indsendelse er stadig undervejs. Jeg beklager den eventuelle forvirring.</p><p>Hvis du har nogle spørgsmål, er du velkommen til at kontakte mig via dit<a href="{$authorSubmissionUrl}">indsendelses dashboard</a>.</p><p>Vi kontakter dig, hvis vi har brug for yderligere assistance for dig.</p><p>Med venlig hilsen</p><p>{$signature}</p>
es: <p>Estimado/a {$recipientName},</p><p>Su envío, {$submissionTitle}, se ha devuelto a la fase de edición, donde se someterá a una nueva corrección y formateo para prepararlo para su publicación.</p><p>A veces, un envío pasa a la fase de producción antes de estar listo para preparar las galeradas finales que se utilizarán para su publicación. Su envío aún está en preparación. Lamentamos cualquier confusión que le hayamos causado.</p><p>Si tiene cualquier duda puede contactarnos desde su <a href="{$authorSubmissionUrl}">panel de control del envío</a>.</p><p>Nos pondremos en contacto con usted si necesitamos más ayuda.</p><p>Saludos cordiales,</p><p>{$signature}</p>
eu: <p>{$recipientName} agurgarria:</p><p>Zure bidalketa, "{$submissionTitle}", edizio-fasera itzuli da, eta berriro zuzendu eta formateatuko da argitaratzeko prest uzteko.</p><p>Ohikoa ez bada ere, batzuetan, bidalketak ekoizpen-fasera igarotzen dira argitaratzeko erabiliko diren azken galeradak prestatzeko prest izan baino lehen. Zure bidalketa egokitzen ari gara oraindik. Barkatu sortutako nahasmena.</p><p>Zalantzarik izanez gero, mesedez, jar zaitez nirekin harremanetan zure <a href="{$authorSubmissionUrl}">bidalketa-panela</a> baliatuta.</p><p>Laguntza gehiagorik behar izanez gero, zurekin harremanetan jarriko gara.</p><p>Adeitasunez,</p><p>{$signature}</p>
fi: <p>Hyvä {$recipientName},</p><p>Käsikirjoituksenne {$submissionTitle} on palautettu tekniseen toimitukseen, jossa sitä tarkistetaan ja muokataan edelleen julkaisua varten.</p><p>Joskus käsikirjoitus voidaan lähettää tuotantoon ennen kuin se on valmis lopullista taittoa varten. Käsikirjoituksenne on edelleen käsittelyssä. Pahoittelemme tästä mahdollisesti aiheutunutta sekaannusta.</p><p>Jos teillä on kysyttävää, ottakaa yhteyttä minuun <a href="{$authorSubmissionUrl}">aloittamalla uusi keskustelu sivustollamme</a>.</p> <p>Olemme teihin yhteydessä, jos tarvitsemme lisäapua.</p><p>Ystävällisin terveisin,</p><p>{$signature}</p>
fr_ca: <p>{$recipientName},</p><p>Votre soumission, {$submissionTitle}, a été renvoyée à l'étape de révision, où nous procéderons à des révisions supplémentaires ainsi qu'à la mise en page en prévision de la publication.</p><p>Nous nous excusons pour la confusion que cette opération peut occasionner.</p><p>Si vous avez des questions, vous pouvez nous contacter à partir de votre <a href="{$authorSubmissionUrl}">tableau de bord de soumission</a>.</p><p>Cordialement,</p><p>{$signature}</p>
hy: <p>Հարգելի {$recipientName},</p><p>Ձեր ներկայացումը, {$submissionTitle}, հետ է ուղարկվել սրբագրման փուլ, որտեղ այն կենթարկվի հետագա սրբագրման և ձևաչափման` այն հրապարակման պատրաստելու համար:</p ><p>Երբեմն, ներկայացումն ուղարկվում է թողարկման փուլ, նախքան դրա վերջնական շարվածքների պատրաստ լինելը: Ձեր ներկայացումը դեռ պատրաստվում է: Ներողություն եմ խնդրում ցանկացած շփոթության համար:</p><p>Եթե հարցեր ունեք, դիմեք ինձ ձեր <a href="{$authorSubmissionUrl}">ներկայացման վահանակից</a>:</p><p>Մենք կկապվենք ձեզ հետ, եթե մեզ անհրաժեշտ լինի լրացուցիչ օգնություն:</p><p>Հարգանքով,</p><p>{$signature}</p>
id: <p>Kepada Yth. {$recipientName},</p><p>Artikel anda, "{$submissionTitle}", telah dikirim kembali ke tahapan copyedit, dimana akan melewati copyedit dan format lebih lanjut untuk persiapan publikasi.</p><p>Kadang, artikel dikirim ke tahapan produksi sebelum siap untuk galley terakhir untuk persiapan publikasi. Artikel anda masih akan segera hadir. Saya minta maaf atas kekeliruan yang terjadi.</p><p>Jika anda mempunyai pertanyaa, silakan menghubungi saya dari <a href="{$authorSubmissionUrl}">dasbor pengiriman anda</a>.</p><p>Kami akan menghubungi anda jika membutuhkan bantuan lebih lanjut.</p><p>Hormat kami,</p><p>{$signature}</p>
mk: <p>Почитувани {$recipientName},</p><p>Вашиот поднесок, „{$submissionTitle}“, е испратен назад во фазата на копирање, каде што ќе биде подложен на дополнително копирање и форматирање за да се подготви за објавување.</p><p>Повремено, поднесокот се испраќа до фазата на производство пред да биде подготвен за конечна јавност. Вашето поднесување сè уште е во тек. Се извинувам за каква било конфузија.</p><p>Ако имате какви било прашања, ве молиме контактирајте ме од вашата <a href="{$authorSubmissionUrl}">табла за поднесување</a>.</p><p>Ќе ве контактираме доколку ни треба дополнителна помош.</p><p>Со почит,</p><p>{$signature}</p>
nl: <p>Beste {$recipientName},</p><p>Je inzending, {$submissionTitle}, is teruggestuurd naar de tekstredactiefase, waar het verder zal worden geredigeerd en opgemaakt om het voor publicatie gereed te maken.</p><p>Soms wordt een inzending naar de productiefase gestuurd voordat het klaar is voor de definitieve proefdrukken voor publicatie. Jouw inzending komt er nog aan. Excuses voor eventuele verwarring.</p><p>Als je vragen hebt, neem dan contact met me op via je <a href="{$authorSubmissionUrl}">inzendingsdashboard</a>.</p><p>We zullen contact met je opnemen als we verdere assistentie nodig hebben.</p><p>Met vriendelijke groet,</p><p>{$signature}</p>
pt_br: <p>Prezado(a) {$recipientName},</p><p>Sua submissão, {$submissionTitle}, foi enviada de volta para o estágio de edição de texto, onde passará por nova edição e formatação para prepará-la para publicação.</p ><p>Ocasionalmente, uma submissão é enviada para a fase de produção antes de estar pronta para as provas finais serem preparadas para publicação. Seu envio continua disponível. Peço desculpas por qualquer confusão.</p><p>Se você tiver alguma dúvida, entre em contato comigo pelo <a href="{$authorSubmissionUrl}">painel de envio</a>.</p><p>Nós entraremos em contato com você se precisarmos de mais ajuda.</p><p>Atenciosamente,</p><p>{$signature}</p>
ru: <p>Здравствуйте, {$recipientName}!</p><p>Ваш материал «{$submissionTitle}» был возвращён на этап литературного редактирования, где он пройдёт дальнейшее литературное редактирование и форматирование для подготовки к публикации.</p><p>Иногда материалы отправляются на публикацию до того, как они будут готовы к тому, чтобы их финальные гранки прошли подготовку к публикации. Редактирование Вашего материала ещё не завершено, приношу Вам свои извинения за ту путаницу, которую эта ситуация могла вызвать.</p><p>Если у Вас есть какие-то вопросы, пожалуйста, свяжитесь со мной через <a href="{$authorSubmissionUrl}">страницу Вашего материала</a>.</p><p>Мы свяжемся с Вами, если нам понадобится дополнительная помощь.</p><p>С уважением,</p><p>{$signature}</p>
sl: <p>Spoštovani {$recipientName},</p><p>Vaš prispevek, {$submissionTitle}, je bil poslan nazaj v fazo lektoriranja, kjer bo lektoriran in oblikovan v format primeren za objavo.</p><p>Občasno je prispevek poslan v fazo produkcije preden je pripravljen za izdelavo končnega preloma za objavo. Vaš prispevek še ni nared za objavo. Opravičujemo se za morebitne neprijetnosti.</p><p>Če imate kakršnokoli vprašanje, se lahko obrnete name preko vaše <a href="{$authorSubmissionUrl}">nadzorne plošče prispevkov</a>.</p><p>Če bomo potrebovali vašo pomoč, vas bomo kontaktirali.</p><p>S spoštovanjem, </p><p>{$signature}</p>
tr: <p>Sayın {$recipientName},</p> <p>"{$submissionTitle}" başlıklı aday makaleniz, son kopya düzenleme aşamasına geri gönderilmiştir. Burada, yayın sürecine hazırlanması için yeniden gözen geçirme, düzenleme ve biçimlendirme yapılacaktır.</p> <p>Zaman zaman, aday makaleler üretim aşamasında fark edilen hatalarından dolayı son kopya düzenleme aşamasına geri gönderilebilir. Aday makalenize ilişkin süreç hala ilerliyor.</p> <p>Herhangi bir sorunuz olursa, lütfen <a href="{$authorSubmissionUrl}">makale ekranı</a> tartışma bölümü üzerinden bizimle iletişime geçiniz.</p> <p>İlaveten bir desteğe ihtiyaç duymamız durumunda sizinle iletişime geçeceğiz.</p> <p>Saygılarımla,</p> <p>{$signature}</p>
uk: <p>Шановний(на) {$recipientName}!</p><p>Ваше подання "{$submissionTitle}" було повернуто на стадію літературного редагування, де його буде додатково відредаговано та відформатовано для підготовки до публікації.</p ><p>Іноді подання надсилається на стадію виробництва раніше, перш ніж будуть готові фінальні гранки для опублікування. Ваше подання ще очікується. Прошу вибачення за будь-яку плутанину.</p><p>Якщо у Вас виникли запитання, зв’яжіться зі мною за допомогою <a href="{$authorSubmissionUrl}">інформаційної панелі подання</a>.</p><p>Ми зв’яжеться з вами, якщо нам знадобиться додаткова допомога.</p><p>З повагою,</p><p>{$signature}</p>
vi: <p>Kính gửi {$recipientName},</p><p>Bài nộp của bạn, {$submissionTitle}, đã được gửi lại giai đoạn chỉnh sửa, nơi nó sẽ trải qua quá trình chỉnh sửa và định dạng thêm để chuẩn bị cho việc xuất bản.</p><p>Thỉnh thoảng, một bài nộp được gửi đến giai đoạn sản xuất trước khi sẵn sàng cho việc chuẩn bị bản in thử cuối cùng để xuất bản. Bài nộp của bạn vẫn sắp ra mắt. Tôi xin lỗi vì bất kỳ sự nhầm lẫn nào.</p><p>Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với tôi từ <a href="{$authorSubmissionUrl}">bảng điều khiển bài nộp</a> của bạn.</p><p>Chúng tôi sẽ liên hệ với bạn nếu cần thêm trợ giúp.</p><p>Trân trọng,</p><p>{$signature}</p>

# emails.editorDecisionBackFromCopyediting.subject
source: Your submission has been sent back to review
ar: طلب تقديمك قد تمت إعادته إلى مرحلة التحكيم
bg: Изпратените материали са върнати в кръга за рецензиране
cs: Váš příspěvek byl poslán zpět do recenzního řízení
da: Din indsendelse er blevet sendt tilbage til bedømmelse
es: Su envío se ha devuelto a revisión
eu: Zure bidalketa ebaluazio-fasera itzuli da
fi: Käsikirjoituksenne on palautettu arviointiin
fr_ca: Votre soumission a été renvoyée à l'étape d'évaluation.
hy: Ձեր ներկայացումը հետ է ուղարկվել վերանայման
id: Artikel anda telah dikirimkan kembali untuk direview
mk: Вашиот поднесок е испратен до рецензентот
nl: Je inzending is teruggezonden voor recensie
pt: A submissão foi enviada novamente para avaliação
pt_br: Sua submissão foi enviada de volta para avaliação
ru: Ваш материал был возвращён на рецензирование
sl: Vaš prispevek je bil poslan nazaj v fazo recenzije
tr: Aday makaleniz değerlendirme aşamasına geri gönderildi
uk: Ваше подання повернуто на рецензування
vi: Bài nộp của bạn đã được gửi lại để đánh giá
