Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.editorDecisionRevertInitialDecline.body
source: <p>Dear {$recipientName},</p> <p>The decision to decline your submission, {$submissionTitle}, has been reversed. An editor will look further at your submission before deciding whether to decline the submission or send it for review.</p> <p>Occasionally, a decision to decline a submission will be recorded accidentally in our system and must be reverted. I apologize for any confusion this may have caused.</p> <p>We will contact you if we need any further assistance.</p> <p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p> <p>Kind regards,</p> <p>{$signature}</p>
ar: <p>عزيزنا {$recipientName}،</p> <p>قرار رفض طلب تقديمكم، {$submissionTitle}، قد تم التراجع عنه. سيقوم المحرر بفحص طلب تقديمكم بإمعان أكثر قبل أن يقرر ما إذا كان عليه رفضه أو إرساله إلى التحكيم.</p> <p>أحيانًا، يتم تسجيل قرار رفض طلب التقديم عرضيًا في نظامنا ولا بد من التراجع عنه. أقدم إعتذاري عن أي لبس قد يكون حدث بسبب ذلك.</p> <p>سنتواصل معكم إذا كنا بحاجة إلى أي مساعدة إضافية.</p> <p>إذا كانت لديكم أي أسئلة، يرجى التواصل معي عبر <a href="{$authorSubmissionUrl}">دفة قيادة طلب التقديم</a>.</p> <p>أطيب التحايا،</p> <p>{$signature}</p>
bg: <p>Уважаеми {$recipientName},</p> <p>Решението да откажем публикуване на вашия материал, {$submissionTitle}, е отменено. Редактор ще завърши кръга на преглед и ще бъдете уведомени, когато вземе решение.</p> <p>онякога случайно може да бъде избрана опцията за отказ на даден материал в нашата система и процедурата изисква редактора да уведоми за отмяната на подобно решение. Извинявам се за объркването, което това може да е причинило.</p> <p>Ще се свържем с вас, ако имаме нужда от допълнителна помощ.</p> <p>Ако имате някакви въпроси, моля, свържете се с мен от вашето <a href="{$authorSubmissionUrl}">табло за управление на подадените материали</a>.</p> <p>Сърдечни поздрави,</p> <p>{$signature}</p>
cs: <p>Vážený/á {$recipientName},</p> <p>Rozhodnutí o zamítnutí vašeho příspěvku, {$submissionTitle}, bylo zrušeno. Redaktor se bude vaším příspěvkem dále zabývat, než rozhodne, zda jej odmítne příspěvek nebo jej odešlete k recenzi.</p> <p>Někdy se stane, že rozhodnutí o zamítnutí podání je v našem systému zaznamenáno omylem a musí být vráceno zpět. Omlouvám se za případné zmatky, které to mohlo způsobit.</p> <p>V případě potřeby další pomoci vás budeme kontaktovat.</p> <p>Pokud máte nějaké dotazy, kontaktujte mě prosím ze svého <a href="{$authorSubmissionUrl}">panelu příspěvků</a>.</p> <p>S pozdravem,</p> <p>{$signature}</p>
da: <p>Kære {$recipientName}</p> <p>Beslutningen om at afvise din indsendelse med titlen: {$submissionTitle}, er blevet omstødt. En redaktør vil tage endnu et kig på din indsendelse og herefter vurdere, om den skal afvises eller sendes til bedømmelse.</p> <p>Det sker af og til, at en beslutning om at afvise en indsendelse ved en fejl bliver registreret i vores system og derfor må trækkes tilbage. Jeg beklager forvirringen, dette kan have medført.</p> <p>Vi kontakter dig, hvis vi har brug for yderligere assistance fra dig.</p> <p>Hvis du har nogle spørgsmål, er du velkommen til at kontakte mig ved at oprette et indlæg under 'Drøftelser' inde på dit<a href="{$authorSubmissionUrl}">indsendelses dashboard</a>.</p> <p>Med venlig hilsen</p> <p>{$signature}</p>
es: <p>Estimado/a {$recipientName},</p> <p>La decisión de rechazar su envío, {$submissionTitle}, se ha revertido. Un editor/a estudiará su propuesta antes de decidir si la rechaza o la envía a revisión.</p> <p>A veces se registra accidentalmente en nuestro sistema la decisión de rechazar un envío y esta acción debe ser revertida. Le pedimos disculpas por la confusión que esto le haya podido causar.</p> <p>Nos pondremos en contacto con usted si necesitamos más ayuda.</p> <p>Si tiene cualquier pregunta puede contactarnos desde el <a href="{$authorSubmissionUrl}">panel de control del envío</a>.</p> <p>Saludos cordiales,</p> <p>{$signature}</p>
eu: <p>{$recipientName} agurgarria:</p> <p>Zure bidalketa, "{$submissionTitle}", bazter uzteko erabakia bertan behera geratu da. Editore batek zure bidalketa aztertuko du, baztertu edo berrikustera bidali erabaki baino lehen.</p> <p>Ohikoa ez bada ere, batzuetan, bidalketa bat baztertzeko erabakia nahi gabe erregistratzen da gure sisteman, eta bertan behera utzi behar da. Barkamena eskatzen dizugu eragindako nahastearengatik.</p> <p>Laguntza gehiagorik behar izatekotan, zurekin harremanetan jarriko gara berriro.</p> <p>Zalantzarik izanez gero, mesedez, jar zaitez nirekin harremanetan zure <a href="{$authorSubmissionUrl}">bidalketa-panela</a> baliatuta.</p> <p>Adeitasunez,</p> <p>{$signature}</p>
fi: <p>Hyvä {$recipientName},</p> <p>Päätös hylätä käsikirjoituksenne, "{$submissionTitle}", on kumottu. Toimittaja käy uudelleen läpi käsikirjoituksenne ennen kuin päättää joko hylätä käsikirjoituksen tai lähettää sen arviointiin.</p> <p>Silloin tällöin järjestelmäämme kirjataan vahingossa hylkäyspäätös ja se pitää kumota. Pahoittelemme aiheuttamaamme mahdollista hämmennystä.</p> <p>Otamme yhteyttä, jos tarvitsemme apuanne.</p> <p>Jos teillä on kysyttävää, ottakaa yhteyttä minuun <a href="{$authorSubmissionUrl}">aloittamalla uusi keskustelu sivustollamme</a>.</p> <p>Ystävällisin terveisin,</p> <p>{$signature}</p>
fr_ca: <p>{$recipientName},</p> <p>La décision de rejeter votre soumission, {$submissionTitle}, a été renversée. Un-e rédacteur-trice consultera en détail votre soumission avant de décider de la rejeter ou de l'envoyer en évaluation.</p> <p>Si vous avez des questions, vous pouvez nous contacter à partir de votre <a href="{$authorSubmissionUrl}">tableau de bord de soumission</a>.</p> <p>Cordialement,</p> <p>{$signature}</p>
hy: <p>Հարգելի {$recipientName},</p> <p>Ձեր {$submissionTitle} ներկայացումը մերժելու որոշումը չեղարկվել է: Խմբագիրն ավելի մանրամասն կուսումնասիրի ձեր ներկայացումը, նախքան որոշելու մերժել այն թե ուղարկել այն գրախոսման:</p> <p>Երբ ներկայացումը մերժելու մասին որոշումը կգրանցվի մեր համակարգում այն պետք է ետ վերադարձվի: Ներողություն եմ խնդրում ցանկացած շփոթության համար, որը կարող է առաջացնել:</p> <p>Մենք կկապվենք ձեզ հետ, եթե մեզ անհրաժեշտ լինի լրացուցիչ օգնություն:</p> <p>Եթե ունեք հարցեր, դիմեք ինձ ձեր <a href="{$authorSubmissionUrl}">ներկայացման վահանակից</a>:</p> <p>Հարգանքով,</p> <p>{$signature}</p>
id: <p>Kepada Yth. {$recipientName},</p> <p>Keputusan untuk membatalkan pengiriman artikel anda, "{$submissionTitle}", telah dibatalkan. Seorang editor akan melihat artikel anda lebih lanjut sebelum memutuskan apakah menolak artikel atau mengirimkannya untuk direview.</p> <p>Kadang, keputusan untuk menolak artikel, akan dicatat tanpa sengaja pada sistem kami dan harus dibatalkan. Saya minta maaf atas kekeliruan yang terjadi.</p> <p>Kami akan menghubungi anda jika kami membutuhkan bantuan.</p> <p>Jika anda mempunyai pertanyaan, silakan kontak saya dari <a href="{$authorSubmissionUrl}">dasbor pengiriman anda</a>.</p> <p>Hormat kami,</p> <p>{$signature}</p>
mk: <p>Почитуван {$recipientName},</p> <p>Одлуката да се одбие вашето поднесување, „{$submissionTitle}“, е сменета. Уредникот ќе го разгледа дополнително вашиот поднесок пред да одлучи дали да го одбие поднесокот или испратете го на преглед.</p> <p>Повремено, одлуката да се одбие поднесок ќе биде случајно запишана во нашиот систем и мора да биде вратен. Се извинувам за каква било конфузија што може да ја предизвика.</p> <p>Ќе ве контактираме доколку ни треба дополнителна помош.</p> <p>Ако имате какви било прашања, ве молиме контактирајте ме од вашата <a href="{$authorSubmissionUrl}">контролна табла за поднесување</a>.</p> <p>Со почит,</p> <p>{$signature}</p>
nl: <p>Beste {$recipientName},</p> <p>De beslissing om uw inzending, {$submissionTitle}, af te wijzen is teruggedraaid.</p> <p>Een redacteur zal uw inzending verder bekijken voordat besloten wordt of deze alsnog afgewezen wordt of doorgestuurd wordt voor beoordeling.</p><p>Soms wordt een beslissing om een inzending af te wijzen per ongeluk vastgelegd in ons systeem en moet deze worden teruggedraaid. Excuses voor eventuele verwarring die dit heeft veroorzaakt.</p> <p>We zullen contact met u opnemen als we verdere hulp nodig hebben.</p> <p>Als u vragen heeft, neem dan contact met mij op via uw <a href="{$authorSubmissionUrl}">inzending dashboard</a>.</p> <p>Met vriendelijke groet,</p> <p>{$signature}</p>
pt_br: <p>Prezado(a) {$recipientName},</p> <p>A decisão de rejeitar sua submissão, {$submissionTitle}, foi revertida. Um editor analisará mais detalhadamente a sua submissão antes de decidir se deve rejeitar a submissão ou enviar para avaliação.</p> <p>Ocasionalmente, uma decisão de rejeitar uma submissão será registrada acidentalmente em nosso sistema e deve ser revertida. Peço desculpas por qualquer confusão que isso possa ter causado.</p> <p>Entraremos em contato com você se precisarmos de mais assistência.</p> <p>Se você tiver alguma dúvida, entre em contato comigo pelo <a href="{$authorSubmissionUrl}">painel da submissão</a>.</p> <p>Atenciosamente,</p> <p>{$signature}</p>
ru: <p>Здравствуйте, {$recipientName}!</p> <p>Решение отклонить Ваш материал «{$submissionTitle}» было отменено. Редактор дополнительно изучит Ваш материал, прежде чем решит отклонить материал или отправить его на рецензирование.</p> <p>Иногда решение об отклонении материала может быть случайно записано в нашей системе и должно быть отменено. Приношу Вам свои извинения за ту путаницу, которую эта ситуация могла вызвать.</p> <p>Мы свяжемся с Вами, если нам понадобится дополнительная помощь.</p> <p>Если у Вас есть какие-то вопросы, пожалуйста, свяжитесь со мной через <a href="{$authorSubmissionUrl}">страницу Вашего материала</a>.</p> <p>С уважением,</p> <p>{$signature}</p>
sl: <p>Spoštovani {$recipientName},</p> <p>Odločitev o zavrnitvi vašega prispevka, {$submissionTitle}, je bila spremenjena. Urednik bo vaš prispevek podrobneje pregledal, pred odločitivijo o zavrnitvi prispevka ali pošiljanju v recenziranje.</p> <p>Občasno se zgodi, da je zabeležena odločitev o zavrnitvi prispevka zavedena pomotoma v našem sistemu in mora biti spremenjena. Opravičujem se za morebitne nevšečosti.</p> <p>Če bo potrebno, vas bomo kontaktirali za nadaljno pomoč.</p> <p>Če imate kakršnokoli vprašanje, se lahko obrnete name preko vaše <a href="{$authorSubmissionUrl}">nadzorne plošče prispevkov</a>.</p> <p>S spoštovanjem,</p> <p>{$signature}</p>
tr: <p>Sayın {$recipientName},</p> <p>"{$submissionTitle}" başlıklı aday makalenize ilişkin ret kararı geri alınmıştır. Editör yeni bir değerlendirme sürecini başlatacak ve tamamlandığında size bildirimde bulunulacaktır.</p> <p>Zaman zaman, aday makalelerin reddedilme kararı itirazlar sonucu kaydedilebilir ve geri alınması gerekebilir. </p> <p>İlaveten bir desteğe ihtiyaç duymamız durumunda sizinle iletişime geçeceğiz.</p> <p>Herhangi bir sorunuz olursa, lütfen <a href="{$authorSubmissionUrl}">makale ekranı</a> tartışma bölümü üzerinden bizimle iletişime geçiniz.</p> <p>Saygılarımla,</p> <p>{$signature}</p>
uk: <p>Шановний(на) {$recipientName}!</p> <p>Рішення відхилити Ваше подання "{$submissionTitle}" було скасовано. Редактор детально розгляне Ваше подання, перш ніж вирішити, відхиляти подання або надсилати на рецензування.</p> <p>Іноді рішення про відхилення подання випадково записується в нашу систему і має бути скасовано. Прошу вибачення за плутанину, яку це могло спричинити.</p> <p>Ми зв’яжемося з Вами, якщо нам знадобиться додаткова допомога.</p> <p>Якщо у Вас виникнуть запитання, зв’яжіться зі мною за допомогою <a href="{$authorSubmissionUrl}">інформаційної панелі подання</a>.</p> <p>З повагою,</p> <p>{$signature}</p>
vi: <p>Kính gửi {$recipientName},</p> <p>Quyết định từ chối bài nộp của bạn, {$submissionTitle}, đã bị đảo ngược. Biên tập viên sẽ xem xét kỹ hơn bài nộp của bạn trước khi quyết định từ chối bài nộp hay gửi nó đi đánh giá.</p> <p>Thỉnh thoảng, quyết định từ chối bài nộp sẽ bị ghi lại do nhầm lẫn trong hệ thống của chúng tôi và phải được đảo ngược. Tôi xin lỗi vì bất kỳ sự nhầm lẫn nào có thể đã gây ra.</p> <p>Chúng tôi sẽ liên hệ với bạn nếu cần thêm trợ giúp.</p> <p>Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với tôi từ <a href="{$authorSubmissionUrl}">bảng điều khiển bài nộp</a> của bạn.</p> <p>Trân trọng,</p> <p>{$signature}</p>

# emails.editorDecisionInitialDecline.subject
source: Your submission has been declined
ar: طلب تقديمك قد تم رفضه
bg: Вашите подадени материали бяха отхвърлени
cs: Váš příspěvek byl odmítnut
da: Din indsendelse er blevet afvist
es: Su envío ha sido rechazado
eu: Zure bidalketa baztertu egin da
fi: Käsikirjoituksenne on hylätty
hy: Ձեր ներկայացումը մերժվել է
id: Naskah anda telah ditolak
mk: Вашиот поднесок е одбиен
nl: Uw inzending is afgewezen
pt: A sua submissão foi recusada
ru: Ваш материал был отклонен
sl: Vaš prispevek je bil zavrnjen
tr: Aday makale reddedildi
uk: Ваше подання відхилено
vi: Bài nộp của bạn đã bị từ chối

# emails.editorDecisionInitialDecline.body
source: <p>Dear {$recipientName},</p><p>I’m sorry to inform you that, after reviewing your submission, {$submissionTitle}, the editor has found that it does not meet our requirements for publication in {$contextName}.</p><p>I wish you success if you consider submitting your work elsewhere.</p><p>Kind regards,</p>{$signature}
ar: <p>عزيزنا {$recipientName}،</p><p>يؤسفني إبلاغكم بأنه، وبعد مراجعة طلب تقديمكم، {$submissionTitle}، قد وجد المحرر بأنه لا يلبي متطلباتنا للنشر في {$contextName}.</p><p>أتمنى لكم النجاح إذا رغبتكم بتقديمه إلى جهة أخرى.</p><p>أطيب التحايا،</p>{$signature}
bg: <p>Уважаеми {$recipientName},</p><p>Съжалявам, че трябва да Ви информирам, че след като прегледахме изпратените материали, {$submissionTitle}, редакторът установи, че те не отговарят на нашите изисквания за публикуване в { $contextName}.</p><p>Желая ви успех, ако смятате да изпратите работата си другаде.</p><p>Сърдечни поздрави,</p>{$signature}
cs: <p>Vážený/á {$recipientName},</p><p>s lítostí Vám oznamuji, že po přezkoumání Vašeho příspěvku, {$submissionTitle}, editor zjistil, že nesplňuje naše požadavky pro zveřejnění v {$contextName}.</p><p>Přeji Vám úspěch, pokud budete uvažovat o zaslání práce do jiného časopisu.</p><p>S pozdravem,</p>{$signature}
da: <p>Kære {$recipientName}</p><p>Jeg beklager at måtte informere dig om, at redaktøren efter at have vurderet din indsendelse {$submissionTitle}, mener, at den ikke egner sig til udgivelse i {$contextName}.</p><p>Jeg håber, du kan få artiklen optaget i et andet tidsskrift.</p><p>Med venlig hilsen</p>{$signature}
es: <p>Estimado/a {$recipientName},</p><p>Lamento informarlo de que, tras la revisión de su artículo, {$submissionTitle}, el editor/a ha considerado que no cumple los requisitos de publicación en {$contextName}.</p><p>Le deseo mucha suerte si decide enviarlo a otro sitio.</p><p>Saludos cordiales,</p>{$signature}
eu: <p>{$recipientName} agurgarria:</p><p>Tamalez, jakinarazten dizut editoreak zure bidalketa berrikusi duela eta erabaki duela ez dituela {$contextName} aldizkarian argitaratzeko baldintzak betetzen.</p><p> Zorte ona opa dizut beste norabait bidaltzea erabakitzen baduzu.</p><p>Adeitasunez,</p>{$signature}
fi: <p>Hyvä {$recipientName},</p><p>Valitettavasti toimittaja on arvioinnin jälkeen todennut, että käsikirjoituksenne {$submissionTitle} ei täytä julkaisuvaatimuksiamme.</p><p>Toivotamme menestystä, mikäli päätätte tarjota työtänne muualle.</p><p>Ystävällisin terveisin,</p>{$signature}
fr_ca: <p>{$recipientName},</p><p>Nous avons le regret de vous informer qu'après avoir évaluer votre manuscrit, {$submissionTitle}, le-la rédacteur-trice en a conclue qu'il ne rencontre pas les exigences nécessaires pour être publier dans {$contextName}.</p><p>Cordialement,</p>{$signature}
hy: <p>Հարգելի {$recipientName},</p><p>Ցավով տեղեկացնում եմ ձեզ, որ ձեր ներկայացումը՝ {$submissionTitle}, ուսումնասիրելուց հետո, խմբագիրը պարզել է, որ այն չի համապատասխանում {$contextName} -ում հրապարակման մեր պահանջներին:</p><p>Ձեզ հաջողություն եմ մաղթում, եթե մտածում եք ձեր աշխատանքն այլ տեղ ուղարկելու մասին:</p><p>Հարգանքով,</p>{$signature}
id: <p>Kepada Yth. {$recipientName},</p><p>Dengan sangat menyesal, kami informasikan bahwa, setelah mereview naskah anda, "{$submissionTitle}", editor menyatakan bahwa naskah tersebut tidak memenuhi kriteria penerbitan pada {$contextName}.</p><p>Semoga anda sukses untuk mengirimkan karya anda ke tempat yang lain.</p><p>Hormat kami,</p>{$signature}
mk: <p>Почитуван {$recipientName},</p><p>Жал ми е што ве известувам дека, откако го прегледа вашиот поднесок, "{$submissionTitle}“, уредникот откри дека тој не ги исполнува нашите барања за објавување во {$contextName}.</p><p>Ви посакувам успех ако размислувате да ја испратите вашата работа на друго место.</p><p>Со почит,</p>{$signature}
nl: <p>Beste {$recipientName},</p><p>Helaas moet ik u mededelen dat na beoordeling van uw inzending, {$submissionTitle}, de redacteur heeft vastgesteld dat deze niet voldoet aan onze publicatie-eisen voor {$contextName}.</p> <p>Ik wens u succes als u overweegt uw werk elders in te dienen.</p><p>Met vriendelijke groet,</p>{$signature}
pt_br: <p>Prezado(a) {$recipientName},</p><p>Lamento informar que, após analisar sua submissão, {$submissionTitle}, o editor descobriu que ela não atende aos nossos requisitos para publicação em {$contextName}.</p><p>Desejo sucesso se você considerar enviar seu trabalho para outro lugar.</p><p>Atenciosamente,</p>{$signature}
ru: <p>Здравствуйте, {$recipientName}!</p><p> С сожалением вынужден Вам сообщить, что по результатам рецензирования Вашего материала «{$submissionTitle}» редактор принял решение, что он не соответствует нашим требованиям к публикации в журнале «{$contextName}».</p><p>Желаю Вам успеха, если Вы решите отправить Вашу работу в другой журнал.</p><p>С уважением,</p>{$signature}
tr: <p>Sayın {$recipientName},</p> <p>"{$submissionTitle}" başlıklı aday makaleniz ön inceleme sonucu editörlerimiz tarafından {$contextName} için kriterlerimizi karşılamadığına karar verilmiştir.</p> <p>Aday makalenizi başka bir yere göndermeyi düşünürseniz, başarılar dileriz.</p> <p>Saygılarımızla,</p> {$signature}
uk: <p>Шановний(на) {$recipientName}!</p><p>Мені прикро повідомляти, що після перегляду Вашого подання "{$submissionTitle}" редактор виявив, що воно не відповідає нашим вимогам для опублікування в "{ $contextName}".</p><p>Я бажаю Вам успіху, якщо Ви плануєте подати свою роботу в іншому місці.</p><p>З повагою,</p>{$signature}
vi: <p>Kính gửi {$recipientName},</p><p>Tôi rất tiếc phải thông báo rằng, sau khi xem xét bài nộp của bạn, {$submissionTitle}, biên tập viên nhận thấy nó không đáp ứng các yêu cầu xuất bản của chúng tôi tại {$contextName}.</p><p>Tôi chúc bạn thành công nếu bạn cân nhắc gửi bài của mình ở nơi khác.</p><p>Trân trọng,</p>{$signature}
