Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.editorDecisionBackFromCopyediting.body
source: <p>Dear {$recipientName},</p><p>Your submission, {$submissionTitle}, has been sent back to the review stage. It will undergo further review before it can be accepted for publication.</p><p>Occasionally, a decision to accept a submission will be recorded accidentally in our system and we must send it back to review. I apologize for any confusion this has caused. We will work to complete any further review quickly so that you have a final decision as soon as possible.</p><p>We will contact you if we need any further assistance.</p><p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p><p>Kind regards,</p><p>{$signature}</p>
ar: <p>عزيزي {$recipientName}،</p><p>طلب تقديمك، {$submissionTitle}، قد تمت إعادته إلى مرحلة التحكيم. سيخضع إلى المزيد من إجراءات التحكيم قبل أن يكون مقبولاً للنشر.</p><p>أحيانًا، قد يحدث أن يجري تسجيل قبول العمل للنشر عرضًا في نظامنا وعلينا إعادته إلى التحكيم. أقدم إعتذاري لأي لبس قد يكون مترتبًا على ذلك. سنعمل على تسريع أعمال التحكيم لنتوصل إلى قرار نهائي بشأن قبول عملك في أقرب وقت ممكن.</p><p>سنتواصل معك إذا كنا بحاجة إلى أي مساعدة إضافية.</p><p>إذا كانت لديك أي استفسارات، لطفًا تواصل معي عبر <a href="{$authorSubmissionUrl}">دفة قيادة طلب التقديم</a>.</p><p>أطيب التحايا،</p><p>{$signature}</p>
bg: <p>Уважаеми {$recipientName},</p><p>Вашите подадени материали, {$submissionTitle}, бяха изпратени обратно на етапа за рецензиране. Те ще бъдат подложени на допълнително рецензиране, преди да може да бъдат приети за публикуване.</p><p>Понякога решение за приемане на подаден материал може да бъде записано случайно и процедурата изисква материалите да бъдат изпратени обратно в кръга за рецензиране. Извинявам се за объркването, което това е причинило. Ще работим, за да завършим всеки допълнителен преглед бързо, така че да имате окончателно решение възможно най-скоро.</p><p>Ще се свържем с вас, ако имаме нужда от допълнителна помощ.</p><p>Ако имате някаква въпроси, моля, свържете се с мен от вашето <a href="{$authorSubmissionUrl}">табло за упрdвление на подадените материали</a>.</p><p>Сърдечни поздрави,</p><p>{$signature}</p>
cs: <p>Vážený/á {$recipientName},</p><p>Váš příspěvek, {$submissionTitle}, byl odeslán zpět do fáze recenzování. Před přijetím k publikaci bude podrobeno dalšímu recenznímu řízení.</p><p>Někdy se stane, že rozhodnutí o přijetí příspěvku je v našem systému zaznamenáno omylem a my jej musíme vrátit k recenzi. Omlouvám se za případné zmatky, které to způsobilo. Budeme pracovat na rychlém dokončení dalšího posouzení, abyste měli konečné rozhodnutí co nejdříve.</p><p>V případě potřeby další pomoci vás budeme kontaktovat.</p><p>Pokud máte jakékoliv dotazy, kontaktujte mne, prosím, pomocí <a href="{$authorSubmissionUrl}">panelu k odesílání příspěvků</a>.</p><p>S pozdravem,</p><p>{$signature}</p>
da: <p>Kære {$recipientName}</p><p>Din indsendelse, {$submissionTitle}, er blevet sendt tilbage til bedømmelsestrinnet. Den vil her gennemgå yderligere bedømmelse før den kan accepteres til publikation.</p><p>Det hænder af og til, at en beslutning om at acceptere en indsendelse ved en fejl registreres i vores system, og vi må derfor sende den tilbage til bedømmelse igen. Jeg beklager forvirringen, dette kan have skabt. Vi vil arbejde på at få færdiggjort bedømmelsen hurtigt, så du kan få en endelig beslutning hurtigst muligt.</p><p>Vi kontakter dig, hvis vi har brug for yderligere assistance fra dig.</p><p>Hvis du har nogle spørgsmål, er du velkommen til at kontakte mig fra dit <a href="{$authorSubmissionUrl}">indsendelses dashboard</a>.</p><p>Med venlig hilsen</p><p>{$signature}</p>
es: <p>Estimado/a {$recipientName},</p><p>Su envío, {$submissionTitle}, se ha devuelto a la fase de revisión, donde se someterá a una nueva revisión antes de ser aceptado para su publicación.</p><p>A veces, la decisión de aceptar un envío puede registrarse accidentalmente en el sistema y por ello debemos enviarlo de nuevo a revisión. Lamentamos cualquier confusión que le hayamos causado. Nos encargaremos de completar rápidamente cualquier otra revisión para darle la decisión final lo antes posible.</p><p>Nos pondremos en contacto con usted si necesitamos más ayuda.</p><p>Si tiene cualquier duda puede contactarnos desde su <a href="{$authorSubmissionUrl}">panel de control del envío</a>.</p><p>Saludos cordiales,</p><p>{$signature}</p>
eu: <p>{$recipientName} agurgarria:</p><p>Zure bidalketa, "{$submissionTitle}", berrikuspen-fasean dago berriro. Sakonago berrikusiko da argitaratzeko onartu baino lehen.</p><p>Batzuetan, bidalketa bat onartzeko erabakia nahi gabe erregistratzen da gure sisteman eta berrikustera bidali behar da berriro. Barkatu honek eragin lezakeen nahasmendua. Berrikuspena azkar bukatzen ahaleginduko gara, albait lasterren behin betiko erabakia izan dezazun.</p><p>Laguntza gehiagorik behar badugu, zurekin harremanetan jarriko gara berriro.</p><p>Zalantzarik baduzu, mesedez, jarri nirekin harremanetan zure <a href="{$authorSubmissionUrl}">bidalketa-panela</a> baliatuta.</p><p>Adeitasunez,</p><p>{$signature}</p>
fi: <p>Hyvä {$recipientName},</p><p>Käsikirjoituksenne {$submissionTitle} on palautettu arviointivaiheeseen.</p><p>Joskus käsikirjoitus voidaan merkitä hyväksytyksi virheellisesti järjestelmässä, ja siksi se on palautettava arviointiin. Pahoittelemme tästä aiheutunutta sekaannusta.</p><p>Olemme teihin yhteydessä, jos tarvitsemme lisätietoja.</p><p>Jos teillä on kysyttävää, ottakaa yhteyttä minuun <a href="{$authorSubmissionUrl}">aloittamalla uusi keskustelu sivustollamme</a>.</p> <p>Ystävällisin terveisin,</p><p>{$signature}</p>
fr_ca: <p>{$recipientName},</p><p>Votre soumission, {$submissionTitle}, a été renvoyée à l'étape d'évaluation. Elle sera réévaluée avant de pouvoir être acceptée.</p><p>Il peut arriver qu'une décision d'accepter une soumission soit prise par erreur dans notre système et qu'elle doive être renvoyée à l'étape d'évaluation. Nous nous excusons cette la confusion. Nous allons faire en sorte de compléter le processus d'évaluation rapidement afin de vous communiquer notre décision finale le plus tôt possible.</p><p>Nous vous contacterons au besoin.</p><p>Si vous avez des questions, n'hésitez pas à nous contacter à partir de votre <a href="{$authorSubmissionUrl}">tableau de bord de soumission</a>.</p><p>Cordialement,</p><p>{$signature}</p>
hy: <p>Հարգելի {$recipientName},</p><p>Ձեր ներկայացումը՝ {$submissionTitle}, հետ է ուղարկվել գրախոսման փուլ: Այն կենթարկվի հետագա վերանայման, նախքան այն կընդունվի հրապարակման համար:</p><p>Երբ ներկայացումն ընդունելու մասին որոշումը կգրանցվի մեր համակարգում, և մենք պետք է այն հետ ուղարկենք վերանայման համար: Ես ներողություն եմ խնդրում այս պատճառած շփոթության համար: Մենք կաշխատենք արագ ավարտին հասցնել ցանկացած հետագա վերանայում, որպեսզի հնարավորինս շուտ վերջնական որոշում կայացնեք:</p><p>Մենք կկապվենք ձեզ հետ, եթե մեզ անհրաժեշտ լինի լրացուցիչ օգնություն:</p><p>Եթե ունեք որևէ հարցեր, խնդրում եմ կապվեք ինձ հետ ձեր <a href="{$authorSubmissionUrl}">ներկայացման վահանակից</a>:</p><p>Հարգանքով,</p><p>{$signature}</p>
id: <p>Kepada Yth. {$recipientName},</p><p>Artikel anda, "{$submissionTitle}", telah dikirimkan kembali ke tahap review. Proses ini akan melewati review lebih lanjut sebelum diterima untuk dipublikasikan.</p><p>Kadang, keputusan untuk menerima artikel akan tercatat secara tidak sengaja pada sistem kam dan kami harus mengirimkan kembali ke tahap review. Saya mohon maaf atas kekeliruan yang telah terjadi. Kami akan melengkapi review lebih lanjut dengan cepat sehingga anda akan mendapatkan keputusan akhir secepatnya.</p><p>Kami akan menghubungi anda jika kami membutuhkan bantuan lebih lanjut.</p><p>Jika anda mempunyai pertanyaan, silakan menghubungi saya dari <a href="{$authorSubmissionUrl}">dasbor pengiriman anda</a>.</p><p>Hormat kami,</p><p>{$signature}</p>
mk: <p>Почитуван {$recipientName},</p><p>Вашиот поднесок, "{$submissionTitle}“, е вратен во фазата на преглед. Ќе биде подложен на дополнителен преглед пред да може да биде прифатен за објавување.</p><p>Повремено, одлуката за прифаќање поднесок ќе биде снимена случајно во нашиот систем и мора да ја испратиме назад за преглед. Се извинувам за каква било конфузија што ја предизвика. Ќе работиме брзо да го завршиме секој понатамошен преглед за да ја имате конечната одлука што е можно поскоро.</p><p>Ќе ве контактираме доколку ни треба дополнителна помош.</p><p>Ако имате какви било прашања, ве молиме контактирајте ме од вашата <a href="{$authorSubmissionUrl}">табла за поднесување</a>.</p><p>Со почит,</p><p>{$signature}</p>
nl: <p>Beste {$recipientName},</p><p>Je inzending, {$submissionTitle}, is teruggestuurd naar de beoordelingsfase. Het zal verder worden beoordeeld voordat het kan worden geaccepteerd voor publicatie.</p><p>Soms wordt een beslissing om een inzending te accepteren per ongeluk in ons systeem geregistreerd en moeten we het terugsturen naar de beoordelingsfase. Mijn excuses voor de verwarring die dit heeft veroorzaakt. We zullen ons best doen om de verdere beoordeling snel af te ronden, zodat je zo snel mogelijk een definitieve beslissing krijgt.</p><p>We zullen contact met je opnemen als we verdere assistentie nodig hebben.</p><p>Als je vragen hebt, neem dan contact met me op via je <a href="{$authorSubmissionUrl}">inzendingsdashboard</a>.</p><p>Met vriendelijke groet,</p><p>{$signature}</p>
pt_br: <p>Prezado (a) {$recipientName},</p><p>Sua submissão, {$submissionTitle}, foi enviada de volta para a fase de avaliação. Ela será submetida a uma avaliação adicional antes de ser aceita para publicação.</p><p>Ocasionalmente, uma decisão de aceitar uma submissão será registrada acidentalmente em nosso sistema e devemos enviá-lo de volta para avaliação. Peço desculpas por qualquer confusão que isso tenha causado. Trabalharemos para concluir qualquer avaliação adicional rapidamente, para que você ter uma decisão final o mais rápido possível.</p><p>Entraremos em contato com você se precisarmos de ajuda.</p><p>Se você tiver alguma dúvida, entre em contato comigo pelo <a href="{$authorSubmissionUrl}">painel da submissão</a>.</p><p>Atenciosamente,</p><p>{$signature}</p>
ru: <p>Здравствуйте, {$recipientName}!</p><p>Ваш материал «{$submissionTitle}» был возвращён на этап рецензирования. Он пройдёт дальнейшее рецензирование прежде чем будет принят к публикации.</p><p>Иногда решение о приёме материала может быть случайно записано в нашей системе и мы должны вернуть материал обратно на рецензирование. Приношу Вам свои извинения за ту путаницу, которую эта ситуация могла вызвать. Мы постараемся быстро завершить рецензирование, чтобы Вы получили окончательное решение как можно скорее.</p><p>Мы свяжемся с Вами, если нам понадобится дополнительная помощь.</p><p>Если у Вас есть какие-то вопросы, пожалуйста, свяжитесь со мной через <a href="{$authorSubmissionUrl}">страницу Вашего материала</a>.</p><p>С уважением,</p><p>{$signature}</p>
sl: <p>Spoštovani {$recipientName},</p><p>Vaš prispevek, {$submissionTitle}, je bil poslan nazaj v fazo recenzije. Prispevek bo šel v dodatno recenziranje, preden bo lahko sprejet za objavo.</p><p>Občasno se zgodi, da je odločitev o sprejetju prispeveka zavedena pomotoma v našem sistemu in ga moramo ponovno poslati nazaj v fazo recenzije. Opravičujemo se za morebitne neprijetnosti. Naredili bomo vse, da bo recenzija opravljna hitro, tako da boste dobili končno odločitev čimprej. </p><p>Če bomo potrebovali vašo pomoč, vas bomo kontaktirali.</p><p>Če imate kakršnokoli vprašanje, se lahko obrnete name preko vaše <a href="{$authorSubmissionUrl}">nadzorne plošče prispevkov</a>.</p><p>Če bomo potrebovali vašo pomoč, vas bomo kontaktirali.</p><p>S spoštovanjem,</p><p>{$signature}</p>
tr: <p>Sayın {$recipientName},</p> <p>"{$submissionTitle}" başlıklı aday makaleniz değerlendirme aşamasına geri gönderilmiştir. Son kopya sürecinde fark edilen eksiklik ve hatalardan dolayı daha fazla değerlendirme yapılacaktır.</p> <p>. Yeniden değerlendirme sürecini hızlı bir şekilde tamamlamak için çalışacağız, böylece en kısa sürede nihai kararı alabiliriz.</p> <p>İlaveten bir desteğe ihtiyaç duymamız durumunda sizinle iletişime geçeceğiz.</p> <p>Herhangi bir sorunuz olursa, lütfen <a href="{$authorSubmissionUrl}">makale ekranı</a> tartışma bölümü üzerinden bizimle iletişime geçiniz.</p> <p>Saygılarımla,</p> <p>{$signature}</p>
uk: <p>Шановний(на) {$recipientName}!</p><p>Ваше подання "{$submissionTitle}" повернуто на стадію рецензування. Перш ніж його можна буде прийняти для опублікування, його буде додатково прорецензовано.</p><p>Іноді рішення про прийняття подання випадково реєструється в нашій системі, і ми повинні надіслати його на рецензування. Прошу вибачення за будь-яку плутанину, яку це спричинило. Ми докладатимемо зусиль, щоб швидко завершити будь-яку подальшу перевірку, щоб Ви якомога швидше мали остаточне рішення.</p><p>Ми зв’яжемося з Вами, якщо нам знадобиться додаткова допомога.</p><p>Якщо у Вас виникнуть будь-які запитань, будь ласка, зв’яжіться зі мною за допомогою <a href="{$authorSubmissionUrl}">інформаційної панелі подання</a>.</p><p>З повагою,</p><p>{$signature}</p>
vi: <p>Kính gửi {$recipientName},</p><p>Bài nộp của bạn, {$submissionTitle}, đã được gửi lại giai đoạn đánh giá. Nó sẽ trải qua quá trình đánh giá thêm trước khi có thể được chấp nhận để xuất bản.</p><p>Thỉnh thoảng, quyết định chấp nhận bài nộp sẽ bị ghi lại do nhầm lẫn trong hệ thống của chúng tôi và chúng tôi phải gửi nó lại để đánh giá. Tôi xin lỗi vì bất kỳ sự nhầm lẫn nào đã gây ra. Chúng tôi sẽ cố gắng hoàn thành mọi đánh giá tiếp theo một cách nhanh chóng để bạn có quyết định cuối cùng càng sớm càng tốt.</p><p>Chúng tôi sẽ liên hệ với bạn nếu cần thêm trợ giúp.</p> <p>Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với tôi từ <a href="{$authorSubmissionUrl}">bảng điều khiển bài nộp</a> của bạn.</p> <p>Trân trọng,</p> <p>{$signature}</p>

# emails.editorDecisionCancelReviewRound.subject
source: A review round for your submission has been cancelled
ar: جولة تحكيم لطلب تقديمك قد تم إلغاؤها
bg: Кръгът за рецензиране на вашите подадени материали е отменен
cs: Kolo recenzního řízení pro váš příspěvek bylo zrušeno
da: En bedømmelsesrunde for din indsendelse er blevet annulleret
es: Se ha cancelado una ronda de revisión de su envío
eu: Zure bidalketaren berrikuspen-erronda bat bertan behera utzi da
fi: Käsikirjoituksenne arviointikierros on peruttu
fr_ca: Un cycle d'évaluation de votre soumission a été annulé
hy: Ձեր ներկայացման վերանայման փուլը չեղարկվել է
id: Putaran review untuk artikel anda telah dibatalkan
mk: Рецензентската постапка за вашиот поднесок е откажана
nl: Een beoordelingsronde voor je inzending is geannuleerd
pt: Uma ronda de avaliação da sua submissão foi cancelada
pt_br: Uma rodada de avaliação da sua submissão foi cancelada
ru: Раунд рецензирования Вашего материала был отменен
sl: Recenzijski krog za vaš prispevek je bil preklican
tr: Aday makale için değerlendirme turu iptal edildi
uk: Раунд рецензування Вашого подання скасовано
vi: Vòng đánh giá cho bài nộp của bạn đã bị hủy
