Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.reviewAck.body
source: <p>Dear {$recipientName},</p> <p>Thank you for completing your review of the submission, {$submissionTitle}, for {$contextName}. We appreciate your time and expertise in contributing to the quality of the work that we publish.</p> <p>It has been a pleasure to work with you as a reviewer for {$contextName}, and we hope to have the opportunity to work with you again in the future.</p> <p>Kind regards,</p> <p>{$signature}</p>
ar: <p>عزيزنا {$recipientName}،</p> <p>نشكر إكمالك لتحكيم المؤلَّف الموسوم، {$submissionTitle}، لصالح {$contextName}. إننا نقدر وقتكم وخبراتكم التي شاركتموها في ترصين الأعمال التي تنشرها مجلتنا.</p> <p>لقد كان لنا الشرف أن نعمل معكم كمحرر لصالح {$contextName}، ونأمل أن تتاح لنا فرصة العمل معكم مرة أخرى مستقبلاً.</p> <p>أطيب التحايا،</p> <p>{$signature}</p>
bg: <p> Уважаема/и {$recipientName}:</p> <p>Благодарим Ви, че резензирахте изпратените материали, &quot;{$submissionTitle},&quot; за {$contextName}. Оценяваме приноса ви към качеството на работата, която публикуваме.</p> <p>За нас беше удоволствие да работим с вас като рецензент за {$contextName} и се надяваме да имаме възможност да работим отново в бъдеще.</p> <p>Сърдечни поздрави,</p> <p>{$signature}</p>
cs: <p>Vážený/á {$recipientName},</p> <p>děkujeme vám za dokončení recenze příspěvku {$submissionTitle}, pro {$contextName}. Vážíme si vašeho času a odborných znalostí, kterými přispíváte ke kvalitě námi publikovaných prací.</p> <p>Bylo nám potěšením s vámi spolupracovat jako s recenzentem pro {$contextName} a doufáme, že budeme mít příležitost s vámi spolupracovat i v budoucnu.</p> <p>S pozdravem,</p> <p>{$signature}</p>
da: <p>Kære {$recipientName}</p> <p>Tak, fordi du har fuldført bedømmelsen af manuskriptet {$submissionTitle} til {$contextName}. Vi påskønner din tid og dit bidrag til kvaliteten af de artikler, vi publicerer.</p> <p>Det har været en fornøjelse at arbejde sammen med dig som bedømmer for {$contextName}, og vi håber, det vil blive muligt at arbejde sammen igen i fremtiden.</p> <p>Med venlig hilsen</p> <p>{$signature}</p>
es: <p>Estimado/a {$recipientName},</p> <p>Gracias por completar la revisión del envío, {$submissionTitle}, para {$contextName}. Le agradecemos su tiempo y su pericia, que contribuyen a la calidad de las obras que publicamos.</p> <p>Ha sido un placer trabajar con usted como revisor/a para {$contextName}, y esperamos tener la oportunidad de seguir haciéndolo en el futuro.</p> <p>Saludos cordiales,</p> <p>{$signature}</p>
eu: <p>{$recipientName} agurgarria:</p> <p>Eskerrik asko {$contextName} aldizkarirako "{$submissionTitle}" bidalketa ebaluatzeagatik. Zinez estimatzen dugu argitaratzen ditugun lanen kalitatea hobetzeko eskainitako denbora eta eskarmentua.</p> <p>Plazera izan da {$contextName} aldizkarian zu ebaluatzaileen artean izatea. Aurrerantzean ere zurekin lan egiteko aukera izatea espero dugu.</p> <p>Adeitasunez,</p> <p>{$signature}</p>
fi: <p>Hyvä {$recipientName},</p> <p>Kiitos käsikirjoitusta {$submissionTitle} koskevan arvioinnin lähettämisestä. Arvostamme panostanne julkaisemamme työn laadun hyväksi.</p> <p>On ollut ilo työskennellä kanssasi ja toivomme, että saamme tilaisuuden työskennellä kanssasi uudelleen tulevaisuudessa.</p> <p>Ystävällisin terveisin,</p> <p>{$signature}</p>
fr_ca: <p>{$recipientName},</p> <p>Nous vous remercions d'avoir évaluer la soumission, {$submissionTitle}, pour {$contextName}. Nous apprécions l'expertise et le temps que vous y avez consacrés et qui contribuent à la qualité des travaux que nous publions.</p> <p>Ce fut un plaisir de travailler avec vous et nous espérons avoir opportunité de le faire encore à l'avenir.</p> <p>Cordialement,</p> <p>{$signature}</p>
hy: <p>Հարգելի {$recipientName},</p> <p>Շնորհակալություն {$submissionTitle} -ը {$contextName} -ի ներկայացման վերաբերյալ ձեր գրախոսության ավարտի համար: Մենք գնահատում ենք ձեր ժամանակն ու փորձը մեր հրապարակած աշխատանքի որակին նպաստելու համար:</p> <p>Հաճելի էր ձեզ հետ աշխատել որպես {$contextName} -ի գրախոս, և մենք հուսով ենք, որ ապագայում ձեզ հետ կրկին աշխատելու հնարավորություն կունենանք:</p> <p>Հարգանքով,</p> <p>{$signature}</p>
id: <p>Kepada Yth. {$recipientName},</p> <p>Terimakasih telah menyelesaikan review dari naskah, "{$submissionTitle}", pada {$contextName}. Kami sangat menghargai kontribusi anda terhadap kualitas karya yang kami terbitkan.</p> <p>Kami sangat senang bisa bekerja sama dengan anda sebagai reviewer untuk {$contextName}, dan kami berharap dapat memiliki kesempatan untuk bekerja sama lagi dengan anda di masa yang akan datang.</p> <p>Hormat kami,</p> <p>{$signature}</p>
mk: <p>Драг {$recipientName},</p> <p>Благодариме за комплетирање на вашата рецензија за поднесокот, {$submissionTitle}, за {$contextName}. Го цениме вашето време и експертиза во подобрување квалитетот на трудот што го публикуваме.</p> <p>Ни беше задоволство да соработуваме со вас како рецензент {$contextName}, и ние се надеваме дека ќе имаме можност во иднина да соработуваме со вас.</p> <p>Срдечни поздрави,</p> <p>{$signature}</p>
nl: <p>Dear {$recipientName},</p> <p>Dank u voor het voltooien van uw beoordeling van de inzending, {$submissionTitle}, voor {$contextName}. We waarderen uw tijd en expertise in het bijdragen aan de kwaliteit van het werk dat we publiceren.</p> <p>Het was een genoegen om met u samen te werken als reviewer voor {$contextName}, en we hopen in de toekomst weer met u te kunnen samenwerken.</p> <p>Vriendelijke groeten,</p> <p>{$signature}</p>
pt_br: <p>Prezado(a) {$recipientName}:</p> <p>Agradeço por enviar o parecer da submissão &quot;{$submissionTitle},&quot; para o periódico {$contextName}. Nós apreciamos sua contribuição para manter a qualidade dos trabalhos que publicamos.</p> <p>Tem sido um prazer trabalhar com você como revisor para {$contextName}, e esperamos ter uma oportunidade de trabalhar contigo novamente.</p> <p>Atenciosamente,</p> <p>{$signature}</p>
ru: <p>Здравствуйте, {$recipientName}!</p> <p>Благодарю Вас за рецензирование материала «{$submissionTitle}» для журнала «{$contextName}». Мы ценим Ваш вклад, который способствует повышению качества публикуемых нами работ.</p> <p>Нам было очень приятно работать с Вами в качестве рецензента журнала «{$contextName}», и мы надеемся, что в будущем у нас еще будет возможность сотрудничать с Вами.</p> <p>С уважением,</p> <p>{$signature}</p>
tr: <p>Sayın {$recipientName},</p> <p>{$contextName} dergisine gönderilen "{$submissionTitle}" başlıklı makale ile ilgili hakem değerlendirmesini tamamladığınız için teşekkür ederiz. Yayınladığımız çalışmaların kalitesine katkı sağladığınız için zamanınız ve uzmanlığınız bizim için çok değerlidir.</p> <p>{$contextName} için yaptığınız hakemlikten memnuniyet duyduk ve gelecekte yeniden birlikte çalışmayı umarız.</p> <p>Saygılarımızla,</p> <p>{$signature}</p>
uk: <p>Шановний(на) {$recipientName}!</p> <p>Дякуємо за виконання рецензування подання "{$submissionTitle}" для "{$contextName}". Ми цінуємо Ваш час і досвід у сприянні якості роботи, яку ми публікуємо.</p> <p>Нам було приємно працювати з Вами як рецензентом для "{$contextName}", і ми сподіваємося, що матимемо можливість працювати з Вами знову в майбутньому.</p> <p>З повагою,</p> <p>{$signature}</p>
vi: <p>Kính gửi {$recipientName},</p> <p>Cảm ơn bạn đã hoàn thành đánh giá bài nộp, {$submissionTitle}, cho {$contextName}. Chúng tôi đánh giá cao thời gian và chuyên môn của bạn trong việc đóng góp vào chất lượng công việc mà chúng tôi xuất bản.</p> <p>Thật vinh dự được hợp tác với bạn với vai trò người đánh giá cho {$contextName}, và chúng tôi hy vọng có cơ hội hợp tác với bạn trong tương lai.</p> <p>Trân trọng,</p> <p>{$signature}</p>

# emails.decision.notifyReviewers.subject
source: Thank you for your review
ar: شكرًا على تحكيمك
bg: Благодарим ви за вашата рецензия
cs: Děkujeme vám za vaši recenzi
da: Tak for din bedømmelse
es: Gracias por su revisión
eu: Eskerrik asko zure ebaluazioarengatik
fi: Kiitos arvioinnista
fr_ca: Décision éditoriale suite à votre évaluation
hy: Շնորհակալություն ձեր գրախոսության համար
id: Terima kasih atas review anda
mk: Ви благодарам за вашата рецензија
nl: Bedankt voor uw recensie
pt: Obrigado pela sua revisão
pt_br: Obrigado pela sua avaliação
ru: Благодарим за Вашу рецензию
sl: Hvala za vašo recenzijo
tr: Değerlendirmeniz için teşekkür ederiz
uk: Подяка за рецензування
vi: Cảm ơn bạn đã đánh giá
