Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.reviewComplete.subject
source: Review complete: {$reviewerName} recommends {$reviewRecommendation} for #{$submissionId} {$authorsShort} — {$submissionTitle}
ar: إكتمل التحكيم: {$reviewerName} يوصي {$reviewRecommendation} بشأن #{$submissionId} {$authorsShort} — {$submissionTitle}
bg: Рецензията е завършена: {$reviewerName} препоръчва {$reviewRecommendation} за #{$submissionId} {$authorsShort} — {$submissionTitle}
cs: Recenze byla dokončena: {$reviewerName} doporučuje {$reviewRecommendation} pro #{$submissionId} {$authorsShort} — {$submissionTitle}
da: Bedømmelse færdig: {$reviewerName} anbefaler {$reviewRecommendation} for #{$submissionId} {$authorsShort} — {$submissionTitle}
es: Revisión completada: {$reviewerName} recomienda {$reviewRecommendation} para #{$submissionId} {$authorsShort} — {$submissionTitle}
eu: Berrikuspena osatuta: {$reviewerName}(e)k {$reviewRecommendation} gomendatzen du #{$submissionId} {$authorsShort}-rentzat — "{$submissionTitle}"
fi: Arviointi valmis: {$reviewerName} suosittelee {$reviewRecommendation} käsikirjoitukselle #{$submissionId} {$authorsShort} — {$submissionTitle}
fr_ca: Évaluation terminée: {$reviewerName} recommande {$reviewRecommendation} pour #{$submissionId} {$authorsShort} — {$submissionTitle}
hy: Գրախոսումն ավարտված է. {$reviewerName}-ն առաջարկում է {$reviewRecommendation}-ը #{$submissionId}-ի համար {$authorsShort} — {$submissionTitle}
id: Review lengkap: {$reviewerName} merekomentasikan {$reviewRecommendation} untuk #{$submissionId} {$authorsShort} — "{$submissionTitle}"
mk: Прегледот е завршен: {$reviewerName} препорачува {$reviewRecommendation} за #{$submissionId} {$authorsShort} — "{$submissionTitle}"
nl: Beoordeling voltooid: {$reviewerName} beveelt {$reviewRecommendation} aan voor #{$submissionId} {$authorsShort} — {$submissionTitle}
pt: Avaliação concluída: {$reviewerName} recomenda {$reviewRecommendation} para #{$submissionId} {$authorsShort} — {$submissionTitle}
pt_br: Avaliação concluída: {$reviewerName} recomenda {$reviewRecommendation} para #{$submissionId} {$authorsShort} — {$submissionTitle}
ru: Рецензирование завершено: {$reviewerName} рекомендует {$reviewRecommendation} для #{$submissionId} {$authorsShort} — «{$submissionTitle}»
sl: Recenzija je zaključena: {$reviewerName} priporoča {$reviewRecommendation} za #{$submissionId} {$authorsShort} — {$submissionTitle}
tr: Değerlendirme tamamlandı: {$reviewerName}. Öneri: {$reviewRecommendation}. #{$submissionId} {$authorsShort} — "{$submissionTitle}"
uk: Рецензування виконано: {$reviewerName} рекомендує {$reviewRecommendation} для #{$submissionId} {$authorsShort} — "{$submissionTitle}"
vi: Đánh giá hoàn thành: {$reviewerName} đề xuất {$reviewRecommendation} cho #{$submissionId} {$authorsShort} — {$submissionTitle}

# emails.reviewComplete.body
source: <p>Dear {$recipientName},</p><p>{$reviewerName} completed the following review:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — {$submissionTitle}</a><br /><b>Recommendation:</b> {$reviewRecommendation}<br /><b>Type:</b> {$reviewMethod}</p><p>Login to <a href="{$submissionUrl}">view all files and comments</a> provided by this reviewer.</p>
ar: <p>عزيزي {$recipientName}،</p><p>{$reviewerName} قد أكمل التحكيم الآتي:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — {$submissionTitle}</a><br /><b>التوصية:</b> {$reviewRecommendation}<br /><b>النوع:</b> {$reviewMethod}</p><p>سجل دخولك إلى <a href="{$submissionUrl}">لمعاينة كل الملفات والتعليقات</a> التي قدمها هذا المحكم.</p>
bg: <p>Уважаеми {$recipientName},</p><p>{$reviewerName} завърши следната рецензия:</p><p><a href="{$submissionUrl}">#{$submissionId} {$ authorsShort} — {$submissionTitle}</a><br /><b>Препоръка:</b> {$reviewRecommendation}<br /><b>Тип:</b> {$reviewMethod}</p>< p>Влезте, за да <a href="{$submissionUrl}">видите всички файлове и коментари</a>, предоставени от този рецензент.</p>
cs: <p>Vážený/á {$recipientName},</p><p>{$reviewerName} dokončil následující recenzi:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — {$submissionTitle}</a><br /><b>Doporučení:</b> {$reviewRecommendation}<br /><b>Typ:</b> {$reviewMethod}</p><p>Přihlaste se <a href="{$submissionUrl}">k zobrazení všech souborů a komentářů,</a> které poskytnul tento recenzent.</p>
da: <p>Kære {$recipientName}</p><p>{$reviewerName} har færdiggjort den følgende bedømmelse:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — {$submissionTitle}</a><br /><b>Anbefaling:</b> {$reviewRecommendation}<br /><b>Type:</b> {$reviewMethod}</p><p>Login for at <a href="{$submissionUrl}">se alle filer og kommentarer</a> fra bedømmeren.</p>
es: <p>Estimado/a {$recipientName},</p> <p>{$reviewerName} ha completado la siguiente revisión:</p> <p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — "{$submissionTitle}"</a><br /> <b>Recomendación:</b> {$reviewRecommendation}<br /> <b>Tipo:</b> {$reviewMethod}</p> <p>Inicie sesión para <a href="{$submissionUrl}">ver todos los archivos y comentarios</a> proporcionados por este revisor.</p>
eu: <p>{$recipientName} agurgarria:</p><p>{$reviewerName} ebaluatzaileak ebaluazio hau egin du:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — "{$submissionTitle}"</a><br /><b>Gomendioa:</b> {$reviewRecommendation}<br /><b>Mota:</b> {$reviewMethod}</p><p>Hasi saioa ebaluatzailearen <a href="{$submissionUrl}">fitxategi eta ohar guztiak bistaratzeko</a>.</p>
fi: <p>Hyvä {$recipientName},</p><p>{$reviewerName} on suorittanut seuraavan arvioinnin:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — {$submissionTitle}</a><br /><b>Suositus:</b> {$reviewRecommendation}<br /><b>Tyyppi:</b> {$reviewMethod}</p><p>Kirjautukaa sisään <a href="{$submissionUrl}">nähdäksenne kaikki arvioijan toimittamat tiedostot ja kommentit</a>.</p>
fr_ca: <p>{$recipientName},</p><p>{$reviewerName} a terminé son évaluation :</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — {$submissionTitle}</a><br /><b>Recommandation :</b> {$reviewRecommendation}<br /><b>Type :</b> {$reviewMethod}</p><p>Connectez-vous <a href="{$submissionUrl}">afin de consulter les commentaires</a> de l'évaluateur-trice.</p>
hy: <p>Հարգելի {$recipientName},</p><p>{$reviewerName}-ն ավարտեց հետևյալ վերանայումը.</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — {$submissionTitle}</a><br /><b>Խորհուրդ:</b> {$reviewRecommendation}<br /><b>Տեսակ`</b> {$reviewMethod}</p><p>Մուտք գործեք՝ <a href="{$submissionUrl}">դիտելու բոլոր նիշքերը և մեկնաբանությունները</a>, որոնք տրամադրվել են այս գրախոսի կողմից:</p>
id: <p>Kepada Yth. {$recipientName},</p><p>{$reviewerName} telah menyelesaikan review berikut:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — "{$submissionTitle}"</a><br /><b>Rekomendasi:</b> {$reviewRecommendation}<br /><b>Tipe:</b> {$reviewMethod}</p><p>Masuk ke <a href="{$submissionUrl}">lihat seluruh file dan komentar</a> yang diberikan oleh reviewer ini.</p>
mk: <p>Почитуван {$recipientName},</p><p>{$reviewerName} го заврши следниов преглед:</p><p><a href="{$submissionUrl}">#{$submissionId} {$ authorsShort} — "{$submissionTitle}"</a><br /><b>Препорака:</b> {$reviewRecommendation}<br /><b>Тип:</b> {$reviewMethod}</p><p>Најавете се за <a href="{$submissionUrl}">да ги прегледате сите датотеки и коментари</a> обезбедени од овој рецензент.</p>
nl: <p>Beste {$recipientName},</p><p>{$reviewerName} heeft de volgende beoordeling voltooid:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — {$submissionTitle}</a><br /><b>Aanbeveling:</b> {$reviewRecommendation}<br /><b>Type:</b> {$reviewMethod}</p><p>Log in om <a href="{$submissionUrl}">alle bestanden en opmerkingen</a> te bekijken die door deze beoordelaar zijn verstrekt.</p>
pt_br: <p>Prezado(a) {$recipientName},</p><p>{$reviewerName} concluiu a seguinte avaliação:</p><p><a href="{$submissionUrl}">#{$submissionId} {$autoresShort} — {$submissionTitle}</a><br /><b>Recomendação:</b> {$reviewRecommendation}<br /><b>Tipo:</b> {$reviewMethod}</p><p>Faça login para <a href="{$submissionUrl}">ver todos os arquivos e comentários</a> fornecidos por este avaliador.</p>
ru: <p>Здравствуйте, {$recipientName}!</p><p>Рецензент {$reviewerName} завершил следующую рецензию:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — «{$submissionTitle}»</a><br /><b>Рекомендация:</b> {$reviewRecommendation}<br /><b>Тип:</b> {$reviewMethod}</p><p>Войдите в систему, чтобы <a href="{$submissionUrl}">просмотреть все файлы и комментарии</a>, предоставленные этим рецензентом.</p>
sl: <p>Spoštovani {$recipientName},</p><p>{$reviewerName} je opravil naslednjo recenzijo:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — {$submissionTitle}</a><br /><b>Priporočilo:</b> {$reviewRecommendation}<br /><b>Tip:</b> {$reviewMethod}</p><p>Prijavite se v <a href="{$submissionUrl}">, da boste lahko videli vse komentarje in datoteke,</a> ki jih je naložil ta recenzent.</p>
tr: <p>Sayın {$recipientName},</p> <p>{$reviewerName} aşağıdaki aday makale için hakemlik sürecini tamamladı:</p> <p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — "{$submissionTitle}"</a><br /><b>Öneri:</b> {$reviewRecommendation}<br /><b>Değerlendirme Türü:</b> {$reviewMethod}</p> <p>Değerlendirmeyi görüntülemek için <a href="{$submissionUrl}">giriş yapın</a>.</p>
uk: <p>Шановний(на) {$recipientName}!</p><p>{$reviewerName} виконав таке рецензування:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — "{$submissionTitle}"</a>.<br /><b>Рекомендація:</b> {$reviewRecommendation}<br /><b>Тип:</b> {$reviewMethod}.</p><p>Увійдіть, щоб <a href="{$submissionUrl}">переглянути всі файли та коментарі</a>, надані цим рецензентом.</p>
vi: <p>Kính gửi {$recipientName},</p><p>{$reviewerName} đã hoàn thành đánh giá sau:</p><p><a href="{$submissionUrl}">#{$submissionId} {$authorsShort} — {$submissionTitle}</a><br /><b>Đề xuất:</b> {$reviewRecommendation}<br /><b>Loại:</b> {$reviewMethod}</p><p>Đăng nhập để <a href="{$submissionUrl}">xem tất cả các tệp và nhận xét</a> do người đánh giá này cung cấp.</p>

# emails.reviewEdit.subject
source: Your review assignment has been changed for {$contextName}
ar: مهمة تحكيمك قد تغيرت لـ {$contextName}
bg: Вашето задание за рецензиране е променено за {$contextName}
cs: Vaše přiřazení recenze pro {$contextName} bylo změněno
da: Din bedømmelsesopgave for {$contextName} er blevet ændret
es: Se ha modificado su asignación de revisión para {$contextName}
eu: Zure berrikuspen-esleipena aldatu egin da {$contextName}-rentzat
fi: Arviointitehtäväänne on muutettu sivustolla {$contextName}
hy: Ձեր վերանայման հանձնարարությունը փոխվել է {$contextName}-ի համար
id: Penugasan review anda sudah diubah untuk {$contextName}
mk: Вашето назначување за рецензент е променето за {$contextName}
nl: Je beoordelingsopdracht is gewijzigd voor {$contextName}
pt: A tarefa de avaliação foi alterada em {$contextName}
pt_br: Sua tarefa de avaliação foi alterada para {$contextName}
ru: Изменилось Ваше задание на рецензию для журнала «{$contextName}»
sl: Vaša recenzijska zadolžitev pri reviji {$contextName} je bila spremenjena
tr: {$contextName} için değerlendirme süreniz değiştirildi.
uk: Ваше завдання щодо рецензування для "{$contextName}" змінено
vi: Chỉ định đánh giá của bạn đã được thay đổi cho {$contextName}

# emails.reviewEdit.body
source: <p>Dear {$recipientName},</p><p>An editor has made changes to your review assignment for {$contextName}. Please review the details below and let us know if you have any questions.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a><br /><b>Type:</b> {$reviewMethod}<br /><b>Accept or Decline By:</b> {$responseDueDate}<br /><b>Submit Review By:</b> {$reviewDueDate}</p><p>You can login to <a href="{$reviewAssignmentUrl}">complete this review</a> at any time.</p>
ar: <p>عزيزي {$recipientName}،</p><p>أجرى أحد المحررين تغييرًا لمهمة تحكيمك لـ {$contextName}. يرجى مراجعتكم للتفاصيل أدناه ثم أيلغونا إذا كانت لديكم أي استفسارات.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a><br /><b>النوع:</b> {$reviewMethod}<br /><b>إقبله أو أرفض بموعد أقصاه:</b> {$responseDueDate}<br /><b>تسليم التحكيم بموعد أقصاه:</b> {$reviewDueDate}</p><p>يمكنكم تسجيل الدخول <a href="{$reviewAssignmentUrl}">إكمال هذا التحكيم</a> في أي وقت.</p>
bg: <p>Уважаеми {$recipientName},</p><p>Редактор е направил промени в заданието ви за рецензия за {$contextName}. Моля, прегледайте подробностите по-долу и ни уведомете, ако имате въпроси.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a><br /><b>Тип: </b> {$reviewMethod}<br /><b>Приемете или откажете до:</b> {$responseDueDate}<br /><b>Изпратете рецензия до:</b> {$reviewDueDate}</p ><p>Можете да влезете в системата, за да <a href="{$reviewAssignmentUrl}">завършите тази рецензия</a> по всяко време.</p>
cs: <p>Vážený/á {$recipientName},</p><p>Redaktor provedl změny ve vašem přiřazení recenze pro {$contextName}. Projděte si prosím níže uvedené podrobnosti a dejte nám vědět, pokud máte nějaké dotazy.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a><br /><b>Typ:</b> {$reviewMethod}<br /><b>Přijmout či odmítnout do dne:</b> {$responseDueDate}<br /><b>Zaslat recenzi do:</b> {$reviewDueDate}</p><p>Můžete se přihlásit <a href="{$reviewAssignmentUrl}">abyste mohli kdykoliv dokončit tuto recenzi.</a></p>
da: <p>Kære {$recipientName}</p><p>En redaktør har ændret din bedømmelsesopgave for {$contextName}. Gennemgå venligst detaljerne nedenfor og lad os høre, hvis du har nogle spørgsmål.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a><br /><b>Type:</b> {$reviewMethod}<br /><b>Accepter eller afvist senest:</b> {$responseDueDate}<br /><b>Indsend bedømmelsen senest:</b> {$reviewDueDate}</p><p>Du kan logge ind for at <a href="{$reviewAssignmentUrl}">færdiggøre denne bedømmelse</a> på ethvert tidspunkt.</p>
es: <p>Estimado/a {$recipientName},</p> <p>Un editor ha realizado cambios en su asignación de revisión para {$contextName}. Por favor, revise los detalles a continuación y no dude en contactarnos si tiene alguna pregunta.</p> <p><a href="{$reviewAssignmentUrl}">"{$submissionTitle}"</a><br /> <b>Tipo:</b> {$reviewMethod}<br /> <b>Acepte o rechace antes de:</b> {$responseDueDate}<br /> <b>Envíe la revisión antes de:</b> {$reviewDueDate}</p> <p>Puede iniciar sesión en <a href="{$reviewAssignmentUrl}">este enlace</a> para completar la revisión en cualquier momento.</p>
eu: <p>{$recipientName} agurgarria:</p><p>Editore batek aldaketak egin ditu {$contextName} aldizkarirako duzun ebaluazio-esleipenean. Mesedez, irakurri jarraian ematen diren xehetasunak eta, zalantzarik izatekotan, jarri gurekin harremanetan.</p><p><a href="{$reviewAssignmentUrl}">"{$submissionTitle}"</a><br /><b>Mota:</b> {$reviewMethod}<br /><b>Onartu edo baztertzeko epe-muga:</b> {$responseDueDate}<br /><b>Ebaluazioa bidaltzeko epe-muga:</b> {$reviewDueDate}</p><p>Nahi duzunean, hasi saioa <a href="{$reviewAssignmentUrl}"> estekan ebaluazioa egiteko</a>.</p>
fi: <p>Hyvä {$recipientName},</p><p>Toimittaja on tehnyt muutoksia arviointitehtäväänne sivustolla {$contextName}. Tarkistakaa tiedot alta ja ottakaa yhteyttä, jos teillä on kysyttävää.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a><br /><b>Tyyppi:</b> {$reviewMethod}<br /><b>Hyväksy tai hylkää mennessä:</b> {$responseDueDate}<br /><b>Arviointi palautettava mennessä:</b> {$reviewDueDate}</p><p>Voitte kirjautua sisään ja <a href="{$reviewAssignmentUrl}">suorittaa arvioinnin</a> milloin tahansa.</p>
fr_ca: <p>{$recipientName},</p><p>Un-e rédacteur-trice a modifié l'assignation de votre évaluation pour {$contextName}. S'il vous plaît, consulter les détails ci-dessous et n'hésitez pas à nous contacter si vous avez des questions.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a><br /><b>Type :</b> {$reviewMethod}<br /><b>Accepté ou rejeté avant le :</b> {$responseDueDate}<br /><b>Évaluation soumise avant le :</b> {$reviewDueDate}</p><p>Vous pouvez vous connectez afin de <a href="{$reviewAssignmentUrl}">terminer cette évaluation</a>.</p>
hy: <p>Հարգելի {$recipientName},</p><p>Խմբագիրը փոփոխություններ է կատարել ձեր վերանայման հանձնարարականում {$contextName}-ի համար: Խնդրում ենք ծանոթանալ ստորև ներկայացված մանրամասներին և մեզ տեղյակ պահել, եթե հարցեր ունեք:</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a><br /><b>Տեսեք. </b> {$reviewMethod}<br /><b>Ընդունել կամ մերժել ըստ՝</b> {$responseDueDate}<br /><b>Ուղարկել կարծիք ըստ՝</b> {$reviewDueDate}</p ><p>Դուք ցանկացած ժամանակ կարող եք մուտք գործել՝ <a href="{$reviewAssignmentUrl}">լրացնելու այս վերանայումը</a>:</p>
id: <p>Kepada Yth. {$recipientName},</p><p>Editor telah membuat perubahan pada penugasan review anda untuk {$contextName}. Mohon review detail di bawah ini dan beritahukan kepada kami jika anda ada pertanyaan.</p><p><a href="{$reviewAssignmentUrl}">"{$submissionTitle}"</a><br /><b>Tipe:</b> {$reviewMethod}<br /><b>Diterima atau Ditolak Pada:</b> {$responseDueDate}<br /><b>Kirim Review Pada:</b> {$reviewDueDate}</p><p>Anda dapat login ke <a href="{$reviewAssignmentUrl}">lengkapi review ini</a> kapan saja.</p>
mk: <p>Почитуван {$recipientName},</p><p>Уредник направи промени во вашата задача за преглед за {$contextName}. Прегледајте ги деталите подолу и кажете ни ако имате какви било прашања.</p><p><a href="{$reviewAssignmentUrl}">"{$submissionTitle}"</a><br /><b>Видете: </b> {$reviewMethod}<br /><b>Прифати или одбиј до:</b> {$responseDueDate}<br /><b>Испрати преглед од:</b> {$reviewDueDate}</p><p>Можете да се најавите за <a href="{$reviewAssignmentUrl}">да ја завршите оваа рецензија</a> во секое време.</p>
nl: <p>Beste {$recipientName},</p><p>Een redacteur heeft wijzigingen aangebracht in je beoordelingsopdracht voor {$contextName}. Bekijk alsjeblieft de details hieronder en laat het ons weten als je vragen hebt.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a><br /><b>Type:</b> {$reviewMethod}<br /><b>Accepteer of Wijs Af Voor:</b> {$responseDueDate}<br /><b>Beoordeling Indienen Voor:</b> {$reviewDueDate}</p><p>Je kunt inloggen om <a href="{$reviewAssignmentUrl}">deze beoordeling te voltooien</a> op elk gewenst moment.</p>
pt_br: <p>Prezado(a) {$recipientName},</p><p>Um editor fez alterações em sua tarefa de avaliação para {$contextName}. Revise os detalhes abaixo e informe-nos se tiver alguma dúvida.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a><br /><b>Tipo: </b> {$reviewMethod}<br /><b>Aceitar ou recusar até:</b> {$responseDueDate}<br /><b>Enviar avaliação até:</b> {$reviewDueDate}</p ><p>Você pode fazer login para <a href="{$reviewAssignmentUrl}">concluir esta avaliação</a> a qualquer momento.</p>
ru: <p>Здравствуйте, {$recipientName}!</p><p>Редактор изменил Ваше задание на рецензирование для журнала «{$contextName}». Пожалуйста, ознакомьтесь с приведенной ниже информацией и сообщите нам, если у Вас возникнут вопросы.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a><br /><b>Тип:</b> {$reviewMethod}<br /><b>Принять или отклонить до:</b> {$responseDueDate}<br /><b>Отправить рецензию до:</b> {$reviewDueDate}</p><p>Вы можете войти в систему, чтобы <a href="{$reviewAssignmentUrl}">выполнить эту рецензию</a> в любой момент.</p>
sl: <p>Spoštovani {$recipientName},</p><p>Urednik je spremenil vašo recenzijsko zadolžitev pri reviji {$contextName}. Prosimo preverite spodnje podrobnosti in nam sporočite, če imate kakšna vprašanja.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a><br /><b>Tip:</b> {$reviewMethod}<br /><b>Sprejmi ali zavrni do:</b> {$responseDueDate}<br /><b>Recenzijo opravi do:</b> {$reviewDueDate}</p><p>Kadarkoli se lahko prijavite v sistem, da opravite <a href="{$reviewAssignmentUrl}">to recenzijo</a>.</p>
tr: <p>Sayın {$recipientName},</p> <p>Editör, {$contextName} için atandığınız hakemlik sürecinde değişiklik yaptı. Lütfen aşağıdaki detayları gözden geçirin ve herhangi bir sorunuz varsa bizimle iletişime geçin.</p> <p><a href="{$reviewAssignmentUrl}">"{$submissionTitle}"</a><br /><b>Değerlendirme için Hakemlik Türü:</b> {$reviewMethod}<br /><b>Hakemlik Davetine Yanıt için Son Tarih:</b> {$responseDueDate}<br /><b>Değerlendirmeyi Tamamlamak için Son tarih:</b> {$reviewDueDate}</p> <p>Değerlendirmeyi <a href="{$reviewAssignmentUrl}">tamamlamak için giriş yapabilirsiniz</a>.</p>
uk: <p>Шановний(на) {$recipientName}!</p><p>Редактор вніс зміни у Ваше завдання щодо рецензування для "{$contextName}". Перегляньте наведену нижче інформацію та повідомте нам, якщо у Вас виникнуть запитання.</p><p><a href="{$reviewAssignmentUrl}">"{$submissionTitle}"</a>.<br /><b>Тип: </b> {$reviewMethod}<br />.<b>Прийняти або відхилити до:</b> {$responseDueDate}<br />.<b>Надіслати відгук до:</b> {$reviewDueDate}.</p ><p>Ви можете будь-коли увійти, щоб <a href="{$reviewAssignmentUrl}">виконати це рецензування</a>.</p>
vi: <p>Kính gửi {$recipientName},</p><p>Biên tập viên đã thực hiện thay đổi đối với chỉ định đánh giá của bạn cho {$contextName}. Vui lòng xem lại chi tiết bên dưới và cho chúng tôi biết nếu bạn có bất kỳ câu hỏi nào.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a><br /><b>Loại:</b> {$reviewMethod}<br /><b>Chấp nhận hoặc Từ chối trước:</b> {$responseDueDate}<br /><b>Nộp đánh giá trước:</b> {$reviewDueDate}</p><p>Bạn có thể đăng nhập để <a href="{$reviewAssignmentUrl}">hoàn thành đánh giá này</a> bất kỳ lúc nào.</p>
