Repository: pkp/pkp-lib
Catalog: locale/*/emails.po
Languages: ar, bg, cs, da, es, eu, fi, fr_ca, hy, id, mk, nl, pt, pt_br, ru, sl, tr, uk, vi

# emails.editorDecisionResubmit.body
source: <p>Dear {$recipientName},</p><p>After reviewing your submission, {$submissionTitle}, the reviewers have recommended that your submission cannot be accepted for publication in its current form. However, we would like to encourage you to submit a revised version that addresses the reviewers' comments. Your revisions will be reviewed by an editor and may be sent out for another round of peer review.</p><p>Please note that resubmitting your work does not guarantee that it will be accepted.</p><p>The reviewers' comments are included at the bottom of this email. Please respond to each point and identify what changes you have made. If you find any of the reviewer's comments inappropriate, please explain your perspective. If you have questions about the recommendations in your review, please include these in your response.</p><p>When you have completed your revisions, you can upload revised documents along with your response to the reviewers' comments <a href="{$authorSubmissionUrl}">at your submission dashboard</a>. If you have been logged out, you can login again with the username {$recipientUsername}.</p><p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p><p>We look forward to receiving your revised submission.</p><p>Kind regards,</p>{$signature}<hr><p>The following comments were received from reviewers.</p>{$allReviewerComments}
ar: <p>عزيزي {$recipientName}،</p><p>بعد مراجعة طلب تقديمك، {$submissionTitle}، أوصى المحكمون بأنه لا يمكن قبوله للنشر بشكله الحالي. مع ذلك، نحن نحثك على تقديم نسخة منقحة تتناول ما زودنا به المحكمون من ملاحظات. تنقيحاتك سيتم النظر فيها من قبل أحد المحررين وقد يتم إرسالها في جولة تحكيم مناظر أخرى.</p><p>ترجى ملاحظة أن إعادة تقديم عملك لا تعني بالضرورة أنه سيتم قبوله.</p><p>ملاحظات المحكمين موجودة عند نهاية هذه الرسالة. يرجى الاستجابة لكل نقطة مذكورة في ملاحظات المحكمين وأعط وصفًا للتغيرات التي أجريتها. إذا وجدت أيًا من ملاحظات المحكمين غير مبررة أو غير مناسبة، يرجى توضيح وجهة نظرك. إذا كانت لديك أسئلة بشأن التوصيات المسجلة على مراجعة عملك، يرجى تضمينها في إجابتك.</p><p>عندما تكمل تنقيحاتك، بإمكانك رفع المستندات المعدلة مع إجابتك بشأن ملاحظات المحكمين من خلال <a href="{$authorSubmissionUrl}">دفة قيادة طلب التقديم</a>. إذا خرجت من الموقع، بإمكانك معاودة تسجيل الدخول باستعمال اسم المستخدم {$recipientUsername}.</p><p>إذا كانت لديك أي استفسارات، لطفًا تواصل معي عبر <a href="{$authorSubmissionUrl}">دفة قيادة طلب التقديم</a>.</p><p>نحن نتطلع لتلقي طلب تقديمك المنقح.</p><p>أطيب التحايا،</p>{$signature}<hr><p>الملاحظات الآتية تم تلقيها من طرف المحكمين.</p>{$allReviewerComments}
bg: <p>Уважаеми {$recipientName},</p><p>След като прегледаха вашият подаден материал, {$submissionTitle}, рецензентите изказаха препоръка той да не бъде приет за публикуване в текущия му вид. Въпреки това бихме искали да ви насърчим да изпратите преработена версия, която отговаря на коментарите на рецензентите. Вашите редакции ще бъдат прегледани от редактор и може да бъдат изпратени за нов кръг на рецензиране.</p><p>Моля, имайте предвид, че повторното изпращане на вашата работа не гарантира, че тя ще бъде приета.</p><p>Коментарите на рецензентите са включени в долната част на този имейл. Моля, отговорете на всяка точка и посочете какви промени сте направили. Ако намерите някой от коментарите на рецензентите за неуместен, моля, обяснете своята гледна точка. Ако имате въпроси относно препоръките, моля, включете ги в отговора си.</p><p>Когато приключите с редакциите си, можете да качите коригирани документи заедно с отговора си на коментарите на рецензентите <a href= "{$authorSubmissionUrl}">в таблото за управление на подадените материали</a>. Ако сте излезли, можете да влезете отново с потребителското име {$recipientUsername}.</p><p>Ако имате въпроси, моля, свържете се с мен от вашето <a href="{$authorSubmissionUrl}">табло за управление на подадените материали </a>.</p><p>Очакваме с нетърпение да получим преработените ви материали.</p><p>Сърдечни поздрави,</p>{$signature}<hr><p>Следните коментари бяха получени от рецензенти.</p>{$allReviewerComments}
cs: <p>Vážený/á {$recipientName},</p><p>Po posouzení vašeho příspěvku {$submissionTitle} recenzenti doporučili, že váš příspěvek nemůže být v současné podobě přijat k publikaci. Rádi bychom vás však vyzvali k předložení revidované verze, která by připomínky recenzentů zohlednila. Vaše revize budou posouzeny redaktorem a mohou být rozeslány do dalšího kola recenzního řízení.</p><p>Upozorňujeme, že opětovné zaslání práce nezaručuje její přijetí.</p><p>Připomínky recenzentů jsou uvedeny na konci tohoto e-mailu. Odpovězte prosím na každý bod a uveďte, jaké změny jste provedli. Pokud považujete některou z připomínek recenzentů za nevhodnou, vysvětlete svůj pohled na věc. Pokud máte k doporučením v recenzi dotazy, uveďte je prosím ve své odpovědi.</p><p>Po dokončení revizí můžete nahrát revidované dokumenty spolu s odpovědí na připomínky recenzentů <a href="{$authorSubmissionUrl}">na svůj řídicí panel</a>. Pokud jste byli odhlášeni, můžete se znovu přihlásit pod uživatelským jménem {$příjemceUsername}.</p><p>Pokud máte nějaké dotazy, kontaktujte mě prosím ze svého <a href="{$authorSubmissionUrl}">panelu na odesílání příspěvků</a>.</p><p>Těšíme se na váš upravený příspěvek.</p><p>S pozdravem,</p>{$signature}<hr><p>Od recenzentů byly obdrženy následující připomínky.</p>{$allReviewerComments}
da: <p>Kære {$recipientName}</p><p>Efter modtagelse af dit manuskript, {$submissionTitle}, har bedømmerne anbefalet, at indsendelsen ikke kan accepteres til udgivelse i dens nuværende form. Vi vil dog gerne opfordre dig til at indsende en revideret version, der adresserer bedømmernes kommentarer. Dine revisioner vil blive gennemgået af en redaktør og bliver måske sendt i endnu en runde fagfællebedømmelse.</p><p>Vær opmærksom på, at indsendelse af et revideret manuskript ikke er en garanti for accept til publicering.</p><p>Bedømmernes kommentarer er inkluderet i bunden af denne e-mail. Vær venlig at svare på hver enkelt kommentar og identificér de ændringer, du laver. Hvis du vurderer, at en kommentar fra en bedømmer er ubegrundet eller upassende, bedes du venligst forklare dit perspektiv. Hvis du har nogle spørgsmål til anbefalingerne i din bedømmelse, bedes du inkludere disse i dit svar.</p><p>Når du har færdiggjort din revision af manuskriptet, kan du uploade det reviderede dokument(er) sammen med dine svar til bedømmernes kommentarer i dit<a href="{$submissionUrl}">indsendelses dashboard</a>. Hvis du er blevet logget ud, kan du logge ind igen med brugernavnet {$recipientUsername}.</p><p>I panelet markeret "Revisioner", kan du trykke på "Upload fil" og finde filen(/rne) på din computer. Redaktøren får besked, når dit reviderede manuskript er blevet uploadet. Hvis du har brug for at kommunikere direkte med redaktøren, kan du tilføje et indlæg i panelet "Drøftelser under bedømmelse", som du finder under "Revisioner" panelet.</p><p>Hvis du har nogle spørgsmål, er du velkommen til at kontakte mig fra dit<a href="{$submissionUrl}">indsendelses dashboard</a>.</p><p>Vi ser frem til at modtage dit reviderede manuskript.</p><p>Med venlig hilsen</p>{$signature}<hr><p>De følgende kommentarer er modtaget fra bedømmerne.</p>{$allReviewerComments}
es: <p>Estimado/a {$recipientName},</p><p>Tras revisar su envío, {$submissionTitle}, los revisores/as han recomendado que no puede ser aceptado para publicarse en su estado actual. No obstante, nos gustaría animarle a que nos envíe una versión revisada que tenga en cuenta los comentarios de los revisores/as. Los cambios serán revisados por el editor/a y el artículo podría ser enviado a una nueva ronda de evaluación por pares.</p><p>Tenga en cuenta que el hecho de volver a enviar su artículo no garantiza que sea aceptado.</p><p>Los comentarios de los revisores/as se incluyen al final de este correo electrónico. Por favor, responda a cada punto e identifique los cambios que haga. Si considera inapropiado algún comentario de los revisores/as, explíquenos su punto de vista. Si tiene dudas acerca de las recomendaciones en su revisión, inclúyalas en su respuesta.</p><p>Cuando haya completado las revisiones puede cargar los documentos revisados, junto con la respuesta a los comentarios de los revisores/as, en su <a href="{$authorSubmissionUrl}">panel de control del envío</a>. Si ha cerrado la sesión puede volver a iniciarla con su nombre de usuario/a {$recipientUsername}.</p><p>Si tiene cualquier pregunta no dude en contactarnos desde su <a href="{$authorSubmissionUrl}">panel de control del envío</a>.</p><p>Quedamos a la espera de recibir su envío revisado.</p><p>Saludos cordiales,</p>{$signature}<hr><p>Se recibieron los siguientes comentarios de los revisores/as.</p>{$allReviewerComments}
fi: <p>Hyvä {$recipientName},</p><p>Arvioijien käsiteltyä käsikirjoituksenne {$submissionTitle}, he ovat suositelleet, että sitä ei voida hyväksyä julkaistavaksi nykyisessä muodossaan. Haluamme kuitenkin pyytää teitä toimittamaan korjatun version, jossa huomioitte arvioijien kommentit. Toimittaja tarkastaa korjaukset, ja käsikirjoitus voidaan myös lähettää uuteen vertaisarviointiin.</p><p>Huomioittehan, että korjatun käsikirjoituksen uudelleen lähettäminen ei takaa sen hyväksymistä.</p><p>Arvioijien kommentit löytyvät tämän viestin lopusta. Vastatkaa jokaiseen kohtaan ja kertokaa, mitä muutoksia olette tehneet. Jos koette jonkin kommentin perusteettomaksi, selittäkää näkemyksenne. Jos teillä on kysymyksiä arvioijien suosituksista, voitte sisällyttää ne vastaukseenne.</p><p>Kun olette tehneet korjaukset, voitte ladata korjatut tiedostot sekä vastauksenne arvioijien kommentteihin <a href="{$authorSubmissionUrl}">käsikirjoituksen hallintapaneelissa</a>. Jos olette kirjautunut ulos, voitte kirjautua uudelleen käyttäjätunnuksella {$recipientUsername}.</p><p>Jos teillä on kysyttävää, ottakaa yhteyttä minuun <a href="{$authorSubmissionUrl}">aloittamalla uusi keskustelu sivustollamme</a>.</p> <p>Odotamme saavamme korjatun käsikirjoituksenne uudelleen arvioitavaksi.</p><p>Ystävällisin terveisin,</p>{$signature}<hr><p>Seuraavat kommentit on saatu arvioijilta:</p>{$allReviewerComments}
hy: <p>Հարգելի {$recipientName},</p><p>Ձեր ներկայացումը, {$submissionTitle}, վերանայելուց հետո, գրախոսները խորհուրդ են տվել, որ ձեր ներկայացումը չի կարող ընդունվել հրապարակման ներկայիս տեսքով: Այնուամենայնիվ, մենք կցանկանայինք խրախուսել ձեզ ներկայացնել վերանայված տարբերակը, որը կանդրադառնա վերանայողների մեկնաբանություններին: Ձեր վերանայումները կվերանայվեն խմբագրի կողմից և կարող են ուղարկվել գործընկերների վերանայման ևս մեկ փուլի:</p><p>Խնդրում ենք նկատի ունենալ, որ ձեր աշխատանքը նորից ուղարկելը չի երաշխավորում, որ այն կընդունվի:</p><p>Վերանայողների մեկնաբանությունները ներառված են այս էլ. փոստի ներքևում: Խնդրում ենք արձագանքել յուրաքանչյուր կետին և նշել, թե ինչ փոփոխություններ եք կատարել: Եթե դուք գտնում եք, որ գրախոսի մեկնաբանություններից որևէ մեկը տեղին չէ, խնդրում ենք բացատրել ձեր տեսակետը: Եթե ձեր վերանայման առաջարկությունների վերաբերյալ հարցեր ունեք, խնդրում ենք ներառել դրանք ձեր պատասխանում:</p><p>Երբ ավարտեք ձեր վերանայումները, կարող եք վերբեռնել վերանայված փաստաթղթերը գրախոսների մեկնաբանություններին պատասխանների հետ մեկտեղ <a href= «{$authorSubmissionUrl}">ձեր ներկայացման վահանակում</a>: Եթե դուրս եք եկել, կարող եք նորից մուտք գործել {$recipientUsername} օգտանունով:</p><p>Եթե հարցեր ունեք, դիմեք ինձ ձեր <a href="{$authorSubmissionUrl}">ներկայացման վահանակից: </a>։</p><p>Մենք անհամբեր սպասում ենք ձեր վերանայված հայտին։</p><p>Հարգանքով՝</p>{$signature}<hr><p>Ստացվել են հետևյալ մեկնաբանությունները գրախոսներից:</p>{$allReviewerComments}
id: <p>Kepada Yth. {$recipientName},</p><p>Setelah mereview naskah anda, "{$submissionTitle}", para reviewer merekomendasikan bahwa naskah anda tidak dapat diterbitkan saat ini. Namun, kami menyarankan anda untuk mengirimkan versi revisi yang membahas komentar dari para reviewer. Revisi anda akan direview oleh editor dan dapat dikirimkan untuk putaran review yang baru.</p><p>Harap diperhatikan bahwa mengirimkan ulang naskah anda tidak menjamin bahwa akan diterima.</p><p>Komentar dari para reviewer terdapat pada bagian bawah email ini. Mohon tanggapi setiap poin dan identifikasi perubahan apa yang telah anda buat. Jika anda merasa bahwa komentar para reviewer tidak pantas, mohon jelaskan pandangan anda. Jika anda mempunyai pertanyaan mengenai rekomendasi pada hasil review anda, mohon masukkan ini pada tanggapan anda.</p><p>Jika anda telah menyelesaikan revisinya, anda dapat mengunggah revisi naskah dengan tanggapan terhadap komentar reviewer <a href="{$authorSubmissionUrl}">pada dasbor pengiriman anda</a>. Jika anda sudah keluar, anda dapat masuk kembali dengan username {$recipientUsername}.</p><p>Jika ada pertanyaan, silakan kontak saya melalui <a href="{$authorSubmissionUrl}">dasbor pengiriman anda</a>.</p><p>Kami menunggu untuk menerima revisi naskah anda.</p><p>Hormat kami,</p>{$signature}<hr><p>Komentar berikut kami terima dari para reviewer.</p>{$allReviewerComments}
mk: <p>Почитуван {$recipientName},</p><p>По прегледот на вашиот поднесок, „{$submissionTitle}“, рецензентите препорачаа вашиот поднесок да не може да биде прифатен за објавување во сегашната форма. Сепак, би сакале да ве охрабриме да поднесете ревидирана верзија која се однесува на коментарите на рецензентите. Вашите ревизии ќе бидат прегледани од уредник и може да бидат испратени на уште еден круг на рецензија.</p><p>Имајте предвид дека повторното испраќање на вашата работа не гарантира дека ќе биде прифатено.</p><p>Коментарите на рецензентите се вклучени на дното на оваа е-пошта. Ве молиме одговорете на секоја точка и идентификувајте какви промени сте направиле. Ако сметате дека некој од коментарите на рецензентот е несоодветен, објаснете ја вашата перспектива. Ако имате прашања во врска со препораките во вашата рецензија, вклучете ги во одговорот.</p><p>Кога ќе ги завршите вашите ревизии, можете да поставите ревидирани документи заедно со вашиот одговор на коментарите на рецензентите <a href="{$authorSubmissionUrl}">на контролната табла за поднесување</a>. Ако сте одјавени, можете повторно да се најавите со корисничкото име {$recipientUsername}.</p><p>Ако имате какви било прашања, ве молиме контактирајте ме од вашата <a href="{$authorSubmissionUrl}">контролна табла за поднесување</a>.</p><p>Со нетрпение очекуваме да го добиеме вашиот ревидиран поднесок.</p><sp>Kе го следиме вашиот ревидиран поднесок.</p><sp>K. беа примени коментари од рецензенти.</p>{$allReviewerComments}
nl: <p>Beste {$recipientName},</p><p>Na het beoordelen van uw inzending, {$submissionTitle}, hebben de beoordelaars aanbevolen dat uw inzending in zijn huidige vorm niet kan worden geaccepteerd voor publicatie. Desondanks willen we u aanmoedigen om een herziene versie in te dienen die de opmerkingen van de beoordelaars adresseert. Uw herzieningen zullen worden beoordeeld door een redacteur en kunnen worden doorgestuurd voor een volgende ronde van peer review.</p><p>Houd er rekening mee dat het opnieuw indienen van uw werk niet garandeert dat het zal worden geaccepteerd.</p><p>De opmerkingen van de beoordelaars zijn onderaan deze e-mail opgenomen. Reageer alstublieft op elk punt en geef aan welke wijzigingen u heeft aangebracht. Als u van mening bent dat bepaalde opmerkingen van de beoordelaars ongepast zijn, licht dan alstublieft uw perspectief toe. Als u vragen heeft over de aanbevelingen in uw beoordeling, neem deze dan op in uw reactie.</p> <p>Wanneer u uw herzieningen heeft voltooid, kunt u de herziene documenten samen met uw reactie op de opmerkingen van de beoordelaars <a href="{$authorSubmissionUrl}">indienen via uw inzendingsdashboard</a>. Als u bent uitgelogd, kunt u opnieuw inloggen met de gebruikersnaam {$recipientUsername}.</p><p>Als u vragen heeft, neem dan contact met mij op via uw <a href="{$authorSubmissionUrl}">inzendingsdashboard</a>.</p><p>Wij kijken uit naar ontvangst van uw herziene inzending.</p> <p>Met vriendelijke groet,</p>{$signature}<hr> <p>De volgende opmerkingen zijn ontvangen van de beoordelaars.</p>{$allReviewerComments}
pt_br: <p>Prezado {$recipientName},</p><p>Depois de analisar sua submissão, {$submissionTitle}, os avaliadores recomendaram que sua submissão não possa ser aceita para publicação em sua forma atual. Contudo, gostaríamos de encorajá-lo a ressubmeter uma versão revisada que aborde os comentários dos avaliadores. Suas revisões serão consideradas por um editor e poderão ser enviadas para outra rodada de avaliação por pares.</p><p>Observe que ressubmeter seu trabalho não garante que ele será aceito.</p><p>O os comentários dos avaliadores estão incluídos na parte inferior deste e-mail. Por favor, responda a cada ponto e identifique quais mudanças você fez. Se você achar algum dos comentários do avaliador inapropriado, explique sua perspectiva. Se você tiver dúvidas sobre as recomendações em sua avaliação, inclua-as em sua resposta.</p><p>Ao concluir suas revisões, você poderá fazer upload dos documentos revisados junto com sua resposta aos comentários dos avaliadores <a href= "{$authorSubmissionUrl}">no painel de submissão</a>. Se você tiver sido desconectado, poderá fazer login novamente com o nome de usuário {$recipientUsername}.</p><p>Se tiver alguma dúvida, entre em contato comigo pelo <a href="{$authorSubmissionUrl}">painel de avaliação </a>.</p><p>Aguardamos sea avaliação revisada.</p><p>Atenciosamente,</p>{$signature}<hr><p>Os seguintes comentários foram recebidos dos avaliadores.</p>{$allReviewerComments}
ru: <p>Здравствуйте, {$recipientName}!</p><p>Расссмотрев Ваш материал «{$submissionTitle}» рецензенты рекомендовали не принимать его к публикации в текущем виде. Однако, мы хотели бы предложить Вам представить переработанную версию, учитывающую замечания рецензентов. Ваши правки будут рассмотрены редактором и могут быть отправлены на повторное рецензирование.</p><p>Обратите внимание, что повторное представление Вашего материала не гарантирует, что он будет принят.</p><p>Комментарии рецензентов приведены в конце этого письма. Пожалуйста, ответьте на каждый пункт замечаний рецензентов и укажите, какие изменения Вы внесли. Если Вы считаете какие-либо замечания рецензента необоснованными или неуместными, объясните свою точку зрения. Если у вас есть вопросы по поводу рекомендаций, содержащихся в рецензиях, пожалуйста, включите их в свой ответ.</p><p>Когда Вы завершите внесение правок, загрузите изменённые документы вместе с ответами на замечания рецензентов на <a href="{$authorSubmissionUrl}"> странице Вашего материала</a>. Если Вы вышли из системы, Вы можете снова войти в нее с именем пользователя {$recipientUsername}.</p><p>Если у Вас есть какие-то вопросы, пожалуйста, свяжитесь со мной через <a href="{$authorSubmissionUrl}">страницу Вашего материала</a>.</p><p>Мы с нетерпением ждем получения Вашего переработанного материала.</p><p>С уважением,</p>{$signature}<hr><p>Следующие комментарии были получены от рецензентов.</p>{$allReviewerComments}
tr: <p>Sayın {$recipientName},</p> <p>"{$submissionTitle}" başlıklı aday makalenize ilişkin hakem değerlendirme süreci tamamlanmış ve majör revizyon talep edilmiştir. Hakem yorumlarını dikkate alarak düzeltmeleri tamamlayınız. Yapacağınız düzenlemeler editör tarafından incelenecek ve gerekirse yeniden hakem değerlendirmesine gönderilebilir.</p> <p>Lütfen unutmayınız: Aday makalenizi düzenleyerek yeniden göndermeniz, yayın için kabul edileceği anlamına gelmez.</p> <p>Hakem yorumları bu e-postanın sonunda yer almaktadır. Lütfen her bir hakem yorumuna yanıt veriniz ve hangi değişiklikleri yaptığınızı açıklayınız. Eğer hakem yorumlarından bazılarını uygunsuz buluyorsanız, bu konuda gerekçelerinizi açıklayınız. Değerlendirme sürecindeki önerilerle ilgili sorularınız varsa, lütfen bunları yanıtınızda belirtiniz.</p> <p>Düzeltmeleri tamamladığınızda, düzenlenmiş tam metninizi ve hakem yorumlarına verdiğiniz yanıtları <a href="{$authorSubmissionUrl}">makale ekranı</a> üzerinden yükleyebilirsiniz. Oturumunuz kapandıysa, {$recipientUsername} kullanıcı adıyla yeniden giriş yapabilirsiniz.</p> <p>Herhangi bir sorunuz olması durumunda, lütfen <a href="{$authorSubmissionUrl}">makale ekranı</a> tartışma bölümünden bizimle iletişime geçiniz.</p> <p>Düzenlenmiş aday makalenizi bekliyoruz.</p> <p>Saygılarımızla,</p> {$signature} <hr> <p>Hakemlerden gelen yorumlar aşağıda yer almaktadır.</p> {$allReviewerComments}
uk: <p>Шановний(на) {$recipientName}!</p><p>Переглянувши Ваше подання "{$submissionTitle}", рецензенти порекомендували, щоб Ваше подання не буто прийнято до опублікування в його поточній формі. Однак ми хотіли б заохотити Вас надіслати переглянуту версію з урахуванням коментарів рецензентів. Редактор перегляне Ваші правки, і подання може бути надіслано на повторну експертну перевірку.</p><p>Зауважте, що повторне надсилання Вашої роботи не гарантує, що її буде прийнято.</p><p> Коментарі рецензентів наведено внизу цього листа. Будь ласка, дайте відповідь на кожен пункт і визначте, які зміни Ви внесли. Якщо Ви вважаєте будь-які коментарі рецензента недоречними, поясніть свою точку зору. Якщо у Вас є запитання щодо рекомендацій у рецензії, будь ласка, включіть їх у свою відповідь.</p><p>Коли Ви завершите правки, Ви зможете завантажити переглянуті документи разом із своєю відповіддю на коментарі рецензентів <a href= "{$authorSubmissionUrl}">на інформаційній панелі подання</a>. Якщо Ви вийшли з системи, можете знову ввійти під ім’ям користувача {$recipientUsername}.</p><p>Якщо у Вас виникли запитання, зв’яжіться зі мною за допомогою <a href="{$authorSubmissionUrl}">інформаційної панелі подання </a>.</p><p>Ми з нетерпінням чекаємо на Ваше переглянуте подання.</p><p>З повагою,</p>{$signature}<hr><p>Отримано такі коментарі від рецензентів.</p>{$allReviewerComments}
vi: <p>Kính gửi {$recipientName},</p><p>Sau khi xem xét bài nộp của bạn, {$submissionTitle}, người đánh giá đã đề xuất rằng bài nộp của bạn không thể được chấp nhận để xuất bản ở dạng hiện tại. Tuy nhiên, chúng tôi muốn khuyến khích bạn gửi một phiên bản sửa đổi giải quyết các nhận xét của người đánh giá. Bản sửa đổi của bạn sẽ được biên tập viên xem xét và có thể được gửi đi đánh giá thêm một vòng nữa.</p><p>Lưu ý rằng việc nộp lại bài của bạn không đảm bảo nó sẽ được chấp nhận.</p><p>Các nhận xét của người đánh giá được bao gồm ở cuối email này. Vui lòng trả lời từng điểm và xác định những thay đổi bạn đã thực hiện. Nếu bạn thấy bất kỳ nhận xét nào của người đánh giá không phù hợp, vui lòng giải thích quan điểm của bạn. Nếu bạn có câu hỏi về các đề xuất trong đánh giá của mình, vui lòng bao gồm chúng trong phản hồi của bạn.</p><p>Khi bạn đã hoàn thành bản sửa đổi, bạn có thể tải lên các tài liệu đã sửa đổi cùng với phản hồi của bạn đối với nhận xét của người đánh giá <a href="{$authorSubmissionUrl}">tại bảng điều khiển bài nộp</a> của bạn. Nếu bạn đã đăng xuất, bạn có thể đăng nhập lại bằng tên người dùng {$recipientUsername}.</p><p>Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với tôi từ <a href="{$authorSubmissionUrl}">bảng điều khiển bài nộp</a> của bạn.</p><p>Chúng tôi mong nhận được bài nộp đã sửa đổi của bạn.</p><p>Trân trọng,</p>{$signature}<hr><p>Các nhận xét sau đây đã nhận được từ người đánh giá.</p>{$allReviewerComments}
