Repository: pkp/pkp-lib
Catalog: locale/*/grid.po
Languages: ar_iq, az, bg_bg, da_dk, el_gr, es_es, eu, fr_ca, gl_es, hr, hy, id_id, is, ja, ka, kk_kz, mk, mr, ms, nb_no, nl_nl, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi

# grid.user.confirmLogInAs
source: Log in as this user? All actions you perform will be attributed to this user.
ar_iq: هل تريد دخول الموقع كأنك هذا المستخدم؟ كل ما ستقوم به من أفعال، سيتم إلحاقها بهذا المستخدم.
az: Bu istifadəçi kimi giriş etmək? Etdiyiniz bütün hərəkətlər bu istifadəçi adı ilə ediləcəkdir.
bg_bg: Желаете ли да влезeте от името на този потребител? Всички действия, които извършвате, ще бъдат приписани на този потребител.
da_dk: Login som denne bruger? Alle handlinger du udfører vil blive tillagt denne bruger.
el_gr: Σύνδεση με τον λογαριασμό του Χρήστη; Όλες οι ενέργειές σας θα αποδοθούν στον συγκεκριμένο Χρήστη.
es_es: ¿Iniciar sesión como este usuario/a? Todas las acciones que realice se atribuirán a él.
eu: Erabiltzaile honekin saioa hasi? Burutzen dituzun ekintza guztiak berari egotziko zaizkio.
fr_ca: Ouvrir une session sous cette identité d'utilisateur-trice ? Toutes les actions seront attribuées à cet ou cette utilisateur-trice.
gl_es: Iniciar sesión coma este usuario? Todas as accións que realice atribuiranselle a él.
hr: Prijaviti se kao ovaj korisnik? Sve radnje koje izvršite bit će pripisane ovom korisniku.
hy: Մուտք գործե՞լ որպես այս օգտվող: Ձեր կատարած բոլոր գործողությունները վերագրվելու են այս օգտվողին:
id_id: Masuk sebagai pengguna ini? Semua tindakan yang Anda lakukan akan dikaitkan dengan pengguna ini.
is: Innskráning sem þessi notandi? Allar aðgerðir sem þú framkvæmir verða eignaðar þessum notanda.
ja: このユーザーとしてログインしますか？ 実行するすべてのアクションは、このユーザーに帰属します。
ka: შედიხართ, როგორც ეს მომხმარებელი? თქვენს მიერ შესრულებული ყველა მოქმედება მიეკუთვნება ამ მომხმარებელს.
kk_kz: Осы қолданушымен кіресіз бе? Сіз жасайтын барлық әрекеттер осы пайдаланушының атынан болады.
mr: हा वापरकर्ता म्हणून लॉग-इन करताय का? तुम्ही करणार असलेल्या सगळ्या क्रियांचा संबंध या वापरकर्त्याशी जोडला जाईल.
ms: Log masuk sebagai pengguna ini? Semua tindakan yang anda lakukan akan dikaitkan dengan pengguna ini.
nb_no: Vil du logge inn som denne brukeren? Alt du gjør blir tillagt denne brukeren.
nl_nl: Inloggen als deze gebruiker? Alle acties worden dan uitgevoerd en geregistreerd als deze gebruiker.
pl_pl: Zalogować jako użytkownik? Wszystkie działania będą przypisane do tego użytkownika.
ru_ru: Войти в систему под этим пользователем? Все действия, которые вы сделаете, будут от лица этого пользователя.
sv_se: Logga in som den här användaren? Allt du gör kommer att ske i egenskap av den här användaren.
tr_tr: Bu kullanıcı olarak giriş yap? Yaptığınız tüm eylemler bu kullanıcı adıyla yapılacak.
uk_ua: Увійти як цей користувач? Усі ваші дії будуть виконуватись від імені цього користувача.
vi: Đăng nhập với tư cách người dùng này? Tất cả các hành động bạn thực hiện sẽ được ghi nhận cho người dùng này.

# grid.user.mergeUsers.confirm
source: Are you sure you wish to merge the account with the username "{$oldUsername}" into the account with the username "{$newUsername}"? The account with the username "{$oldUsername}" will not exist afterwards. This action is not reversible.
ar_iq: هل أنت متأكد من رغبتك في دمج هذا الحساب صاحب اسم الدخول "{$oldUsername}" مع الحساب صاحب اسم الدخول "{$newUsername}"؟ إن الحساب ذو الاسم "{$oldUsername}" لن يكون له وجود بعد ذلك. هذا الإجراء لا يمكن التراجع عنه.
az: "{$oldUsername}" adlı istifadəçi hesabını "{$newUsername}" adlı istifadəçi adı ilə birləşdirmək istədiyinizdən əminsinizmi? Daha sonra "{$oldUsername}" adlı istifadəçi adına giriş mümkün olmayacaq. Bu hərəkət ləğv edilə bilməz.
bg_bg: Наистина ли искате да обедините акаунта с потребителско име "{$oldUsername}" в акаунта с потребителско име "{$newUsername}"? Акаунтът с потребителско име "{$oldUsername}" няма да съществува след това. Това действие не е обратимо.
da_dk: Er du sikker på, at du vil flette denne konto med brugernavnet "{$oldUsername}" ind under kontoen med brugernavnet "{$newUsername}"? Kontoen med brugernavnet "{$oldUsername}" ophører herefter. Handlingen kan ikke fortrydes.
el_gr: Επιβεβαιώνετε τη συγχώνευση του λογαριασμού "{$oldUsername}" στον λογαριασμό "{$newUsername}"? Μετά τη συγχώνευση, ο λογαριασμός "{$oldUsername}" θα διαγραφεί. Αυτή η ενέργεια είναι μη αναστρέψιμη.
es_es: ¿Está seguro de que desea fusionar la cuenta de usuario/a "{$oldUsername}" con la del usuario/a "{$newUsername}"? La cuenta del usuario/a "{$oldUsername}" dejará de existir. Esta acción no es reversible.
eu: Ziur zaude "{$oldUsername}" erabiltzaile-kontua "{$newUsername}" erabiltzaile-kontuarekin bateratu nahi duzula? "{$oldUsername}" erabiltzailearen kontua ez da gehiago existituko. Ekintza hau ezin da desegin.
fr_ca: Voulez-vous vraiment fusionner le compte dont le nom d'utilisateur-trice est « {$oldUsername} » avec le compte dont le nom d'utilisateur-trice est « {$newUsername} » ? Le compte « {$oldUsername} » n'existera plus. Cette action est irréversible.
gl_es: Seguro que desexas combinar a conta co nome de usuario "{$oldUsername}" coa conta co nome de usuario "{$newUsername}"? A conta de usuario "{$oldUsername}" eliminarase. Esta acción non é reversible.
hr: Jeste li sigurni da želite spojiti račun s korisničkim imenom "{$oldUsername}" u račun s korisničkim imenom "{$newUsername}"? Račun s korisničkim imenom "{$oldUsername}" nakon toga neće postojati. Ova se radnja ne može poništiti.
hy: Համոզվա՞ծ եք, որ ցանկանում եք միավորել "{$oldUsername}" օգտանունով հաշիվը "{$newUsername}" օգտանունով հաշվին: "{$oldUsername}" օգտանունով հաշիվն այնուհետև գոյություն չի ունենա: Այս գործողությունը շրջելի չէ:
id_id: Yakin ingin menggabungkan akun dengan username "{$oldUsername}" ke dalam akun dengan username "{$newUsername}"? Akun dengan username "{$oldUsername}" akan terhapus. Perubahan ini tidak dapat dipulihkan.
is: Ertu viss um að þú viljir sameina notendareikninginn "{$oldUsername}" við reikning með notendanafninu "{$newUsername}"? Notendareikningur "{$oldUsername}" verður ekki til eftir það. Aðgerðina er ekki hægt að afturkalla.
ja: ユーザー名「 ｛{$oldUsername}」のアカウントを、ユーザー名「 {$newUsername}」のアカウントにマージしてもよろしいですか？ ユーザー名「 {$oldUsername} 」のアカウントは後で存在しません。 この操作は元に戻せません。
ka: დარწმუნებული ხართ, რომ გსურთ ანგარიშის შერწყმა მომხმარებლის სახელით "{$oldUsername}" ანგარიშში მომხმარებლის სახელით "{$newUsername}"? ანგარიში მომხმარებლის სახელით "{$oldUsername}" აღარ იარსებებს. ეს მოქმედება არ არის შექცევადი.
kk_kz: "{$oldUsername}" пайдаланушы аты бар тіркелгіні "{$newUsername}" пайдаланушы аты бар тіркелгімен біріктіргіңіз келетініне сенімдісіз бе? "{$oldUsername}" пайдаланушы аты бар тіркелгі енді болмайды. Бұл әрекетті қайтару мүмкін емес.
mr: तुम्ही खात्रीने "{$oldUsername}" वापरकर्तानाव असलेले खाते "{$newUsername}" वापरकर्तानाव असलेल्या खात्यात विलीन करू इच्छिता? पूर्वीचे "{$oldUsername}" वापरकर्तानाव असलेले खाते नंतर अस्तित्वात राहणार नाही. हा निर्णय फिरवताही येणार नाही.
ms: Adakah anda pasti mahu menggabungkan akaun dengan nama pengguna "{$oldUsername}" ke dalam akaun dengan nama pengguna "{$newUsername}"? Akaun dengan nama pengguna "{$oldUsername}" tidak akan wujud selepas itu. Tindakan ini tidak boleh diterbalikkan.
nb_no: Dette kan ikke gjøres om. Er du sikker på at du vil flytte kontoen med brukernavnet «{$oldUsername}» over til kontoen med brukernavnet «{$newUsername}»? Kontoen med brukernavnet «{$oldUsername}» vil opphøre.
nl_nl: Weet u zeker dat u dit account met de gebruikersnaam "{$oldUsername}" wil samenvoegen met het account met gebruikersnaam "{$newUsername}"? Het account met de gebruikersnaam "{$oldUsername}" zal daarbij worden verwijderd. Deze actie kan niet worden ongedaan gemaakt.
pl_pl: Czy na pewno połączyć konto użytkownika o nazwie "{$oldUsername}" z innym kontem o nazwie "{$newUsername}"? Konto o nazwie "{$oldUsername}" zostanie usunięte. Działania nie można cofnąć.
ru_ru: Вы уверены, что хотите объединить учетную запись с именем пользователя «{$oldUsername}» в учетную запись с именем пользователя «{$newUsername}»? Учетная запись с именем пользователя «{$oldUsername}» перестанет существовать. Это действие нельзя отменить.
sv_se: Är du säker på att du vill slå ihop kontot med användarnamnet "{$oldUsername}" med kontot med användarnamnet "{$newUsername}"? Kontot med användarnamnet "{$oldUsername}" kommer inte längre att existera efteråt. Åtgärden kan inte ångras.
tr_tr: "{$oldUsername}" adlı kullanıcı hesabını "{$newUsername}" adlı kullanıcı adıyla birleştirmek istediğinizden emin misiniz? Daha sonra "{$oldUsername}" adlı kullanıcı adına erişim mümkün olmayacaktır. Bu eylem geri alınamaz.
uk_ua: Ви впевнені, що хочете об'єднати обліковий запис з іменем користувача "{$oldUsername}" в обліковий запис з ім'ям користувача "{$newUsername}"? Обліковий запис з ім'ям користувача "{$oldUsername}" зникне. Цю дію неможливо відмінити.
vi: Bạn có chắc chắn muốn gộp tài khoản có tên người dùng "{$oldUsername}" vào tài khoản có tên người dùng "{$newUsername}"? Tài khoản có tên người dùng "{$oldUsername}" sẽ không còn tồn tại sau đó. Hành động này không thể đảo ngược.

# grid.artworkFile.copyrightContact
source: Contact Info (if not author/publisher)
ar_iq: معلومات الاتصال (إن لم يكن المؤلف/الناشر)
az: Əlaqə məlumatları (müəllif/naşir deyilsə)
bg_bg: Информация за връзка (ако не е автор/издател)
da_dk: Kontaktinfo (hvis ikke forfatter/udgiver)
el_gr: Στοιχεία επικοινωνίας (εάν δεν πρόκειται για Συγγραφέα/Εκδότη)
es_es: Información de contacto (si no hay autor/prensa)
eu: Harremanetarako informazioa (egilerik/argitaratzailerik ez badago)
fr_ca: Coordonnées (si autre que l'auteur-e/éditeur-trice)
gl_es: Información de contacto (se non hai autor/editor)
hr: Podaci za kontakt (ako nisu autor/izdavač)
hy: Կոնտակտային տվյալներ (եթե հեղինակ/հրատարակիչ չէ)
id_id: Info Kontak (jika bukan Penulis/Penerbit)
is: Tengiliður (ef annar en höfundur/útgefandi)
ja: 連絡先 (著者・出版社以外の場合)
ka: საკონტაქტო ინფორმაცია (თუ არ არის ავტორი/გამომცემელი)
kk_kz: Байланыс ақпараты (автор/баспагер болмаса)
mr: संपर्क माहिती (लेखक/प्रकाशक नसल्यास)
ms: Maklumat Hubungan (jika bukan pengarang/penerbit)
nb_no: Kontaktinformasjon (dersom ikke forfatter/utgiver)
nl_nl: Contactgegevens (indien verschillend van auteur/uitgever)
pl_pl: Dane kontaktowe (jeżeli inne niż autor/wydawca)
ru_ru: Контактная информация (если не автор/издатель)
sv_se: Kontaktinformation (om annan än författare/utgivare)
tr_tr: İletişim Bilgileri (yazar / yayıncı değilse)
uk_ua: Контактна інформація (якщо не автор/видавець)
vi: Thông tin liên hệ (nếu không phải tác giả/nhà xuất bản)

# grid.userGroup.filter.listRoles
source: List roles assigned to
ar_iq: عرض الأدوار الممنوحة إلى
az: Təyin olunmuş rolları sadalayın
bg_bg: Показване на ролите, които са присвоени на
da_dk: Angiv roller knyttet til
el_gr: Προβολή ρόλων με ανάθεση στο
es_es: Lista de roles asignados a
eu: Esleitutako rolen zerrenda
fr_ca: Lister les rôles assignés à
gl_es: Lista dos roles asignados a
hr: Popis uloga dodijeljenih
hy: Նշեք հանձնարարված դերերը
id_id: Tampilkan peran yang diberi tugas
is: Hlutverki af lista úthlutað til
ja: に割り当てられた役割をリスト表示
ka: ჩამოთვალეთ როლები
kk_kz: Тағайындалған рөлдерді көрсету
mr: भूमिकांसाठी नियुक्त केलेल्यांची यादी करा
ms: Senaraikan peranan yang diberikan kepada
nb_no: List oppnevnte roller
nl_nl: Rollen die zijn toegekend aan
pl_pl: Pokaż role przydzielone do
ru_ru: Показать роли, назначенные
sv_se: Lista roller tilldelade
tr_tr: Atanan rolleri listele
uk_ua: Список ролей, призначених
vi: Liệt kê các vai trò được gán cho

# grid.userGroup.cantRemoveDefaultUserGroup
source: The role {$userGroupName} is a default one and can't be removed.
ar_iq: إن دور {$userGroupName} هو دور إفتراضي ولا يمكن حذفه.
az: {$userGroupName} adlı rol defoltdur və silinə bilməz.
bg_bg: Ролята {$userGroupName} е по подразбиране и не може да бъде премахнат.
da_dk: Rollen {$userGroupName} er en standardindstilling og den kan ikke fjernes.
el_gr: Ο ρόλος {$userGroupName} είναι προεπιλεγμένος και δεν μπορεί να αφαιρεθεί.
es_es: El rol de {$userGroupName} está predefinido y no puede ser eliminado.
eu: {$userGroupName} rola lehenetsia da eta ezin da ezabatu.
fr_ca: Le rôle {$userGroupName} est un rôle par défaut et ne peut être supprimé.
gl_es: O rol {$userGroupName} é predeterminado e non se pode eliminar.
hr: Uloga {$userGroupName} je zadana i ne može se ukloniti.
hy: {$userGroupName} դերը կանխադրված է և չի կարող հեռացվել:
id_id: Peran {$userGroupName} adalah peran bawaan dan tidak bisa dihapus.
is: Hlutverkið {$userGroupName} er sjálfgefið og ekki hægt að fjarlægja það.
ja: {$userGroupName} という役割はデフォルト役割であり、削除できません。
ka: {$userGroupName} როლი ნაგულისხმევია და მისი წაშლა შეუძლებელია.
kk_kz: "{$userGroupName}" рөлі әдепкі рөл болып табылады және оны жою мүмкін емес.
mr: {$userGroupName} ही भूमिका सर्वसाधारण (डीफॉल्ट) आहे आणि ती वगळता येणार नाही.
ms: Peranan {$userGroupName} ialah peranan lalai dan tidak boleh dibuang.
nb_no: Rollen {$userGroupName} er en standardverdi og kan ikke fjernes.
nl_nl: De rol {$userGroupName} is een standaardrol en kan niet worden verwijderd.
pl_pl: Rola {$userGroupName} jest domyślną rolą w systemie i nie może zostać usunięta.
ru_ru: Роль «{$userGroupName}» — роль по умолчанию и не может быть удалена.
sv_se: Rollen {$userGroupName} är en defaultroll och kan inte tas bort.
tr_tr: {$userGroupName} adlı rol varsayılandır ve kaldırılamaz.
uk_ua: Роль {$userGroupName} є усталеною і не може бути видалена.
vi: Vai trò {$userGroupName} là vai trò mặc định và không thể xóa.

# grid.action.editContributor
source: Edit Contributor
ar_iq: تعديل المساهم
az: Töhfəçini redaktə edin
bg_bg: Редактиране на спомагател/спомоществовател
da_dk: Rediger bidragyder
el_gr: Επεξεργασία Συντελεστή
es_es: Editar colaborador/a
eu: Editatu kolaboratzailea
fr_ca: Modifier un-e contributeur-trice
gl_es: Editar colaborador/a
hr: Uredi suradnika
hy: Խմբագրել աջակցողին
id_id: Sunting Kontributor
is: Breyta framlagsaðila
ja: 寄稿者を編集
ka: წევრის ჩასწორება
kk_kz: Редакторды өңдеуші
mr: सहभाग्याचे नाव संपादित करा
ms: Sunting Penyumbang
nb_no: Endre bidragsyter
nl_nl: Bewerk bijdrager
pl_pl: Edytuj współautora
ru_ru: Редактировать поддерживающего
sv_se: Redigera medarbetare
tr_tr: Katkıda Bulunan Kişi Düzelt
uk_ua: Редагувати учасника
vi: Chỉnh sửa người đóng góp

# grid.action.deleteReviewerSuggestion
source: Delete Reviewer Suggestion
eu: Ezabatu ikuskatzailearen gomendioa
hy: Ջնջիր գրախոսի առաջարկը
mr: समीक्षकाचा प्रस्ताव (Suggestion) काढून टाका
vi: Xóa đề xuất của người phản biện

# grid.user.logInAs
source: Login As
eu: Hasi saioa honela
hy: Մուտք գործեք որպես
mr: या भूमिकेतून लॉग-इन करा (Login As)
vi: Đăng nhập như

# grid.user.disableReasonDescription
source: Please note that once a user is disabled, you won't be able to add them to any roles until the user is enabled again.
eu: Kontuan izan, erabiltzaile bat desgaituta dagoenean, ezingo dizkiozula beste rol batzuk esleitu erabiltzailea berriro gaitu arte.
hy: Խնդրում ենք նկատի ունենալ, որ երբ օգտվողն անջատված է, դուք չեք կարողանա նրան ավելացնել որևէ դերում, քանի դեռ օգտվողը նորից միացված չէ:
mr: कृपया लक्षात ठेवा की एकदा वापरकर्ता अकार्यान्वित झाल्यानंतर (disabled), तो पुन्हा कार्यान्वित होईपर्यंत (enable) तुम्ही त्याला कोणतीही भूमिका देऊ शकणार नाही.
vi: Xin lưu ý rằng một khi người dùng bị vô hiệu hóa, bạn sẽ không thể thêm chúng vào bất kỳ vai trò nào cho đến khi người dùng được bật lại.

# grid.action.addReviewerSuggestion
source: Add Reviewer Suggestion
eu: Gehitu ikuskatzailearen gomendioa
hy: Ավելացրու գրախոսի առաջարկը
mr: समीक्षकाच्या प्रस्तावाचा (Suggestion) समावेश करा
vi: Thêm đề xuất của người phản biện

# grid.action.deleteReviewerSuggestion.confirmationMessage
source: Are you sure you want to remove this suggestion? This action can not be undone.
eu: Ziur zaude gomendio hau ezabatu nahi duzula? Ekintza hau ezin da desegin.
hy: Իսկապե՞ս ուզում եք հեռացնել այս առաջարկը: Այս գործողությունը հնարավոր չէ հետարկել:
mr: तुम्हाला खात्रीने हा प्रस्ताव काढून टाकायचा आहे? ही कृती रद्द करता येणार नाही.
vi: Bạn có chắc là bạn muốn xóa đề xuất này? Hành động này không thể được hoàn tác.

# grid.user.remove
source: Remove User
eu: Ezabatu erabiltzailea
hy: Հեռացրեք օգտվողին
mr: वापरकर्ता हटवा
vi: Xóa người dùng

# grid.user.enableReasonDescription
source: Once the user is enabled, they will regain access to the site, and you'll be able to invite them to roles as needed.
eu: Behin erabiltzailea gaituta dagoenean, webgunerako sarbidea berreskuratuko du eta behar dituen roletara gonbidatu ahal izango duzu.
hy: Երբ օգտատերը միացված է, նա կվերականգնի մուտքը դեպի կայք, և դուք կկարողանաք նրան հրավիրել դերերի, ըստ անհրաժեշտության:
mr: वापरकर्ता कार्यान्वित झाल्यानंतर (enabled), त्याला संकेतस्थळावर केव्हाही प्रवेश मिळतो आणि तुम्ही त्याला आवश्यकतेनुसार वेगळ्या भूमिकांमध्ये आमंत्रित करू शकाल.
vi: Khi người dùng được bật, họ sẽ lấy lại quyền truy cập vào trang web và bạn sẽ có thể mời họ đến các vai trò khi cần thiết.
