Repository: pkp/pkp-lib
Catalog: locale/*/grid.po
Languages: ar_iq, az, bg_bg, da_dk, el_gr, es_es, eu, fr_ca, gl_es, hr, hy, id_id, is, ja, ka, kk_kz, mk, mr, ms, nb_no, nl_nl, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi

# grid.userGroup.filter.permissionLevel
source: With permission level set to
ar_iq: مع ضبط مستوى الصلاحيات على
az: İcazə səviyyəsi ilə tənzimlənib
bg_bg: С ниво на разрешение, зададено на
da_dk: Med adgangsniveau sat til
el_gr: Με διαβάθμιση αδειοδότητης στο
es_es: Con el nivel de permisos establecido en
fr_ca: Avec les permissions réglées à
gl_es: Co nivel de permisos establecido en
hr: S razinom dopuštenja postavljenom na
hy: Թույլտվության մակարդակով սահմանված է
id_id: Dengan level izin ditentapkan pada
is: Aðgangsheimild stillt á
ja: に権限レベル設定
ka: დაყენებული ნებართვის დონით
kk_kz: Құқықтық деңгейімен
mr: परवानगीच्या स्तराची मर्यादा
ms: Dengan tahap kebenaran ditetapkan kepada
nb_no: Med rettighetsnivå satt til
nl_nl: Met toegangsniveau
pl_pl: Z uprawnieniami do
ru_ru: С уровнем прав
sv_se: Med behörighetsnivån
tr_tr: İzin seviyesi ile ayarlanmış
uk_ua: З рівнем повноважень
vi: Với cấp quyền được đặt thành

# grid.userGroup.cantRemoveUserGroup
source: Can't remove {$userGroupName} role. Currently {$usersCount} user(s) is/are assigned to it.
ar_iq: تعذر حذف دور {$userGroupName}. حالياً، {$usersCount} مستخدم/مستخدمون يضطلعون به.
az: {$userGroupName} rolu silinə bilməz. Hazırda {$usersCount} İstifadəçi/istifadəçiləri buna təyin edilib.
bg_bg: Не може да се премахне {$userGroupName} роля. Понастоящем {$usersCount} е/са присвоен(и) потребител(и) към него.
da_dk: Kan ikke fjerne {$userGroupName} rolle. Nuværende {$usersCount} bruge(e) er tilskrevet den.
el_gr: Είναι αδύνατη η αφαίρεση του ρόλου {$userGroupName}. Ο ρόλος έχει αποδοθεί σε {$usersCount} Χρήστες.
es_es: No se puede eliminar el rol de {$userGroupName}. Actualmente tiene {$usersCount} usuarios/as asignados.
eu: Ezin da {$userGroupName} rola kendu. Une honetan {$usersCount} erabiltzailek dute esleituta rol hori.
fr_ca: Impossible de supprimer le rôle {$userGroupName} car il est présentement assigné à {$usersCount} utilisateur-trice-s.
gl_es: Non se pode eliminar o rol de {$userGroupName}. Actualmente están asignados/as {$usersCount} usuarios.
hr: Nije moguće ukloniti ulogu {$userGroupName}. Trenutačno mu je dodijeljeno {$usersCount} korisnika.
hy: Հնարավոր չէ հեռացնել {$userGroupName} դերը: Ներկայումս {$usersCount} օգտատեր(եր)ը նշանակված են նրան:
id_id: Tidak bisa menghapus peran {$userGroupName}. Pengguna {$usersCount} saat ini sedang ditugaskan pada hal terebut.
is: Ekki hægt að fjarlægja hlutverkið {$userGroupName}. Núna er(u) {$usersCount} notandi/notendur með það úthlutað.
ja: {$userGroupName} という役割を削除できません。 現在、 {$usersCount} 名のユーザーが割り当てられています。
ka: {$userGroupName} როლის წაშლა შეუძლებელია. ამჟამად მას {$usersCount} მომხმარებელი ენიჭება.
kk_kz: "{$userGroupName}" рөлін жою мүмкін емес. Ол қазір {$usersCount} пайдаланушыға тағайындалған.
mr: {$userGroupName} भूमिका वगळता येत नाही. सध्या {$usersCount} वापरकर्ते त्या भूमिकेत आहेत.
ms: Tidak dapat membuang peranan {$userGroupName}. Pada masa ini {$usersCount} pengguna telah/ditugaskan kepadanya.
nb_no: Kan ikke fjerne rollen {$userGroupName}. For øyeblikket er {$usersCount} bruker(e) ikke oppnevnt til rollen.
nl_nl: De rol {$userGroupName} kan niet worden verwijderd: in gebruik voor {$usersCount} gebruiker/s.
pl_pl: Nie można usunąć roli {$userGroupName}. Aktualnie {$usersCount} użytkowników jest do niej przydzielonych.
ru_ru: Не могу удалить роль «{$userGroupName}». В настоящий момент она назначена {$usersCount} пользователям.
sv_se: Kan inte ta bort rollen {$userGroupName}. För närvarande har {$usersCount} användare den rollen.
tr_tr: {$userGroupName} rolü kaldırılamaz. Şu anda {$usersCount} kullanıcı/kullanıcıları buna atanmıştır.
uk_ua: Неможливо видалити роль {$userGroupName}. Зараз вона призначена {$usersCount} користувачу(ам).
vi: Không thể xóa vai trò {$userGroupName}. Hiện tại có {$usersCount} người dùng được gán cho vai trò này.

# grid.user.mergeUsers.mergeUser
source: Merge User
ar_iq: دمج المستخدم
az: İstifadəçi birləşdirin
bg_bg: Обединяване на потребител
da_dk: Flet bruger
el_gr: Συγχώνευση Χρήστη
es_es: Fusionar usuario/a
eu: Bateratu erabiltzailea
fr_ca: Fusionner l'utilisateur-trice
gl_es: Fusionar usuario/a
hr: Spoji korisnika
hy: Միավորել օգտվողին
id_id: Gabungkan Pengguna
is: Sameina notanda
ja: ユーザーをマージ
ka: მომხმარებლის გაერთიანება
kk_kz: Пайдаланушыны біріктіру
mr: वापरकर्ता सम्मीलित करा
ms: Gabungkan Pengguna
nb_no: Slå sammen bruker
nl_nl: Gebruiker samenvoegen
pl_pl: Połącz użytkownika
ru_ru: Объединить пользователя
sv_se: Slå ihop användare
tr_tr: Kullanıcı Birleştir
uk_ua: Об'єднати користувача
vi: Gộp người dùng

# grid.remotelyHostedItem
source: This item is remotely hosted.
ar_iq: هذه الفقرة مستضافة خارجياً.
az: Bu element uzaqda yerləşir.
bg_bg: Този елемент се хоства отдалечено.
da_dk: Dette nummer er eksternt hosted.
el_gr: Αυτό το αρχείο φιλοξενείται σε απομακρυσμένη υποδομή.
es_es: Este elemento está hospedado remotamente.
eu: Elementu hau urrunetik ostatatuta dago.
fr_ca: Cet élément est hébergé sur un site distant.
gl_es: Este elemento está aloxado de xeito remoto.
hr: Ova je stavka udaljena.
hy: Այս նյութը հյուրընկալված է հեռավար:
id_id: Butir ini di-host dari jarak jauh.
is: Þessi hlutur er í fjar-vistun.
ja: このアイテムはリモートでホストされています。
ka: ეს ელემენტები დისტანციურად არის განთავსებული.
kk_kz: Бұл элемент қашықтағы серверде орналастырылған.
mk: Оваа ставка е хостирана од далечина.
mr: हा घटक इंटरनेटवर सुदूर ठेवलेला आहे.
ms: Item ini dihoskan dari jauh.
nb_no: Dette elementet ligger på en annen server.
nl_nl: Dit onderdeel bevindt zich op een andere site.
pl_pl: Ten plik jest udostępniany zdalnie.
ru_ru: Этот элемент размещается на удаленном сервере.
sv_se: Det här objektet lagras externt.
tr_tr: Bu öge uzakta barındırılıyor.
uk_ua: Цей елемент розміщений на віддаленому сервері.
vi: Mục này được lưu trữ từ xa.

# grid.action.addUser
source: Add User
ar_iq: إضافة مستخدم
az: Üzv əlavə edin
bg_bg: Добавяне на потребител
da_dk: Tilføj bruger
el_gr: Προσθήκη Χρήστη
es_es: Añadir usuario/a
eu: Gehitu erabiltzailea
fr_ca: Ajouter un-e utilisateur-trice
gl_es: Engadir usuario/a
hr: Dodaj korisnika
hy: Ավելացրեք օգտվող
id_id: Tambah Pengguna
is: Bæta við notanda
ja: ユーザー追加
ka: მომხმარებლის დამატება
kk_kz: Пайдаланушыны қосыңыз
mk: Додади корисник
mr: वापरकर्ता खाते निर्माण करा (Add User)
ms: Tambah Pengguna
nb_no: Legg til bruker
nl_nl: Gebruiker toevoegen
pl_pl: Dodaj użytkownika
ru_ru: Добавить пользователя
sv_se: Lägg till användare
tr_tr: Üye Ekle
uk_ua: Додати користувача
vi: Thêm người dùng

# grid.action.unassignReviewer
source: Unassign this reviewer
ar_iq: ألغ تعيين هذا المحكم
az: Bu rəyçini ləğv edin
bg_bg: Отменяне на рецензент
da_dk: Afmeld denne bedømmer
el_gr: Αναίρεση ανάθεσης σε Αξιολογητή
es_es: Cancelar la asignación del revisor/a
fr_ca: Retirer cet ou cette évaluateur-trice
gl_es: Anula a asignación deste revisor
hr: Poništi dodjelu ovog recenzenta
hy: Չեղարկել այս գրախոսի նշանակումը
id_id: Batalkan penetapan peninjau ini
is: Aftengja þennan ritrýni
ja: この査読者の任命を解除
ka: ამ რეფერენტის გაუქმება
kk_kz: Осы шолушыны тағайындаудан бас тарту
mk: Исклучи го овој рецензент
mr: या समीक्षकाची नियुक्ती रद्द करा
ms: Batalkan tugasan pengulas ini
nb_no: Løs fagfellen fra vurderingen
nl_nl: Reviewer verwijder
pl_pl: Cofnij przypisanie recenzenta
ru_ru: Отменить назначение этого рецензента
sv_se: Ta bort den här granskaren
tr_tr: Bu hakemi iptal et
uk_ua: Скасувати призначення цього рецензента
vi: Hủy phân công bình duyệt viên này

# grid.action.approveCopyedit
source: Approve this copyedit file for sending it to the next stage
ar_iq: وافق على هذا الملف المدقق لإرساله إلى المرحلة الآتية
az: Bu kopya faylını növbəti mərhələyə göndərmək üçün təsdiqləyin
bg_bg: Одобрете този файл с редакция за следващ етап на обработка
da_dk: Godkend denne manuskriptredigerede fil, så den kan sendes videre til næste trin
el_gr: Έγκριση επιμελημένου κειμένου για αποστολή στο επόμενο στάδιο
es_es: Aceptar la corrección del archivo para enviarlo a la siguiente fase
eu: Onartu zuzenketa-fitxategi hau hurrengo fasera bidaltzeko
fr_ca: Approuver ce fichier révisé afin qu'il soit envoyé à l'étape suivante.
gl_es: Aprobar este arquivo corrixido para envialo á seguinte fase
hr: Odobrite ovu kopiranu datoteku za uređivanje za slanje u sljedeću fazu
hy: Հաստատեք այս պատճենահանված նիշքը՝ այն հաջորդ փուլ ուղարկելու համար
id_id: Setujui file copyedit ini untuk dikirimkan ke tahap selanjutnya
is: Samþykkja próförk og senda á næsta þrep
ja: 次の段階に送信するため、この原稿整理ファイルを承認する
ka: ამ ლიტერატურულად ჩასწორებული ფაილის დამტკიცება, შემდეგ ეტაპზე გაგზავნის მიზნით
kk_kz: Келесі кезеңге жіберу үшін осы көшірмемен өңделген файлды бекітіңіз
mk: Одобрете ја оваа датотека лектура за испраќање во следната фаза
mr: पुढील टप्प्यावर पाठवण्यासाठी ही कॉपीएडिट फाईल मंजूर करा
ms: Luluskan fail copyedit ini untuk menghantarnya ke peringkat seterusnya
nb_no: Godkjenn språkvasken slik at den kan sendes til neste stadie
nl_nl: Keur dit geredigeerde bestand goed om het aan een volgende redactiestap door te geven
pl_pl: Zatwierdź plik w celu przesłania do następnego etapu
ru_ru: Одобрить этот файл, прошедший литературное редактирование, для отправки на следующий этап
sv_se: Godkänn den här manusredigeringsfilen för vidaresändning till nästa steg
tr_tr: Bu kopya dosyasını bir sonraki aşamaya göndermek için onaylayın
uk_ua: Схвалити цей файл, що пройшов літературне редагування, для передачі його на наступний етап
vi: Phê duyệt tệp biên tập này để gửi sang giai đoạn tiếp theo

# grid.action.restoreDefaults
source: Restore Defaults
ar_iq: استعادة الإفتراضات
az: Defolt tənzimlərə qayıdın
bg_bg: Възстановяване на настройките по подразбиране
da_dk: Gendan standardindstillinger
el_gr: Επαναφορά προκαθορισμένων τιμών
es_es: Restaurar valores por defecto
eu: Berrezarri balio lehenetsiak
fr_ca: Restaurer les valeurs par défaut
gl_es: Restaurar os valores predeterminados
hr: Vratiti zadane
hy: Վերականգնել Նախնականը
id_id: Simpan Kembali Default
is: Endurheimta sjálfgefin gildi
ja: デフォルトに戻す
ka: ნაგულისხმევის აღდგენა
kk_kz: Стандартты параметрлерді қалпына келтіріңіз
mk: Врати ги основните поставки
mr: सर्वसाधारण मांडणी पुनर्संचयित करा (Restore Defaults)
ms: Pulihkan Lalai
nb_no: Tilbakestill til standardinnstillinger
nl_nl: Terug naar standaardwaarden
pl_pl: Przywróć domyślne
ru_ru: Восстановить настройки по умолчанию
sv_se: Återställ till default
tr_tr: Varsayılan Ayarlara Dön
uk_ua: Відновити усталені налаштування
vi: Khôi phục mặc định

# grid.action.restoreDefaults.confirm
source: Are you sure you wish to restore the defaults?
ar_iq: هل أنت متأكد من رغبتك في استعادة الإعدادات الافتراضية؟
az: Defolt tənzimləri geri yükləmək istədiyinizdən əminsinizmi?
bg_bg: Наистина ли искате да възстановите настройките по подразбиране?
da_dk: Er du sikker på, at du vil genskabe standardinstillingerne?
el_gr: Επιβεβαιώνετε την επαναφορά στις αρχικές ρυθμίσεις;
es_es: ¿Está seguro de que desea restaurar los ajustes predeterminados?
eu: Ziur zaude ezarpen lehenetsiak berrezarri nahi dituzula?
fr_ca: Voulez-vous vraiment restaurer les valeurs par défaut ?
gl_es: Estás seguro/a de que desexas restaurar os valores predeterminados?
hr: Jeste li sigurni da želite vratiti zadane postavke?
hy: Վստա՞հ եք, որ ցանկանում եք վերականգնել կանխադրվածները:
id_id: Anda yakin ingin kembali ke default?
is: Ertu viss um að þú viljir endurheimta sjálfgefin gildi?
ja: デフォルトに戻してもよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ ნაგულისხმევის აღდგენა?
kk_kz: Әдепкі параметрлерді қалпына келтіргіңіз келетініне сенімдісіз бе?
mk: Дали сте сигурни дека сакате да ги вратите основните нагодувања?
mr: तुम्ही खात्रीने सर्वसाधारण मांडणी पुनर्संचयित करू इच्छिता (Restore Defaults) ?
ms: Adakah anda pasti mahu memulihkan lalai?
nb_no: Er du sikker på at du vil gjenopprette standardinstillingene?
nl_nl: Weet u zeker dat u de standaardwaarden wilt herstellen?
pl_pl: Przywrócić ustawienia domyślne?
ru_ru: Вы уверены, что хотите восстановить настройки по умолчанию?
sv_se: Är du säker på att du vill återställa till default?
tr_tr: Varsayılan ayarları geri yüklemek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете відновити усталені значення?
vi: Bạn có chắc chắn muốn khôi phục cài đặt mặc định không?

# grid.action.downloadAll
source: Download all files as an archive
ar_iq: تنزيل كل الملفات ضمن أرشيف
az: Bütün faylları arxiv faylı olaraq endirin
bg_bg: Сваляне на всички файлове като единичен архив
da_dk: Download alle filer som arkiv
el_gr: Μεταφόρτωση όλων των αρχείων
es_es: Descargar todos los ficheros en un archivo
eu: Deskargatu fitxategi guztiak fitxategi bakarrean
fr_ca: Télécharger tous les fichier en tant qu'archive
gl_es: Descargar todos os ficheiros como arquivo
hr: Preuzmite sve datoteke kao arhivu
hy: Ներբեռնեք բոլոր նիշքերը որպես արխիվ
id_id: Unduh semua file sebagai arsip
is: Hlaða niður öllum skrám sem safni
ja: すべてのファイルをアーカイブとしてダウンロードする
ka: ყველა ფაილის არქივად ჩამოტვირთვა
kk_kz: Барлық файлдарды бір мұрағатта жүктеп алыңыз
mr: सर्व फाईल्स संग्रहीत (archive) करण्यासाठी उतरवून घ्या (डाउनलोड)
ms: Muat turun semua fail sebagai arkib
nb_no: Last ned filene som et arkiv
nl_nl: Download alle bestanden als archief
pl_pl: Pobierz wszystkie pliki w formie archiwum
ru_ru: Скачать все файлы одним архивом
sv_se: Ladda ned samtliga filer som ett arkiv
tr_tr: Tüm dosyaları arşiv dosyası olarak indir
uk_ua: Завантажити усі файли одним архівом
vi: Tải tất cả các tệp dưới dạng tệp nén

# grid.action.selectFiles
source: Select files to manage
ar_iq: إختر الملفات التي ترغب بإدارتها
az: İdarə etmək üçün faylları seçin
bg_bg: Изберете файлове за управление
da_dk: Vælg de filer, der skal behandles
el_gr: Επιλογή αρχείων προς επιμέλεια
es_es: Seleccionar los archivos que gestionar
eu: Hautatu kudeatzeko fitxategiak
fr_ca: Sélectionner les fichiers à gérer
gl_es: Seleccionar os arquivos para xestionar
hr: Odaberite datoteke za upravljanje
hy: Ընտրեք նիշքերը կառավարելու համար
id_id: Pilih file untuk dikelola
is: Velja skrár til að sjá um
ja: 管理するファイルを選択する
ka: აირჩიეთ ფაილები სამართავად
kk_kz: Жұмыс істеу үшін файлдарды таңдаңыз
mr: व्यवस्थापित (manage) करण्यासाठी फाईल्स निवडा
ms: Pilih fail untuk diurus
nb_no: Velg hvilke filer du vil administrere
nl_nl: Selecteer de te beheren bestanden
pl_pl: Wybierz pliki do zarządzania
ru_ru: Выбрать файлы для работы с ними
sv_se: Välj filer att hantera
tr_tr: Yönetmek için dosyaları seç
uk_ua: Виберіть файли для керування
vi: Chọn các tệp để quản lý

# grid.action.sendToProduction
source: Send this submission to production
ar_iq: أرسل طلب التقديم هذا لمرحلة الإنتاج
az: Namizəd məqaləni nəşr prosesinə daxil edin
bg_bg: Изпратете това подаване на материали за публикуване
da_dk: Send dette manuskript til produktion
el_gr: Αποστολή υποβολής στην παραγωγή
es_es: Mandar este envío a producción
eu: Bidali bidalketa hau ekoizpenera
fr_ca: Envoyer cette soumission à la production.
gl_es: Mandar este envío a produción
hr: Pošalji ovaj podnesak u produkciju
hy: Ուղարկեք այս ներկայացումը հրատարակության
id_id: Kirim naskah ke tahap produksi
is: Senda þetta handrit í framleiðslu
ja: この投稿を制作段階に送る
ka: გაგზავნეთ ეს წარდგენა დამუშავებაში
kk_kz: Осы мақаланы жариялауға жіберіңіз
mr: हे सादरीकरण प्रकाशनासाठी पाठवा
ms: Hantar penyerahan ini kepada produksi
nb_no: Send innleveringen til produksjon
nl_nl: Stuur deze inzending naar productie
pl_pl: Wyślij przesłany tekst do realizacji
ru_ru: Отправить этот материал на публикацию
sv_se: Skicka det här bidraget till produktion
tr_tr: Aday makaleyi yayımlanma sürecine al
uk_ua: Надіслати це подання на публікацію
vi: Gửi bài nộp này đến khâu sản xuất

# grid.action.importexport
source: Import or export content or site data
ar_iq: استيراد أو تصدير محتوى أو بيانات الموقع
az: Məzmunu və ya sayt datasını idxal və ya ixcar edin (içəri və ya çölə köçürün)
bg_bg: Импортиране или експортиране на съдържание или данни
da_dk: Importer eller eksporter indhold eller websitedata
el_gr: Εισαγωγή/εξαγωγή περιεχομένου ή δεδομένων του ιστοτόπου
es_es: Importar o exportar contenido o datos del sitio
eu: Inportatu edo esportatu edukia edo gunearen datuak
fr_ca: Importer ou exporter le contenu ou les données du site
gl_es: Importar ou exportar contido ou datos do sitio
hr: Import ili eksport sadržaja ili podataka o web mjestu
hy: Ներմուծեք կամ արտահանեք բովանդակություն կամ կայքի տվյալներ
id_id: Impor atau ekspor konten atau data situs
is: Flytja inn eða út innihald eða gögn vefsíðu
ja: コンテンツまたはサイトデータをインポートまたはエクスポートする
ka: შიგთავსის, ან საიტის მონაცემების იმპორტი ან ექსპორტი
kk_kz: Мазмұнды немесе сайт деректерін импорттау/экспорттау
mr: संकेतस्थळावरील डेटा किंवा मजकूर दाखल करा (Import) किंवा पाठवा (export)
ms: Import atau eksport kandungan atau data laman
nb_no: Importer eller eksporter nettstedets innhold eller data
nl_nl: Importeer of exporteer content of sitegegevens
pl_pl: Importuj lub eksportuj elementy lub zawartość strony
ru_ru: Импорт/экспорт контента или данных сайта
sv_se: Importera eller exportera innehåll eller webbplats-data
tr_tr: İçeriği veya site verisini içeri veya dışarı aktar
uk_ua: Імпорт чи експорт вмісту або даних сайту
vi: Nhập hoặc xuất nội dung hoặc dữ liệu trang web

# grid.action.resetEmail
source: Reset this email template to the default
ar_iq: استعادة الوضع الافتراضي لقالب الرسالة هذا
az: Bu email şablonunu defolt formatına qaytarın
bg_bg: Нулиране на този шаблон за имейл до съдържанието по подразбиране
da_dk: Genindstil denne e-mail-skabelon til standardindstilling
el_gr: Επαναφορά προτύπου μηνύματος στην προκαθορισμένη μορφή
es_es: Restaurar esta plantilla de correo electrónico a su versión por defecto
eu: Berrezarri mezu elektronikoaren txantiloi hau lehenetsitako bertsiora
fr_ca: Réinitialiser ce modèle de courriel au contenu par défaut
gl_es: Restablecer este modelo de correo electrónico ao predeterminado
hr: Vrati ovaj predložak e-pošte na zadane vrijednosti
hy: Վերականգնել էլ․ փոստի այս ձևանմուշը լռելյայնի
id_id: Reset template surel ini ke bentuk awal
is: Endurstilla þetta tölvupóstssniðmát
ja: このメールテンプレートをディフォルトに戻す
ka: ამ ელფოსტის შაბლონის გადაყენება ნაგულისხმევად
kk_kz: Осы электрондық пошта үлгісінің әдепкі мәнін қалпына келтіріңіз
mr: हे ई-मेल मजकूर (टेम्पलेट) सर्वसाधारण (डीफॉल्ट) मूल्यांवर पुनर्स्थापित (रीसेट) करा
ms: Tetapkan semula templat e-mel ini kepada lalai
nb_no: Tilbakestill den e-postmalen til standard
nl_nl: Zet dit e-mail sjabloon terug naar de standaardwaarde
pl_pl: Resetuj wszystkie szablony do wartości domyślnych
ru_ru: Восстановить значение по умолчанию для этого шаблона письма электронной почты
sv_se: Återställ den här e-postmallen till default
tr_tr: Bu e-posta şablonunu varsayılan biçime döndür
uk_ua: Встановити усталені значення для цього шаблону електронного листа
vi: Đặt lại mẫu email này về mặc định

# grid.action.addUserGroup
source: Add a new User Group
ar_iq: أضف مجموعة مستخدمين جديدة
az: Yeni bir üzv qrupu əlavə edin
bg_bg: Добавяне на нова потребителска група
da_dk: Tilføj en ny brugergruppe
el_gr: Προσθήκη νέας ομάδας Χρηστών
es_es: Añadir un nuevo grupo de usuarios/as
eu: Gehitu erabiltzaile-talde berri bat
fr_ca: Ajouter un nouveau groupe d'utilisateurs-trices
gl_es: Engadir un novo grupo de usuarios/as
hr: Dodaj novu grupu korisnika
hy: Ավելացնել օգտվողների նոր խումբ
id_id: Tambahkan Grup Pengguna baru
is: Bæta við nýjum notendahóp
ja: 新しいユーザーグループを追加
ka: მომხმარებელთა ახალი ჯგუფის დამატება
kk_kz: Жаңа пайдаланушылар тобын қосу
mr: नवीन वापरकर्ता गट समाविष्ट करा
ms: Tambah Kumpulan Pengguna baharu
nb_no: Legg til en ny brukergruppe
nl_nl: Voeg een gebruikersgroep toe
pl_pl: Dodaj grupę użytkowników
ru_ru: Добавить новую группу пользователей
sv_se: Lägg till en ny användargrupp
tr_tr: Yeni bir Üye Grubu Ekle
uk_ua: Додати нову групу користувачів
vi: Thêm một nhóm người dùng mới

# grid.action.enrolExisting
source: Enrol an existing user as a reviewer
ar_iq: كلف مستخدماً مسجلاً بدور المحكم
az: Mövcud olan üzvü rəyçi kimi səlahiyyətləndirin
bg_bg: Запис на съществуващ потребител като рецензент
da_dk: Tilmeld en eksisterende bruger som bedømmer
el_gr: Ανάθεση ρόλου Αξιολογητή σε Χρήστη του ιστοτόπου
es_es: Registrar un usuario/a existente como revisor/a
eu: Erregistratu erabiltzailea berrikusle gisa
fr_ca: Recruter un-e nouvel-elle utilisateur-trice à titre d'évaluateur-trice
gl_es: Inscribir a un usuario/a existente como revisor/a
hr: Upiši postojećeg korisnika kao recenzenta
hy: Գրանցեք գոյություն ունեցող օգտվողին որպես գրախոս
id_id: Pilih pengguna yang ada sebagai mitra bestari
is: Skrá notanda sem ritrýni
ja: 既存のユーザーを査読者に割り当てる
ka: არსებულ მომხმარებლის რეცენზენტად დანიშვნა
kk_kz: Бұрыннан бар пайдаланушыны шолушы ретінде тіркеңіз
mr: अस्तित्वात असलेल्या वापरकर्त्याची समीक्षक म्हणून नोंदणी करा
ms: Daftarkan pengguna sedia ada sebagai pengulas
nb_no: Legg til en eksisterende bruker som fagfelle
nl_nl: Maak een bestaande gebruiker reviewer
pl_pl: Zapisz istniejącego użytkownika jako recenzenta
ru_ru: Записать существующего пользователя в рецензенты
sv_se: Lägg till en befintlig användare som granskare
tr_tr: Var olan üyeyi hakem olarak yetkilendir
uk_ua: Записати існуючого користувача в рецензенти
vi: Ghi danh một người dùng hiện có làm bình duyệt viên

# grid.action.viewMetadata
source: View the metadata for this submission
ar_iq: معاينة البيانات الوصفية لطلب التقديم هذا
az: Namizəd məqalə üst datasına baxın
bg_bg: Преглед на метаданните за тези изпратени материали
da_dk: Se dette manuskripts metadata
el_gr: Προβολή μεταδεδομένων της υποβολής
es_es: Ver los metadatos de este envío
eu: Ikusi bidalketaren metadatuak
fr_ca: Afficher les métadonnées de cette soumission.
gl_es: Ver os metadatos deste envío
hr: Pogledaj metapodatke za ovaj podnesak
hy: Դիտեք այս ներկայացման մետատվյալները
id_id: Lihat metadata naskah ini
is: Skoða lýsigögn þessa handrits
ja: 本投稿のネタデーターの閲覧
ka: იხილეთ ამ გაგზავნის მეტამონაცემები
kk_kz: Осы мазмұнға арналған метадеректерді көрсету
mr: या सादरीकरणाचा मेटाडेटा (लेखक, शीर्षक, वगैरे) पहा
ms: Lihat metadata untuk penyerahan ini
nb_no: Vis metadata for denne innleveringen
nl_nl: Bekijk de metadata voor deze inzending
pl_pl: Wyświetl metadane dla tego tekstu
ru_ru: Показать метаданные для этого материала
sv_se: Visa metadata för det här bidraget
tr_tr: Aday Makale Üstverisini Göster
uk_ua: Показати метадані для цього подання
vi: Xem siêu dữ liệu cho bài nộp này

# grid.action.viewCompetingInterestGuidelines
source: View the competing interests guidelines policy
ar_iq: معاينة سياسة إرشادات تضارب المصالح
az: Mənfəət münaqişəsi bələdçiləri politikasına baxın
bg_bg: Преглед на правилата за попълване на съгласие относно конкуриращи се интереси
da_dk: Se retningslinjer for konkurrerende interessepolitikker
el_gr: Προβολή δήλωσης συγκρουόμενων συμφερόντων
es_es: Ver las directrices políticas sobre conflictos de interés
eu: Ikusi interes kontrajarrien gidalerroak
fr_ca: Afficher la politique concernant les intérêts divergents
gl_es: Consulte a política de directrices sobre conflictos de interes
hr: Pogledaj politiku smjernica o suprotstavljenim interesima
hy: Դիտեք շահերի բախման ուղեցույցների քաղաքականությունը
id_id: Lihat kebijakan pedoman competing interest
is: Skoða stefnu um hagsmunaárekstra
ja: 利害の競合に関するガイドラインの閲覧
ka: იხილეთ ინტერესთა კონფლიქტის სახელმძღვანელო პრინციპები
kk_kz: Мүдделер жөніндегі нұсқаулық саясатын қараңыз
mr: हितसंबंधांच्या संघर्षाबाबत धोरण पहा
ms: Lihat garis panduan polisi konflik kepentingan
nb_no: Se retningslinjene for interessekonflikter
nl_nl: Bekijk het beleid over belangenconflicten
pl_pl: Wyświetl informacje i wytyczne o zbieżnych zainteresowaniach
ru_ru: Показать Правила декларирования конфликта интересов
sv_se: Visa riktlinjer och policy för intressekonflikter
tr_tr: Çıkar çatışması rehberleri politikasını görüntüle
uk_ua: Показати рекомендації політики щодо конфлікту інтересів
vi: Xem chính sách hướng dẫn về xung đột lợi ích
