Repository: pkp/pkp-lib
Catalog: locale/*/grid.po
Languages: ar_iq, az, bg_bg, da_dk, el_gr, es_es, eu, fr_ca, gl_es, hr, hy, id_id, is, ja, ka, kk_kz, mk, mr, ms, nb_no, nl_nl, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi

# grid.action.exportAllUsers
source: Export All Users
ar_iq: تصدير كل المستخدمين
az: Bütün istifadəçiləri ixrac edin
bg_bg: Експорт на всички потребители
da_dk: Eksportér alle brugere
el_gr: Εξαγωγή Χρηστών
es_es: Exportar todos los usuarios/as
eu: Esportatu erabiltzaile guztiak
fr_ca: Exporter tous les utilisateurs-trices
gl_es: Exportar todos os usuarios/as
hr: Eksport svih korisnika
hy: Արտահանել բոլոր օգտվողներին
id_id: Ekspor Semua Pengguna
is: Flytja út alla notendur
ja: すべてのユーザーをエクスポート
ka: ყველა მომხმარებლის ექსპორტი
kk_kz: Барлық қолданушыларды экспорттау
mr: सर्व वापरकर्त्यांची माहिती पाठवा (Export )
ms: Eksport Semua Pengguna
nb_no: Eksporter alle brukere
nl_nl: Exporteer alle gebruikers
pl_pl: Eksportuj wszystkich użytkowników
ru_ru: Экспортировать всех пользователей
sv_se: Exportera alla användare
tr_tr: Tüm Kullanıcıları Dışarı Aktar
uk_ua: Експортувати усіх користувачів
vi: Xuất tất cả người dùng

# grid.action.activate
source: Activate
ar_iq: تفعيل
az: Aktivləşdirin
bg_bg: Активиране
da_dk: Aktivér
el_gr: Ενεργοποίηση
es_es: Activar
eu: Aktibatu
fr_ca: Activer
gl_es: Activar
hr: Aktiviraj
hy: Ակտիվացնել
id_id: Aktifkan
is: Virkja
ja: 有効化
ka: გააქტიურება
kk_kz: Белсендендіру
mr: कार्यान्वित करा (Activate)
ms: Aktifkan
nb_no: Aktiver
nl_nl: Activeren
pl_pl: Aktywuj
ru_ru: Активировать
sv_se: Aktivera
tr_tr: Etkinleştir
uk_ua: Активувати
vi: Kích hoạt

# grid.action.deactivate
source: Deactivate
ar_iq: إبطال
az: Passivləşdirin
bg_bg: Деактивиране
da_dk: De aktivér
el_gr: Απενεργοποίηση
es_es: Desactivar
eu: Desaktibatu
fr_ca: Désactiver
gl_es: Desactivar
hr: Deaktiviraj
hy: Ապաակտիվացնել
id_id: Deaktivasi
is: Afvirkja
ja: 無効化
ka: გამორთვა
kk_kz: Өшіру
mr: निष्क्रिय करा (Deactivate)
ms: Nyahaktifkan
nb_no: Deaktiver
nl_nl: Deactiveren
pl_pl: Dezaktywuj
ru_ru: Деактивировать
sv_se: Avaktivera
tr_tr: Pasifleştir
uk_ua: Деактивувати
vi: Hủy kích hoạt

# grid.action.copy
source: Copy
ar_iq: نسخ
az: Kopyala
bg_bg: Копиране
da_dk: Kopiér
el_gr: Αντιγραφή
es_es: Copiar
eu: Kopiatu
fr_ca: Copier
gl_es: Copiar
hr: Kopiraj
hy: Պատճենել
id_id: Salin
is: Afrita
ja: コピー
ka: კოპირება
kk_kz: Көшіру
mr: कॉपी करा
ms: Salin
nb_no: Kopier
nl_nl: Kopiëren
pl_pl: Kopiuj
ru_ru: Копировать
sv_se: Kopiera
tr_tr: Kopyala
uk_ua: Копіювати
vi: Sao chép

# grid.action.preview
source: Preview
ar_iq: معاينة
az: Önizləmə
bg_bg: Преглед
da_dk: Vis
el_gr: Προεπισκόπηση
es_es: Previsualizar
eu: Aurreikusi
fr_ca: Aperçu
gl_es: Previsualizar
hr: Pregled
hy: Նախադիտում
id_id: Pratinjau
is: Forskoða
ja: プレビュー
ka: გადახედვა
kk_kz: Алдын-ала қарау
mr: पूर्वावलोकन करा (Preview)
ms: Pratonton
nb_no: Forhåndsvis
nl_nl: Bekijk voorvertoning
pl_pl: Podgląd
ru_ru: Предварительный просмотр
sv_se: Förhandsgranska
tr_tr: Ön İzleme
uk_ua: Попередній перегляд
vi: Xem trước

# grid.action.moreItems
source: Load more
ar_iq: تحميل المزيد
az: Daha çox şey gətir
bg_bg: Зареди повече
da_dk: Hent flere
el_gr: Φόρτωση περισσότερων
es_es: Cargar más
eu: Kargatu gehiago
fr_ca: Voir plus
gl_es: Cargar máis
hr: Učitaj više
hy: Բեռնել ավելին
id_id: Muat selengkapnya
is: Hlaða meiru
ja: さらにロード
ka: მეტის ჩატვირთვა
kk_kz: Қосымша жүктеңіз
mr: आणखी दाखवा (Load more)
ms: Tambah lagi
nb_no: Last flere
nl_nl: Laad meer
pl_pl: Załaduj więcej
ru_ru: Загрузить еще
sv_se: Ladda fler
tr_tr: Daha fazla getir
uk_ua: Завантажити ще
vi: Tải thêm

# grid.action.users
source: View/Select users
ar_iq: معاينة وتحديد المستخدمين
az: İstifadəçiləri Göstər/Seç
bg_bg: Преглед/Избор на потребители
da_dk: Se/Vælg brugere
el_gr: Δείτε/Επιλέξτε χρήστες
es_es: Ver/Seleccionar usuarios/as
eu: Ikusi/Hautatu erabiltzaileak
fr_ca: Afficher/Sélectionner des utilisateurs-trices
gl_es: Ver/Seleccionar usuarios/as
hr: Prikaži/odaberi korisnike
hy: Դիտել/Ընտրել օգտվողներին
id_id: Lihat/Pilih Pengguna
is: Skoða/velja notendur
ja: ユーザーを表示・選択
ka: მომხმარებლების ნახვა/არჩევა
kk_kz: Пайдаланушыларды қарау/таңдау
mr: वापरकर्ते पहा/निवडा
ms: Lihat/Pilih pengguna
nb_no: Se/Velg brukere
nl_nl: Gebruikers bekijken/selecteren
pl_pl: Zobacz/Wybierz użytkowników
ru_ru: Просмотреть/Выбрать пользователей
sv_se: Visa/välj användare
tr_tr: Kullanıcıları Göster/Seç
uk_ua: Переглянути/Обрати користувачів
vi: Xem/Chọn người dùng

# grid.task.status.completed
source: This task is completed
ar_iq: هذه المهمة إكتملت
az: Bu iş tamamlandı
bg_bg: Тази задача е завършена
da_dk: Denne opgave er færdiggjort
el_gr: Η ενέργεια έχει ολοκληρωθεί.
es_es: Tarea completada
eu: Zeregina osatuta
fr_ca: Cette tâche est complétée
gl_es: Tarefa completada
hr: Ovaj je zadatak dovršen
hy: Այս առաջադրանքն ավարտված է
id_id: Tugas ini telah selesai
is: Þessu verki er lokið
ja: このタスクが完了された
ka: ეს ამოცანა შესრულებულია
kk_kz: Бұл тапсырма орындалды
mr: हे काम पूर्ण झाले
ms: Tugasan ini selesai
nb_no: Oppgaven er gjennomført
nl_nl: Deze taak is uitgevoerd
pl_pl: Zadanie zrealizowane
ru_ru: Эта задача выполнена
sv_se: Den här uppgiften är klar
tr_tr: Bu görev tamamlandı
uk_ua: Це завдання виконане
vi: Nhiệm vụ này đã hoàn thành

# grid.task.status.unfinished
source: Task unfinished
ar_iq: المهمة لم تُنجز
az: Dəyərləndirmə başa çatmadı
bg_bg: Задачата не е завършена
da_dk: Bedømmelse uafsluttet
el_gr: Η ενέργεια δεν έχει ολοκληρωθεί.
es_es: Tarea incompleta
eu: Zeregin osatu gabea
fr_ca: Tâche non terminée
gl_es: Tarefa non finalizada
hr: Zadatak nedovršen
hy: Առաջադրանքն անավարտ է
id_id: Tugas belum selesai
is: Verki ólokið
ja: 未完了タスク
ka: დაუსრულებელი დავალება
kk_kz: Тапсырма аяқталмады
mr: कार्य अपूर्ण राहिले आहे
ms: Tugas belum selesai
nb_no: Oppgaven er ikke fullført
nl_nl: Review nog niet gereed
pl_pl: Zadanie nieukończone
ru_ru: Задача не завершена
sv_se: Uppgift ej slutförd
tr_tr: Değerlendirme tamamlanmadı
uk_ua: Завдання не виконане
vi: Nhiệm vụ chưa hoàn thành

# grid.task.status.reviewReady
source: This review is ready. Click the note icon to the left to read it.
ar_iq: هذا التحكيم جاهز. أنقر إيقونة الملاحظات على اليسار لقراءته.
az: Bu dəyərləndirmə hazırdır. Oxumaq üçün soldakı qeyd simvolunu klikləyin.
bg_bg: Рецензията е готова. Изберете иконата с бележка от ляво за да я прочетете.
da_dk: Denne bedømmelse er klar. Klik notat-ikonet til venstre for at læse den.
el_gr: Αυτή η αξιολόγηση είναι έτοιμη. Πατήστε το εικονίδιο στα αριστερά για να την προβάλετε.
es_es: La revisión está lista. Haga clic en el icono de nota hacia la izquierda para leerla.
eu: Berrikuspena prest dago. Egin klik ezkerreko oharraren ikonoan, irakurtzeko.
fr_ca: Cette évaluation est terminée. Cliquez sur l'icône de note à gauche pour la consulter.
gl_es: Esta revisión está lista. Preme na icona da nota á esquerda para lela.
hr: Ova je recenzija spremna. Pritisnite ikonu bilješke s lijeve strane da biste ju pročitali.
hy: Այս գրախոսությունը պատրաստ է: Այն կարդալու համար սեղմեք ձախ կողմում գտնվող նշումի պատկերակը:
id_id: Review ini sudah siap. Klik ikon catatan untuk membacanya pada sebelah kiri.
is: Þessi ritrýni er tilbúin. Smelltu á minnispunktamerkið til vinstri til að lesa ritrýnina.
ja: この査読が完了されました。 左側のメモアイコンをクリックすると、読めます。
ka: ეს მიმოხილვა მზად არის. დააწკაპუნეთ ჩანიშვნის ხატულაზე მარცხნივ, რომ წაიკითხოთ.
kk_kz: Бұл пікір дайын. Пікірді оқу үшін сол жақтағы ескертпе белгішесін басыңыз.
mr: हे समीक्षण उपलब्ध झाले आहे. ते वाचण्यासाठी डावीकडील 'note/टीप' चिन्हावर क्लिक करा.
ms: Ulasan ini sudah sedia. Klik ikon nota di sebelah kiri untuk membacanya.
nb_no: Denne fagfellevurderingen er klar. Klikk på ikonet til venstre for å lese den.
nl_nl: Dit review is gereed. Klik op het ikoon aan de links om het te lezen.
pl_pl: Recenzja ukończona. Kliknij ikonę po lewej, aby przeczytać jej treść.
ru_ru: Эта рецензия готова. Щелкните на значке заметки слева, чтобы прочитать рецензию.
sv_se: Den här granskningen är färdig. Klicka på antecknings-ikonen till vänster för att läsa den.
tr_tr: Bu değerlendirme hazır. Okumak için soldaki not simgesine tıklayınız.
uk_ua: Ця рецензія готова. Натисніть значок нотатки ліворуч, щоб прочитати її.
vi: Bài bình duyệt này đã sẵn sàng. Nhấp vào biểu tượng ghi chú bên trái để đọc.

# grid.columns.actions
source: Actions
ar_iq: أفعال
az: Hərəkətlər
bg_bg: Действия
da_dk: Handlinger
el_gr: Ενέργειες
es_es: Acciones
eu: Ekintzak
gl_es: Accións
hr: Radnje
hy: Գործողություններ
id_id: Aksi
is: Aðgerðir
ja: アクション
ka: მოქმედებები
kk_kz: Әрекеттер
mr: कार्यवाही
ms: Tindakan
nb_no: Handlinger
nl_nl: Acties
pl_pl: Działania
ru_ru: Действия
sv_se: Händelser
tr_tr: Eylemler
uk_ua: Дії
vi: Hành động

# grid.columns.institution
source: Institution
ar_iq: مؤسسة
az: Təşkilat
bg_bg: Организация/Институция
el_gr: Ίδρυμα
es_es: Institución
eu: Instituzioa
fr_ca: Établissement
gl_es: Institución
hr: Institucija
hy: Հաստատություն
id_id: Institusi
is: Stofnun
ja: 機関
ka: დაწესებულება
kk_kz: Ұйым
mr: संस्था
ms: Institusi
nb_no: Institusjon
nl_nl: Instituut
pl_pl: Nazwa instytucji
ru_ru: Организация
tr_tr: Kurum
uk_ua: Установа
vi: Tổ chức

# grid.columns.auditor
source: Auditor
ar_iq: مدقق
az: Nəzarətçi
bg_bg: Одитор
da_dk: Revisor
el_gr: Ελεγκτής
es_es: Auditor/a
eu: Auditorea
fr_ca: Vérificateur-trice
gl_es: Auditor/a
hr: Revizor
hy: Աուդիտոր
is: Endurskoðandi
ja: 監査役
ka: აუდიტორი
kk_kz: Аудитор
mr: ऑडिटर
ms: Juruaudit
nb_no: Sluttkontrollør
nl_nl: Goedkeurder
pl_pl: Kontroler
ru_ru: Аудитор
sv_se: Manusgranskare
tr_tr: Denetçi
uk_ua: Аудитор
vi: Kiểm toán viên

# grid.columns.locale
source: Locale
ar_iq: اللغة
az: Dil
bg_bg: Локализация
da_dk: Landestandard
el_gr: Γλώσσα
es_es: Local
fr_ca: Paramètre régional
gl_es: Local
hr: Jezično područje
hy: Տեղային
id_id: Bahasa
is: Tungumál
ja: 言語
ka: ენის კოდი
kk_kz: Тіл
mr: लोकॅल
ms: Bahasa/Locale
nb_no: Språk
nl_nl: Taalkode
pl_pl: Język
ru_ru: Язык
sv_se: Språk/region
tr_tr: Dil
uk_ua: Мова
vi: Ngôn ngữ địa phương

# grid.columns.locale.code
source: Code
az: Kod
bg_bg: Код
eu: Kodea
hr: Kod
hy: Կոդ
ja: コード
mr: चिन्ह (Code)
vi: Mã

# grid.sponsor.title
source: Sponsoring Organizations
ar_iq: الرعاة
az: Sponsor
bg_bg: Спонсориращи организации
da_dk: Sponsororganisationer
el_gr: Χορηγοί
es_es: Patrocinadores
eu: Babesleak
fr_ca: Organismes subventionnaires
gl_es: Patrocinadores
hr: Pokroviteljske organizacije
hy: Հովանավոր կազմակերպություններ
id_id: Sponsor
is: Styrktaraðilar
ja: スポンサー
ka: სპონსორი ორგანიზაციები
kk_kz: Демеушілер
mr: प्रायोजक संस्था
ms: Organisasi Penaja
nb_no: Sponsorer
nl_nl: Sponsors
pl_pl: Instytucje finansujące
ru_ru: Спонсоры
sv_se: Sponsor
tr_tr: Sponsor
uk_ua: Спонсори
vi: Các tổ chức tài trợ

# grid.action.editSponsor
source: Edit Sponsor
ar_iq: تعديل الجهة الراعية
az: Sponsoru redaktə edin
bg_bg: Редакция на спонсор
da_dk: Rediger sponsor
el_gr: Επεξεργασία Χορηγού
es_es: Editar patrocinador
eu: Editatu babeslea
fr_ca: Modifier un organisme subventionnaire
gl_es: Editar patrocinador
hr: Uredi pokrovitelja
hy: Խմբագրել հովանավորին
id_id: Sunting Sponsor
is: Breyta styrktaraðila
ja: スポンサーを編集
ka: სპონსორის ჩასწორება
kk_kz: Демеушіні жазу
mr: प्रायोजक संपादित करा
ms: Sunting Penaja
nb_no: Endre sponsor
nl_nl: Bewerk sponsor
pl_pl: Edytuj instytucję finansującą
ru_ru: Редактировать спонсора
sv_se: Redigera sponsor
tr_tr: Sponsor Düzelt
uk_ua: Редагувати спонсора
vi: Chỉnh sửa nhà tài trợ

# grid.action.editSeries
source: Edit Series
ar_iq: تعديل المتسلسلة
az: Seriyaları redaktə edin
bg_bg: Редакция на серии
da_dk: Rediger serie
el_gr: Επεξεργασία σειράς
es_es: Editar colecciones
eu: Editatu bildumak
fr_ca: Modifier une collection
gl_es: Editar coleccións
hr: Uredi seriju
hy: Խմբագրել շարքը
id_id: Sunting Seri
is: Breyta ritröð
ja: シリーズを編集
ka: სერიების ჩასწორება
kk_kz: Серияны өңдеу
mr: मालिका/क्रम संपादित करा
ms: Sunting Siri
nb_no: Endre serie
nl_nl: Bewerk serie
pl_pl: Edytuj serię
ru_ru: Редактировать серию
sv_se: Redigera serie
tr_tr: Serileri Düzelt
uk_ua: Редагувати серію
vi: Chỉnh sửa bộ sách/tạp chí

# grid.action.deleteSeries
source: Delete Series
ar_iq: حذف المتسلسلة
az: Seriyaları silin
bg_bg: Изтриване на серии
da_dk: Slet serie
el_gr: Διαγραφή σειράς
es_es: Eliminar colecciones
eu: Ezabatu bildumak
fr_ca: Supprimer une collection
gl_es: Eliminar coleccións
hr: Izbriši seriju
hy: Ջնջել շարքը
id_id: Hapus Seri
is: Eyða ritröð
ja: シリーズを削除
ka: სერიების წაშლა
kk_kz: Серияны өшіру
mr: मालिका/क्रम हटवा
ms: Padam Siri
nb_no: Slett serie
nl_nl: Verwijder serie
pl_pl: Usuń serię
ru_ru: Удалить серию
sv_se: Ta bort serie
tr_tr: Serileri Sil
uk_ua: Видалити серію
vi: Xóa bộ sách/tạp chí

# grid.action.addCategory
source: Add Category
ar_iq: إضافة فئة
az: Kateqoriya əlavə edin
bg_bg: Добавяне на категория
da_dk: Tilføj kategori
el_gr: Προσθήκη κατηγορίας
es_es: Añadir categoría
eu: Gehitu kategoria
fr_ca: Ajouter une catégorie
gl_es: Engadir categoría
hr: Dodaj kategoriju
hy: Ավելացնել դաս
id_id: Tambahkan Kategori
is: Bæta við flokk
ja: カテゴリーを追加
ka: კატეგორიის დამატება
kk_kz: Санатты қосыңыз
mr: प्रवर्ग (Category) समाविष्ट करा
ms: Tambah Kategori
nb_no: Legg til kategori
nl_nl: Categorie toevoegen
pl_pl: Dodaj kategorię
ru_ru: Добавить категорию
sv_se: Lägg till kategori
tr_tr: Kategori Ekle
uk_ua: Додати категорію
vi: Thêm danh mục

# grid.action.deleteCategory
source: Delete Category
ar_iq: حذف الفئة
az: Kateqoriya silin
bg_bg: Изтриване на категория
da_dk: Slet kategori
el_gr: Διαγραφή κατηγορίας
es_es: Eliminar categoría
eu: Ezabatu kategoria
fr_ca: Supprimer une catégorie
gl_es: Eliminar categoría
hr: Izbriši kategoriju
hy: Ջնջել դասը
id_id: Hapus Kategori
is: Eyða flokk
ja: カテゴリーの削除
ka: კატეგორიის წაშლა
kk_kz: категорияны өшіру
mr: प्रवर्ग (Category) हटवा
ms: Padam Kategori
nb_no: Slett kategori
nl_nl: Categorie verwijderen
pl_pl: Usuń kategorię
ru_ru: Удалить укатегорию
sv_se: Ta bort kategori
tr_tr: Kategori Sil
uk_ua: Видалити категорію
vi: Xóa danh mục

# grid.action.newVersion
source: Create a new version
ar_iq: إنشاء نسخة جديدة
az: Yeni bir versiya yaradın
bg_bg: Създаване на нова версия
es_es: Crear una versión nueva
eu: Sortu bertsio berri bat
gl_es: Crear unha nova versión
hr: Stvori novu verziju
hy: Ստեղծեք նոր տարբերակ
id_id: Buat versi baru
is: Stofna nýja útgáfu
ja: 新しいバージョンを作成
ka: ახალი ვერსიის შექმნა
kk_kz: Жаңа нұсқаны енгізіңіз
mr: नवी आवृत्ती (version) तयार करा
ms: Cipta versi baru
nb_no: Opprett ny versjon
ru_ru: Создать новую версию
sv_se: Skapa en ny version
tr_tr: Yeni versiyon oluştur
uk_ua: Створити нову версію
vi: Tạo một phiên bản mới

# grid.reviewForm.title
source: Review Forms
ar_iq: معاينة النماذج
az: Dəyərləmdirmə formaları
bg_bg: Форми за рецензиране
da_dk: Bedømmelsesformularer
el_gr: Φόρμες αξιολόγησης
es_es: Formularios de revisión
eu: Berrikusketa inprimakiak
fr_ca: Formulaires d'évaluation
gl_es: Formularios de revisión
hr: Obrasci za recenziju
hy: Գրախոսման ձևեր
id_id: Form Review
is: Ritrýnieyðublöð
ja: 査読フォーム
ka: მიმოხილვის ფორმები
kk_kz: Рецензия формалары
mr: समीक्षणासाठी फॉर्म
ms: Borang Ulasan
nb_no: Gjennomgå skjema
nl_nl: Reviewformulieren
pl_pl: Formularz recenzji
ru_ru: Формы рецензии
sv_se: Granskningsformulär
tr_tr: Değerlendirme Formları
uk_ua: Форми рецензування
vi: Biểu mẫu bình duyệt

# grid.reviewFormElement.responseItems
source: Response Options
ar_iq: خيارات الاستجابة
az: Cavab seçimləri
bg_bg: Варианти на отговор
da_dk: Svarmuligheder
el_gr: Επιλογές απάντησης
es_es: Opciones de respuesta
eu: Erantzun-aukerak
fr_ca: Options de réponses
gl_es: Opcións de resposta
hr: Opcije odgovora
hy: Արձագանքման ընտրանքներ
id_id: Pilihan Tanggapan
is: Svarmöguleikar
ja: 応答オプション
ka: პასუხის პარამეტრები
kk_kz: Жауап түрлері
mr: प्रतिसादाचे पर्याय
ms: Pilihan Respons
nb_no: Svaralternativer
nl_nl: Antwoord-opties
pl_pl: Opcje odpowiedzi
ru_ru: Варианты ответа
sv_se: Svarsalternativ
tr_tr: Yanıt Seçenekleri
uk_ua: Варіанти відповіді
vi: Tùy chọn phản hồi

# grid.noFiles
source: No Files
ar_iq: لا ملفات
az: Fayl yoxdur
bg_bg: Няма файлове
da_dk: Ingen filer
el_gr: Κανένα αρχείο
es_es: No hay archivos
eu: Ez dago fitxategirik
fr_ca: Aucun fichier
gl_es: Non hai arquivos
hr: Nema datoteka
hy: Չկան նիշքեր
id_id: Tidak Ada File
is: Engar skrár
ja: ファイルなし
ka: ფაილები არ არის
kk_kz: Файлдар жоқ
mr: कोणत्याही फाईल्स नाहीत
ms: Tiada Fail
nb_no: Ingen filer
nl_nl: Geen bestanden
pl_pl: Brak plików
ru_ru: Нет файлов
sv_se: Inga filer
tr_tr: Dosya yok
uk_ua: Немає файлів
vi: Không có tệp nào

# grid.libraryFiles.column.files
source: Files
ar_iq: الملفات
az: Fayllar
bg_bg: Файлове
da_dk: Filer
el_gr: Αρχεία
es_es: Archivos
eu: Fitxategiak
fr_ca: Fichiers
gl_es: Arquivos
hr: Datoteke
hy: Նիշքեր
id_id: File
is: Skrár
ja: ファイル
ka: ფაილები
kk_kz: Файлдар
mr: फाईल्स
ms: Fail
nb_no: Filer
nl_nl: Bestanden
pl_pl: Pliki
ru_ru: Файлы
sv_se: Filer
tr_tr: Dosyalar
uk_ua: Файли
vi: Tệp

# grid.libraryFiles.editorial.title
source: Editorial Library
ar_iq: مكتبة التحرير
az: Redaksiya kitabxanası
bg_bg: Библиотека на редакторите
da_dk: Redaktionelt bibliotek
el_gr: Λίστα αρχείων επιμέλειας
es_es: Biblioteca editorial
eu: Argitalpenen liburutegia
fr_ca: Bibliothèque d'édition
gl_es: Biblioteca editorial
hr: Urednička biblioteka
hy: Խմբագրական գրադարան
id_id: Perpustakaan Editorial
is: Ritstjórnarsafn
ja: 編集ライブラリー
ka: სარედაქციო ბიბლიოთეკა
kk_kz: Өңделген кітапхана
mr: संपादकीय संसाधने
ms: Pustaka Editorial
nb_no: Redaksjonsbibliotek
nl_nl: Bibliotheek redactie
pl_pl: Biblioteka redakcji
ru_ru: Редактирование: библиотека
sv_se: Redkationsbibliotek
tr_tr: Editör Kütüphanesi
uk_ua: Редакційна бібліотека
vi: Thư viện biên tập

# grid.libraryFiles.productionTemplate.title
source: Production Template Library
ar_iq: مكتبة قوالب الإنتاج
az: Dizayn şablon kitabxanası
bg_bg: Библиотека с шаблони за продукционен етап (публикуване)
da_dk: Produktionsskabelons-bibliotek
el_gr: Λίστα αρχείων προτύπων παραγωγής
es_es: Biblioteca de plantillas de producción
eu: Ekoizpen-txantiloien liburutegia
fr_ca: Bibliothèque de modèles de production
gl_es: Biblioteca de modelos de produción
hr: Biblioteka produkcijskih predložaka
hy: Թողարկում Ձևանմուշ գրադարան
id_id: Perpustakaan Template Produksi
is: Safn framleiðslusniðmáta
ja: 制作テンプレートライブラリー
ka: წარმოების შაბლონების ბიბლიოთეკა
kk_kz: Жарияланым үлгілері: Кітапхана
mr: प्रकाशन मजकूराच्या साच्याची (टेम्पलेट) संसाधने
ms: Pustaka Templat Produksi
nb_no: Produksjonsmaler
nl_nl: Bibliotheek van ontwerpen voor productie
pl_pl: Biblioteka szablonów
ru_ru: Шаблоны для публикации: библиотека
sv_se: Produktionsmallsbibliotek
tr_tr: Dizgi Şablon Kütüphanesi
uk_ua: Бібліотека шаблонів публікацій
vi: Thư viện mẫu sản xuất

# grid.submissionChecklist.column.checklistItem
source: Checklist Item
ar_iq: فقرة قائمة التأشير
az: Yoxlama siyahısı elementi
bg_bg: Елемент от контролния списък
da_dk: Tjekliste-element
el_gr: Στοιχείο λίστας ελέγχου υποβολής
es_es: Elemento de la lista de comprobación
eu: Kontrol-zerrendako elementua
fr_ca: Élément de la liste de vérification
gl_es: Elemento da lista de verificación
hr: Stavka s popisa
hy: Ստուգացանկի կետ
id_id: Butir Daftar Periksa
is: Gátlistaatriði
ja: チェックリストアイテム
ka: საკონტროლო სიის ელემენტები
kk_kz: Бақылау тізімінің элементі
mr: यादीतील विशिष्ट कार्य (Item)
ms: Item Senarai Semak
nb_no: Element i sjekkliste
nl_nl: Checklist onderdeel
pl_pl: Pozycja listy kontrolnej
ru_ru: Элемент контрольного списка
sv_se: Element i checklista
tr_tr: Kontrol Listesi Ögesi
uk_ua: Пункт вимог
vi: Mục trong danh sách kiểm tra

# author.users.contributor.principalContact
source: Primary Contact
ar_iq: عنوان الاتصال الرئيسي
az: İlkin əlaqə
bg_bg: Основен контакт
da_dk: Primær kontaktperson
el_gr: Κύρια επαφή
es_es: Contacto principal
eu: Kontaktu nagusia
fr_ca: Personne-ressource principale
gl_es: Contacto principal
hr: Glavni kontakt
hy: Առաջնային կապ
id_id: Kontak Utama
is: Aðal tengiliður
ja: 主な連絡先
ka: ძირითადი კონტაქტი
kk_kz: Байланыс тұлғасы
mr: प्राथमिक संपर्क
ms: Kenalan Utama
nb_no: Kontaktperson
nl_nl: Primair contact
pl_pl: Główna osoba do kontaktu
ru_ru: Контактное лицо
sv_se: Primär kontaktperson
tr_tr: Birincil İletişim
uk_ua: Контактна особа
vi: Liên hệ chính

# contributor.listPanel.preview
source: Preview
az: Önbaxış
bg_bg: Преглед
eu: Aurreikusi
hr: Pregled
hy: Նախադիտում
is: Forskoða
ja: プレビュー
ka: გადახედვა
kk_kz: Алдын-ала қарау
mr: पूर्वावलोकन (Preview)
vi: Xem trước

# contributor.listPanel.preview.format
source: Format
bg_bg: Формат
eu: Formatua
hy: Ձևաչափ
is: Form
ja: 形式
ka: ფორმატი
kk_kz: Формат
mr: स्वरूप (Format)
vi: Định dạng

# contributor.listPanel.preview.abbreviated
source: Abbreviated
az: Qısaldılmış
bg_bg: Съкратено
eu: Laburdura
hr: Skraćeno
hy: Համառոտ
is: Skammstafað
ja: 略称
ka: შემოკლებით
kk_kz: Қысқартылған
mr: संक्षिप्त रूप (Abbreviated)
vi: Viết tắt

# grid.roles.currentRoles
source: Current Roles
ar_iq: الأدوار الحالية
az: Cari vəzifələr
bg_bg: Текущи роли
da_dk: Nuværende roller
el_gr: Ρόλοι
es_es: Roles actuales
eu: Egungo rolak
fr_ca: Rôles actuels
gl_es: Roles actuais
hr: Trenutne uloge
hy: Ընթացիկ դերեր
id_id: Peran Sekarang
is: Núverandi hlutverk
ja: 現在の役割
ka: მიმდინარე როლები
kk_kz: Ағымдағы рөлдері
mr: सध्याच्या भूमिका
ms: Peranan Semasa
nb_no: Nåværende roller
nl_nl: Huidige rollen
pl_pl: Aktualne role
ru_ru: Текущие роли
sv_se: Nuvarande roller
tr_tr: Güncel Görevler
uk_ua: Поточні ролі
vi: Vai trò hiện tại

# grid.roles.add
source: Create New Role
ar_iq: إنشاء دور جديد
az: Vəzifə əlavə edin
bg_bg: Създаване на нова роля
da_dk: Tilføj rolle
el_gr: Προσθήκη νέου ρόλου
es_es: Crear nuevo rol
eu: Sortu rol berria
fr_ca: Créer un nouveau rôle
gl_es: Crear un novo rol
hr: Stvori novu ulogu
hy: Ստեղծել նոր դեր
id_id: Buat Peran Baru
is: Stofna nýtt hlutverk
ja: 新しい役割を作成
ka: ახალი როლის შექმნა
kk_kz: Жаңа рөлді еңгізіңіз
mr: नवी भूमिकेची भर घाला
ms: Cipta Peranan Baharu
nb_no: Legg til rolle
nl_nl: Rol toevoegen
pl_pl: Utwórz nową rolę
ru_ru: Создать новую роль
sv_se: Skapa ny roll
tr_tr: Görev Ekle
uk_ua: Створити нову роль
vi: Tạo vai trò mới

# grid.user.currentUsers
source: Current Users
ar_iq: المستخدمون الحاليون
az: Cari üzvlər
bg_bg: Текущи потребители
da_dk: Nuværende brugere
el_gr: Υφιστάμενοι Χρήστες
es_es: Usuarios/as actuales
eu: Egungo erabiltzaileak
fr_ca: Utilisateurs-trices actuels-elles
gl_es: Usuarios/as actuais
hr: Trenutačni korisnici
hy: Ընթացիկ օգտվողներ
id_id: Pengguna Saat Ini
is: Núverandi notendur
ja: 現在のユーザー
ka: მიმდინარე მომხმარებლები
kk_kz: Ағымдағы қолданушылар
mr: सध्याचे वापरकर्ते
ms: Pengguna Semasa
nb_no: Nåværende brukere
nl_nl: Huidige gebruikers
pl_pl: Aktualni użytkownicy
ru_ru: Текущие пользователи
sv_se: Nuvarande användare
tr_tr: Güncel Üyeler
uk_ua: Поточні користувачі
vi: Người dùng hiện tại

# grid.user.currentEnrollment
source: Current Enrollment
ar_iq: توزيع الأدوار الحالي
az: Cari qeydlər
bg_bg: Текущи назначения
da_dk: Nuværende tilmeldte
el_gr: Υφιστάμενες αναθέσεις
es_es: Registros actuales
eu: Egungo erregistroak
fr_ca: Inscriptions actuelles
gl_es: Rexistros actuais
hr: Trenutni upis
hy: Ընթացիկ գրանցում
id_id: Pendaftaran Saat Ini
is: Núverandi skráningar
ja: 現在の登録
ka: მიმდინარე ჩარიცხვა
kk_kz: Ағымдағы жазбалар
mr: सध्याची नोंदणी
ms: Pendaftaran Semasa
nb_no: Nåværende verving
nl_nl: Op dit moment toegekend
pl_pl: Aktualny przydział
ru_ru: Текущие записи
sv_se: Nuvarande roller
tr_tr: Güncel Kayıtlar
uk_ua: Поточні призначення
vi: Ghi danh hiện tại

# grid.user.allRoles
source: All Roles
ar_iq: كل الأدوار
az: Bütün vəzifələr
bg_bg: Всички роли
da_dk: Alle roller
el_gr: Ολοι οι ρόλοι
es_es: Todos los roles
eu: Rol guztiak
fr_ca: Tous les rôles
gl_es: Todos os roles
hr: Sve uloge
hy: Բոլոր դերերը
id_id: Semua Peran
is: Öll hlutverk
ja: すべての役割
ka: ყველა როლი
kk_kz: Барлық рөлдер
mr: सगळ्या भूमिका
ms: Semua Peranan
nb_no: Alle roller
nl_nl: All rollen
pl_pl: Wszystkie role
ru_ru: Все роли
sv_se: Alla roller
tr_tr: Tüm Görevler
uk_ua: Всі ролі
vi: Tất cả vai trò
