Repository: pkp/pkp-lib
Catalog: locale/*/grid.po
Languages: ar_iq, az, bg_bg, da_dk, el_gr, es_es, eu, fr_ca, gl_es, hr, hy, id_id, is, ja, ka, kk_kz, mk, mr, ms, nb_no, nl_nl, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi

# grid.action.internalReview
source: Send this submission to internal review
ar_iq: أرسل طلب التقديم هذا للتحكيم الداخلي
az: Namizəd məqaləni dəyərləndirməyə qəbul edin
bg_bg: Изпратете това подаване на материали за вътрешна рецензия
da_dk: Send dette manuskript til intern bedømmelse
el_gr: Αποστολή υποβολής για εσωτερική αξιολόγηση
es_es: Mandar este envío a una revisión interna
eu: Bidali bidalketa barne-berrikuspen batera
fr_ca: Envoyer cette soumission à un-e évaluateur-trice interne
gl_es: Mandar este envío para revisión interna
hr: Pošaljite ovaj podnesak na interni pregled
hy: Ուղարկեք այս ներկայացումը ներքին գրախոսության
id_id: Kirim naskah ini ke review internal
is: Senda þetta handrit í innri ritrýni
ja: この投稿を内部査読段階に送る
ka: ამ წარდგენის გაგზავნა შიდა განხილვაზე
kk_kz: Бұл материалды ішкі сараптамаға жіберіңіз
mr: हे सादरीकरण अंतर्गत समीक्षणासाठी पाठवा
ms: Hantar penyerahan ini kepada ulasan dalaman
nb_no: Send til intern vurdering
nl_nl: Stuur deze inzending naar interne review
pl_pl: Wyślij przesłany tekst do wewnętrznej recenzji
ru_ru: Отправить этот материал на внутреннюю рецензию
sv_se: Skicka det här bidraget till intern granskning
tr_tr: Aday makaleyi değerlendirmeye al
uk_ua: Надіслати це подання на внутрішню рецензію
vi: Gửi bài nộp này đến bình duyệt nội bộ

# grid.action.externalReview
source: Send this submission to external review
ar_iq: أرسل طلب التقديم هذا للتحكيم الخارجي
az: Namizəd məqaləni dəyərləndirməyə göndər
bg_bg: Изпратете това подаване на материали за външна рецензия
da_dk: Send dette manuskript til ekstern bedømmelse
el_gr: Αποστολή υποβολής για εξωτερική αξιολόγηση
es_es: Mandar este envío a una revisión externa
eu: Bidali bidalketa hau kanpo-berrikuspen batera
fr_ca: Envoyer cette soumission à un-e évaluateur-trice externe
gl_es: Mandar este envío para revisión externa
hr: Pošaljite ovaj podnesak na vanjski pregled
hy: Ուղարկեք այս ներկայացումը արտաքին գրախոսության
id_id: Kirim naskah ini ke review eksternal
is: Senda þetta handrit í ytri ritrýni
ja: この投稿を外部査読段階に送る
ka: ამ წარდგენის გაგზავნა გარე განხილვაზე
kk_kz: Бұл мақаланы сыртқы тексеруге жіберіңіз
mr: हे सादरीकरण बाह्य समीक्षणासाठी पाठवा
ms: Hantar penyerahan ini kepada ulasan luar
nb_no: Send til ekstern fagfellevurdering
nl_nl: Stuur deze inzending naar peer review
pl_pl: Wyślij przesłany tekst do zewnętrznej recenzji
ru_ru: Отправить этот материал на внешнюю рецензию
sv_se: Skicka det här bidraget till extern granskning
tr_tr: Aday makaleyi değerlendirmeye gödner
uk_ua: Надіслати це подання на зовнішню рецензію
vi: Gửi bài nộp này đến bình duyệt bên ngoài

# grid.action.settings
source: Settings
ar_iq: الإعدادات
az: Tənzimlər
bg_bg: Настройки
da_dk: Indstillinger
el_gr: Ρυθμίσεις
es_es: Ajustes
eu: Ezarpenak
fr_ca: Paramètres
gl_es: Axustes
hr: Postavke
hy: Կարգաբերումներ
id_id: Pengaturan
is: Stillingar
ja: 設定
ka: პარამეტრები
kk_kz: Параметрлер
mr: सेटिंग्ज
ms: Tetapan
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
ru_ru: Настройки
sv_se: Inställningar
tr_tr: Ayarlar
uk_ua: Налаштування
vi: Cài đặt

# grid.action.orderItems
source: Enable ordering mode
ar_iq: تمكين نمط الفرز
az: Çeşidləmə seçimini aktivləşdirin
bg_bg: Активиране на режима на подредба
da_dk: Aktiver bestillingsform
el_gr: Ενεργοποίηση παραγγελιών
es_es: Activar el modo ordenación
eu: Gaitu ordenatzeko modua
fr_ca: Activer le tri
gl_es: Activar o modo de ordeación
hr: Omogući način sortiranja
hy: Միացնել կարգավորման ռեժիմը
id_id: Aktifkan cara pengurutan
is: Virkja pöntunarham
ja: 配列モードを有効する
ka: წვდომადობის რეჟიმის ჩართვა
kk_kz: Ұйымдастыру режимін қосыңыз
mr: अनुक्रमाची रीत कार्यान्वित करा (Enable ordering mode)
ms: Dayakan mod urutan
nb_no: Aktiver sorteringsmodus
nl_nl: Schakel sorteren in
pl_pl: Włącz tryb porządkowania
ru_ru: Включить режим упорядочивания
sv_se: Aktivera ordna-läge
tr_tr: Sıralama seçeneğini etkinleştir
uk_ua: Увімкнути режим впорядкування
vi: Bật chế độ sắp xếp

# grid.action.resetAll
source: Reset all items to default values
ar_iq: استعادة الإعدادات الإفتراضية لجميع الفقرات
az: Bütün elementləri standart formaya çevirin
bg_bg: Нулиране на всички елементи до стойностите по подразбиране
da_dk: Genindstil alle punkter til standardværdier
el_gr: Επαναφορά αντικειμένων στις προκαθορισμένες τιμές
es_es: Restaurar todos los elementos a los valores predefinidos
eu: Berrezarri elementu guztiak balio lehenetsietara
fr_ca: Réinitialiser tous les objets à leur valeur par défaut
gl_es: Restaurar todos os elementos aos valores predeterminados
hr: Vrati sve stavke na zadane vrijednosti
hy: Վերականգնել բոլոր տարրերը լռելյայն արժեքներին
id_id: Reset semua item ke nilai awal
is: Endurstilla öll atriði á sjálfgefin gildi
ja: すべてのアイテムをデフォルト値にリセットする
ka: ყველა ელემენტის გადაყენება ნაგულისხმევი მნიშვნელობებით
kk_kz: Барлық элементтерді әдепкі мәндерге қойыңыз
mr: सगळे घटक सर्वसाधारण (डीफॉल्ट) मूल्यांवर रीसेट करा
ms: Tetapkan semula semua item kepada nilai lalai
nb_no: Tilbakestill alle elementene til standardverdiene
nl_nl: Zet alle items terug naar standaardwaarde
pl_pl: Resetuj wszystkie elementy do wartości domyślnych
ru_ru: Установить всем элементам значения по умолчанию
sv_se: Återställ alla element till defaultvärden
tr_tr: Tüm ögeleri varsayılan biçime döndür
uk_ua: Встановлення всіх елементів до усталених значень
vi: Đặt lại tất cả các mục về giá trị mặc định

# grid.action.addPreparedEmail
source: Add a new email template
ar_iq: إضافة قالب جديد لرسالة
az: Yeni bir email şablonu əlavə edin
bg_bg: Добавяне на нов шаблон за имейл
da_dk: Tilføj en ny e-mail-skabelon
el_gr: Προσθήκη προτύπου ηλεκτρονικού μηνύματος
es_es: Añadir una nueva plantilla de correo electrónico
eu: Gehitu mezu elektroniko txantiloi berria
fr_ca: Ajouter un nouveau modèle de courriel
gl_es: Engade un novo modelo de correo electrónico
hr: Dodaj novi predložak e-pošte
hy: Ավելացնել էլ․ փոստի նոր ձևանմուշ
id_id: Tambahkan template surel baru
is: Bæta við nýju sniðmáti fyrir tölvupóst
ja: 新しいメールテンプレートを作成する
ka: ელფოსტის ახალი შაბლონის დამატება
kk_kz: Жаңа электрондық пошта үлгісін қосыңыз
mr: एक नव्या मजकूराचा (टेम्पलेट) ई-मेल समाविष्ट करा
ms: Tambahkan templat e-mel baharu
nb_no: Legg til ny e-postmal
nl_nl: Voeg een nieuw e-mail sjabloon toe
pl_pl: Dodaj nowy szablon wiadomości e-mail
ru_ru: Добавить новый шаблон письма электронной почты
sv_se: Lägg till en ny e-postmall
tr_tr: Yeni bir e-posta şablonu ekle
uk_ua: Додати новий шаблон електронного листа
vi: Thêm một mẫu email mới

# grid.action.editPreparedEmail
source: Edit this email template
ar_iq: تعديل قالب الرسالة هذا
az: Bu email şablonunu redaktə edin
bg_bg: Редактиране на този шаблон за имейл
da_dk: Rediger denne e-mail-skabelon
el_gr: Επεξεργασία προτύπου ηλεκτρονικού μηνύματος
es_es: Editar esta plantilla de correo electrónico
eu: Editatu mezu elektronikoaren txantiloi hau
fr_ca: Modifier ce modèle de courriel
gl_es: Edita este modelo de correo electrónico
hr: Uredi ovaj predložak e-pošte
hy: Խմբագրել էլ․ փոստի այս ձևանմուշը
id_id: Sunting template surel ini
is: Breyta þessu tölvupósts-sniðmáti
ja: このメールテンプレートを編集
ka: ელფოსტის ამ შაბლონის ჩასწორება
kk_kz: Осы электрондық пошта үлгісін өңдеңіз
mr: हा ई-मेल मजकूर (टेम्पलेट) संपादित करा
ms: Sunting templat e-mel ini
nb_no: Endre denne e-postmalen
nl_nl: Bewerk dit e-mail sjabloon
pl_pl: Edytuj szablon wiadomości e-mail
ru_ru: Редактировать этот шаблон письма электронной почты
sv_se: Redigera den här e-postmallen
tr_tr: Bu e-posta şablonunu düzenle
uk_ua: Редагувати цей шаблон електронного листа
vi: Chỉnh sửa mẫu email này

# grid.action.disableEmail
source: Disable this email template
ar_iq: تعطيل قالب الرسالة هذا
az: Bu email şablonunu passivləşdirin
bg_bg: Деактивиране на този шаблон за имейл
da_dk: Deaktiver denne e-mail-skabelon
el_gr: Απενεργοποίηση προτύπου ηλεκτρονικού μηνύματος
es_es: Desactivar esta plantilla de correo electrónico
eu: Desgaitu mezu elektronikoaren txantiloi hau
fr_ca: Désactiver ce modèle de courriel
gl_es: Desactiva este modelo de correo electrónico
hr: Onemogući ovaj predložak e-pošte
hy: Անջատեք էլ․ փոստի այս ձևանմուշը
id_id: Nonaktifkan template surel ini
is: Afvirkja þetta tölvupóstssniðmát
ja: このメールテンプレートを無効する
ka: ელფოსტის ამ შაბლონის გამორთვა
kk_kz: Бұл электрондық пошта үлгісін өшіріңіз
mr: हा ई-मेल मजकूर (टेम्पलेट) अकार्यान्वित (disable) करा
ms: Nyahdayakan templat e-mel ini
nb_no: Deaktiver denne e-postmalen
nl_nl: Schakel dit e-mail sjabloon uit
pl_pl: Wyłącz szablon wiadomości e-mail
ru_ru: Отключить этот шаблон письма электронной почты
sv_se: Inaktivera den här e-postmallen
tr_tr: Bu e-posta şablonunu pasifleştir
uk_ua: Вимкнути цей шаблон електронного листа
vi: Vô hiệu hóa mẫu email này

# grid.action.expandAll
source: Expand All
ar_iq: توسيع الكل
az: Hamısını genişləndirin
bg_bg: Показване на всички
da_dk: Udfold alle
el_gr: Ανάπτυξη όλων
es_es: Expandir todo
eu: Zabaldu guztia
fr_ca: Développer tout
gl_es: Expandir todo
hr: Otvori sve
hy: Ընդլայնել բոլորը
id_id: Tampilkan Semua
is: Þysja allt út
ja: すべて拡張
ka: ყველას გახსნა
kk_kz: Барлығын кеңейту
mr: सगळ्यांचाच विस्तार (Expand) करा
ms: Tampilkan Semua
nb_no: Utvid alle
nl_nl: Alles uitklappen
pl_pl: Rozwiń wszystkie
ru_ru: Развернуть все
sv_se: Fäll ut alla
tr_tr: Tümünü Genişlet
uk_ua: Розгорнути все
vi: Mở rộng tất cả

# grid.action.notify
source: Notify this user
ar_iq: بلِّغ هذا المستخدم
az: Şəxsi məlumatlandırın
bg_bg: Уведоми този потребител
da_dk: Underret denne bruger
el_gr: Ενημέρωση Χρήστη
es_es: Notificar a este usuario
eu: Jakinarazi erabiltzaile honi
fr_ca: Aviser cet ou cette utilisateur-trice
gl_es: Notificar a este usuario
hr: Obavijesti ovog korisnika
hy: Տեղեկացրեք այս օգտատիրոջը
id_id: Beri tahu pengguna ini
is: Tilkynna notanda
ja: このユーザへの通知
ka: შეტყობინება მომხმარებელს
kk_kz: Бұл пайдаланушыны хабардар етіңіз
mr: या वापरकर्त्याला सूचित करा
ms: Maklumkan pengguna ini
nb_no: Varsle denne brukeren
nl_nl: Bericht deze gebruiker
pl_pl: Powiadom użytkownika
ru_ru: Уведомить этого пользователя
sv_se: Meddela den här användaren
tr_tr: Kişiyi bilgilendir
uk_ua: Повідомити цього користувача
vi: Thông báo cho người dùng này

# grid.action.editUserGroup
source: Edit this user group
ar_iq: تعديل مجموعة المستخدمين هذه
az: Üzv qrupunu redaktə edin
bg_bg: Редакция на тази потребителска група
da_dk: Rediger denne brugergruppe
el_gr: Επεξεργασία ομάδας Χρηστών
es_es: Editar este grupo de usuarios/as
eu: Editatu erabiltzaile-taldea
fr_ca: Modifier ce groupe d'utilisateurs-trices
gl_es: Editar este grupo de usuarios/as
hr: Uredi ovu grupu korisnika
hy: Խմբագրել օգտվողների այս խումբը
id_id: Sunting Grup Pengguna ini
is: Breyta þessum notendahóp
ja: このユーザーグループを編集
ka: ამ მომხმარებელთა ჯგუფის ჩასწორება
kk_kz: Бұл пайдаланушылар тобын өңдеңіз
mr: हा वापरकर्ता गट संपादित करा
ms: Sunting kumpulan pengguna ini
nb_no: Endre denne brukergruppen
nl_nl: Gebruikersgroep bewerken
pl_pl: Edytuj grupę użytkowników
ru_ru: Редактировать эту группу пользователей
sv_se: Redigera den här användargruppen
tr_tr: Üye grubunu düzelt
uk_ua: Редагувати цю групу користувачів
vi: Chỉnh sửa nhóm người dùng này

# grid.action.removeUserGroup
source: Remove this user group
ar_iq: إزالة مجموعة المستخدمين هذه
az: Bu istifadəçi qrupunu çıxarın
bg_bg: Прехване на тази потребителска група
es_es: Eliminar este grupo de usuarios/as
eu: Ezabatu erabiltzaile-taldea
gl_es: Eliminar este grupo de usuarios/as
hr: Ukloni ovu grupu korisnika
hy: Հեռացրեք օգտվողների այս խումբը
id_id: Hapus grup pengguna ini
is: Fjarlægja þennan notendahóp
ja: このユーザーグループを削除
ka: ამ მომხმარებელთა ჯგუფის წაშლა
kk_kz: Бұл пайдаланушылар тобын өшіріңіз
mr: हा वापरकर्ता गट वगळा
ms: Buang kumpulan pengguna ini
nb_no: Fjern denne brukergruppen
ru_ru: Удалить эту группу пользователей
sv_se: Radera den här användargruppen
tr_tr: Bu kullanıcı grubunu kaldır
uk_ua: Видалити цю групу користувачів
vi: Xóa nhóm người dùng này

# grid.action.disable
source: Disable
ar_iq: تعطيل
az: Passivləşdirin
bg_bg: Деактивиране
da_dk: Deaktiver
el_gr: Απενεργοποίηση
es_es: Desactivar
eu: Desaktibatu
fr_ca: Désactiver
gl_es: Desactivar
hr: Onemogući
hy: Անջատել
id_id: Nonaktifkan
is: Afvirkja
ja: 無効化
ka: გამორთვა
kk_kz: Өшіру
mr: अकार्यान्वित (disable) करा
ms: Nyahdaya
nb_no: Deaktiver
nl_nl: Schakel uit
pl_pl: Wyłącz
ru_ru: Отключить
sv_se: Inaktivera
tr_tr: Pasifleştir
uk_ua: Вимкнути
vi: Vô hiệu hóa

# grid.action.details
source: View this item
ar_iq: معاينة هذه الفقرة
az: Elementi göstərin
bg_bg: Преглед на елемента
da_dk: Se dette punkt
el_gr: Προβολή αντικειμένου
es_es: Ver este elemento
eu: Ikusi elementua
fr_ca: Voir cet élément
gl_es: Ver este elemento
hr: Pogledaj ovu stavku
hy: Դիտեք այս նյութը
id_id: Lihat item ini
is: Skoða þetta atriði
ja: このアイテムを閲覧
ka: ამ ელემენტის ნახვა
kk_kz: Бұл элементті көрсету
mr: हा आयटम पहा
ms: Lihat item ini
nb_no: Vis dette elementet
nl_nl: Bekijk dit item
pl_pl: Wyświetl element
ru_ru: Показать этот элемент
sv_se: Visa det här objektet
tr_tr: Ögeyi göster
uk_ua: Показати цей елемент
vi: Xem mục này

# grid.action.selectCreate
source: Create a new reviewer
ar_iq: أنشئ محكماً جديداً
az: Yeni bir rəyçi yaradın
bg_bg: Създаване на нов рецензент
da_dk: Opret en ny bedømmer
el_gr: Δημιουργία νέου Αξιολογητή
es_es: Crear un nuevo revisor/a
eu: Sortu berrikusle berri bat
fr_ca: Créer un-e nouvel-elle évaluateur-trice
gl_es: Crear un novo revisor/a
hr: Stvori novog recenzenta
hy: Ստեղծեք նոր գրախոս
id_id: Daftarkan mitra bestari baru
is: Stofna nýjan ritrýni
ja: 新規査読者の作成
ka: ახალი რეცენზენტის შექმნა
kk_kz: Жаңа рецензентті енгізу
mr: नव्या समीक्षकाची भर घाला
ms: Cipta pengulas baharu
nb_no: Opprett en ny fagfelle
nl_nl: Maak een nieuwe reviewer
pl_pl: Utwórz nowego recenzenta
ru_ru: Создать нового рецензента
sv_se: Skapa en ny granskare
tr_tr: Yeni hakem oluştur
uk_ua: Створити нового рецензента
vi: Tạo một bình duyệt viên mới

# grid.action.search
source: Search
ar_iq: البحث
az: Axtarış
bg_bg: Търсене
da_dk: Søg
el_gr: Αναζήτηση
es_es: Buscar
eu: Bilatu
fr_ca: Rechercher
gl_es: Procurar
hr: Traži
hy: Որոնել
id_id: Cari
is: Leita
ja: 検索
ka: ძებნა
kk_kz: Іздеу
mr: शोधा
ms: Cari
nb_no: Søk
nl_nl: Zoeken
pl_pl: Szukaj
ru_ru: Искать
sv_se: Sök
tr_tr: Ara
uk_ua: Шукати
vi: Tìm kiếm

# grid.action.viewLibrary
source: View Document Library
ar_iq: معاينة مكتبة الوثائق
az: Sənəd kitabxanasına baxın
bg_bg: Преглед на библиотеката с документи
da_dk: Se dokumentbibliotek
el_gr: Προβολή βιβλιοθήκης εγγράφων
es_es: Ver biblioteca de documentos
eu: Ikusi dokumentuen liburutegia
fr_ca: Afficher la bibliothèque de documents
gl_es: Ver biblioteca de documentos
hr: Pogledaj biblioteku dokumenata
hy: Դիտեք Փաստաթղթերի գրադարանը
id_id: Lihat Document Library
is: Skoða skjalasafn
ja: ドキュメントライブラリの閲覧
ka: დოკუმენტების ბიბლიოთეკის ნახვა
kk_kz: Құжаттар кітапханасын көрсету
mr: दस्तऐवज (Document) संग्रह पहा
ms: Lihat Pustaka Dokumen
nb_no: Se dokumenter
nl_nl: Bekijk documentbibliotheek
pl_pl: Wyświetl bibliotekę dokumentów
ru_ru: Показать библиотеку документов
sv_se: Visa dokumentbibliotek
tr_tr: Doküman Kütüphanesini Görüntüle
uk_ua: Показати бібліотеку документів
vi: Xem thư viện tài liệu

# grid.action.sendReminder
source: Send a task reminder to this user
ar_iq: أرسل تذكيراً بالمهمة لهذا المستخدم
az: İstifadəçiyə bir tapşırıq xatırlatması Göndər
bg_bg: Изпратете напомняне за задача на този потребител
da_dk: Send en påmindelse til denne bruger
el_gr: Αποστολή υπενθύμισης στον Χρήστη
es_es: Envía un recordatorio a este usuario/a
eu: Bidali gogorarazpena erabiltzaile honi
fr_ca: Envoyer un rappel de tâche à cet ou cette utilisateur-trice
gl_es: Enviar un recordatorio de tarefas a este usuario
hr: Pošalji podsjetnik za zadatak ovom korisniku
hy: Ուղարկեք առաջադրանքի հիշեցում այս օգտվողին
id_id: Kirim pengingat tugas kepada pengguna ini
is: Senda notanda verkáminningu
ja: このユーザーにタスクリマインドを送る
ka: გაუგზავნეთ დავალების შეხსენება ამ მომხმარებელს
kk_kz: Осы пайдаланушыға тапсырманы есіне салу керек
mr: या वापरकर्त्याला नेमून दिलेल्या कामाविषयी स्मरणपत्र पाठवा
ms: Hantar peringatan tugas kepada pengguna ini
nb_no: Send en påminnelse om oppdraget til denne brukeren
nl_nl: Stuur deze gebruiker een herinnering
pl_pl: Wyślij upomnienie dla użytkownika
ru_ru: Отправить напоминание о задании этому пользователю
sv_se: Skicka en påminnelse om uppdrag till den här användaren
tr_tr: Kullanıcıya görev hatırlatması gönder
uk_ua: Надіслати нагадування про завдання цьому користувачеві
vi: Gửi lời nhắc nhiệm vụ cho người dùng này

# grid.action.viewReviewGuidelines
source: View the review guidelines
ar_iq: معاينة إرشادات التحكيم
az: Rəyçi bələdçisini göstərin
bg_bg: Преглед на указанията за рецензиране
da_dk: Se retningslinjer for bedømmelser
el_gr: Προβολή οδηγιών αξιολόγησης
es_es: Ver las directrices de revisión
eu: Ikusi berrikuspen-jarraibideak
fr_ca: Afficher les lignes directrices des évaluations
gl_es: Consulta as directrices de revisión
hr: Pogledaj smjernice za recenziju
hy: Դիտեք գրախոսման ուղեցույցները
id_id: Lihat pedoman review
is: Skoða ritrýnileiðbeiningar
ja: 査読者ガイドラインの閲覧
ka: იხილეთ მიმოხილვის სახელმძღვანელო პრინციპები
kk_kz: Рецензентке арналған нұсқаулықты көрсету
mr: समीक्षकासाठीची मार्गदर्शक तत्त्वे पहा
ms: Lihat garis panduan ulasan
nb_no: Se retningslinjene for fagfellevurdering
nl_nl: Bekijk de richtlijnen voor review
pl_pl: Wyświetl wytyczne recenzji
ru_ru: Показать Руководство для рецензента
sv_se: Visa riktlinjerna för granskare
tr_tr: Hakem rehberini göster
uk_ua: Показати довідник рецензента
vi: Xem hướng dẫn bình duyệt

# grid.action.thankReviewer
source: Send a thank you message to this reviewer
ar_iq: إبعث برسالة شكر لهذا المحكم
az: Bu rəyçiyə təşəkkür mesajı göndər
bg_bg: Изпращане на благодарствено съобщение до този рецензент
da_dk: Send en tak til bedømmer
el_gr: Αποστολή ευχαριστήριου μηνύματος στον Αξιολογητή
es_es: Enviaar un mensaje de agradecimiento a este revisor/a
eu: Bidali esker mezua berrikusle honi
fr_ca: Envoyer un message de remerciement à cet ou cette évaluateur-trice
gl_es: Enviar unha mensaxe de agradecemento a este revisor
hr: Pošalji poruku zahvale ovom recenzentu
hy: Շնորհակալական հաղորդագրություն ուղարկեք այս գրախոսին
id_id: Kirim ucapan terima kasih kepada mitra bestari ini
is: Senda ritrýni þakkarskilaboð
ja: 感謝メールをこの査読者に送る
ka: გაუგზავნეთ მადლობის წერილი ამ რეცენზენტს
kk_kz: Осы рецензентке алғыс хатын жіберіңіз
mr: या समीक्षकाला आभाराचा संदेश पाठवा
ms: Hantar mesej terima kasih kepada pengulas ini
nb_no: Send en takk til denne fagfellen
nl_nl: Stuur een bedankje naar deze reviewer
pl_pl: Prześlij podziękowanie dla recenzenta
ru_ru: Отправить сообщение с благодарностью этому рецензенту
sv_se: Skicka ett tackmeddelande till den här granskaren
tr_tr: Bu hakeme teşekkür mesajı gönder
uk_ua: Надіслати повідомлення з подякою цьому рецензенту
vi: Gửi lời cảm ơn đến bình duyệt viên này

# grid.action.uploadFile
source: Upload a file
ar_iq: رفع ملف
az: Faylı yükləyin
bg_bg: Качване на файл
da_dk: Upload en fil
el_gr: Μεταφόρτωση αρχείου
es_es: Cargar un archivo
eu: Kargatu fitxategia
fr_ca: Téléverser un fichier
gl_es: Cargar un arquivo
hr: Prenesi datoteku
hy: Վերբեռնեք նիշք
id_id: Unggah file
is: Hlaða upp skrá
ja: ファイルのアップロード
ka: ფაილის ატვირთა
kk_kz: Файлды серверге жүктеңіз
mr: फाईल संक्रमित (अपलोड) करा
ms: Muat naik fail
nb_no: Last opp en fil
nl_nl: Laad een bestand
pl_pl: Prześlij plik
ru_ru: Загрузить файл на сервер
sv_se: Ladda upp en fil
tr_tr: Dosya yükle
uk_ua: Завантажити файл
vi: Tải lên một tệp

# grid.action.addAnnouncementType
source: Add Announcement Type
ar_iq: أضف نوعية إعلان
az: Elan növü əlavə edin
bg_bg: Добавяне на тип съобщение
da_dk: Tilføj meddelelsestype
el_gr: Προσθήκη τύπου ανακοίνωσης
es_es: Añadir un tipo de anuncio
eu: Gehitu iragarki-mota
fr_ca: Ajouter un type d'annonce
gl_es: Engadir un tipo de anuncio
hr: Dodaj vrstu obavijesti
hy: Ավելացնել հայտարարության տեսակը
id_id: Tambahkan Jenis Pengumuman
is: Bæta við tegund tilkynningar
ja: お知らせ種類を追加
ka: განცხადების ტიპის დამატება
kk_kz: Жарнама түрін қосыңыз
mr: घोषणा प्रकार समाविष्ट करा
ms: Tambah Jenis Pengumuman
nb_no: Legg til oppslagstype
nl_nl: Voeg een nieuwsberichttype toe
pl_pl: Dodaj rodzaj ogłoszenia
ru_ru: Добавить тип объявления
sv_se: Lägg till typ för Meddelanden
tr_tr: Duyuru Türü Ekle
uk_ua: Додати тип оголошення
vi: Thêm loại thông báo

# grid.action.mergeUser
source: Merge user
ar_iq: دمج المستخدم
az: Üzv birləşdirin
bg_bg: Обединение на потребителски профили
da_dk: Flet brugere
el_gr: Συγχώνευση Χρήστη
es_es: Fusionar usuario/a
eu: Bateratu erabiltzailea
fr_ca: Fusionner l'utilisateur-trice
gl_es: Fusionar usuario/a
hr: Spoji korisnika
hy: Միավորել օգտվողին
id_id: Gabunggan pengguna
is: Sameina notendur
ja: ユーザーをマージ
ka: მომხმარებლის გაერთიანება
kk_kz: Пайдаланушыны біріктіру
mr: वापरकर्ता विलीन करा
ms: Gabungkan pengguna
nb_no: Slå sammen bruker
nl_nl: Gebruiker samenvoegen
pl_pl: Scal użytkownika
ru_ru: Объединить пользователя
sv_se: Slå ihop användare
tr_tr: Üye Birleştir
uk_ua: Об'єднати користувачів
vi: Gộp người dùng

# grid.action.unassignUser
source: Unassign User
ar_iq: فُكَّ تعيين المستخدم
az: Təyin edilməmiş üzv
bg_bg: Премахване на назначение на потребител
da_dk: Afmeld bruger
el_gr: Απαλλαγή Χρήστη
es_es: Cancelar la asignación del usuario/a
eu: Kendu erabiltzailearen esleipena
fr_ca: Retirer l'utilisateur-trice
gl_es: Anular a asignación do usuario
hr: Poništi dodjelu korisnika
hy: Չեղարկել օգտվողի նշանակումը
id_id: Batalkan Pengguna
is: Afskrá notanda
ja: ユーザーの任命を解除
ka: მომხმარებლის გაუქმება
kk_kz: Пайдаланушы тағайындауды жою
mr: वापरकर्त्याची नियुक्ती रद्द करा
ms: Nyahtugaskan Pengguna
nb_no: Avløs brukeren
nl_nl: Toekenning gebruiker terugdraaien
pl_pl: Cofnij przypisanie
ru_ru: Отменить назначение пользователя
sv_se: Ta tillbaka tilldelning av användare
tr_tr: Atanmamış Üye
uk_ua: Скасувати призначення користувача
vi: Hủy phân công người dùng

# grid.action.history
source: View History
ar_iq: معاينة التأريخ
az: Keçmişi göstərin
bg_bg: Преглед на историята (списъка със събития)
da_dk: Se oversigt
el_gr: Προβολή ιστορικού
es_es: Ver historial
eu: Ikusi historia
fr_ca: Voir l'historique
gl_es: Ver historial
hr: Pogledaj povijest
hy: Ցուցադրել պատմությունը
id_id: Lihat Riwayat
is: Skoða sögu
ja: 歴を閲覧
ka: ნახვის ისტორია
kk_kz: тарихын көрсету
mr: पूर्वेतिहास पहा
ms: Lihat Sejarah
nb_no: Vis historie
nl_nl: Bekijk geschiedenis
pl_pl: Wyświetl historię
ru_ru: Показать историю
sv_se: Visa historik
tr_tr: Geçmişi Göster
uk_ua: Показати історію
vi: Xem lịch sử

# grid.action.enable
source: Enable
ar_iq: تمكين
az: Aktivləşdirin
bg_bg: Активиране
da_dk: Aktivér
el_gr: Ενεργοποίηση
es_es: Activar
eu: Aktibatu
fr_ca: Activer
gl_es: Activar
hr: Omogući
hy: Միացնել
id_id: Aktifkan
is: Virkja
ja: 有効化
ka: ჩართვა
kk_kz: Іске қосу
mr: कार्यान्वित करा (Enable)
ms: Dayakan
nb_no: Aktiver
nl_nl: Inschakelen
pl_pl: Włącz
ru_ru: Включить
sv_se: Aktivera
tr_tr: Etkinleştir
uk_ua: Увімкнути
vi: Kích hoạt

# grid.action.bookInfo
source: Submission Info
ar_iq: معلومات طلب النشر
az: Namizəd məqalə detalı
bg_bg: Информация за изпратения материал
da_dk: Indsendelses-information
el_gr: Πληροφορίες Υποβολής
es_es: Información del envío
eu: Bidalketaren informazioa
fr_ca: Renseignements sur la soumission
gl_es: Información do envío
hr: Informacije o podnesku
hy: Ներկայացման տեղեկություններ
id_id: Info Naskah
is: Upplýsingar um handrit
ja: 投稿情報
ka: წარდგენის ინფორმაცია
kk_kz: Материал туралы мәлімет
mr: सादरीकरणासंबंधी माहिती
ms: Maklumat Penyerahan
nb_no: Informasjon om innleveringen
nl_nl: Informatie over de inzending
pl_pl: Dane zgłoszenia
ru_ru: Информация о материале
sv_se: Information om bidraget
tr_tr: Aday Makale Detay
uk_ua: Інформація про подання
vi: Thông tin bài nộp
