Repository: pkp/pkp-lib
Catalog: locale/*/grid.xlf
Languages: it_it, sl_si

# grid-userGroup-assignStage
source: Assign stage
it_it: Assegna fase
sl_si: Dodeli fazo

# grid-userGroup-unassignStage
source: Unassign stage
it_it: Togli fase
sl_si: Odstrani fazo

# grid-userGroup-allStages
source: All Workflow Stages
it_it: Tutte le fasi editoriali
sl_si: Vse faze delovnega toka

# grid-userGroup-filter-listRoles
source: List roles assigned to
it_it: Mostra i ruoli relativi a
sl_si: Prikaži vloge dodeljene

# grid-userGroup-filter-permissionLevel
source: With permission level set to
it_it: Con permessi di accesso come
sl_si: Z nivojem pravic na

# grid-userGroup-cantRemoveDefaultUserGroup
source: The role {$userGroupName} is a default one and can't be removed.
it_it: Il ruolo {$userGroupName} è un default e non può essere rimosso.
sl_si: Uporabniška vloga {$userGroupName} je privzeta in je ni možno odstraniti.

# grid-userGroup-cantRemoveUserGroup
source: Can't remove {$userGroupName} role. Currently {$usersCount} user(s) is/are assigned to it.
it_it: Non puoi rimuovere il ruolo {$userGroupName}. Attualmente vi sono assegnati {$usersCount} utenti.
sl_si: Uporabniško vlogo {$userGroupName} ni mogoče odstraniti. V njej je še {$usersCount} uporabnikov.

# grid-userGroup-removed
source: {$userGroupName} role removed.
it_it: Ruolo {$userGroupName} rimosso
sl_si: Uporabniška vloga {$userGroupName} je odstranjena.

# grid-userGroup-assignedStage
source: {$userGroupName} role assigned to {$stageName} stage.
it_it: Il ruolo {$userGroupName} è assegnato alla fase {$stageName}
sl_si: Uporabniška vloga {$userGroupName} je dodeljena fazi {$stageName}.

# grid-userGroup-unassignedStage
source: {$userGroupName} role unassigned from {$stageName} stage.
it_it: Il ruolo {$userGroupName} viene tolto dalla fase {$stageName}
sl_si: Uporabniška vloga {$userGroupName} je odstranjena iz faze {$stageName}.

# grid-submission-itemTitle
source: Author; Title
it_it: Autore; Titolo
sl_si: Avtor; Naslov

# grid-submission-active-selectOrphaned
source: Include incomplete submissions not submitted by an author.
it_it: Include le proposte incomplete non inviate da alcun autore.
sl_si: Vključi tudi nedokončane oddaje, ki jih ni oddal avtor.

# grid-action-addNavigationMenu
source: Add Menu
it_it: Aggiungi menu
sl_si: Dodaj meni

# grid-action-addNavigationMenuItem
source: Add item
it_it: Aggiungi punto al menu
sl_si: Dodaj postavko

# grid-navigationMenus-navigationMenuItems-noneExist
source: No Navigation Menu Items
it_it: Non ci sono punti di navigazione nel menu
sl_si: Ni postavk za navigacijski meni

# grid-navigationMenus-navigationMenu-noneExist
source: No Navigation Menus
it_it: Non ci sono menu di navigazione
sl_si: Ni navigacijskih menijev

# grid-navigationMenus-navigationMenu-selectType
source: Choose a type...
it_it: Seleziona un tipo ...
sl_si: Izberite tip...

# grid-columns-locale
source: Locale
sl_si: Jezik

# grid-libraryFiles-column-files
source: Files
sl_si: Datoteke
