Repository: pkp/pkp-lib
Catalog: locale/*/grid.po
Languages: ar_iq, az, bg_bg, da_dk, el_gr, es_es, eu, fr_ca, gl_es, hr, hy, id_id, is, ja, ka, kk_kz, mk, mr, ms, nb_no, nl_nl, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi

# grid.action.unconsiderReview
source: This review is complete, but you may unconsider it
ar_iq: هذا التحكيم مكتمل، لكنك قد تطعن به
az: Dəyərləndirmə tamamlandı, buna diqqət etməyə bilərsiniz.
bg_bg: Този резензия е завършена, но може да не я вземете под внимание
da_dk: Denne bedømmelse er gennemført, men du kan ignorere den
el_gr: Αυτή η αξιολόγηση έχει ολοκληρωθεί, αλλά μπορείτε να αναθεωρήσετε
es_es: Esta revisión está completa pero podría reconsiderarlo
fr_ca: Cette évaluation est terminée, mais vous pouvez décider de ne pas en tenir compte.
gl_es: Esta revisión está completa, pero poderías non considerala
hr: Ova je recenzija dovršena, ali ju možete odbaciti
hy: Այս գրախոսությունն ավարտված է, բայց դուք այն կարող եք հաշվի չառնել այն
id_id: Review ini rampung, tapi Anda bisa mengabaikannya
is: Þessari ritrýni er lokið, en þú gætir valið að taka hana ekki til greina
ja: この査読は完了されましたが、考慮しなくてもいい
ka: ეს მიმოხილვა დასრულებულია, მაგრამ თქვენ არ შეგიძლიათ განიხილოთ იგი
kk_kz: Бұл рецензия аяқталды, бірақ сіз оны әлі тексерген жоқсыз
mr: हे समीक्षण पूर्ण झाले आहे, परंतु तुम्ही ते अमान्य करू शकता
ms: Ulasan ini telah selesai, tetapi anda boleh mengabaikannya
nb_no: Fagfellevurderingen er fullstendig, men du kan se bort fra den
nl_nl: Deze review is afgewerkt, maar u kan ze ook terugtrekken
pl_pl: Recenzja jest ukończona, ale możesz zmienić jej status
ru_ru: Эта рецензия завершена, но вы ее еще не просмотрели
sv_se: Den här granskningen är färdig, men du kan välja att bortse från den
tr_tr: Değerlendirme tamamlandı, bunu göz ardı edebilirsiniz
uk_ua: Ця рецензія завершена але ви ще можете її розглянути
vi: Bài bình duyệt này đã hoàn tất, nhưng bạn có thể xem xét lại

# grid.users.confirmExportAllUsers
source: Are you sure you wish to export all users?
ar_iq: هل أنت متأكد من رغبتك في تصدير كل المستخدمين؟
az: Bütün istifadəçiləri ixrac etmək istədiyinizdən əminsiniz?
bg_bg: Наистина ли искате да експортирате всички потребители?
da_dk: Er du sikker på, at du vil eksportere alle brugere?
el_gr: Επιβεβαιώνετε την εξαγωγή όλων των Χρηστών;
es_es: ¿Está seguro de que desea exportar todos los usuarios/as?
eu: Ziur zaude erabiltzaile guztiak esportatu nahi dituzula?
fr_ca: Vous voulez vraiment exporter tous les utilisateurs-trices ?
gl_es: Estás seguro/a de que desexas exportar a todos os usuarios/as?
hr: Jeste li sigurni da želite izvršiti eksport svih korisnika?
hy: Վստա՞հ եք, որ ցանկանում եք արտահանել բոլոր օգտվողներին:
id_id: Yakin ingin mengekspor semua pengguna?
is: Ertu viss um að þú viljir flytja út alla notendur?
ja: すべてのユーザーをエクスポートしてもよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ ყველა მომხმარებლის ექსპორტი?
kk_kz: Барлық пайдаланушыларды экспорттауды қалайсыз ба?
mr: तुम्ही खात्रीने सर्व वापरकर्त्यांची माहिती पाठवू (Export ) इच्छिता ना?
ms: Adakah anda pasti mahu mengeksport semua pengguna?
nb_no: Er du sikker på at du vil eksportere alle brukerne?
nl_nl: Weet u zeker dat u alle gebruikers wil exporteren?
pl_pl: Czy na pewno wyeksportować wszystkich użytkowników?
ru_ru: Вы уверены, что хотите экспортировать всех пользователей?
sv_se: Är du säker på att du vill exportera alla användare?
tr_tr: Tüm kullanıcıları dışarı aktarmak istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете експортувати усіх користувачів?
vi: Bạn có chắc chắn muốn xuất tất cả người dùng không?

# grid.task.status.uploaded
source: The column title indicates who uploaded this file
ar_iq: عنوان العمود يشير إلى من قام برفع الملف إلى الموقع
az: Sütun başlığı bu faylı kimin yüklədiyini göstərir.
bg_bg: Заглавието на колоната показва кой е качил този файл
da_dk: Kolonnetitlen viser hvem der uploadede denne fil
el_gr: Ο τίτλος της στήλης δείχνει ποιος ανέβασε αυτό το αρχείο.
es_es: El título de la columna indica quién ha subido el fichero
eu: Zutabearen izenburuak fitxategia nork igo duen adierazten du
fr_ca: La colonne de titres indique qui a téléversé ce fichier
gl_es: O título da columna indica quen cargou este arquivo
hr: Naslov stupca pokazuje tko je učitao ovu datoteku
hy: Սյունակի վերնագիրը ցույց է տալիս, թե ով է վերբեռնել այս նիշքը
id_id: Judul kolon menandakan siapa yang mengunggah file ini
is: Dálkurinn "Titill" gefur til kynna hver hlóð upp skránni
ja: 列のタイトルは、このファイルをアップロードしたユーザーを示します
ka: სვეტის სათაური მიუთითებს, თუ ვინ ატვირთა ეს ფაილი
kk_kz: Кестеде бұл файлды кім жүктеп салғанын көрсетеді
mr: स्तंभाचे शीर्षक ही फाईल कोणी संक्रमित (अपलोड) केली हे दर्शवते
ms: Tajuk kolum menunjukkan siapa yang telah memuat naik fail ini
nb_no: Kolonnenavnet viser hvem som lastet opp filen
nl_nl: De kolomtitel geeft aan wie het bestand geladen heeft
pl_pl: Tytuł kolumny określa osobę, która przesłała plik
ru_ru: Заголовок столбца показывает, кто загрузил этот файл
sv_se: Kolumnrubriken visar vem som laddat upp den här filen
tr_tr: Sütun başlığı bu dosyayı kimin yüklediğini gösterir
uk_ua: Назва колонки вказує, хто завантажив цей файл
vi: Tiêu đề cột cho biết ai đã tải lên tệp này

# grid.action.deleteContributor.confirmationMessage
source: Are you sure you want to remove {$name} as a contributor? This action can not be undone.
az: {$name} adlı şəxsi çıxarmaq istədiyinizdən əminsinizmi? Bu proses ləğv edilə bilməz.
bg_bg: Сигурни ли сте, че изкате да премахнете {$name} като спомагател/спомоществовател? Действието е необратимо.
eu: Ziur zaude {$name} kolaboratzaile gisa ezabatu nahi duzula? Ekintza hau ezin da desegin.
hr: Jeste li sigurni da želite ukloniti {$name} kao suradnika? Ova se radnja ne može poništiti.
hy: Իսկապե՞ս ուզում եք հեռացնել {$name} -ին որպես աջակցող: Այս գործողությունը հնարավոր չէ հետարկել:
is: Ertu viss um að þú viljir fjarlægja {$name} sem framlagsaðila? Það er ekki hægt að afturkalla þessa aðgerð.
ja: {$name} を寄稿者として削除してもよろしいですか。元に戻せません。
ka: დარწმუნებული ხართ, რომ გსურთ წაშალოთ {$name}, როგორც კონტრიბუტორი? ამ მოქმედების გაუქმება შეუძლებელია.
kk_kz: "{$name}" авторлар тізімінен шынымен жойғыңыз келе ме? Бұл әрекетті қалпына келтіру мүмкін емес.
mr: तुम्ही खात्रीने {$name} या योगदानकर्त्याला हटवू इच्छिता ना? ही कृती रद्द करता येणार नाही.
vi: Bạn có chắc chắn muốn xóa {$name} khỏi danh sách người đóng góp không? Hành động này không thể hoàn tác.

# grid.submissionChecklist.title
source: Submission Checklist
ar_iq: قائمة تأشيرات طلب التقديم
az: Məqalə yoxlama siyahısı
bg_bg: Контролен списък за изпращане на материали
da_dk: Indsendelses-tjekliste
el_gr: Λίστα ελέγχου υποβολής
es_es: Lista de comprobación de la presentación
eu: Bidalketaren kontrol-zerrenda
fr_ca: Liste de vérification de la soumission
gl_es: Lista de verificación de envíos
hr: Popis podnesaka
hy: Ներկայացման ստուգաթերթ
id_id: Daftar Periksa Naskah
is: Gátlisti handrita
ja: 投稿チェックリスト
ka: წარდგენის ჩამონათვალი
kk_kz: Материалды жіберуге дайындаған бақылау парағы
mr: सादरीकरणांची यादी (चेकलिस्ट)
ms: Senarai Semak Penyerahan
nb_no: Sjekkliste for innlevering
nl_nl: Checklist inzending
pl_pl: Lista kontrolna zgłoszenia
ru_ru: Контрольный список подготовки материала к отправке
sv_se: Checklista för bidrag
tr_tr: Gönderi Kontrol Listesi
uk_ua: Вимоги до подань
vi: Danh sách kiểm tra bài nộp

# author.users.contributor.setPrincipalContact
source: Set Primary Contact
az: Əsas şəxs kimi təyin edin
bg_bg: Задаване на основен контакт
eu: Ezarri kontaktu nagusia
hr: Postavi glavni kontakt
hy: Սահմանել առաջնային կոնտակտը
is: Skrá aðaltengilið
ja: 主要連絡先を設定
ka: დააყენეთ პირველადი კონტაქტი
kk_kz: Байланыс үшін адамды белгілеңіз
mr: प्राथमिक संपर्क सिद्ध (सेट) करा
vi: Đặt làm liên hệ chính

# contributor.listPanel.preview.description
source: Contributors to this publication will be identified in the following formats.
az: Bu məqaləyə töhfə verənlər bu jurnalda aşağıdakı formatlarda müəyyən ediləcəkdir.
bg_bg: Сътрудниците в тази публикация ще бъдат идентифицирани в това списание в следните формати.
eu: Argitalpen honetako kolaboratzaileak formatu hauen bidez identifikatuko dira.
hr: Suradnici ove publikacije bit će navedeni u ovom časopisu u sljedećim formatima.
hy: Այս հրապարակման աջակիցները կբացահայտվեն հետևյալ ձևաչափերով.
is: Í tímaritinu verða framlagsaðilar til útgáfunnar skilgreindir á eftirfarandi formi.
ja: この投稿の寄稿者は、以下の形式で特定されます。
ka: ამ პუბლიკაციის ავტორები გამოვლინდებიან ამ ჟურნალში შემდეგ ფორმატებში.
kk_kz: Осы басылымның авторлары осы журналға келесі форматтарда жазылады.
mr: या प्रकाशनातील योगदानकर्त्यांची ओळख खालील स्वरूपात पटवली जाईल.
vi: Những người đóng góp cho ấn phẩm này sẽ được xác định trong các định dạng sau.

# grid.user.disableReason
source: Reason for disabling user
ar_iq: سبب تعطيل المستخدم
az: Üzvü passivləşdirmə səbəbi
bg_bg: Причина за деактивиране на потребител
da_dk: Grund til deaktivering af bruger
el_gr: Λόγος απενεργοποίσης Χρήστη
es_es: Motivo por el que se desactiva el usuario/a
eu: Erabiltzailea desgaitzeko arrazoia
fr_ca: Raison de la désactivation de l'utilisateur-trice
gl_es: Motivo para desactivar o usuario
hr: Razlog za onemogućavanje korisnika
hy: Օգտվողի անջատման պատճառը
id_id: Alasan untuk menonaktifkan pengguna
is: Ástæða fyrir afvirkjun notanda
ja: ユーザー無効化の理由
ka: მომხმარებლის გამორთვის მიზეზი
kk_kz: Пайдаланушыны өшіру себебі
mr: वापरकर्ता अकार्यान्वित (Disable) करण्याचे कारण
ms: Sebab menyahdayakan pengguna
nb_no: Grunnen til at brukeren ble deaktivert
nl_nl: Reden voor het afsluiten van de gebruiker
pl_pl: Powód wyłączenia użytkownika
ru_ru: Причина отключения пользователя
sv_se: Anledning till inaktivering av användare
tr_tr: Üyeyi pasifleştirme nedeni
uk_ua: Причина відключення користувача
vi: Lý do vô hiệu hóa người dùng

# grid.user.errorEmail
source: An error was encountered sending this email. Please ensure that your email server configuration is working and/or contact your system administrator.
ar_iq: حدث خطأ ما عند إرسال هذه الرسالة. لطفاً، تحقق من كون إعدادات ملقم البريد الالكتروني عندك تعمل بالشكل الصحيح و/أو اتصل بالمشرف الإداري للنظام.
az: Bu email göndərilərkən bir xəta baş verdi. Zəhmət olmasa email serveri konfiqurasiyanının işlədiyinə əmin olun və/və ya sistem idarəçinizə müraciət edin.
bg_bg: При изпращането на този имейл възникна грешка. Моля, уверете се, че конфигурацията на вашия имейл сървър работи и/или се свържете с вашия системен администратор.
da_dk: Der blev fundet en fejl under fremsendelse af denne e-mail. Tjek venligst din mailserver-konfiguration og/eller kontakt din systemadministrator.
el_gr: Παρουσιάστηκε σφάλμα κατά την αποστολή αυτού του μηνύματος ηλεκτρονικού ταχυδρομείου. Βεβαιωθείτε ότι ο διακομιστής ηλεκτρονικού ταχυδρομείου λειτουργεί και/ή επικοινωνήστε με τον Διαχειριστή του συστήματός σας.
es_es: Se produjo un error al enviar este correo electrónico. Por favor, asegúrese de que la configuración de su servidor de correo electrónico funciona y/o contacte con el administrador de sistemas.
eu: Errore bat gertatu da mezu elektroniko hau bidaltzean. Ziurtatu posta elektronikoko zerbitzariaren ezarpenak funtzionatzen duela eta/edo jarri harremanetan sistema-administratzailearekin.
fr_ca: Il y a eu une erreur pendant l'envoi du courriel. Assurez-vous que la configuration de votre serveur fonctionne et/ou contactez l'administrateur de votre système.
gl_es: Produciuse un erro ao enviar este correo electrónico. Asegúrese de que a configuración do servidor de correo electrónico funciona e/ou contacte co administrador do sistema.
hr: Došlo je do pogreške prilikom slanja ove e-pošte. Provjerite radi li konfiguracija vašeg poslužitelja e-pošte i/ili kontaktirajte svog administratora sustava.
hy: Այս նամակն ուղարկելիս սխալ է տեղի ունեցել: Համոզվեք, որ ձեր էլփոստի սերվերի կազմաձևումն աշխատում է և/կամ կապվեք ձեր համակարգի ադմինիստրատորի հետ:
id_id: Terjadi kesalahan saat mengirim surel ini. Harap pastikan bahwa konfigurasi server surel Anda berfungsi dan/atau hubungi administrator sistem Anda.
is: Villa kom upp við sendingu tölvupóstsins. Vinsamlega athugaðu hvort uppsetning á póstþjóni virki og/eða hafðu samband við kerfisstjóra.
ja: このメールの送信中にエラーが発生しました。 メールサーバの設定が機能していることを確認するか、システム管理者に問い合わせてください。
ka: ამ ელფოსტის გაგზავნისას მოხდა შეცდომა. გთხოვთ, დარწმუნდეთ, რომ თქვენი ელფოსტის სერვერის კონფიგურაცია მუშაობს და/ან დაუკავშირდით თქვენი სისტემის ადმინისტრატორს.
kk_kz: Осы электрондық хабарды жіберу кезінде қате орын алды. Электрондық пошта серверінің орнату жұмыс істеп тұрғанына көз жеткізіңіз және/немесе жүйе әкімшісіне хабарласыңыз.
mr: हा ई-मेल पाठवताना एक त्रुटी आली. तुमचे ई-मेल सर्व्हर कॉन्फिगरेशन कार्यक्षम असल्याची खात्री करा आणि/किंवा तुमच्या प्रणाली (सिस्टम) प्रशासकाशी संपर्क साधा.
ms: Ralat telah ditemui semasa menghantar e-mel ini. Sila pastikan konfigurasi pelayan e-mel anda berfungsi dan/atau hubungi pentadbir sistem anda.
nb_no: Det oppsto en feil da du forsøkte å sende e-posten. Sjekk om konfigurasjonen av e-postserveren din fungerer og/eller ta kontakt med systemadministratoren.
nl_nl: Er is een fout opgetreden bij het verzenden van deze e-mail. Kijk na of de configuratie van uw server klopt en/of neem contact op met uw systeembeheerder
pl_pl: Wystąpił błąd podczas przesyłania wiadomości. Upewnij się, że konfiguracja serwera jest poprawna lub skontaktuj się z administratorem systemu.
ru_ru: При отправке этого письма произошла ошибка. Пожалуйста, убедитесь, что ваша настройка сервера электронной почты работает и/или свяжитесь с вашим системным администратором.
sv_se: Det uppstod ett fel när det här e-postmeddelandet skulle skickas. Vänligen verifiera att din e-postserver är korrekt konfigurerad och/eller kontakta din systemadministratör.
tr_tr: Bu e-posta gönderilirken bir hatayla karşılaşıldı. Lütfen e-posta sunucusu yapılandırmanızın çalıştığından emin olun ve / veya sistem yöneticinize başvurun.
uk_ua: Під час надсилання цього листа виникла помилка. Будь ласка, переконайтеся, що поштовий сервер функціонує належним чином та/або зверніться до системного адміністратора.
vi: Đã xảy ra lỗi khi gửi email này. Vui lòng đảm bảo rằng cấu hình máy chủ email của bạn đang hoạt động và/hoặc liên hệ với quản trị viên hệ thống của bạn.

# grid.user.cannotAdminister
source: You do not have sufficient permissions to administer this user. In order to administer a user, you must either be site administrator, or administer all contexts that this user is enrolled in.
ar_iq: ليس لديك الصلاحيات الكافية لتعديل هذا المستخدم.
az: Bu üzvü redaktə etmək üçün lazımi səlahiyyətə sahib deyilsiniz.
bg_bg: Нямате необходимите права да администрирате този потребител. За да администрирате потребител, трябва или да сте администратор на сайта, или да администрирате всички контексти, в които този потребител е регистриран.
da_dk: Du har ikke tilladelse til at redigere denne bruger
el_gr: Δεν έχετε δικαιώματα πλήρους διαχείρισης του προφίλ Χρήστη.
es_es: No tiene los permisos suficientes para administrar este usuario/a. Para hacerlo debe ser administrador del sitio o bien gestionar todos los contextos en que este usuario/a está registrado.
eu: Ez duzu behar adina baimen erabiltzaile hau kudeatzeko. Horretarako, gunearen administratzailea izan behar duzu edo erabiltzaile hau erregistratuta dagoen testuinguru guztiak kudeatu behar dituzu.
fr_ca: Vous n'avez pas les autorisations nécessaires pour modifier cet ou cette utilisateur-trice.
gl_es: Non tes permisos suficientes para administrar a este usuario/a. Para poder administralo, tes que ser administrador do sitio ou administrar todos os contextos nos que este usuario estea inscrito.
hr: Nemate dovoljna dopuštenja za administriranje ovog korisnika. Da biste administrirali korisnika, morate ili biti administrator stranice ili administrirati sve kontekste u koje je ovaj korisnik upisan.
hy: Դուք չունեք բավարար թույլտվություններ այս օգտվողին կառավարելու համար: Օգտվողին կառավարելու համար դուք կամ պետք է լինեք կայքի ադմինիստրատոր, կամ կառավարեք բոլոր համատեքստերը, որոնցում գրանցված է այս օգտվողը:
id_id: Anda tidak memiliki izin untuk mengelola pengguna ini. Untuk mengelola pengguna, Anda harus menjadi administrator situs, atau mengelola semua konteks di mana pengguna ini terdaftar.
is: Þú hefur ekki heimild til að sýsla með þennan notanda. Til að geta unnið með notendur þarftu annað hvort að vera vefstjóri eða með réttindi til sýsla með allt það sem notandinn er skráður í.
ja: このユーザーを管理するための十分な権限がありません。 ユーザーを管理するには サイト管理者であるか、このユーザーが登録しているすべてのコンテキストを管理できる必要があります。
ka: თქვენ არ გაქვთ საკმარისი უფლებები ამ მომხმარებლის ადმინისტრირებისთვის. მომხმარებლის ადმინისტრაციის მიზნით, თქვენ უნდა იყოთ საიტის ადმინისტრატორი, ან უნდა მართოთ ყველა ის კონტექსტი, რომელშიც ეს მომხმარებელი დარეგისტრირებულია.
kk_kz: Сізде бұл пайдаланушыны басқаруға құқықтарыңыз жеткіліксіз. Пайдаланушыны басқару үшін сіз сайт әкімшісі болуыңыз керек немесе пайдаланушы мүшесі болып табылатын барлық мәтінмәндерді басқаруыңыз керек.
mr: तुमच्याकडे या वापरकर्त्याचे व्यवस्थापन करण्यासाठी पुरेशा परवानग्या नाहीत. वापरकर्त्याचे व्यवस्थापन करण्यासाठी, तुम्ही एकतर संकेतस्थळाचा प्रशासक असणे आवश्यक आहे, किंवा या वापरकर्त्याने नोंदणी केलेल्या सर्व संदर्भांचे व्यवस्थापन करणे आवश्यक आहे.
ms: Anda tidak mempunyai kebenaran yang mencukupi untuk mentadbir pengguna ini. Untuk mentadbir pengguna, anda mesti sama ada menjadi pentadbir laman atau mentadbir semua konteks tempat pengguna ini didaftar.
nb_no: Du har ikke rettigheter til å administrere denne brukeren. Du må være enten nettstedsadministrator eller administrere alle kontekstene som denne brukeren er vervet til.
nl_nl: U heeft niet voldoende bevoegdheden om deze gebruiker te bewerken.
pl_pl: Nie posiadasz wymaganych uprawnień do edycji użytkownika.
ru_ru: У вас нет достаточных прав для администрирования этого пользователя. Для администрирования пользователя вы должны быть либо администратором сайта, либо администрировать все контексты, в которые записан этот пользователь.
sv_se: Dina behörigheter räcker inte för att administrera den här användaren. För att administrera en användare behöver du vara antingen webbplatsadministratör eller ha administrationsbehörighet för samtliga kontexter som användaren är inblandad i.
tr_tr: Bu üyeyi düzeltmek için gerekli yetkiye sahip değilsiniz.
uk_ua: Ви не маєте достатніх повноважень, щоб редагувати дані цього користувача.
vi: Bạn không có đủ quyền để quản trị người dùng này. Để quản trị một người dùng, bạn phải là quản trị viên trang web, hoặc quản trị tất cả các ngữ cảnh mà người dùng này được ghi danh.

# grid.user.generatePasswordDescription
source: Generate random password for this user.
ar_iq: أوجد كلمة مرور عشوائية لهذا المستخدم.
az: Bu üzv üçün təsadüfi bir şifrə formalaşdırın.
bg_bg: Генериране на произволна парола за този потребител.
da_dk: Opret en tilfældig adgangskode til denne bruger
el_gr: Δημιουργία τυχαίου κωδικού για αυτόν τον Χρήστη
es_es: Generar una contraseña aleatoria para este usuario/a.
eu: Sortu ausazko pasahitza erabiltzaile honentzat.
fr_ca: Générer un mot de passe aléatoire pour cet ou cette utilisateur-trice.
gl_es: Xerar un contrasinal aleatorio para este usuario.
hr: Generirajte nasumičnu lozinku za ovog korisnika.
hy: Ստեղծեք պատահական գաղտնաբառ այս օգտվողի համար:
id_id: Membuat kata sandi acak untuk pengguna ini.
is: Búa til slembi-lykilorð fyrir þennan notanda.
ja: このユーザーのためにランダムなパスワードを生成します。
ka: შექმენით შემთხვევითი პაროლი ამ მომხმარებლისთვის.
kk_kz: Бұл пайдаланушы үшін кездейсоқ құпия сөз жасаңыз.
mr: या वापरकर्त्यासाठी स्वैर (रँडम) पासवर्ड निर्माण करा.
ms: Jana kata laluan rawak untuk pengguna ini.
nb_no: Generer et tilfeldig passord for denne brukeren.
nl_nl: Genereer een willekeurig wachtwoord voor deze gebruiker.
pl_pl: Wygeneruj losowe hasło dla użytkownika.
ru_ru: Сгенерировать случайный пароль для этого пользователя.
sv_se: Generera ett slumpmässigt lösenord till den här användaren.
tr_tr: Bu üye için rastgele bir şifre oluştur.
uk_ua: Генерувати випадковий пароль для цього користувача.
vi: Tạo mật khẩu ngẫu nhiên cho người dùng này.

# grid.user.mustChangePasswordDescription
source: User must change password on next log in.
ar_iq: على المستخدم تغيير كلمة مروره عند دخوله الموقع المرة القادمة.
az: Üzvə ilk girişdə şifrə dəyişikliyini məcburi edin.
bg_bg: Потребителят трябва да промени паролата при следващо влизане.
da_dk: Bruger skal ændre adgangskode ved næste login
el_gr: Ο Χρήστης πρέπει να αλλάξει τον κωδικό του στην επόμενη σύνδεση.
es_es: Pedir al usuario/a que cambie la contraseña la próxima vez que inicie sesión.
eu: Erabiltzaileak pasahitza aldatu beharko du hurrengo saioa hastean.
fr_ca: L'utilisateur-trice doit changer son mot de passe à la prochaine ouverture de session.
gl_es: O usuario debe cambiar o contrasinal no seguinte inicio de sesión.
hr: Korisnik mora promijeniti lozinku prilikom sljedeće prijave.
hy: Հաջորդ մուտքի ժամանակ օգտվողը պետք է փոխի գաղտնաբառը:
id_id: Pengguna wajib mengubah password pada saat login berikutnya.
is: Notandi verður að breyta lykilorði við næstu innskráningu.
ja: ユーザーは次回のログイン時にパスワードを変更する必要があります。
ka: მომხმარებელმა უნდა შეცვალოს პაროლი შემდეგი შესვლისას.
kk_kz: Пайдаланушы келесі рет кірген кезде құпия сөзді өзгертуі керек.
mr: यापुढे लॉग-इन करताना वापरकर्त्याने पासवर्ड बदलणे आवश्यक आहे.
ms: Pengguna mesti menukar kata laluan pada log masuk seterusnya.
nb_no: Brukeren må endre passord ved neste innlogging.
nl_nl: Gebruiker moet een nieuw wachtwoord kiezen bij de volgende login.
pl_pl: Użytkownik musi zmienić swoje hasło przy następnym logowaniu.
ru_ru: Пользователь должен изменить пароль при следующем входе в систему.
sv_se: Användaren måste byta lösenord nästa gång hen loggar in.
tr_tr: Üyeye ilk girişte şifre değişikliğini zorunlu yap.
uk_ua: Користувач повинен змінити пароль під час наступного входу до системи.
vi: Người dùng phải đổi mật khẩu trong lần đăng nhập tiếp theo.

# grid.user.userNoRoles
source: This user does not have any roles.
ar_iq: ليس لهذا المستخدم أي دور حالياً.
az: Bu üzvün rolu yoxdur.
bg_bg: Този потребител няма асоциирани никакви роли.
da_dk: Denne bruger har ikke fået tildelt nogen rolle.
el_gr: Αυτός ο Χρήστης δεν έχει κανένα ρόλο.
es_es: Este usuario/a no tiene ningún rol.
eu: Erabiltzaile honek ez du rolik.
fr_ca: Cet utilisateur-trice n'a aucun rôle.
gl_es: Este usuario non ten ningun rol.
hr: Ovaj korisnik nema nijednu ulogu.
hy: Այս օգտվողը որևէ դեր չունի:
id_id: Pengguna ini belum punya peran.
is: Notandinn hefur ekkert hlutverk.
ja: このユーザーには役割がありません。
ka: ამ მომხმარებელს არ აქვს არანაირი როლი.
kk_kz: Бұл пайдаланушыға тағайындалған рөлдер жоқ.
mr: या वापरकर्त्याकडे एकही भूमिका (Role) नाही.
ms: Pengguna ini tidak mempunyai sebarang peranan.
nb_no: Denne brukeren har ingen roller.
nl_nl: Deze gebruiker heeft geen rollen.
pl_pl: Użytkownik nie posiada ról w systemie
ru_ru: Этому пользователю не назначены роли.
sv_se: Den här användaren saknar roller.
tr_tr: Bu üyenin herhangi bir rolü yok.
uk_ua: Цей користувач не має жодних ролей.
vi: Người dùng này không có vai trò nào.
