Repository: pkp/pkp-lib
Catalog: locale/*/grid.po
Languages: ar_iq, az, bg_bg, da_dk, el_gr, es_es, eu, fr_ca, gl_es, hr, hy, id_id, is, ja, ka, kk_kz, mk, mr, ms, nb_no, nl_nl, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi

# grid.action.upgrade
source: Upgrade
ar_iq: ترقية
az: Yeniləyin
bg_bg: Ъпгрейд (обновяване)
da_dk: Opgradér
el_gr: Αναβάθμιση
es_es: Actualizar
eu: Eguneratu
fr_ca: Mise à niveau
gl_es: Actualizar
hr: Nadogradnja
hy: Թարմացնել
id_id: Tingkatkan (upgrade)
is: Uppfæra
ja: アップグレード
ka: განახლება
kk_kz: Жаңартыңыз
mk: Ажурирај
mr: अपग्रेड करा
ms: Naik taraf
nb_no: Oppdater
nl_nl: Upgraden
pl_pl: Uaktualnij
ru_ru: Обновить
sv_se: Uppgradera
tr_tr: Güncelle
uk_ua: Оновити
vi: Nâng cấp

# grid.action.addNote
source: Add Note
ar_iq: إضافة ملاحظة
az: Qeyd əlavə edin
bg_bg: Добавяне на бележка
da_dk: Tilføj note
el_gr: Προσθήκη σημείωσης
es_es: Añadir nota
eu: Gehitu oharra
fr_ca: Ajouter une note
gl_es: Engadir nota
hr: dodaj bilješku
hy: Ավելացնել նշում
id_id: Tambahkan Catatan
is: Bæta við minnispunkti
ja: 注記追加
ka: შენიშვნის დამატება
kk_kz: Ескертпе қосыңыз
mk: Додади белешка
mr: टीप समाविष्ट करा (Add Note)
ms: Tambah Nota
nb_no: Legg til notat
nl_nl: Noot toevoegen
pl_pl: Dodaj uwagę
ru_ru: Добавить заметку
sv_se: Lägg till anteckning
tr_tr: Not Ekle
uk_ua: Додати нотатку
vi: Thêm ghi chú

# grid.action.updateQuery
source: Update discussion
ar_iq: تعديل المناقشة
az: Müzakirəni yeniləyin
bg_bg: Актуализиране на дискусия
da_dk: Opdatér indlæg
el_gr: Ενημέρωση συζήτησης
es_es: Actualizar la discusión
eu: Eguneratu eztabaida
fr_ca: Mettre à jour la discussion
gl_es: Actualizar a discusión
hr: Ažurirajte raspravu
hy: Թարմացրեք քննարկումը
id_id: Perbarui diskusi
is: Uppfæra umræðu
ja: ディスカッションを更新
ka: დისკუსიის განახლება
kk_kz: Талқылауды жаңарту
mk: Ажурирај дискусија
mr: चर्चा अद्ययावत (अपडेट) करा
ms: Kemas kini perbincangan
nb_no: Oppdater diskusjon
nl_nl: Discussie bijwerken
pl_pl: Aktualizuj dyskusję
ru_ru: Обновить обсуждение
sv_se: Uppdatera diskussionen
tr_tr: Tartışma güncelle
uk_ua: Оновити обговорення
vi: Cập nhật thảo luận

# grid.action.deleteMedia
source: Delete Media
ar_iq: حذف الوسط
az: Medianı silin
bg_bg: Изтриване на медия
da_dk: Slet medie
el_gr: Διαγραφή του πολυμέσου
es_es: Eliminar multimedia
eu: Ezabatu multimedia
fr_ca: Supprimer le média
gl_es: Eliminar multimedia
hr: Izbrisati medije
hy: Ջնջել մեդիան
id_id: Hapus Media
is: Eyða miðli
ja: メディアを削除
ka: მედიას წაშლა
kk_kz: Медианы өшіру
mk: Избриши медиум
mr: माध्यम (मीडिया) हटवा
ms: Padamkan Media
nb_no: Slett media
nl_nl: Media verwijderen
pl_pl: Usuń media
ru_ru: Удалить медиа
sv_se: Ta bort media
tr_tr: Medya Sil
uk_ua: Видалити медіа
vi: Xóa phương tiện

# grid.action.saveOrdering
source: Save Order
az: Sıralamanı yadda saxlayın
bg_bg: Запис на подреждането
eu: Gorde eskaera
hr: Spremi redoslijed
hy: Պահել կարգը
is: Vista röð
ja: 順序の保存
ka: შეკვეთის შენახვა
kk_kz: Талапты сақтау
mr: अनुक्रम (Order) सेव्ह करा
vi: Lưu thứ tự

# grid.userGroup.unassignStage
source: Unassign stage
ar_iq: مرحلة اللاتعيين
az: Təyin edilməmiş addımlar
bg_bg: Отмяна на присвояването на етап
da_dk: Annulér trin
el_gr: Αναίρεση σύνδεσης σταδίου εργασιών
es_es: Cancelar la asignación de fase
eu: Fase-esleipena bertan behera utzi
fr_ca: Retirer une étape
gl_es: Non asignar fase
hr: Poništi dodjelu faze
hy: Չեղարկել փուլը
id_id: Batalkan tahapan
is: Aftengja þrep
ja: 段階を割り当て解除
ka: სცენის გაუქმება
kk_kz: Белгіленген кезеңді тағайындаудан бас тарту
mr: फेरी/टप्पा (stage) रद्द करा
ms: Nyahtugaskan peringkat
nb_no: Gjør om oppnevning til stadie
nl_nl: Verwijder van stap in redactieproces
pl_pl: Cofnij przydział etapu
ru_ru: Отменить назначение этапа
sv_se: Ta tillbaka tilldelning av steg
tr_tr: Atanmamış adımlar
uk_ua: Скасувати призначення етапу
vi: Hủy phân công giai đoạn

# grid.action.deleteSection
source: Delete Section
ar_iq: حذف المقطع
az: Bölmə silin
bg_bg: Изтриване на раздел
da_dk: Slet sektion
el_gr: Διαγραφή ενότητας
es_es: Eliminar sección
eu: Ezabatu atala
fr_ca: Supprimer la rubrique
gl_es: Eliminar sección
hr: Izbriši odjeljak
hy: Ջնջել բաժինը
id_id: Hapus Bagian
is: Eyða kafla
ja: セクションを削除
ka: სექციის წაშლა
kk_kz: Бөлімді өшіру
mk: Избриши оддел
mr: विभाग हटवा
ms: Padam Bahagian
nb_no: Slett seksjon
nl_nl: Sectie verwijderen
pl_pl: Usuń dział
ru_ru: Удалить раздел
sv_se: Ta bort sektion
tr_tr: Bölüm Sil
uk_ua: Видалити розділ
vi: Xóa chuyên mục

# grid.action.extendAll
source: Extend all
ar_iq: توسيع الكل
az: Hamısını açın
bg_bg: Показване на всички
da_dk: Forlæng alle
el_gr: Επέκταση όλων
es_es: Desplegar todo
eu: Zabaldu dena
fr_ca: Afficher tout
gl_es: Despregar todo
hr: Proširi sve
hy: Ընդլայնել բոլորը
id_id: Tampilkan semua
is: Lengja allt
ja: すべて拡張
ka: ყველას გაშლა
kk_kz: Барылығын көрсету
mk: Проширете сѐ
mr: सगळ्यांचा विस्तार करा (Extend all)
ms: Lanjutkan semua
nb_no: Utvid alle
nl_nl: Alles openklappen
pl_pl: Rozwiń wszystkie
ru_ru: Показать все
sv_se: Förläng alla
tr_tr: Hepsini aç
uk_ua: Показати все
vi: Mở rộng tất cả

# grid.action.moveItem
source: Move Item
ar_iq: نقل الفقرة
az: Element köçürün
bg_bg: Преместване на елемент
da_dk: Flyt element
el_gr: Μετακίνηση αντικειμένου
es_es: Mover elemento
eu: Mugitu elementua
fr_ca: Déplacer l'objet
gl_es: Mover elemento
hr: Premjesti stavku
hy: Տեղափոխել նյութը
id_id: Pindahkan Butir
is: Flytja atriði
ja: アイテムを移動
ka: ელემენტის გადაადგილება
kk_kz: Элементті жылжыту
mr: आयटमचे स्थानांतर करा
ms: Alihkan Item
nb_no: Flytt elementet
nl_nl: Item verplaatsen
pl_pl: Przesuń element
ru_ru: Переместить элемент
sv_se: Flytta objekt
tr_tr: Öge Taşı
uk_ua: Перемістити елемент
vi: Di chuyển mục

# grid.action.accept
source: Accept this submission
ar_iq: إقبل طلب التقديم هذا
az: Namizəd məqaləni qəbul edin
bg_bg: Приемане на подадени материали
da_dk: Accepter dette manuskript
el_gr: Αποδοχή υποβολής
es_es: Aceptar este envío
eu: Onartu bidalketa hau
fr_ca: Accepter cette soumission
gl_es: Aceptar este envío
hr: Prihvati ovu prijavu
hy: Ընդունեք այս ներկայացումը
id_id: Terima naskah ini
is: Samþykkja þetta handrit
ja: 採用
ka: მასალის მიღება
kk_kz: Бұл материалды қабылдаңыз
mr: हे सादरीकरण स्वीकारा
ms: Terima penyerahan ini
nb_no: Aksepter innleveringen
nl_nl: Deze inzending accepteren
pl_pl: Zaakceptuj przesłany tekst
ru_ru: Принять этот материал
sv_se: Acceptera det här bidraget
tr_tr: Aday makaleyi kabul et
uk_ua: Прийняти це подання
vi: Chấp nhận bài nộp này

# grid.action.requestAccount
source: Add a participant
ar_iq: أضف مشاركاً
az: Şəxs əlavə edin
bg_bg: Добавяне на участник
da_dk: Tilføj en deltager
el_gr: Προσθήκη συμμετέχοντα
es_es: Añadir un participante
eu: Gehitu partaide bat
fr_ca: Ajouter un-e participant-e
gl_es: Engadir un participante
hr: Dodaj sudionika
hy: Ավելացնել մասնակից
id_id: Tambahkan partisipan
is: Bæta við þátttakanda
ja: 参加者を追加
ka: მონაწილის დამატება
kk_kz: Мүшеге адам қосу
mr: सहभागी समाविष्ट करा
ms: Tambah peserta
nb_no: Legg til en deltaker
nl_nl: Deelnemer toevoegen
pl_pl: Dodaj uczestnika
ru_ru: Добавить участника
sv_se: Lägg till en deltagare
tr_tr: Kişi Ekle
uk_ua: Додати учасника
vi: Thêm người tham gia

# grid.action.expand
source: Expand
ar_iq: توسيع
az: Genişləndirin
bg_bg: Показване (разширяване)
da_dk: Udfold
el_gr: Ανάπτυξη
es_es: Expandir
eu: Zabaldu
fr_ca: Développer
gl_es: Expandir
hr: Otvori više
hy: Ընդլայնել
id_id: Perluas
is: Þysja út
ja: 拡張
ka: გაშლა
kk_kz: Кеңейту
mr: विस्तार करा
ms: Kembangkan
nb_no: Utvid
nl_nl: Uitklappen
pl_pl: Rozwiń
ru_ru: Развернуть
sv_se: Fäll ut
tr_tr: Genişlet
uk_ua: Розгорнути
vi: Mở rộng

# grid.action.advancedSearch
source: Advanced Search
ar_iq: البحث المتقدم
az: İnkişaf etmiş axtarış
bg_bg: Разширено търсене
da_dk: Udvidet søgning
el_gr: Σύνθετη Αναζήτηση
es_es: Búsqueda avanzada
eu: Bilaketa aurreratua
fr_ca: Recherche avancée
gl_es: Busca avanzada
hr: Napredno pretraživanje
hy: Ընդլայնված որոնում
id_id: Pencarian Lanjut
is: Ýtarleg leit
ja: 詳細検索
ka: ფართო ძებნა
kk_kz: Кеңейтілген іздеу
mr: सखोल (Advanced) शोध
ms: Carian Terperinci
nb_no: Avansert søk
nl_nl: Geavanceerd zoeken
pl_pl: Wyszukiwanie zaawansowane
ru_ru: Расширенный поиск
sv_se: Avancerad sök
tr_tr: Gelişmiş arama
uk_ua: Розширений пошук
vi: Tìm kiếm nâng cao

# grid.action.newRound
source: Create a new round
ar_iq: أنشئ جولة جديدة
az: Yeni bir tur başladın
bg_bg: Създайте нов етап
da_dk: Opret en ny omgang
el_gr: Εκκίνηση νέου γύρου αξιολόγησης
es_es: Crea una nueva ronda
eu: Sortu erronda berria
fr_ca: Créer une nouveau cycle
gl_es: Crear unha nova rolda
hr: Stvori novi krug
hy: Ստեղծեք նոր փուլ
id_id: Buat ronde baru
is: Stofna nýja umferð
ja: 新しいラウンドを開始
ka: ახალი რაუნდის შექმნა
kk_kz: Жаңа айналымды енгізу
mr: नवी फेरी तयार करा
ms: Cipta pusingan baru
nb_no: Opprett en ny runde
nl_nl: Maak een nieuwe ronde
pl_pl: Utwórz nową rundę
ru_ru: Создать новый раунд
sv_se: Skapa en ny omgång
tr_tr: Yeni tur başlat
uk_ua: Створити новий раунд
vi: Tạo một vòng mới

# grid.action.addAnnouncement
source: Add Announcement
ar_iq: أضف إعلاناً
az: Elan əlavə edin
bg_bg: Добавяне на съобщение
da_dk: Tilføj meddelelser
el_gr: Προσθήκη ανακοίνωσης
es_es: Añadir anuncio
eu: Gehitu iragarkia
fr_ca: Ajouter une annonce
gl_es: Engadir anuncio
hr: Dodaj obavijest
hy: Ավելացնել հայտարարություն
id_id: Tambahkan Pengumuman
is: Bæta við tilkynningu
ja: お知らせの追加
ka: განცხადების დამატება
kk_kz: Жарнама қосыңыз
mr: घोषणा समाविष्ट करा
ms: Tambah Pengumuman
nb_no: Legg til oppslag
nl_nl: Nieuwsbericht toevoegen
pl_pl: Dodaj ogłoszenie
ru_ru: Добавить объявление
sv_se: Lägg till meddelande
tr_tr: Duyuru Ekle
uk_ua: Додати оголошення
vi: Thêm thông báo

# grid.action.addInstitution
source: Add Institution
az: #YOX
bg_bg: Добавяне на институция
eu: Gehitu erakundea
hr: Dodaj instituciju
hy: Ավելացնել հաստատություն
ja: 所属機関の追加
mr: संस्था समाविष्ट करा
vi: Thêm tổ chức

# grid.action.logInAs
source: Login As
ar_iq: سجل دخولك باسمه
az: kimi daxil olun
bg_bg: Вход като
da_dk: Login som
el_gr: Σύνδεση ως
es_es: Iniciar sesión como
eu: Hasi saioa honela
fr_ca: Connexion sous
gl_es: Iniciar sesión como
hr: Prijavi se kao
hy: Մուտք գործեք որպես
id_id: Login Sebagai
is: Skrá inn sem
ja: としてログイン
ka: შესვლა, როგორც
kk_kz: Біреудің атымен кіру
mr: या भूमिकेतून लॉग-इन करा (Login As)
ms: Log Masuk Sebagai
nb_no: Logg inn som
nl_nl: Log in als
pl_pl: Zaloguj jako
ru_ru: Войти под именем
sv_se: Logga in som
tr_tr: Gibi Giriş Yap
uk_ua: Увійти як
vi: Đăng nhập với tư cách

# grid.action.install
source: Install
ar_iq: تنصيب
az: Yükləyin
bg_bg: Инсталиране
da_dk: Installér
el_gr: Εγκατάσταση
es_es: Instalar
eu: Instalatu
fr_ca: Installer
gl_es: Instalar
hr: Instaliraj
hy: Տեղադրեք
is: Setja upp
ja: インストール
ka: ვერ ყენდება
kk_kz: Орнатыңыз
mr: स्थापित करा (Install)
ms: Pasang
nb_no: Installer
nl_nl: Installeren
pl_pl: Instaluj
ru_ru: Установить
sv_se: Installera
tr_tr: Yükle
uk_ua: Встановити
vi: Cài đặt

# grid.task.status.new
source: Checked when considered
ar_iq: هذه فقرة جديدة وتستدعي الانتباه
az: Bu yeni bir element və diqqət tələb edir.
bg_bg: Проверено след разглеждане
da_dk: Dette er et nyt punkt, der kræver opmærksomhed
el_gr: Αυτό είναι ένα νέο αντικείμενο και απαιτεί προσοχή.
es_es: Marcar cuando se considere oportuno
eu: Markatu egokitzat jotzen denean
fr_ca: Coché lorsqu'examiné-e
gl_es: Marcar cando o consideres oportuno
hr: Stavka zahtijeva radnju
hy: Նշվել է, երբ դիտարկվում է
id_id: Centang jika dipertimbangkan
is: Merkt þegar búið er að taka til skoðunar
ja: 確認にチェック
ka: შემოწმებულია, როდესაც განიხილება
kk_kz: Қарап шыққаннан кейін ескертілді
mr: लक्षात आल्यावर तपासले
ms: Disemak apabila dipertimbangkan
nb_no: Kryss av etter behandling
nl_nl: Dit is een nieuw item en heeft uw aandacht nodig
pl_pl: Element wymaga działania
ru_ru: Отмечено после рассмотрения
sv_se: Detta är ett nytt objekt som kräver uppmärksamhet
tr_tr: Bu yeni bir öge ve dikkat gerektirir
uk_ua: Позначено після розгляду
vi: Được đánh dấu khi xem xét

# grid.columns.url
source: URL
ar_iq: رابط إنترنت
el_gr: Σϋνδεσμος URL
is: Vefslóð
ka: URL-მისამართი
mr: संकेतस्थळावरील पत्ता (URL)
pl_pl: WWW

# grid.action.addSponsor
source: Add Sponsor
ar_iq: أضف جهة راعية
az: Sponsor əlavə edin
bg_bg: Добавяне на спонсор
da_dk: Tilføj sponsor
el_gr: Προσθήκη Χορηγού
es_es: Añadir patrocinador
eu: Gehitu babeslea
fr_ca: Ajouter un organisme subventionnaire
gl_es: Engadir patrocinador
hr: Dodaj pokrovitelja
hy: Ավելացնել հովանավոր
id_id: Tambahkan Sponsor
is: Bæta við styrktaraðila
ja: スポンサーの追加
ka: სპონსორის დამატება
kk_kz: Демеуші қосу
mr: प्रायोजक समाविष्ट करा
ms: Tambah Penaja
nb_no: Legg til sponsor
nl_nl: Voeg een sponsor toe
pl_pl: Dodaj instytucję finansującą
ru_ru: Добавить спонсора
sv_se: Lägg till sponsor
tr_tr: Sponsor Ekle
uk_ua: Додати спонсора
vi: Thêm nhà tài trợ

# grid.action.deleteSponsor
source: Delete Sponsor
ar_iq: حذف الجهة الراعية
az: Sponsoru silin
bg_bg: Изтриване на спонсор
da_dk: Slet sponsor
el_gr: Διαγραφή Χορηγού
es_es: Eliminar patrocinador
eu: Ezabatu babeslea
fr_ca: Supprimer un organisme subventionnaire
gl_es: Eliminar patrocinador
hr: Izbriši pokrovitelja
hy: Ջնջել հովանավորին
id_id: Hapus Sponsor
is: Eyða styrktaraðila
ja: スポンサーの削除
ka: სპონსორის წაშლა
kk_kz: Демеушіні өшіру
mr: प्रायोजक हटवा
ms: Padam Penaja
nb_no: Slett sponsor
nl_nl: Verwijder sponsor
pl_pl: Usuń instytucję finansującą
ru_ru: Удалить спонсора
sv_se: Ta bort sponsor
tr_tr: Sponsor Sil
uk_ua: Видалити спонсора
vi: Xóa nhà tài trợ

# grid.action.addSeries
source: Add Series
ar_iq: إضافة متسلسلة
az: Seriya əlavə edin
bg_bg: Добавяне на серии
da_dk: Tilføj serie
el_gr: Προσθήκη σειράς
es_es: Añadir colecciones
eu: Gehitu bildumak
fr_ca: Ajouter une collection
gl_es: Engadir coleccións
hr: Dodaj seriju
hy: Ավելացնել շարք
id_id: Tambahkan Seri
is: Bæta við ritröð
ja: シリーズの追加
ka: სერიების დამატება
kk_kz: Серияларды қосу
mr: मालिका/क्रम समाविष्ट करा
ms: Tambah Siri
nb_no: Legg til serie
nl_nl: Voeg een serie toe
pl_pl: Dodaj serię
ru_ru: Добавить серию
sv_se: Lägg till serie
tr_tr: Seri Ekle
uk_ua: Додати серію
vi: Thêm bộ sách/tạp chí

# grid.action.editCategory
source: Edit Category
ar_iq: تعديل الفئة
az: Kateqoriya redaktə edin
bg_bg: Редакция на категория
da_dk: Rediger kategori
el_gr: Επεξεργασία κατηγορίας
es_es: Editar categoría
eu: Editatu kategoria
fr_ca: Modifier une catégorie
gl_es: Editar categoría
hr: Uredi kategoriju
hy: Խմբագրել դասը
id_id: Sunting Kategori
is: Breyta flokk
ja: カテゴリーを編集
ka: კატეგორიის ჩასწორება
kk_kz: Санатты өңдеу
mr: प्रवर्ग (Category) संपादित करा
ms: Sunting Kategori
nb_no: Endre kategori
nl_nl: Categorie bewerken
pl_pl: Edytuj kategorię
ru_ru: Редактировать категорию
sv_se: Redigera kategori
tr_tr: Kategori Düzelt
uk_ua: Редагувати категорію
vi: Chỉnh sửa danh mục

# grid.contributor.title
source: Sources of Support
ar_iq: المساهمون
az: Dəstək mənbələri
bg_bg: Източници на поддръжка
da_dk: Bidragyder
el_gr: Συντελεστής
es_es: Fuentes de ayuda
eu: Laguntza iturriak
fr_ca: Contributeurs-trices
gl_es: Fontes de axuda
hr: Izvori potpore
hy: Աջակցության աղբյուրները
id_id: Kontributor
is: Uppruni stuðnings
ja: 貢献者
ka: დახმარების წყაროები
kk_kz: Қолдаушылар
mr: आधारस्तंभ (Sources of Support)
ms: Sumber Sokongan
nb_no: Bidragsyter
nl_nl: Bijgedragen door
pl_pl: Współautorzy
ru_ru: Поддерживающие
sv_se: Med stöd från
tr_tr: Destek Kaynakları
uk_ua: Учасник
vi: Nguồn hỗ trợ

# grid.action.deleteContributor
source: Delete Contributor
ar_iq: حذف المساهم
az: Töhfəçini silin
bg_bg: Изтриване на спомагател/спомоществовател
da_dk: Slet bidragyder
el_gr: Διαγραφή Συντελεστή
es_es: Eliminar colaborador/a
eu: Ezabatu kolaboratzailea
fr_ca: Supprimer un-e contributeur-trice
gl_es: Eliminar colaborador/a
hr: Izbriši suradnika
hy: Ջնջել աջակցողին
id_id: Hapus Kontributor
is: Eyða framlagsaðila
ja: 寄稿者の削除
ka: წევრის წაშლა
kk_kz: Техникалық қызмет көрсетушіні өшіріңіз
mr: योगदानकर्त्याला हटवा
ms: Padam Penyumbang
nb_no: Slett bidragsyter
nl_nl: Verwijder bijdrager
pl_pl: Usuń współautora
ru_ru: Удалить поддерживающего
sv_se: Ta bort medarbetare
tr_tr: Katkıda Bulunan Kişi Sil
uk_ua: Видалити учасника
vi: Xóa người đóng góp

# grid.action.addContributor
source: Add Contributor
ar_iq: إضافة مساهم
az: Töhfəçi əlavə edin
bg_bg: Добавяне на спомагател/спомоществовател
da_dk: Tilføj bidragyder
el_gr: Προσθήκη Συντελεστή
es_es: Añadir colaborador/a
eu: Gehitu kolaboratzailea
fr_ca: Ajouter un-e contributeur-trice
gl_es: Engadir colaborador/a
hr: Dodaj suradnika
hy: Ավելացրեք աջակցող
id_id: Tambahkan Kontributor
is: Bæta við framlagsaðila
ja: 寄稿者を追加
ka: წევრის დამატება
kk_kz: Қолдаушыны қосыңыз
mr: योगदानकर्ता समाविष्ट करा
ms: Tambah Penyumbang
nb_no: Legg til bidragsyter
nl_nl: Voeg een bijdrager toe
pl_pl: Dodaj współautora
ru_ru: Добавить поддерживающего
sv_se: Lägg till medarbetare
tr_tr: Katkıda Bulunan Kişi Ekle
uk_ua: Додати учасника
vi: Thêm người đóng góp

# grid.libraryFiles.submission.title
source: Submission Library
ar_iq: مكتبة طلبات النشر
az: Məqalə kitabxanası
bg_bg: Библиотека с изпратени материали
da_dk: Indsendelsesbibliotek
el_gr: Λίστα αρχείων υποβολής
es_es: Biblioteca de envíos
eu: Bidalketen liburutegia
fr_ca: Bibliothèque de soumission
gl_es: Biblioteca de envíos
hr: Biblioteka podnesaka
hy: Ներկայացման գրադարան
id_id: Perpustakaan Naskah
is: Handritasafn
ja: 投稿ライブラリー
ka: წარდგენის ბიბლიოთეკა
kk_kz: Алынған материалдар: кітапхана
mr: सादरीकरणांचा संग्रह
ms: Pustaka Penyerahan
nb_no: Innleveringsbibliotek
nl_nl: Bibliotheek inzending
pl_pl: Biblioteka zgłoszeń
ru_ru: Поступившие материалы: библиотека
sv_se: Bidragsbibliotek
tr_tr: Gönderi Kütüphanesi
uk_ua: Бібліотека подань
vi: Thư viện bài nộp

# grid.libraryFiles.review.title
source: Review Library
ar_iq: مكتبة التحكيم
az: Dəyərləndirmə kitabxanası
bg_bg: Библиотека на рецензентите
da_dk: Bedømmelsesbibliotek
el_gr: Λίστα αρχείων αξιολόγησης
es_es: Biblioteca de revisiones
eu: Berrikuspenen liburutegia
fr_ca: Bibliothèque d'évaluation
gl_es: Biblioteca de revisións
hr: Biblioteka recenzija
hy: Գրախոսիր գրադարանը
id_id: Perpustakaan Review
is: Ritrýnisafn
ja: 査読ライブラリー
ka: მიმოხილვის ბიბლიოთეკა
kk_kz: Кітапхананы шолу
mr: समीक्षण संसाधने
ms: Pustaka Ulasan
nb_no: Fagfellevurderinger
nl_nl: Bibliotheek review
pl_pl: Biblioteka recenzji
ru_ru: Рецензирование: библиотека
sv_se: Granskningsbibliotek
tr_tr: Değerlendirme Kütüphanesi
uk_ua: Бібліотека рецензій
vi: Thư viện bình duyệt

# grid.libraryFiles.production.title
source: Production Library
ar_iq: مكتبة الإنتاج
az: İstehsal kitabxanası
bg_bg: Библиотека за продукционен етап (публикуване)
da_dk: Produktionsbibliotek
el_gr: Λίστα αρχείων παραγωγής
es_es: Biblioteca de producción
eu: Ekoizpen-liburutegia
fr_ca: Bibliothèque de production
gl_es: Biblioteca de produción
hr: Biblioteka produkcije
hy: Թողարկման գրադարան
id_id: Perpustakaan Produksi
is: Framleiðslusafn
ja: 制作ライブラリー
ka: წარმოების ბიბლიოთეკა
kk_kz: кітапхана басылымы
mr: प्रकाशन संसाधने
ms: Pustaka Produksi
nb_no: Produksjonsbibliotek
nl_nl: Bibliotheek productie
pl_pl: Biblioteka produkcji
ru_ru: Публикация: библиотека
sv_se: Produktionsbibliotek
tr_tr: Üretim Kütüphanesi
uk_ua: Бібліотека публікацій
vi: Thư viện sản xuất

# contributor.listPanel.preview.display
source: Display
az: Görünüş
bg_bg: Изглед
eu: Erakutsi
hr: Prikaz
hy: Արտածում
is: Sýna
ja: 表示
ka: ჩვენება
kk_kz: Дисплей
mr: प्रदर्शित करा
vi: Hiển thị

# contributor.listPanel.preview.publicationLists
source: Publication Lists
az: Nəşr siyahıları
bg_bg: Списъци с публикации
eu: Argitalpen-zerrendak
hr: Popisi publikacija
hy: Հրապարակումների ցուցակներ
is: Útgáfulistar
ja: 出版リスト
ka: პუბლიკაციების სიები
kk_kz: Әдебиеттер тізімі
mr: प्रकाशन सूची
vi: Danh sách xuất bản

# contributor.listPanel.preview.full
source: Full
az: Tam
bg_bg: Пълен/о
eu: Beteta
hr: potpuno
hy: Լցված
is: Fullt
ja: フルネーム
ka: სრული
kk_kz: Толық
mr: संपूर्ण
vi: Đầy đủ

# grid.roles.stageAssignment
source: Stage Assignment
ar_iq: تعيين المرحلة
az: Mərhələ təyinatı
bg_bg: Назначение на етап на обработка
da_dk: Opgavetrin
el_gr: Ανάθεση σταδίου
es_es: Asignación de fase
eu: Fasearen esleipena
fr_ca: Affectation d'étape
gl_es: Asignación de fase
hr: Scenski zadatak
hy: Փուլի հանձնարարություն
id_id: Tahap Penugasan
is: Úthlutun þrepa
ja: 段階任命
ka: სცენის დავალება
kk_kz: Кезеңдік тапсырма
mr: टप्प्यावरील कामगिरी
ms: Peringkat Tugasan
nb_no: Stadie oppnevnt til
nl_nl: Ken toe aan stadium
pl_pl: Przydział dla etapu
ru_ru: Назначение этапа
sv_se: Tilldelning av steg
tr_tr: Aşama Ataması
uk_ua: Призначення етапу
vi: Phân công giai đoạn

# grid.user.allPermissionLevels
source: All Permission Levels
ar_iq: كل مستويات الصلاحيات
az: Bütün icazə səviyyələri
bg_bg: Всички нива на достъп
da_dk: Alle adgangsniveauer
el_gr: Όλες οι διαβαθμίσεις δικαιωμάτων πρόσβασης
es_es: Todos los niveles de permisos
eu: Baimen-maila guztiak
fr_ca: Toutes les permissions
gl_es: Todos os niveis de permisos
hr: Sve razine dopuštenja
hy: Թույլտվության բոլոր մակարդակները
id_id: Semua Level Perizinan
is: Allar aðgangsheimildir
ja: すべての権限レベル
ka: ყველა ნებართვის დონე
kk_kz: Құқықтың барлық деңгейлері
mr: सगळे परवानगी स्तर
ms: Semua Peringkat Kebenaran
nb_no: Alle rettighetsnivåer
nl_nl: Alle toegangsniveaus
pl_pl: Wszystkie poziomy dostępu
ru_ru: Все уровни прав
sv_se: Alla behörighetsnivåer
tr_tr: Tüm İzin Düzeyleri
uk_ua: Усі рівні повноважень
vi: Tất cả các cấp quyền

# grid.user.enroll
source: Enroll User
ar_iq: تكليف المستخدم
az: Üzvü qeydiyyatdan keçirin
bg_bg: Записване на потребител
da_dk: Tilmeld bruger
el_gr: Ανάθεση σε Χρήστη
es_es: Registrar usuario/a
eu: Erregistratu erabiltzailea
fr_ca: Inscrire un-e utilisateur-trice
gl_es: Rexistrar usuario/a
hr: Upišite korisnika
hy: Գրանցել օգտվող
id_id: Daftarkan Pengguna
is: Skrá notanda
ja: ユーザーを登録
ka: მომხმარებლის ჩარიცხვა
kk_kz: Қолданушыны тіркеңіз
mr: वापरकर्त्याची नोंद करा
ms: Daftarkan Pengguna
nb_no: Verv bruker
nl_nl: Gebruiker toekennen
pl_pl: Przydziel użytkownika
ru_ru: Записать пользователя
sv_se: Tilldela roll till användare
tr_tr: Üye Kaydet
uk_ua: Записати користувача
vi: Ghi danh người dùng

# grid.user.enable
source: Enable User
ar_iq: تمكين
az: Aktivləşdirin
bg_bg: Активиране
da_dk: Aktiver
el_gr: Ενεργοποίηση
es_es: Activar
eu: Gaitu erabiltzailea
fr_ca: Activer
gl_es: Activar
hr: Omogućiti
hy: Միացնել օգտվողին
id_id: Aktifkan
is: Virkja
ja: 有効化
ka: ჩართვა
kk_kz: Қосу
mr: वापरकर्ता खाते कार्यान्वित करा (Enable)
ms: Dayakan
nb_no: Aktiver
nl_nl: Inschakelen
pl_pl: Włącz
ru_ru: Включить
sv_se: Aktivera
tr_tr: Etkinleştir
uk_ua: Включити
vi: Kích hoạt

# grid.user.mustChangePassword
source: Change Password
ar_iq: غيِّر كلمة المرور
az: Şifrə dəyişdirin
bg_bg: Промяна на паролата
da_dk: Skift adgangskode
el_gr: Αλλαγή κωδικού
es_es: Modificar la contraseña
eu: Aldatu pasahitza
fr_ca: Changer le mot de passe
gl_es: Modificar o contrasinal
hr: Promjena lozinke
hy: Փոխել գաղտնաբառը
id_id: Ubah Password
is: Breyta lykilorði
ja: パスワードの変更
ka: პაროლის შეცვლა
kk_kz: Құпия сөзді өзгерту
mr: पासवर्ड बदला
ms: Tukar kata laluan
nb_no: Endre passord
nl_nl: Wachtwoord veranderen
pl_pl: Zmień hasło
ru_ru: Изменить пароль
sv_se: Byt lösenord
tr_tr: Şifre Değiştir
uk_ua: Змінити пароль
vi: Đổi mật khẩu

# grid.user.userDetails
source: User Details
ar_iq: تفاصيل المستخدم
az: Üzv təfərrüatları
bg_bg: Данни за потребителя
da_dk: Brugerdetaljer
el_gr: Λεπτομέρειες προφίλ Χρήστη
es_es: Detalles del usuario/a
eu: Erabiltzailearen xehetasunak
fr_ca: Renseignements sur l'utilisateur-trice
gl_es: Detalles do usuario/a
hr: Podaci o korisniku
hy: Օգտագործողի մանրամասները
id_id: Rincian Pengguna
is: Upplýsingar um notanda
ja: ユーザー詳細
ka: მომხმარებელი დეტალები
kk_kz: Пайдаланушы деректері
mr: वापरकर्त्याचे तपशील
ms: Butiran Pengguna
nb_no: Detaljer om bruker
nl_nl: Gebruikers details
pl_pl: Informacje o użytkowniku
ru_ru: Данные пользователя
sv_se: Användardetaljer
tr_tr: Üye Detayları
uk_ua: Інформація про користувача
vi: Chi tiết người dùng
