Repository: pkp/pkp-lib
Catalog: locale/*/grid.po
Languages: ar_iq, az, bg_bg, da_dk, el_gr, es_es, eu, fr_ca, gl_es, hr, hy, id_id, is, ja, ka, kk_kz, mk, mr, ms, nb_no, nl_nl, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi

# grid.user.addRoles
source: Add Roles
ar_iq: أضف الأدوار
az: Tapşırıq əlavə edin
bg_bg: Добавяне на роли
da_dk: Tilføj roller
el_gr: Προσθέσετε ρόλους
es_es: Añadir roles
eu: Gehitu rolak
fr_ca: Ajouter les rôles
gl_es: Engadir roles
hr: Dodajte uloge
hy: Ավելացրեք դերեր
id_id: Tambah Peran
is: Bæta við hlutverkum
ja: 役割を追加
ka: როლების დამატება
kk_kz: Рөлдерді қосу
mr: भूमिकांचा समावेश करा
ms: Tambah Peranan
nb_no: Legg til roller
nl_nl: Rollen toevoegen
pl_pl: Dodaj role
ru_ru: Добавить роли
sv_se: Tilldela roller
tr_tr: Görev Ekle
uk_ua: Додати ролі
vi: Thêm vai trò

# grid.noItems
source: No Items
ar_iq: لا فقرات
az: Element yoxdur
bg_bg: Няма елементи
da_dk: Intet element
el_gr: Δεν υπάρχουν αντικείμενα
es_es: No hay artículos
eu: Elementurik ez dago
fr_ca: Aucun élément
gl_es: Non hai artigos
hr: Nema stavaka
hy: Չկան նյութեր
id_id: Tidak Ada Item
is: Engin atriði
ja: アイテムなし
ka: ელემენტები არ არის
kk_kz: Элементтер жоқ
mk: Нема елементи
mr: घटकरहीत (No Items)
ms: Tiada Item
nb_no: Ingen treff
nl_nl: Geen onderdelen
pl_pl: Żadnych pozycji
ru_ru: Нет элементов
sv_se: Inga objekt
tr_tr: Öge Yok
uk_ua: Немає елементів
vi: Không có mục nào

# grid.settings
source: Settings
ar_iq: الإعدادات
az: Tənzimlər
bg_bg: Настройки
da_dk: Indstillinger
el_gr: Ρυθμίσεις
es_es: Preferencias
eu: Ezarpenak
fr_ca: Paramètres
gl_es: Preferencias
hr: Postavke
hy: Կարգաբերումներ
id_id: Pengaturan
is: Stillingar
ja: 設定
ka: პარამეტრები
kk_kz: Параметрлер
mk: Подесувања
mr: सेटिंग्ज
ms: Tetapan
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
ru_ru: Настройки
sv_se: Inställningar
tr_tr: Ayarlar
uk_ua: Налаштування
vi: Cài đặt

# grid.noAuditors
source: No Auditors
ar_iq: بلا مراقبين
az: Müfəttiş yoxdur
bg_bg: Няма одитори
da_dk: Ingen auditorer
el_gr: Δεν υπάρχουν Ελεγκτές
es_es: No hay auditores/as
eu: Auditorerik ez dago
fr_ca: Aucun-e vérificateur-trice
gl_es: Non hai auditores/as
hr: Nema revizora
hy: Աուդիտորներ չկան
id_id: Tidak Ada Auditor
is: Enginn endurskoðandi
ja: 監査役なし
ka: აუდიტორები არ არის
kk_kz: Аудиторлар жоқ
mk: Нема ревизори
mr: ऑडिटर नाहीत
ms: Tiada Juruaudit
nb_no: Ingen oppnevnt for sluttkontroll
nl_nl: Geen correctors
pl_pl: Brak kontrolerów
ru_ru: Нет аудиторов
sv_se: Inga manusgranskare
tr_tr: Denetçi Yok
uk_ua: Немає аудиторів
vi: Không có kiểm toán viên

# grid.action.uninstall
source: Uninstall
ar_iq: إلغاء التنصيب
az: Sil
bg_bg: Деинсталиране
da_dk: Afinstaller
el_gr: Απεγκατάσταση
es_es: Desinstalar
eu: Desinstalatu
fr_ca: Désinstaller
gl_es: Desinstalar
hr: Deinstalirati
hy: Ապատեղադրել
id_id: Uninstal
is: Fjarlægja
ja: アンインストール
ka: წაშლა
kk_kz: Өшіру
mk: Анинсталирај
mr: विस्थापित करा (अनइनस्टॉल)
ms: Nyahpasang
nb_no: Avinstallér
nl_nl: De-installeren
pl_pl: Odinstaluj
ru_ru: Удалить
sv_se: Avinstallera
tr_tr: Kaldır
uk_ua: Видалити
vi: Gỡ cài đặt

# grid.action.manageAccess
source: Manage Access
ar_iq: إدارة الوصول
az: Girişi idarə edin
bg_bg: Управление на достъпа
da_dk: Administrér adgang
el_gr: Διαχείριση πρόσβασης
es_es: Administrar el acceso
eu: Kudeatu sarbidea
fr_ca: Gestion de l'accès
gl_es: Xestionar o acceso
hr: Upravljanje pristupom
hy: Կառավարեք հասանելիությունը
id_id: Kelola Akses
is: Stýra aðgangi
ja: アクセスを管理する
ka: წვდომის მართვა
kk_kz: Қол жеткізуді басқару
mk: Уреди пристап
mr: प्रवेश व्यवस्थापित करा
ms: Urus Akses
nb_no: Administrer tilgang
nl_nl: Toegang beheren
pl_pl: Zarządzaj dostępem
ru_ru: Управлять доступом
sv_se: Hantera tillgänglighet
tr_tr: Erişimi Yönet
uk_ua: Керувати доступом
vi: Quản lý quyền truy cập

# grid.action.sort
source: Sort
ar_iq: الفرز
az: Sıraya düz
bg_bg: Сортиране
da_dk: Sortér
el_gr: Διάταξη
es_es: Orden
eu: Ordena
fr_ca: Trier
gl_es: Orde
hr: vrsta
hy: Տեսակավորել
id_id: Sortir
is: Flokka/raða
ja: ソート
ka: დალაგება
kk_kz: Сұрыптау
mk: Сортирај
mr: क्रमवारी लावा (Sort)
ms: Susun
nb_no: Sorter
nl_nl: Sorteren
pl_pl: Sortuj
ru_ru: Сортировать
sv_se: Ordna
tr_tr: Sırala
uk_ua: Сортувати
vi: Sắp xếp

# grid.action.addItem
source: Add Item
ar_iq: إضافة فقرة
az: Element əlavə edin
bg_bg: Добавяне на елемент
da_dk: Tilføj element
el_gr: Προσθήκη αντικειμένου
es_es: Agregar ítem
eu: Gehitu elementua
fr_ca: Ajouter un élément
gl_es: Engadir elemento
hr: Dodaj Predmet
hy: Ավելացնել նյութ
id_id: Tambah Item
is: Bæta við atriði
ja: アイテムを追加
ka: ელემენტის დამატება
kk_kz: Элемент қосу
mk: Додади елемент
mr: आयटम समाविष्ट करा (Add Item)
ms: Tambah Item
nb_no: Legg til element
nl_nl: Onderdeel toevoegen
pl_pl: Dodaj pozycję
ru_ru: Добавить элемент
sv_se: Lägg till objekt
tr_tr: Öge Ekle
uk_ua: Додати елемент
vi: Thêm mục

# grid.action.addQuery
source: Add discussion
ar_iq: إضافة مناقشة
az: Müzakirə əlavə edin
bg_bg: Добавяне на дискусия
da_dk: Tilføj indlæg
el_gr: Προσθήκη συζήτησης
es_es: Añadir discusión
eu: Gehitu eztabaida
fr_ca: Ajouter une discussion
gl_es: Engadir discusión
hr: Dodajte raspravu
hy: Ավելացնել քննարկում
id_id: Tambahkan diskusi
is: Bæta við umræðu
ja: ディスカッションを追加
ka: განხილვის დამატება
kk_kz: Талқылауды қосыңыз
mk: Додади дискусија
mr: चर्चा समाविष्ट करा (Add discussion)
ms: Tambah perbincangan
nb_no: Legg til diskusjon
nl_nl: Discussie toevoegen
pl_pl: Dodaj dyskusję
ru_ru: Добавить обсуждение
sv_se: Lägg till diskussion
tr_tr: Tartışma ekle
uk_ua: Додати обговорення
vi: Thêm thảo luận

# grid.action.readQuery
source: Read discussion
ar_iq: قراءة المناقشة
az: Müzakirəni oxuyun
bg_bg: Четене на дискусия
da_dk: Læs indlæg
el_gr: Προβολή συζήτησης
es_es: Leer la discusión
eu: Irakurri eztabaida
fr_ca: Lire la discussion
gl_es: Ler a discusión
hr: Pročitajte raspravu
hy: Կարդացեք քննարկումը
id_id: Baca diskusi
is: Lesa umræðu
ja: ディスカッションを読む
ka: განხილვის წაკითხვა
kk_kz: Талқылауды оқу
mk: Прочитај ја одлуката
mr: चर्चा वाचा
ms: Baca perbincangan
nb_no: Les diskusjon
nl_nl: Discussie lezen
pl_pl: Czytaj dyskusję
ru_ru: Прочитать обсуждение
sv_se: Läs diskussion
tr_tr: Tartışma oku
uk_ua: Прочитати обговорення
vi: Đọc thảo luận

# grid.action.deleteQuery
source: Delete discussion
ar_iq: حذف المناقشة
az: Müzakirəni silin
bg_bg: Изтриване на дискусия
da_dk: Slet indlæg
el_gr: Διαγραφή συζήτησης
es_es: Eliminar la discusión
eu: Ezabatu eztabaida
fr_ca: Supprimer la discussion
gl_es: Eliminar a discusión
hr: Izbriši raspravu
hy: Ջնջեք քննարկումը
id_id: Hapus diskusi
is: Eyða umræðu
ja: ディスカッションを削除
ka: დისკუსიის წაშლა
kk_kz: Талқылауды өшіру
mk: Избриши дискусија
mr: चर्चा हटवा
ms: Padamkan perbincangan
nb_no: Slett diskusjon
nl_nl: Discussie verwijderen
pl_pl: Usuń dyskusję
ru_ru: Удалить обсуждение
sv_se: Ta bort diskussion
tr_tr: Tartışma sil
uk_ua: Видалити обговорення
vi: Xóa thảo luận

# grid.action.reload
source: Reload
ar_iq: إعادة تحميل
az: Yenidən yükləyin
bg_bg: Презареждане
da_dk: Genindlæs
el_gr: Επαναφόρτωση
es_es: Recargar
eu: Berriz kargatu
fr_ca: Recharger
gl_es: Recargar
hr: Ponovno učitati
hy: Վերաբեռնել
id_id: Muat Ulang
is: Endurhlaða
ja: 再ロード
ka: ხელმეორედ
kk_kz: Қайта жүктеңіз
mk: Вчитај повторно
mr: अद्ययावत (रीलोड) करा
ms: Muat semula
nb_no: Last opp på nytt
nl_nl: Herladen
pl_pl: Załaduj ponownie
ru_ru: Перезагрузить
sv_se: Uppdatera
tr_tr: Tekrar yükle
uk_ua: Перезавантажити
vi: Tải lại

# grid.action.deleteFile
source: Delete File
ar_iq: حذف ملف
az: Faylı silin
bg_bg: Изтриване на файл
da_dk: Slet fil
el_gr: Διαγραφή του αρχείου
es_es: Eliminar el archivo
eu: Ezabatu fitxategia
fr_ca: Supprimer le fichier
gl_es: Eliminar o arquivo
hr: Izbrisati dateoteku
hy: Ջնջել նիշքը
id_id: Hapus File
is: Eyða skrá
ja: ファイルを削除
ka: ფაილის წაშლა
kk_kz: Файлды өшіру
mk: Избриши фајл
mr: फाईल हटवा
ms: Padam fail
nb_no: Slett fil
nl_nl: Bestand verwijderen
pl_pl: Usuń plik
ru_ru: Удалить файл
sv_se: Ta bort fil
tr_tr: Dosya Sil
uk_ua: Видалити файл
vi: Xóa tệp

# grid.action.editMedia
source: Edit Media
ar_iq: تعديل الوسط
az: Medianı redaktə edin
bg_bg: Резакция на медия
da_dk: Rediger medie
el_gr: Επιμέλεια του πολυμέσου
es_es: Editar multimedia
eu: Editatu multimedia
fr_ca: Modifier le média
gl_es: Editar multimedia
hr: Uredi medije
hy: Խմբագրել մեդիան
id_id: Sunting Media
is: Breyta miðli
ja: メディアの編集
ka: მედიის ჩასწორება
kk_kz: Медианы өңдеу
mk: Уреди медиум
mr: माध्यम (मीडिया) संपादित करा
ms: Sunting Media
nb_no: Endre media
nl_nl: Media bewerken
pl_pl: Edytuj media
ru_ru: Редактировать медиа
sv_se: Redigera media
tr_tr: Medya Düzelt
uk_ua: Редагувати медіа
vi: Chỉnh sửa phương tiện

# grid.action.editSection
source: Edit Section
ar_iq: تعديل المقطع
az: Bölməni redaktə edin
bg_bg: Редактиране на раздел
da_dk: Redigér sektion
el_gr: Επιμέλεια ενότητας
es_es: Editar sección
eu: Editatu atala
fr_ca: Modifier la rubrique
gl_es: Editar sección
hr: Uredi odjeljak
hy: Խմբագրել բաժինը
id_id: Sunting Bagian
is: Breyta kafla
ja: セクションを編集
ka: სექციის ჩასწორება
kk_kz: Бөлімді өңдеу
mk: Уреди оддел
mr: विभाग संपादित करा
ms: Sunting Bahagian
nb_no: Endre seksjon
nl_nl: Sectie bewerken
pl_pl: Edytuj dział
ru_ru: Редактировать раздел
sv_se: Redigera sektion
tr_tr: Bölümü Düzenle
uk_ua: Редагувати розділ
vi: Chỉnh sửa chuyên mục

# grid.action.export
source: Export
ar_iq: تصدير
az: İxrac
bg_bg: Експорт
da_dk: Eksportér
el_gr: Εξαγωγή
es_es: Exportar
eu: Esportatu
fr_ca: Exporter
gl_es: Exportar
hr: Izvoz
hy: Արտահանել
id_id: Ekspor
is: Flytja út
ja: エクスポート
ka: ექსპორტი
kk_kz: Экспорттау
mk: Експортирај
mr: स्थानांतर करा (Export)
ms: Eksport
nb_no: Eksporter
nl_nl: Exporteren
pl_pl: Eksport
ru_ru: Экспортировать
sv_se: Exportera
tr_tr: Dışarı Aktar
uk_ua: Експортувати
vi: Xuất dữ liệu

# grid.action.editorialHistory
source: Editorial History
ar_iq: تاريخ هيئة التحرير
az: Redaksiya keçmişi
bg_bg: Редакционна история
da_dk: Redaktionel historik
el_gr: Ιστορικό επιμέλειας
es_es: Historia editorial
eu: Edizioaren historia
fr_ca: Historique du processus éditorial
gl_es: Historia editorial
hr: Povijest uredništva
hy: Խմբագրական պատմություն
id_id: Riwayat Editorial
is: Ritstjórnarsaga
ja: 編集歴
ka: ჩასწორების ისტორია
kk_kz: Редакциялық тарих
mk: Историја на уредување
mr: संपादकीय इतिहास
ms: Sejarah Editorial
nb_no: Historikk over det redaksjonelle arbeidet
nl_nl: Redactiegeschiedenis
pl_pl: Historia redakcji
ru_ru: Редакционная история
sv_se: Redaktionell historik
tr_tr: Editöryal Geçmiş
uk_ua: Редакційна історія
vi: Lịch sử biên tập

# grid.action.remove
source: Remove
ar_iq: إزالة
az: Sil
bg_bg: Премахване
da_dk: Fjern
el_gr: Αφαίρεση
es_es: Eliminar
eu: Ezabatu
fr_ca: Supprimer
gl_es: Eliminar
hr: Ukloniti
hy: Հեռացնել
id_id: Hapus
is: Fjarlægja
ja: 削除
ka: წაშლა
kk_kz: Өшіру
mk: Отстрани
mr: बाजूला काढा (Remove)
ms: Buang
nb_no: Fjern
nl_nl: Weghalen
pl_pl: Wycofaj
ru_ru: Удалить
sv_se: Ta bort
tr_tr: Kaldır
uk_ua: Видалити
vi: Xóa bỏ

# grid.action.edit
source: Edit
ar_iq: تعديل
az: Redaktə etmək
bg_bg: Редакция
da_dk: Redigér
el_gr: Επεξεργασία
es_es: Editar
eu: Editatu
fr_ca: Modifier
gl_es: Editar
hr: Urediti
hy: Խմբագրել
is: Breyta
ja: 編集
ka: ჩასწორება
kk_kz: Өңдеу
mk: Уреди
mr: संपादित करा
ms: Sunting
nb_no: Endre
nl_nl: Bewerken
pl_pl: Edytuj
ru_ru: Редактировать
sv_se: Redigera
tr_tr: Düzenle
uk_ua: Редагувати
vi: Chỉnh sửa

# grid.action.approve
source: Approve
ar_iq: موافقة
az: Təsdiqləyin
bg_bg: Одобрение
da_dk: Godkend
el_gr: Έγκριση
es_es: Aprobar
eu: Onartu
fr_ca: Approuver
gl_es: Aprobar
hr: Odobriti
hy: Հաստատել
id_id: Setujui
is: Samþykkja
ja: 承認
ka: დადასტურება
kk_kz: Мақұлдау
mk: Одобри
mr: संमती द्या (Approve)
ms: Lulus
nb_no: Godkjenn
nl_nl: Goedkeuren
pl_pl: Potwierdź
ru_ru: Одобрить
sv_se: Godkänn
tr_tr: Onayla
uk_ua: Схвалити
vi: Phê duyệt

# grid.action.setApproval
source: Set Approval
ar_iq: ضع الموافقة
az: Təsdiqi tənzimləyin
bg_bg: Задаване на одобрение
da_dk: Indsæt godkendelse
el_gr: Ορισμός έγκρισης
es_es: Establecer la aceptación
eu: Ezarri onarpena
fr_ca: Fixer l'approbation
gl_es: Establecer aprobación
hr: Postavi odobrenje
hy: Սահմանել Հաստատում
id_id: Tetapkan Persetujuan
is: Setja samþykki
ja: 承認を設定
ka: დამტკიცების დაყენება
kk_kz: Мақұлдауды орнатыңыз
mk: Постави согласност
mr: अनुमती निश्चित करा (Set Approval)
ms: Tetapkan Kelulusan
nb_no: Innstill godkjenning
nl_nl: Goed- of afkeuren
pl_pl: Oznacz potwierdzenie
ru_ru: Задать одобрение
sv_se: Lägg in godkännande
tr_tr: Onayı Ayarla
uk_ua: Встановити схвалення
vi: Thiết lập phê duyệt

# grid.action.moreInformation
source: More Information
ar_iq: مزيد من المعلومات
az: Ətraflı məlumat
bg_bg: Повече информация
da_dk: Mere information
el_gr: Περισσότερες πληροφορίες
es_es: Más información
eu: Informazio gehiago
fr_ca: Information détaillée
gl_es: Máis información
hr: Više informacija
hy: Լրացուցիչ տեղեկություններ
id_id: Lebih Banyak Informasi
is: Nánari upplýsingar
ja: 詳細
ka: Მეტი ინფორმაცია
kk_kz: Қосымша информация
mk: Повеќе информации
mr: अधिक माहिती
ms: Maklumat lanjut
nb_no: Mer informasjon
nl_nl: Meer informatie
pl_pl: Więcej informacji
ru_ru: Дополнительная информация
sv_se: Mer information
tr_tr: Daha Fazla Bilgi
uk_ua: Більше інформації
vi: Thông tin thêm

# grid.action.addAuthor
source: Add Author
ar_iq: أضف مؤلف
az: Müəllif əlavə edin
bg_bg: Добавяне на автор
da_dk: Tilføj forfatter
el_gr: Προσθήκη Συγγραφέα
es_es: Añadir autor/a
eu: Gehitu egilea
fr_ca: Ajouter un-e auteur-e
gl_es: Engadir autor/a
hr: Dodati autora
hy: Ավելացրեք Հեղինակ
id_id: Tambah Penulis
is: Bæta við höfundi
ja: 著者の追加
ka: ავტორის დამატება
kk_kz: Автор қосу
mk: Додади автор
mr: लेखक समाविष्ट करा
ms: Tambah Pengarang
nb_no: Legg til forfatter
nl_nl: Auteur toevoegen
pl_pl: Dodaj autora
ru_ru: Добавить автора
sv_se: Lägg till författare
tr_tr: Yazar Ekle
uk_ua: Додати учасника
vi: Thêm tác giả

# grid.action.editAuthor
source: Edit Author
ar_iq: تعديل المؤلف
az: Müəllifi redaktə edin
bg_bg: Редактиране на автор
da_dk: Redigér forfatter
el_gr: Επεξεργασία στοιχείων Συγγραφέα
es_es: Editar autor/a
eu: Editatu egilea
fr_ca: Modifier l'auteur-e
gl_es: Editar autor/a
hr: Urediti autora
hy: Խմբագրել Հեղինակին
id_id: Edit Penulis
is: Breyta höfundi
ja: 著者を編集
ka: ავტორის ჩასწორება
kk_kz: Авторды өңдеу
mk: Уреди автор
mr: लेखकाचे नाव संपादित करा
ms: Sunting Pengarang
nb_no: Endre forfatter
nl_nl: Auteur bewerken
pl_pl: Edytuj autora
ru_ru: Редактировать автора
sv_se: Redigera författare
tr_tr: Yazar Düzenle
uk_ua: Редагувати автора
vi: Chỉnh sửa tác giả

# grid.action.deleteAuthor
source: Delete Author
ar_iq: حذف المؤلف
az: Müəllifi silin
bg_bg: Изтриване на автор
da_dk: Slet forfatter
el_gr: Διαγραφή Συγγραφέα
es_es: Eliminar autor/a
eu: Ezabatu egilea
fr_ca: Supprimer l'auteur-e
gl_es: Eliminar autor/a
hr: Izbrisati autora
hy: Ջնջել Հեղինակին
id_id: Hapus Penulis
is: Eyða höfundi
ja: 著者の削除
ka: ავტორის წაშლა
kk_kz: Авторды өшіру
mk: Избриши автор
mr: लेखक हटवा
ms: Padam Pengarang
nb_no: Slett forfatter
nl_nl: Auteur verwijderen
pl_pl: Usuń autora
ru_ru: Удалить автора
sv_se: Ta bort författare
tr_tr: Yazar Sil
uk_ua: Видалити автора
vi: Xóa tác giả

# grid.action.addAuditor
source: Add an Auditor
ar_iq: أضف مدقق
az: Yoxlayan əlavə edin
bg_bg: Добавяне на одитор
da_dk: Tilføj en revisor
el_gr: Προσθήκη Ελεγκτή
es_es: Añadir un auditor/a
eu: Gehitu auditorea
fr_ca: Ajouter un-e vérificateur-trice
gl_es: Engadir un auditor/a
hr: Dodati auditorij
hy: Ավելացնել աուդիտոր
id_id: Tambah Auditor
is: Bæta við endurskoðanda
ja: 監査役の追加
ka: აუდიტორის დანიშვნა
kk_kz: Аудиторды қосыңыз
mk: Додади автор
mr: ऑडिटर समाविष्ट करा
ms: Tambah Juruaudit
nb_no: Legg til sluttkontrollør
nl_nl: Corrector toevoegen
pl_pl: Dodaj kontrolera
ru_ru: Добавить аудитора
sv_se: Tilldela manusgranskare
tr_tr: Denetçi Ekle
uk_ua: Додати аудитора
vi: Thêm một kiểm toán viên

# grid.action.order
source: Order
ar_iq: الفرز
az: Sıralayın
bg_bg: Подреждане
da_dk: Rækkefølge
el_gr: Παραγγελία
es_es: Ordenar
eu: Ordenatu
fr_ca: Trier
gl_es: Ordear
hr: Redoslijed
hy: Կարգավորել
id_id: Urutkan
is: Röð
ja: 表示順
ka: დალაგება
kk_kz: Реттеу
mk: Редослед
mr: अनुक्रम ठरवा (Order)
ms: Urutan
nb_no: Sorter
nl_nl: Sorteren
pl_pl: Porządek
ru_ru: Упорядочить
sv_se: Ordna
tr_tr: Sırala
uk_ua: Впорядкувати
vi: Thứ tự

# grid.action.cancelOrdering
source: Cancel ordering
ar_iq: إلغاء الفرز
az: Sıralamanı ləğv edin
bg_bg: Отказ от подреждането
da_dk: Annullér
el_gr: Ακύρωση παραγγελίας
es_es: Cancelar la ordenación
eu: Eskaera bertan behera utzi
fr_ca: Annuler le tri
gl_es: Cancelar a ordeación
hr: Otkaži izmjenu redoslijeda
hy: Չեղարկել կարգավորումը
id_id: Batalkan pengurutan
is: Hætta við röðun
ja: 表示順をキャンセル
ka: თანმიმდევრობის გაუქმება
kk_kz: Тапсырыстан бас тарту
mk: Откажи редослед
mr: अनुक्रम (Ordering) रद्द करा
ms: Batalkan urutan
nb_no: Avbryt sortering
nl_nl: Sorteren opheffen
pl_pl: Anuluj zmianę porządku
ru_ru: Отменить упорядочивание
sv_se: Avbryt ordna
tr_tr: Sıralamayı iptal et
uk_ua: Скасувати впорядкування
vi: Hủy sắp xếp

# grid.action.collapse
source: Collapse
ar_iq: طي
az: Daraldın
bg_bg: Редуциране
da_dk: Sammenklap
el_gr: Σύμπτηξη
es_es: Replegar
eu: Bildu
fr_ca: Réduire
gl_es: Repregar
hr: Kolaps
hy: Փլուզել
id_id: Sembunyikan
is: Fella saman
ja: 縮小
ka: შეკუმშვა
kk_kz: Жиыру
mk: Затвори
mr: लपवा/आकार कमी करा (Collapse)
ms: Kurangkan
nb_no: Forminsk
nl_nl: Dichtklappen
pl_pl: Zwiń
ru_ru: Свернуть
sv_se: Fäll ihop
tr_tr: Daralt
uk_ua: Згорнути
vi: Thu gọn

# grid.action.collapseAll
source: Collapse all
ar_iq: طي الكل
az: Hamısını daraldın
bg_bg: Редуциране на всички
da_dk: Sammenklap alle
el_gr: Σύμπτηξη όλων
es_es: Replegar todo
eu: Bildu dena
fr_ca: Réduire tout
gl_es: Repregar todo
hr: Sažmi sve
hy: Փլուզել բոլորը
id_id: Sembunyikan semua
is: Fella allt saman
ja: すべて縮小
ka: ყველას აკეცვა
kk_kz: Барлығын жабу
mk: Затворете сѐ
mr: सगळेच लपवा (Collapse all)
ms: Kurangkan semua
nb_no: Forminsk alle
nl_nl: Alles dichtklappen
pl_pl: Zwiń wszystkie
ru_ru: Свернуть все
sv_se: Fäll ihop alla
tr_tr: Tümünü daralt
uk_ua: Згорнути все
vi: Thu gọn tất cả

# grid.action.wizard
source: Settings wizard
ar_iq: معالج الإعدادات
az: Tənzimlər Sihirbazı
bg_bg: Помощник за настройките
da_dk: Indstillingsguide
el_gr: Οδηγός ρυθμίσεων
es_es: Asistente de ajustes
eu: Ezarpenen laguntzailea
fr_ca: Assistant de paramétrage
gl_es: Asistente de axustes
hr: Čarobnjak za postavke
hy: Կարգավորումների հրաշագործ
id_id: Pintasan Pengaturan
is: Stillingaforrit
ja: 設定ウィザード
ka: პარამეტრების ოსტატი
kk_kz: Параметр мастері
mk: Магесник за уредување
mr: सेटिंग्जच्या पायर्‍या (wizard)
ms: Wizard tetapan
nb_no: Innstillingsveiviser
nl_nl: Instellingen assistent
pl_pl: Kreator konfiguracji
ru_ru: Мастер настройки
sv_se: Inställningsguide
tr_tr: Ayarlar sihirbazı
uk_ua: Майстер налаштувань
vi: Trình hướng dẫn cài đặt

# grid.action.readReview
source: Read this review
ar_iq: إقرأ هذا التحكيم
az: Dəyərləndirməni oxuyun
bg_bg: Прочитане на тази рецензия
da_dk: Læs denne bedømmelse
el_gr: Προβολή αξιολόγησης
es_es: Leer la revisión
eu: Irakurri berrikusketa
fr_ca: Consulter cette évaluation
gl_es: Ler a revisión
hr: Pročitajte ovu recenziju
hy: Կարդացեք այս գրախոսությունը
id_id: Baca review ini
is: Lesa þessa ritrýni
ja: この査読を読む
ka: ამ მიმოხილვის წაკითხვა
kk_kz: Рецензияны оқу
mr: हे समीक्षण वाचा
ms: Baca ulasan ini
nb_no: Les denne fagfellevurderingen
nl_nl: Review lezen
pl_pl: Przeczytaj recenzję
ru_ru: Прочитать эту рецензию
sv_se: Läs den här granskningen
tr_tr: Değerlendirmeyi oku
uk_ua: Прочитати цю рецензію
vi: Đọc bài bình duyệt này

# grid.action.email
source: Send email
ar_iq: راسله
az: Bir email göndər
bg_bg: Изпращане на имейл
el_gr: Αποστολή μηνύματος
es_es: Envíar correo electrónico
eu: Bidali mezu elektronikoa
fr_ca: Envoyer un courriel
gl_es: Envíar correo electrónico
hr: Poslati mejl
hy: Ուղարկեք էլ․ նամակ
id_id: Kirim surel
is: Senda tölvupóst
ja: メール送信
ka: ელფოსტის გაგზავნა
kk_kz: E-mail арқылы хат жіберу
mr: ई-मेल पाठवा
ms: Hantar e-mel
nb_no: Send e-post
nl_nl: Stuur e-mail
pl_pl: Wyślij e-mail
ru_ru: Отправить письмо электронной почтой
sv_se: Skicka e-postmeddelande
tr_tr: E-posta gönder
uk_ua: Надіслати email
vi: Gửi email

# grid.action.addReviewer
source: Add a reviewer
ar_iq: أضف محكماً
az: Rəyçi əlavə edin
bg_bg: Добавяне на рецензент
da_dk: Tilføj en bedømmer
el_gr: Προσθήκη Αξιολογητή
es_es: Añadir un revisor/a
eu: Gehitu ikuskatzailea
fr_ca: Ajouter un-e évaluateur-trice
gl_es: Engadir un revisor/a
hr: Dodajte recenzenta
hy: Ավելացնել գրախոս
id_id: Tambahkan mitra bestari
is: Bæta við ritrýni
ja: 査読者の追加
ka: რეცენზენტის დამატება
kk_kz: Рецентті қосу
mr: समीक्षक समाविष्ट करा
ms: Tambah pengulas
nb_no: Legg til en fagfelle
nl_nl: Voeg een reviewer toe
pl_pl: Dodaj recenzenta
ru_ru: Добавить рецензента
sv_se: Lägg till en granskare
tr_tr: Hakem ekle
uk_ua: Додати рецензента
vi: Thêm một bình duyệt viên

# grid.action.addFile
source: Add a file
ar_iq: أضف ملفاً
az: Fayl əlavə edin
bg_bg: Добавяне на файл
da_dk: Tilføj en fil
el_gr: Προσθήκη αρχείου
es_es: Añadir un archivo
eu: Gehitu fitxategia
fr_ca: Ajouter un fichier
gl_es: Engadir un arquivo
hr: Dodajte datoteku
hy: Ավելացնել նիշք
id_id: Tambahkan file
is: Bæta við skrá
ja: ファイル追加
ka: ფაილის დამატება
kk_kz: Файлды қосу
mr: फाईल समाविष्ट करा
ms: Tambah fail
nb_no: Legg til en fil
nl_nl: Voeg een bestand toe
pl_pl: Dodaj plik
ru_ru: Добавить файл
sv_se: Lägg till en fil
tr_tr: Dosya ekle
uk_ua: Додати файл
vi: Thêm một tệp

# grid.action.editFile
source: Edit a file
ar_iq: عدل ملفاً
az: Faylı redaktə edin
bg_bg: Редактиране на файл
da_dk: Rediger en fil
el_gr: Επεξεργασία αρχείου
es_es: Editar un archivo
eu: Editatu fitxategia
fr_ca: Modifier un fichier
gl_es: Editar un arquivo
hr: Uredite datoteku
hy: Խմբագրել նիշքը
id_id: Edit file
is: Breyta skrá
ja: ファイルを編集
ka: ფაილის ჩასწორება
kk_kz: Файлды өзгерту
mr: फाईल संपादित करा
ms: Sunting fail
nb_no: Endre en fil
nl_nl: Bewerk een bestand
pl_pl: Edytuj plik
ru_ru: Редактировать файл
sv_se: Redigera en fil
tr_tr: Dosya düzenle
uk_ua: Редагувати файл
vi: Chỉnh sửa một tệp

# grid.action.requestRevisions
source: Request revisions for this submission
ar_iq: طالب بتحكيمات لطلب النشر هذا
az: Namizəd məqaləyə yenidən baxış tələb edin
bg_bg: Поискайте ревизии за това подаване на материали
da_dk: Anmod om revidering af dette manuskript
el_gr: Αίτημα υποβολής αναθεωρημένης έκδοσης
es_es: Solicitar revisiones para este envío
eu: Eskatu berrikuspena bidalketa honentzat
fr_ca: Demander des révisions pour cette soumission
gl_es: Solicitar revisións para este envío
hr: Zatražite revizije za ovaj podnesak
hy: Խնդրեք վերանայումներ այս ներկայացման համար
id_id: Minta revisi naskah ini
is: Biðja um endurskoðun fyrir þetta handrit
ja: 本投稿の改訂を要求する
ka: მოითხოვეთ შესწორებები ამ წარდგენისთვის
kk_kz: Бұл материал үшін жаңа нұсқаларды сұраңыз
mr: या सादरीकरणात सुधारणा करण्यासाठी (revisions) विनंती करा
ms: Minta semakan untuk penyerahan ini
nb_no: Be om revideringer
nl_nl: Vraag revisies voor deze inzending
pl_pl: Wyślij informację o wymaganych drobnych poprawkach
ru_ru: Запросить новые версии для этого материала
sv_se: Begär bearbetning av det här bidraget
tr_tr: Aday makale için revizyon iste
uk_ua: Запит нових версій для цього подання
vi: Yêu cầu sửa đổi cho bài nộp này

# grid.action.decline
source: Decline this Submission
ar_iq: أرفض طلب التقديم هذا
az: Namizəd məqaləni rədd edin
bg_bg: Отказ за приемане на подадени материали
da_dk: Afvis denne indsendelse
el_gr: Απόρριψη
es_es: Declinar
eu: Baztertu bidalketa hau
fr_ca: Refuser cette soumission
gl_es: Rexeitar este envío
hr: Odbijte ovaj podnesak
hy: Մերժել այս ներկայացումը
id_id: Tolak
is: Hafna þessu handriti
ja: 不採用
ka: ამ შენატანის გაუქმება
kk_kz: Бұл жазбаны қабылдамау
mr: हे सादरीकरण नाकारा
ms: Tolak Penyerahan ini
nb_no: Avslå
nl_nl: Deze inzending afwijzen
pl_pl: Odrzuć
ru_ru: Отклонить этот материал
sv_se: Refusera det här bidraget
tr_tr: Aday makaleyi Reddet
uk_ua: Відхилити це подання
vi: Từ chối bài nộp này
