Repository: pkp/pkp-lib
Catalog: locale/*/grid.po
Languages: ar_iq, az, bg_bg, da_dk, el_gr, es_es, eu, fr_ca, gl_es, hr, hy, id_id, is, ja, ka, kk_kz, mk, mr, ms, nb_no, nl_nl, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi

# grid.user.add
source: Add User
ar_iq: إضافة مستخدم
az: Üzv əlavə edin
bg_bg: Добавяне на потребител
da_dk: Tilføj bruger
el_gr: Προσθήκη Χρήστη
es_es: Añadir usuario/a
eu: Gehitu erabiltzailea
fr_ca: Ajouter un-e utilisateur-trice
gl_es: Engadir usuario/a
hr: Dodaj korisnika
hy: Ավելացրու օգտվող
id_id: Tambahkan Pengguna
is: Bæta við notanda
ja: ユーザー追加
ka: მომხმარებლის დამატება
kk_kz: Қолданушыны қосу
mr: वापरकर्ता खाते निर्माण करा
ms: Tambah Pengguna
nb_no: Legg til bruker
nl_nl: Gebruiker toevoegen
pl_pl: Dodaj użytkownika
ru_ru: Добавить пользователя
sv_se: Lägg till användare
tr_tr: Üye Ekle
uk_ua: Додати користувача
vi: Thêm người dùng

# grid.user.edit
source: Edit User
ar_iq: تعديل المستخدم
az: Üzvü redaktə edin
bg_bg: Редакция на потребител
da_dk: Rediger bruger
el_gr: Επεξεργασία Χρήστη
es_es: Editar usuario/a
eu: Editatu erabiltzailea
fr_ca: Modifier un-e utilisateur-trice
gl_es: Editar usuario/a
hr: Upišite korisnika
hy: Խմբագրել օգտվողին
id_id: Sunting Pengguna
is: Breyta notanda
ja: ユーザーを編集
ka: მომხმარებლის ჩასწორება
kk_kz: Пайдаланушыны өңдеу
mr: वापरकर्ता संपादित करा
ms: Sunting Pengguna
nb_no: Endre bruker
nl_nl: Gebruiker bewerken
pl_pl: Edytuj użytkownika
ru_ru: Редактировать пользователя
sv_se: Redigera användare
tr_tr: Üye Düzelt
uk_ua: Редагувати користувача
vi: Chỉnh sửa người dùng

# grid.user.email
source: Email
ar_iq: مراسلة المستخدم
bg_bg: Имейл
el_gr: Ηλεκτρονικό ταχυδρομείο
es_es: Correo electrónico
eu: Posta elektronikoa
fr_ca: Courriel
gl_es: Correo electrónico
hy: Էլ․ փոստ
id_id: Surel
is: Netfang
ja: メール
ka: ელფოსტა
mr: ई-मेल
ms: E-mel
nb_no: E-post
ru_ru: Адрес электронной почты
sv_se: Skicka e-postmeddelande
tr_tr: E-posta
uk_ua: Адреса електронної пошти

# grid.user.disable
source: Disable User
ar_iq: تعطيل
az: Passivləşdirin
bg_bg: Деактивиране
da_dk: Deaktiver
el_gr: Απενεργοποίηση
es_es: Desactivar
eu: Desgaitu erabiltzailea
fr_ca: Désactiver
gl_es: Desactivar
hr: Onemogući
hy: Անջատել օգտվողին
id_id: Nonaktifkan
is: Afvirkja
ja: 無効化
ka: გამორთვა
kk_kz: Өшіру
mr: वापरकर्ता खाते अकार्यान्वित करा (Disable)
ms: Nyahdaya
nb_no: Deaktiver
nl_nl: Afsluiten
pl_pl: Wyłącz
ru_ru: Отключить
sv_se: Inaktivera
tr_tr: Pasifleştir
uk_ua: Відключити
vi: Vô hiệu hóa

# grid.user.enableReason
source: Reason for enabling user
ar_iq: سبب تمكين المستخدم
az: Üzvü aktivləşdirməyin səbəbi
bg_bg: Причина за активиране на потребител
da_dk: Grund til aktivering af bruger
el_gr: Λόγος ενεργοποίησης Χρήστη
es_es: Motivo por el que se activa el usuario/a
eu: Erabiltzailea gaitzeko arrazoia
fr_ca: Raison de l'activation de l'utilisateur-trice
gl_es: Motivo para activar o usuario
hr: Razlog za omogućavanje korisnika
hy: Օգտվողի ակտիվացման պատճառ
id_id: Alasan untuk mengaktifkan pengguna
is: Ástæða þess að notandi er gerður virkur
ja: ユーザー有効化の理由
ka: მომხმარებლის ჩართვის მიზეზი
kk_kz: Пайдаланушыны қосу себебі
mr: वापरकर्ता कार्यान्वित (Enable) करण्याचे कारण
ms: Sebab mendayakan pengguna
nb_no: Grunnen til at brukeren ble aktivert
nl_nl: Reden voor het inschakelen van de gebruiker
pl_pl: Powód włączenia użytkownika
ru_ru: Причина включения пользователя
sv_se: Anledning till aktivering av användare
tr_tr: Üyeyi etkinleştirme nedeni
uk_ua: Причина включення користувача
vi: Lý do kích hoạt người dùng

# grid.user.error
source: An error was encountered administrating this user. Please try again.
ar_iq: حدث خطأ ما عند تنفيذ الإجراء الإداري لهذا المستخدم. لطفاً، حاول مجدداً.
az: Bu üzvü redaktə edərkən bir xəta baş verdi. Zəhmət olmasa yenidən cəhd edin.
bg_bg: Възникна грешка при администрирането на този потребител. Моля, опитайте отново.
da_dk: Der blev fundet en fejl i forbindelse med behandling af denne bruger. Prøv igen.
el_gr: Παρουσιάστηκε σφάλμα κατά τις ενέργειες διαχείρισης αυτού του Χρήστη. Δοκιμάστε ξανά.
es_es: Se produjo un error al gestionar este usuario. Por favor, vuelva a intentarlo.
eu: Errore bat gertatu da erabiltzaile hau kudeatzean. Mesedez, saiatu berriro.
fr_ca: Une erreur est survenue pendant la gestion de cet ou cette utilisateur-trice. Essayez de nouveau.
gl_es: Produciuse un erro ao administrar este usuario. Por favor intentao de novo.
hr: Došlo je do pogreške prilikom administriranja ovog korisnika. Molim te pokušaj ponovno.
hy: Այս օգտվողի ադմինիստրացիայի ժամանակ սխալ է տեղի ունեցել: Խնդրում ենք կրկին փորձեք.
id_id: Terjadi kesalahan saat mengelola pengguna ini. Silakan coba lagi.
is: Villa kom upp við umsýslu á þessum notanda. Vinsamlega reyndu aftur.
ja: このユーザーの管理中にエラーが発生しました。 もう一度やり直してください。
ka: ამ მომხმარებლის ადმინისტრირებისას წარმოიშვა შეცდომა. გთხოვთ კიდევ სცადოთ.
kk_kz: Осы пайдаланушыны басқару кезінде қате орын алды. Қайталап көріңіз.
mr: या वापरकर्त्याचे व्यवस्थापन करताना त्रुटी आली. कृपया पुन्हा प्रयत्न करा.
ms: Ralat telah ditemui semasa mentadbir pengguna ini. Sila cuba lagi.
nb_no: Prøv en gang til. Det oppsto en feil da du administrerte denne brukeren.
nl_nl: Er is een fout opgetreden bij het bewerken van de gebruiker. Probeer het opnieuw.
pl_pl: Wystąpił błąd podczas wykonywania prac administracyjnych na tym użytkowniku. Spróbuj ponownie.
ru_ru: При администрировании этого пользователя произошла ошибка. Пожалуйста, попробуйте снова.
sv_se: Det uppstod ett fel vid hanteringen av den här användaren. Vänligen försök igen.
tr_tr: Bu üyeyi düzenlerken bir hata oluştu. Lütfen tekrar deneyin.
uk_ua: Під час адміністрування цього користувача виникла помилка. Будь ласка, спробуйте знову.
vi: Đã xảy ra lỗi khi quản trị người dùng này. Vui lòng thử lại.

# grid.user.pleaseSelectUser
source: Please select a user
ar_iq: لطفاً، إختر مستخدماً
az: Zəhmət olmasa bir üzv seçin
bg_bg: Моля, изберете потребител
da_dk: Vælg en bruger
el_gr: Παρακαλούμε επιλέξτε έναν Χρήστη.
es_es: Por favor, seleccione un usuario/a
eu: Mesedez, hautatu erabiltzaile bat
fr_ca: Veuillez sélectionner un utilisateur-trice
gl_es: Por favor, seleccione un usuario/a
hr: Odaberite korisnika
hy: Խնդրում ենք ընտրել օգտվողին
id_id: Silakan pilih satu pengguna
is: Vinsamlega veldu notanda
ja: ユーザーを選択してください
ka: გთხოვთ, აირჩიოთ მომხმარებელი
kk_kz: Пайдаланушыны таңдаңыз
mr: कृपया वापरकर्ता निवडा
ms: Sila pilih pengguna
nb_no: Velg en bruker
nl_nl: Kies een gebruiker
pl_pl: Wybierz użytkownika
ru_ru: Пожалуйста, выберите пользователя
sv_se: Vänligen välj en användare
tr_tr: Lütfen bir üye seçiniz
uk_ua: Будь ласка, оберіть користувача
vi: Vui lòng chọn một người dùng

# grid.action.delete
source: Delete
ar_iq: حذف
az: Silin
bg_bg: Изтриване
da_dk: Slet
el_gr: Διαγραφή
es_es: Eliminar
eu: Ezabatu
fr_ca: Supprimer
gl_es: Eliminar
hr: Izbrisati
hy: Ջնջել
id_id: Hapus
is: Eyða
ja: 削除
ka: წაშლა
kk_kz: Өшіру
mk: Избриши
mr: हटवा
ms: Padam
nb_no: Slett
nl_nl: Verwijderen
pl_pl: Usuń
ru_ru: Удалить
sv_se: Ta bort
tr_tr: Sil
uk_ua: Видалити
vi: Xóa

# grid.action.disapprove
source: Disapprove
ar_iq: رفض
az: Təsdiqləməyin
bg_bg: Отмяна на одобрение
da_dk: Afvis
el_gr: Απόρριψη
es_es: Rechazar
eu: Baztertu
fr_ca: Désapprouver
gl_es: Rexeitar
hr: Ne odobravam
hy: Չեղարկել հաստատումը
id_id: Tidak Disetujui
is: Hafna
ja: 不承認
ka: უარყოფა
kk_kz: Мақұлдаудан бас тарту
mk: Одби
mr: नाकारा (Disapprove)
ms: Tidak Disetujui
nb_no: Avvis
nl_nl: Afkeuren
pl_pl: Odrzuć
ru_ru: Отменить одобрение
sv_se: Avslå
tr_tr: Onaylama
uk_ua: Скасувати схвалення
vi: Không phê duyệt

# author.users.contributor.includeInBrowse
source: In Browse Lists
ar_iq: ضمن قوائم التصفح
az: Baxış siyahılarında
bg_bg: Включване в списъци
da_dk: I browse-liste
el_gr: Σε λίστες πλοήγησης
es_es: En listas de navegación
eu: Nabigazio zerrendetan
fr_ca: Dans les listes à parcourir
gl_es: En listas de navegación
hr: U Pregledaj popise
hy: Զննման ցուցակներում
id_id: Dalam Daftar Pencarian
is: Á vafralistum
ja: リストで表示
ka: სიების დათვალიერება
kk_kz: Бақылау тізімдеріне
mr: यादीमध्ये
ms: Dalam Senarai Pelayar
nb_no: Inkluder i «Bla gjennom»-listen
nl_nl: In bladerlijsten
pl_pl: Widoczny na liście
ru_ru: В списки просмотра
sv_se: I bläddringslista
tr_tr: Gözatma Listelerinde
uk_ua: У списки перегляду
vi: Trong danh sách duyệt

# author.users.contributor.role
source: Role
ar_iq: الدور
az: Vəzifə
bg_bg: Роля
da_dk: Rolle
el_gr: Ρόλος
es_es: Rol
eu: Rola
fr_ca: Rôle
gl_es: Rol
hr: Uloga
hy: Դեր
id_id: Peran
is: Hlutverk
ja: 役割
ka: როლი
kk_kz: Рөлі
mr: भूमिका
ms: Peranan
nb_no: Rolle
nl_nl: Rol
ru_ru: Роль
sv_se: Roll
tr_tr: Görev
uk_ua: Роль
vi: Vai trò

# grid.userGroup.removed
source: {$userGroupName} role removed.
ar_iq: دور {$userGroupName} تم حذفه.
az: {$userGroupName} rolu silindi.
bg_bg: Ролята {$userGroupName} е премахната.
da_dk: {$userGroupName} rolle er fjernet.
el_gr: Ο ρόλος {$userGroupName} αφαιρέθηκε.
es_es: Rol de {$userGroupName} eliminado.
eu: {$userGroupName}-ren rola ezabatuta.
fr_ca: Le rôle {$userGroupName} est supprimé.
gl_es: Rol de {$userGroupName} eliminado.
hr: Uloga {$userGroupName} uklonjena.
hy: {$userGroupName} դերը հեռացվել է:
id_id: Peran {$userGroupName} telah dihapus.
is: Hlutverkið {$userGroupName} fjarlægt.
ja: {$userGroupName}という役割が削除されました。
ka: {$userGroupName} როლი წაიშალა.
kk_kz: "{$userGroupName}" рөлі жойылды.
mr: {$userGroupName} भूमिका रद्द केली.
ms: Peranan {$userGroupName} dibuang.
nb_no: {$userGroupName} fjernet fra rolle.
nl_nl: De rol {$userGroupName} werd verwijderd.
pl_pl: Rola {$userGroupName} usunięta.
ru_ru: Роль «{$userGroupName}» удалена.
sv_se: Rollen {$userGroupName} borttagen.
tr_tr: {$userGroupName} rolü kaldırıldı.
uk_ua: Роль {$userGroupName} видалена.
vi: Đã xóa vai trò {$userGroupName}.

# grid.userGroup.assignedStage
source: {$userGroupName} role assigned to {$stageName} stage.
ar_iq: دور {$userGroupName} تم تعيينه لمرحلة {$stageName}.
az: {$userGroupName} rolu {$stageName} addımına təyin edildi.
bg_bg: Ролята {$userGroupName} е присвоена на етап {$stageName}.
da_dk: {$userGroupName} rolle knyttet til {$stageName} trin.
el_gr: Ο ρόλος {$userGroupName} συνδέθηκε με το στάδιο {$stageName}.
es_es: Rol de {$userGroupName} asignado a la fase de {$stageName}.
eu: {$userGroupName} rola {$stageName} faseari esleitu zaio.
fr_ca: Le rôle {$userGroupName} est assigné à l'étape {$stageName}.
gl_es: Rol de {$userGroupName} asignada á fase de {$stageName}.
hr: Uloga {$userGroupName} dodijeljena je stupnju {$stageName}.
hy: {$userGroupName} դերը նշանակված է {$stageName} փուլին:
id_id: Peran {$userGroupName} ditugaskan pada tahap {$stageName}.
is: Hlutverkið {$userGroupName} tengt við þrep {$stageName}.
ja: {$stageName}段階に割り当てられた{$userGroupName}。
ka: {$userGroupName} როლი მიენიჭა ეტაპს {$stageName}.
kk_kz: "{$userGroupName}" рөлі "{$stageName}" кезеңіне тағайындалды.
mr: {$userGroupName} भूमिका {$stageName} टप्प्यावर निश्चित केली.
ms: Peranan {$userGroupName} ditugaskan kepada peringkat {$stageName}.
nb_no: {$userGroupName} rollen lagt til stadiet {$stageName}.
nl_nl: De rol {$userGroupName} is toegekend aan de stap {$stageName} in het redactieproces.
pl_pl: Rola {$userGroupName} przydzielona do etapu {$stageName}.
ru_ru: Роль «{$userGroupName}» назначена на этап «{$stageName}».
sv_se: Rollen {$userGroupName} tilldelad steg {$stageName}.
tr_tr: {$userGroupName} rolü {$stageName} adımına atandı.
uk_ua: Роль {$userGroupName} призначена на етап {$stageName}.
vi: Vai trò {$userGroupName} đã được gán cho giai đoạn {$stageName}.

# grid.userGroup.unassignedStage
source: {$userGroupName} role unassigned from {$stageName} stage.
ar_iq: دور {$userGroupName} تم إلغاء تعيينه لمرحلة {$stageName}.
az: {$userGroupName} rolu {$stageName} addımından silindi.
bg_bg: Ролята {$userGroupName} е премахната от етап {$stageName}.
da_dk: {$userGroupName} rolle fjernet fra {$stageName} trin.
el_gr: Ο ρόλος {$userGroupName} αποσυνδέθηκε από το στάδιο {$stageName}.
es_es: Rol de {$userGroupName} desasignado de la fase de {$stageName}.
eu: {$userGroupName} rola {$stageName} fasetik kendu da.
fr_ca: Le rôle {$userGroupName} est retiré de l'étape {$stageName}.
gl_es: Non se asignou o rol de {$userGroupName} na fase de {$stageName}.
hr: Uloga {$userGroupName} poništena je u fazi {$stageName}.
hy: {$userGroupName} դերը ապանշանակվեց {$stageName} փուլից:
id_id: Peran {$userGroupName} telah dibatalkan dari tahap {$stageName}.
is: Hlutverkið {$userGroupName} aftengt frá þrepi {$stageName}.
ja: {$userGroupName}は{$stageName}段階から割り当て解除された。
ka: {$userGroupName} როლი არ არის მინიჭებული {$stageName} ეტაპიდან.
kk_kz: "{$stageName}" кезеңіндегі "{$userGroupName}" рөлі қайта тағайындалды.
mr: {$userGroupName} भूमिका {$stageName} टप्प्यातून रद्द केली.
ms: Peranan {$userGroupName} dibatalkan daripada peringkat {$stageName}.
nb_no: {$userGroupName} fjernet fra stadiet {$stageName}.
nl_nl: De rol {$userGroupName} is verwijderd van de stap {$stageName} in het redactieproces.
pl_pl: Cofnięto przydział roli {$userGroupName} do etapu {$stageName}.
ru_ru: Отменено назначение роли «{$userGroupName}» с этапа «{$stageName}».
sv_se: Rollen {$userGroupName} borttagen från steg {$stageName}.
tr_tr: {$userGroupName} rolü {$stageName} adımından kaldırıldı.
uk_ua: Призначення ролі {$userGroupName} на етап {$stageName} скасовано.
vi: Vai trò {$userGroupName} đã được hủy phân công khỏi giai đoạn {$stageName}.

# grid.submission.itemTitle
source: Author; Title
ar_iq: المؤلف؛ العنوان
az: müəllif; Başlıq
bg_bg: Автор; Заглавие
da_dk: Forfatter; Titel
el_gr: Συγγραφέας, Τίτλος
es_es: Autor; título
eu: Egilea; izenburua
fr_ca: Auteur-e ; Titre
gl_es: Autor; título
hr: Autor; Titula
hy: Հեղինակ; Վերնագիր
id_id: Penulis; Judul
is: Höfundur; Titill
ja: 著者；タイトル
ka: ავტორი; სათაური
kk_kz: Автор; атауы
mr: लेखक; शीर्षक
ms: Pengarang; Tajuk
nb_no: Forfatter; tittel
nl_nl: Auteur; titel
pl_pl: Autor; Tytuł
ru_ru: Автор; Название
sv_se: Författare; Titel
tr_tr: Yazar; Başlık
uk_ua: Автор; Назва
vi: Tác giả; Tiêu đề

# grid.submission.active.selectOrphaned
source: Include incomplete submissions not submitted by an author.
ar_iq: إشمل طلبات النشر غير المكتملة التي لم تقدم من قبل أي مؤلف.
az: Bir müəllif tərəfindən gpndərisi tamamlanmayan məqalələri daxil edin.
bg_bg: Включете непълни изпратени материали, които не са изпратени от посочен автор.
da_dk: Indkluder ukomplette indsendelser, der ikke er indsendt af en forfatter.
el_gr: Να συμπεριληφθούν μη ολοκληρωμένες υποβολές Sυγγραφέων.
es_es: Incluir presentaciones incompletas no enviadas por un autor.
eu: Sartu egile batek bidali ez dituen bidalketa osatugabeak.
fr_ca: Inclure les soumissions incomplètes qui n'ont pas été soumises par un-e auteur9e).
gl_es: Inclúe envíos incompletos non enviados por un autor.
hr: Uključite nepotpune podneske koje nije poslao autor.
hy: Ներառեք հեղինակի կողմից չներկայացված թերի ներկայացումները:
id_id: Sertakan naskah belum selesai diserahkan oleh penulis.
is: Taka með ókláruð handrit sem ekki voru send inn af höfundi.
ja: 著者によって送信されていない不完全な投稿を含める。
ka: ჩართეთ არასრული წარდგინება, რომელიც არ არის წარმოდგენილი ავტორის მიერ.
kk_kz: Автор ұсынбаған толық емес материалдарды қосыңыз.
mr: लेखकाने सादर न केलेल्या अपूर्ण सादरीकरणांचा समावेश करा.
ms: Sertakan penyerahan yang tidak lengkap yang tidak diserahkan oleh pengarang.
nb_no: Inkluder ufullstendige innleveringer som ikke er levert inn av en forfatter.
nl_nl: Neem onvolledige inzendingen op die niet door een auteur zijn ingediend.
pl_pl: Uwzględnij niekompletne teksty, niezgłoszone przez autorów.
ru_ru: Включать неполные материалы, не отправленные автором.
sv_se: Inkludera ofullständiga bidrag som inte skickats in av författaren.
tr_tr: Bir yazar tarafından gönderisi tamamlanmayan gönderileri dahil et.
uk_ua: Включати неповні матеріали, не подані автором.
vi: Bao gồm các bài nộp chưa hoàn chỉnh không được gửi bởi tác giả.

# grid.action.addNavigationMenu
source: Add Menu
ar_iq: إضافة قائمة
az: Menyu əlavə edin
bg_bg: Добавяне на меню
da_dk: Tilføj menu
el_gr: Προσθήκη Μενού
es_es: Añadir menú
eu: Gehitu menua
fr_ca: Ajouter un menu
gl_es: Engadir menú
hr: Dodaj izbornik
hy: Ավելացրեք ընտրացանկ
id_id: Tambah Menu
is: Bæta við valmynd
ja: メニュー追加
ka: მენიუს დამატება
kk_kz: Мәзірді қосыңыз
mr: पर्याय यादीत (मेनूत) समावेश करा
ms: Tambah Menu
nb_no: Legg til meny
nl_nl: Voeg menu toe
pl_pl: Dodaj menu
ru_ru: Добавить меню
sv_se: Lägg till meny
tr_tr: Menü Ekle
uk_ua: Додати меню
vi: Thêm trình đơn

# grid.action.addNavigationMenuItem
source: Add item
ar_iq: إضافة عنصر
az: Element əlavə edin
bg_bg: Добавяне на елемент
da_dk: Tilføj element
el_gr: Προσθήκη αντικειμένου
es_es: Añadir elemento
eu: Gehitu elementua
fr_ca: Ajouter un élément
gl_es: Engadir elemento
hr: Dodaj Predmet
hy: Ավելացրեք նյութ
id_id: Tambah Item
is: Bæta við atriði
ja: アイテムを追加
ka: ელემენტის დამატება
kk_kz: Элементті қосыңыз
mr: एका दुव्याचा समावेश करा (Add Item)
ms: Tambah Item
nb_no: Legg til element
nl_nl: Voeg menu-item toe
pl_pl: Dodaj element menu
ru_ru: Добавить элемент
sv_se: Lägg till objekt
tr_tr: Öğe Ekle
uk_ua: Додати пункт меню
vi: Thêm mục

# grid.navigationMenus.navigationMenuItems.noneExist
source: No Navigation Menu Items
ar_iq: لا عناصر في قائمة التنقل بعد
az: Göndərmə menyusu elementləri yoxdur
bg_bg: Няма елементи от менюто за навигация
da_dk: Ingen navigationsmenu-elementer
el_gr: Δεν υπάρχουν αντικέμενα στα Μενού Περιήγησης
es_es: No hay elementos de navegación
eu: Nabigazio menuko elementurik ez
fr_ca: Aucun élément du menu de navigation
gl_es: Non hai elementos de navegación
hr: Nema stavki izbornika za navigaciju
hy: Նավարկման ընտրացանկի տարրեր չկան
id_id: Tidak Ada Item Menu Navigasi
is: Engin atriði á valmynd
ja: ナビゲーションメニュー項目なし
ka: ნავიგაციის მენიუს ელემენტები არ არის
kk_kz: Навигация мәзірінің элементтері жоқ
mr: मार्गनिर्देशन दुवे (Navigation Menu Items) नाहीत
ms: Tiada Item Menu Navigasi
nb_no: Ingen elementer på navigasjonsmenyen
nl_nl: Het navigatiemenu heeft geen items
pl_pl: Brak elementów menu
ru_ru: Элементы меню навигации отсутствуют
sv_se: Inga objekt i navigationsmenyn
tr_tr: Yönlendirme Menü Öğeleri Yok
uk_ua: Немає пунктів меню навігації
vi: Không có mục trình đơn điều hướng

# grid.navigationMenus.navigationMenu.noneExist
source: No Navigation Menus
ar_iq: لا توجد قوائم تنقل بعد
az: Göndərmə menyuları yoxdur
bg_bg: Няма навигационно меню
da_dk: Ingen navigationsmenuer
el_gr: Δεν υπάρχουν Μενού Περιήγησης
es_es: No hay menús de navegación
eu: Nabigazio-menurik ez
fr_ca: Aucun menu de navigation
gl_es: Non hai menús de navegación
hr: Nema navigacijskih izbornika
hy: Չկան նավարկման ընտրացանկեր
id_id: Tidak Ada Menu Navigasi
is: Engar valmyndir
ja: ナビゲーションメニューなし
ka: ნავიგაციის მენიუები არ არის
kk_kz: Навигация мәзірі жоқ
mr: मार्गनिर्देशन पर्याय (Navigation Menus) नाहीत
ms: Tiada Menu Navigasi
nb_no: Ingen navigasjonsmeny
nl_nl: Er zijn geen navigatiemenu's
pl_pl: Brak menu
ru_ru: Меню навигации отсутствуют
sv_se: Inga navigationsmenyer
tr_tr: Yönlendirme Menüleri Yok
uk_ua: Немає меню навігації
vi: Không có trình đơn điều hướng

# grid.navigationMenus.navigationMenu.selectType
source: Choose a type...
ar_iq: إختر من القائمة...
az: Bir növ seçin ...
bg_bg: Изберете тип...
da_dk: Vælg en type...
el_gr: Επιλογή τύπου...
es_es: Escoger un tipo...
fr_ca: Choisir un type...
gl_es: Escoller un tipo...
hr: Odaberite vrstu...
hy: Ընտրեք տեսակը...
id_id: Pilih tipe...
is: Veldu tegund...
ja: タイプを選択…
ka: ტიპის არჩევა...
kk_kz: Түрді таңдаңыз...
mr: एक प्रकार निवडा...
ms: Pilih jenis...
nb_no: Velg en type…
nl_nl: Kies een type...
pl_pl: Wybierz typ...
ru_ru: Выберите тип...
sv_se: Välj typ...
tr_tr: Bir tür seç ...
uk_ua: Оберіть тип...
vi: Chọn một loại...

# grid.action.view
source: View
az: Bax
bg_bg: Преглед
eu: Ikusi
hr: Pogled
hy: Դիտել
ja: 表示
mr: पहा
vi: Xem

# author.users.contributor.name
source: Name
ar_iq: الاسم
az: Ad
bg_bg: Име
da_dk: Navn
el_gr: Όνομα
es_es: Nombre
eu: Izena
fr_ca: Nom
gl_es: Nome
hr: Ime
hy: Անուն
id_id: Nama
is: Nafn
ja: 名前
ka: სახელი
kk_kz: Атауы
mr: नाव
ms: Nama
nb_no: Navn
nl_nl: Naam
pl_pl: Nazwisko
ru_ru: Имя
sv_se: Namn
tr_tr: Ad
uk_ua: Ім'я
vi: Tên

# author.users.contributor.email
source: E-mail
ar_iq: البريد الالكتروني
bg_bg: Имейл адрес
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου
es_es: Correo electrónico
eu: Posta elektronikoa
fr_ca: Courriel
gl_es: Correo electrónico
hy: Էլ․ փոստ
is: Netfang
ja: メール
ka: ელფოსტა
mr: ई-मेल पत्ता
ms: E-mel
nb_no: E-post
ru_ru: Адрес электронной почты
sv_se: E-postadress
tr_tr: E-posta

# grid.user.mustProvideName
source: Please provide at least a last name for the user first.
ar_iq: لطفاً، أعطِ على الأقل الاسم الأخير للمستخدم أولاً.
az: Zəhmət olmasa ilk üzv üçün ən azı bir soyad verin.
bg_bg: Моля, първо посочете поне фамилно име за потребителя.
da_dk: Tilføj som minimum først brugerens efternavn
el_gr: Παρακαλούμε καταχωρήστε τουλάχιστον το επίθετο Χρήστη.
es_es: Por favor, aporte por lo menos el apellido del usuario/a.
eu: Mesedez, eman gutxienez erabiltzailearen abizena.
fr_ca: Veuillez d'abord indiquer au moins un nom de famille pour l'utilisateur-trice .
gl_es: Primeiro proporcione polo menos un apelido do usuario/a.
hr: Najprije navedite barem prezime korisnika.
hy: Խնդրում ենք նախ տրամադրել օգտվողի առնվազն ազգանունը:
id_id: Sediakan setidaknya nama belakang untuk pengguna.
is: Vinsamlega skráðu fyrst a.m.k. eftirnafn notandans.
ja: ユーザーの姓を入力してください。
ka: გთხოვთ პირველ რიგში მიუთითოთ მომხმარებლის გვარი.
kk_kz: Алдымен пайдаланушының тегін енгізіңіз.
mr: कृपया सुरुवातीला वापरकर्त्याचे किमान आडनाव नोंदवा.
ms: Sila berikan sekurang-kurangnya nama keluarga untuk pengguna terlebih dahulu.
nb_no: Oppgi minst et etternavn for brukeren.
nl_nl: Geef als eerste de achternaam van de gebruiker
pl_pl: Musisz podać przynajmniej nazwisko użytkownika.
ru_ru: Пожалуйста, укажите сначала хотя бы фамилию пользователя.
sv_se: Vänligen ange åtminstone användarens namn först.
tr_tr: Lütfen ilk üye için en az bir soyadını veriniz.
uk_ua: Будь ласка, спочатку вкажіть принаймні прізвище користувача.
vi: Vui lòng cung cấp ít nhất họ cho người dùng trước.

# grid.user.generatePassword
source: Generate Password
ar_iq: توليد كلمة المرور
az: Şifrə formalaşdırın
bg_bg: Генериране на парола
da_dk: Opret adgangskode
el_gr: Δημιουργία Κωδικού
es_es: Generar una contraseña
eu: Sortu pasahitza
fr_ca: Générer un mot de passe
gl_es: Xerar un contrasinal
hr: Generiraj lozinku
hy: Ստեղծեք գաղտնաբառ
id_id: Membuat Kata Sandi
is: Búa til lykilorð
ja: パスワードの生成
ka: პაროლის შექმნა
kk_kz: Құпия сөзді жасаңыз
mr: पासवर्ड निर्माण करा
ms: Jana Kata Laluan
nb_no: Generer passord
nl_nl: Genereer wachtwoord
pl_pl: Wygeneruj hasło
ru_ru: Сгенерировать пароль
sv_se: Generera lösenord
tr_tr: Şifre Pluştur
uk_ua: Генерувати пароль
vi: Tạo mật khẩu

# grid.user.notifyUser
source: Notify User
ar_iq: أبلغ المستخدم
az: Üzvü məlumatlandırın
bg_bg: Известяване на потребител
da_dk: Meddel bruger
el_gr: Ενημέρωση Χρήστη
es_es: Notificar al usuario/a
eu: Jakinarazi erabiltzailea
fr_ca: Avertir l'utilisateur-trice
gl_es: Notificar ao usuario/a
hr: Obavijesti korisnika
hy: Տեղեկացնել օգտվողին
id_id: Beri Tahu Pengguna
is: Tilkynna notanda
ja: ユーザへの通知
ka: შეტყობინება მომხმარებელს
kk_kz: Пайдаланушыға хабарлау
mr: वापरकर्त्याला सूचित करा
ms: Maklumkan Pengguna
nb_no: Varsle bruker
nl_nl: Stuur de gebruiker een notificatie
pl_pl: Powiadom użytkownika
ru_ru: Уведомить пользователя
sv_se: Meddela användare
tr_tr: Üye Bilgilendir
uk_ua: Сповістити користувача
vi: Thông báo cho người dùng
