Repository: pkp/pkp-lib
Catalog: locale/*/grid.po
Languages: ar_iq, az, bg_bg, da_dk, el_gr, es_es, eu, fr_ca, gl_es, hr, hy, id_id, is, ja, ka, kk_kz, mk, mr, ms, nb_no, nl_nl, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi

# grid.user.notifyUserDescription
source: Send user a welcome email.
ar_iq: إبعث للمستخدم رسالة ترحيب.
az: Üzvə xoş gəldin mesajı göndər.
bg_bg: Изпращане на приветствен имейл на потребител.
da_dk: Send brugeren en velkomst-e-mail
el_gr: Αποστολή μηνύματος καλωσορίσματος στον Χρήστη
es_es: Enviar un correo electrónico de bienvenida al usuario/a.
eu: Bidali ongietorri mezu elektronikoa erabiltzaileari.
fr_ca: Envoyer un courriel de bienvenue à l'utilisateur-trice
gl_es: Enviar ao usuario/a un correo electrónico de benvida.
hr: Pošaljite korisniku poruku dobrodošlice.
hy: Օգտագործողին ողջույնի նամակ ուղարկեք:
id_id: Kirim surel sambutan kepada pengguna.
is: Bjóða notanda velkominn með tölvupósti.
ja: ユーザーにウェルカムメールを送信します。
ka: გაუგზავნეთ მომხმარებელს მისასალმებელი ელწერილი.
kk_kz: Пайдаланушыға сәлемдесу электрондық хатын жіберіңіз.
mr: वापरकर्त्याला स्वागताचा ई-मेल पाठवा.
ms: Hantarkan e-mel alu-aluan kepada pengguna.
nb_no: Send e-post med velkomsthilsen til brukeren.
nl_nl: Stuur de gebruiker een welkomstmail
pl_pl: Prześlij użytkownikowi wiadomość powitalną.
ru_ru: Отправить пользователю приветственное письмо электронной почтой.
sv_se: Skicka ett välkomstmeddelande till användaren.
tr_tr: Üyeye hoş geldin mesajı gönder.
uk_ua: Надіслати користувачу вітального листа.
vi: Gửi email chào mừng cho người dùng.

# grid.user.mustChangePasswordDescriptionOld
source: Require the user to change their password the next time they log in.
ar_iq: يتطلب من المستخدم تغيير كلمة مروره عند دخوله الموقع المرة القادمة.
az: Üzvə növbəti girişdə şifrə dəyişikliyini məcburi edin.
bg_bg: Изисквайте от потребителя да промени паролата си следващия път, когато влезе в системата.
da_dk: Bed brugeren om at ændre sin adgangskode, næste gang vedkommende logger på.
el_gr: Απαιτείται αλλαγή του κωδικού πρόσβασης κατά την επόμενη σύνδεση στο σύστημα.
es_es: Pedir al usuario/a que cambie la contraseña la próxima vez que inicie sesión.
eu: Eskatu erabiltzaileari pasahitza aldatzeko hurrengo aldian saioa hasten duenean.
fr_ca: Exiger que l'utilisateur-trice change son mot de passe la prochaine fois qu'il ou elle ouvrira une session.
gl_es: Esixir ao usuario que cambie o seu contrasinal a seguinte vez que inicie sesión.
hr: Zahtijevati od korisnika da promijeni svoju lozinku sljedeći put kada se prijavi.
hy: Օգտատիրոջից պահանջեք փոխել իր գաղտնաբառը հաջորդ անգամ մուտք գործելիս:
id_id: Mengharuskan pengguna untuk mengubah kata sandi saat mereka masuk.
is: Fara fram á að notendur breyti lykilorði við næstu innskráningu.
ja: 次回ログインするときにパスワードを変更するようにユーザーに要求します。
ka: მოსთხოვეთ მომხმარებელს, შეცვალოს პაროლი შემდეგში, როდესაც შევა სისტემაში.
kk_kz: Пайдаланушыдан келесі рет кірген кезде құпия сөзін өзгертуді талап етіңіз.
mr: पुढच्या वेळी लॉग-इन करताना वापरकर्त्याने त्याचा पासवर्ड बदललेला असायला हवा.
ms: Memerlukan pengguna menukar kata laluan mereka pada log masuk seterusnya.
nb_no: Krev at brukeren endrer passordet ved neste innlogging.
nl_nl: Verplicht de gebruiker een nieuw wachtwoord te kiezen bij de volgende login.
pl_pl: Wymagaj, aby użytkownik zmienił swoje hasło przy następnym logowaniu.
ru_ru: Требовать от пользователя изменить пароль при следующем входе в систему.
sv_se: Kräv att användaren byter sitt lösenord nästa gång hen loggar in.
tr_tr: Üyeye sonraki girişte şifre değişikliğini zorunlu yap.
uk_ua: Вимагати, щоб користувач змінив свій пароль під час наступного входу до системи.
vi: Yêu cầu người dùng đổi mật khẩu trong lần đăng nhập tiếp theo.

# grid.user.moreDetails
source: More User Details
ar_iq: المزيد من التفاصيل عن المستخدم
az: Daha çox üzv təfərrüatı
bg_bg: Подробни данни за потребителя
da_dk: Flere brugerdetaljer
el_gr: Περισσότερες λεπτομέρειες προφίλ Χρήστη
es_es: Más detalles del usuario/a
eu: Erabiltzailearen xehetasun gehiago
fr_ca: Plus de renseignements sur l'utilisateur-trice
gl_es: Máis detalles do usuario/a
hr: Više pojedinosti o korisniku
hy: Օգտատիրոջ ավելի շատ մանրամասներ
id_id: Rincian Pengguna Selengkapnya
is: Meiri upplýsingar um notanda
ja: ユーザー詳細を表示
ka: მომხმარებელი მეტი დეტალი
kk_kz: Пайдаланушы деректері (толығырақ)
mr: वापरकर्त्याचे विस्तृत तपशील
ms: Lagi Butiran Pengguna
nb_no: Flere detaljer om bruker
nl_nl: Meer gebruikersdetails
pl_pl: Więcej informacji
ru_ru: Данные пользователя (подробней)
sv_se: Fler användardetaljer
tr_tr: Daha Fazla Üye Detayı
uk_ua: Детальніше про користувача
vi: Chi tiết người dùng khác

# grid.user.lessDetails
source: Less User Details
ar_iq: تفاصيل أقل عن المستخدم
az: Daha az istifadəçi təfərrüatı
bg_bg: Кратки данни за потребителя
da_dk: Færre brugerdetaljer
el_gr: Λιγότερες λεπτομέρειες προφίλ Χρήστη
es_es: Menos detalles del usuario/a
eu: Erabiltzailearen xehetasun gutxiago
fr_ca: Moins de renseignements sur l'utilisateur-trice
gl_es: Menos detalles do usuario/a
hr: Manje pojedinosti o korisniku
hy: Օգտագործողի ավելի քիչ մանրամասներ
id_id: Rincian Singkat Pengguna
is: Minni upplýsingar um notanda
ja: ユーザー詳細を非表示
ka: მომხმარებელი ნაკლები დეტალები
kk_kz: Пайдаланушы деректері (қысқаша)
mr: वापरकर्त्याचे त्रोटक तपशील
ms: Kurang Butiran Pengguna
nb_no: Færre detaljer om bruker
nl_nl: Minder gebruikers details
pl_pl: Mniej informacji
ru_ru: Данные пользователя (кратко)
sv_se: Färre användardetaljer
tr_tr: Daha Az Kullanıcı Detayı
uk_ua: Стисліше про користувача
vi: Ít chi tiết người dùng hơn

# grid.user.userRoles
source: User Roles
ar_iq: أدوار المستخدم
az: Üzv rolları
bg_bg: Роли на потребителя
da_dk: Brugerroller
el_gr: Ρόλοι Χρήστη
es_es: Roles del usuario/a
eu: Erabiltzailearen rolak
fr_ca: Rôles de l'utilisateur-trice
gl_es: Roles do usuario/a
hr: Korisničke uloge
hy: Օգտագործողի դերեր
id_id: Peran Pengguna
is: Hlutverk notanda
ja: ユーザー役割
ka: მომხმარებლის როლები
kk_kz: Пайдаланушының рөлдері
mr: वापरकर्त्याच्या भूमिका (Roles)
ms: Peranan Pengguna
nb_no: Brukerroller
nl_nl: Rollen van de gebruiker
pl_pl: Role użytkownika
ru_ru: Роли пользователя
sv_se: Användarens roller
tr_tr: Üye Rolleri
uk_ua: Ролі користувача
vi: Vai trò người dùng

# grid.user.step1
source: Step #1: Fill in User Details
ar_iq: الخطوة الأولى: إملأ تفاصيل بيانات المستخدم
az: Addım #1: Üzv detalını doldurun
bg_bg: Стъпка № 1: Попълнете подробности за потребителя
da_dk: Trin #1: Udfyld brugerdetaljer
el_gr: Βήμα #1: Συμπληρώστε τα στοιχεία Χρήστη
es_es: Paso #1: Completar los detalles de usuario/a
eu: #1 urratsa: Osatu erabiltzailearen xehetasunak
fr_ca: Étape #1 : Inscrire les renseignements sur l'utilisateur-trice
gl_es: Paso #1: Encha os detalles do usuario
hr: Korak #1: Ispunite podatke o korisniku
hy: Քայլ 1. Լրացրեք օգտվողի տվյալները
id_id: Langkah #1: Isi Rincian Pengguna
is: Skref #1: Skrá upplýsingar um notanda
ja: 手順 1 ：ユーザーの詳細を入力する
ka: ბიჯი #1: შეავსეთ მომხმარებლის დეტალები
kk_kz: №1 қадам: пайдаланушының мәліметтерін толтырыңыз
mr: पायरी #१: वापरकर्त्याचा तपशील भरा
ms: Langkah #1: Isikan Butiran Pengguna
nb_no: Steg 1: Fyll inn detaljer om bruker
nl_nl: Stap #1: Gebruikersgegevens invullen
pl_pl: Krok #1: Uzupełnij informacje o użytkowniku
ru_ru: Шаг №1: Заполнить данные пользователя
sv_se: Steg 1: Fyll i användardetaljer
tr_tr: Adım #1: Üye Detayını Doldur
uk_ua: Крок 1: Заповніть інформацію про користувача
vi: Bước #1: Điền thông tin chi tiết người dùng

# grid.user.step2
source: Step #2: Add User Roles to {$userFullName}
ar_iq: الخطوة الثانية: أضف أدواراً للمستخدم {$userFullName}
az: Addım #2: {$userFullName} adlı üzvə vəzifə əlavə edin
bg_bg: Стъпка № 2: Добавете роли на {$userFullName}
da_dk: Trin #2: Tilføj brugeroller til {$userFullName}
el_gr: Βήμα #2: Προσθήκη ρόλων στον Χρήστη {$userFullName}
es_es: Paso #2: Añadir roles de usuario/a a {$userFullName}
eu: #2 urratsa: Gehitu erabiltzailearen rolak honi: {$userFullName}
fr_ca: Étape #2 : Ajouter des rôles à {$userFullName}
gl_es: Paso #2: Engadir roles de usuario a {$userFullName}
hr: Korak #2: Dodajte korisničke uloge korisniku {$userFullName}
hy: Քայլ 2. Օգտատիրոջ դերեր ավելացրեք {$userFullName} -ին
id_id: Langkah #2: Tambahkan Peran Pengguna ke {$userFullName}
is: Skref #2: Setja notendahlutverk á {$userFullName}
ja: 手順 2 ：ユーザー役割を{$userFullName}に追加する
ka: ბიჯი #2: დაამატეთ მომხმარებლის როლები {$userFullName}
kk_kz: №2 қадам: {$userFullName} пайдаланушысына рөлдерді қосу
mr: पायरी #२: {$userFullName} मध्ये वापरकर्त्याच्या भूमिकांचा समावेश करा
ms: Langkah #2: Tambahkan Peranan Pengguna pada {$userFullName}
nb_no: Steg 2: Legg til brukerroller til {$userFullName}
nl_nl: Stap #2: Rollen toevoegen aan {$userFullName}
pl_pl: Krok #2: Dodaj role w systemie dla {$userFullName}
ru_ru: Шаг №2: Добавить роли пользователю {$userFullName}
sv_se: Steg 2: Tilldela {$userFullName} roller
tr_tr: ADım #2: {$userFullName} adlı üyeye görev ekle
uk_ua: Крок 2: Дайте призначення користувачу {$userFullName}
vi: Bước #2: Thêm vai trò người dùng cho {$userFullName}

# grid.user.addRole
source: Add Role
ar_iq: أضف دوراً
az: Rol əlavə edin
bg_bg: Добавете роля
da_dk: Tilføj rolle
el_gr: Προσθήκη ρόλου
es_es: Añadir rol
eu: Gehitu rola
fr_ca: Ajouter le rôle
gl_es: Engadir rol
hr: Dodaj ulogu
hy: Ավելացրեք դեր
id_id: Tambah Peran
is: Bæta við hlutverki
ja: 役割追加
ka: როლის დამატება
kk_kz: Рөлді қосу
mr: भूमिका समाविष्ट करा
ms: Tambah Peranan
nb_no: Legg til rolle
nl_nl: Rol toevoegen
pl_pl: Dodaj rolę
ru_ru: Добавить роль
sv_se: Tilldela roll
tr_tr: Rol Ekle
uk_ua: Додати роль
vi: Thêm vai trò

# grid.user.selectUser
source: Select User
ar_iq: إختر المستخدم
az: Üzv seçin
bg_bg: Избор на потребител
da_dk: Vælg bruger
el_gr: Επιλογή Χρήστη
es_es: Seleccionar usuario/a
eu: Hautatu erabiltzailea
fr_ca: Sélectionner l'utilisateur-trice
gl_es: Seleccionar usuario/a
hr: Odaberite Korisnik
hy: Ընտրեք օգտվողին
id_id: Pilih Pengguna
is: Velja notanda
ja: ユーザーを選択
ka: მომხმარებლის არჩევა
kk_kz: Пайдаланушыны таңдаңыз
mr: वापरकर्ता निवडा
ms: Pilih Pengguna
nb_no: Velg bruker
nl_nl: Kies gebruiker
pl_pl: Wybierz
ru_ru: Выбрать пользователя
sv_se: Välj användare
tr_tr: Üye Seç
uk_ua: Обрати користувача
vi: Chọn người dùng

# grid.user.mergeUsers
source: Merge Users
ar_iq: دمج المستخدمين
az: İstifadəçiləri birləşdirin
bg_bg: Обединяване на потребители
da_dk: Flet brugere
el_gr: Συγχώνευση Χρηστών
es_es: Fusionar usuarios/as
eu: Bateratu erabiltzaileak
fr_ca: Fusionner les utilisateurs-trices
gl_es: Fusionar usuarios/as
hr: Spoji korisnike
hy: Միավորել օգտվողներին
id_id: Gabungkan Pengguna
is: Sameina notendur
ja: ユーザーをマージ
ka: მომხმარებლების გაერთიანება
kk_kz: Пайдаланушыларды біріктіру
mr: वापरकर्ते विलीन करा
ms: Gabungkan Pengguna
nb_no: Slå sammen brukere
nl_nl: Gebruikers samenvoegen
pl_pl: Połącz użytkowników
ru_ru: Объединить пользователей
sv_se: Slå ihop användare
tr_tr: Kullanıcıları Birleştir
uk_ua: Об'єднати користувачів
vi: Gộp người dùng

# grid.user.mergeUsers.mergeIntoUser
source: Merge into this User
ar_iq: إدمجه بهذا المستخدم
az: Bu istifadəçidə birləşdirin
bg_bg: Обединяване в профила на този потребител
da_dk: Flet ind under denne bruger
el_gr: Συγχώνευση σε αυτον τον Χρήστη
es_es: Fusionar en este usuario/a
eu: Bateratu erabiltzaile honetan
fr_ca: Fusionner dans cet ou cette utilisateur-trice
gl_es: Fusionar neste usuario/a
hr: Spojite se s ovim korisnikom
hy: Միավորվեք այս Օգտատիրոջ մեջ
id_id: Gabungkan ke Pengguna ini
is: Sameina við þennan notanda
ja: このユーザーにマージ
ka: ამ მომხმარებელთან შეერთება
kk_kz: Осы пайдаланушының атына біріктіру
mr: या वापरकर्त्यामध्ये विलीन करा
ms: Bergabung dengan Pengguna ini
nb_no: Flytt over til denne brukeren
nl_nl: Bij deze gebruiker voegen
pl_pl: Połącz w tego użytkownika
ru_ru: Объединить в этого пользователя
sv_se: Slå ihop med den här användaren
tr_tr: Bu Kullanıcıda Birleştir
uk_ua: Об'єднати в цього користувача
vi: Gộp vào người dùng này

# grid.user.mergeUsers.allUsers
source: All Enrolled Users
ar_iq: كل المستخدمين الممنوحين أدواراً
az: Bütün qeydiyyatdan keçmiş istifadəçilər
bg_bg: Всички записани потребители
da_dk: Alle registrerede brugere
el_gr: Όλοι οι εγγεγραμμένοι Χρήστες
es_es: Todos los usuarios/as registrados
eu: Erregistratutako erabiltzaile guztiak
fr_ca: Tous et toutes les utilisateurs-trices inscrits-es
gl_es: Todos os usuarios/as rexistrados
hr: Svi upisani korisnici
hy: Բոլոր գրանցված օգտվողները
id_id: Semua Pengguna Terdaftar
is: Allir skráðir notendur
ja: 全ての登録ユーザー
ka: ყველა დარეგისტრირებული მომხმარებელი
kk_kz: Барлық тіркелген пайдаланушылар
mr: सर्व नोंदणीकृत वापरकर्ते
ms: Semua Pengguna Berdaftar
nb_no: Alle brukere som er lagt til
nl_nl: Alle gebruikers met een rol
pl_pl: Wszyscy przypisani użytkownicy
ru_ru: Все записанные пользователи
sv_se: Alla registrerade användare
tr_tr: Tüm Kayıtlı Kullanıcılar
uk_ua: Усі зареєстровані користувачі
vi: Tất cả người dùng đã ghi danh

# grid.preparedEmails.title
source: Prepared Email Templates
ar_iq: قوالب الرسائل المحضرة
az: Hazırlanmış email şablonları
bg_bg: Подготвени имейл шаблони
da_dk: Forberedte e-mail-skabeloner
el_gr: Έτοιμα πρότυπα μηνυμάτων
es_es: Plantillas de correo electrónico preparadas
eu: Prestatutako posta elektroniko txantiloiak
fr_ca: Modèles de courriels prédéfinis
gl_es: Modelos de correo electrónico preparados
hr: Pripremljeni predlošci e-pošte
hy: Պատրաստված էլ․ փոստի կաղապարներ
id_id: Template Surel Tersedia
is: Tilbúin tölvupóstssniðmát
ja: 準備されたメールテンプレート
ka: მზა ელფოსტის შაბლონები
kk_kz: Дайын электрондық пошта үлгілері
mr: तयार केलेले ई-मेलचे मजकूर (टेम्पलेट्स)
ms: Templat E-mel yang Disediakan
nb_no: E-postmaler
nl_nl: Voorbereide e-mail sjablonen
pl_pl: Przygotowane szablony wiadomości e-mail
ru_ru: Подготовленные шаблоны писем электронной почты
sv_se: Färdiga e-postmallar
tr_tr: Hazırlanmış E-posta Şablonları
uk_ua: Шаблони підготовлених електронних листів
vi: Mẫu email soạn sẵn

# grid.preparedEmails.currentList
source: Current List
ar_iq: القائمة الحالية
az: Cari siyahı
bg_bg: Текущ списък
da_dk: Aktuel liste
el_gr: Τρέχουσα λίστα
es_es: Lista actual
eu: Egungo zerrenda
fr_ca: Liste actuelle
gl_es: Lista actual
hr: Trenutni popis
hy: Ընթացիկ ցուցակ
id_id: Daftar Terkini
is: Núverandi listi
ja: 現在リスト
ka: მიმდინარე სია
kk_kz: Ағымдағы тізім
mr: सध्याची यादी
ms: Senarai Semasa
nb_no: Nåværende liste
nl_nl: Huidige lijst
pl_pl: Aktualna lista
ru_ru: Текущий список
sv_se: Aktuell lista
tr_tr: Güncel Liste
uk_ua: Поточний список
vi: Danh sách hiện tại

# grid.plugin.allCategories
source: All Categories
ar_iq: كل الفئات
az: Bütün kateqoriyalar
bg_bg: Всички категории
da_dk: Alle kategorier
el_gr: Όλες οι κατηγορίες
es_es: Todas las categorías
eu: Kategoria guztiak
fr_ca: Toutes les catégories
gl_es: Todas as categorías
hr: sve kategorije
hy: Բոլոր դասերը
id_id: Semua Kategori
is: Allir flokkar
ja: すべてのカテゴリー
ka: ყველა კატეგორია
kk_kz: Барлық категориялар
mr: सगळे प्रवर्ग (Categories)
ms: Semua Kategori
nb_no: Alle kategorier
nl_nl: Alle categorieën
pl_pl: Wszystkie kategorie
ru_ru: Все категории
sv_se: Alla kategorier
tr_tr: Tüm Kategoriler
uk_ua: Усі категорії
vi: Tất cả danh mục

# grid.plugin.disable
source: Are you sure you want to disable this plugin?
ar_iq: هل أنت متأكد من رغبتك في تعطيل هذا البرنامج الإضافي؟
az: Bu əlavələri passivləşdirmək istədiyinizə əminsiniz?
bg_bg: Наистина ли искате да деактивирате този плъгин?
da_dk: Er du sikker på, at du vil deaktivere dette plug-in?
el_gr: Επιβεβαιώνετε την απενεργοποίηση του Πρόσθετου;
es_es: ¿Esta seguro de que desea desactivar este conector?
eu: Ziur zaude plugin hau desgaitu nahi duzula?
fr_ca: Voulez-vous vraiment désactiver ce plugiciel ?
gl_es: Seguro que queres desactivar este complemento?
hr: Jeste li sigurni da želite onemogućiti ovaj dodatak?
hy: Իսկապե՞ս ուզում եք անջատել այս փլագինը:
id_id: Yakin ingin menonaktifkan plugin ini?
is: Ertu viss um að þú viljir afvirkja viðbótar-/tengiforritið?
ja: このプラグインを無効にしてもよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ ამ პლაგინის გამორთვა?
kk_kz: Бұл модульді өшіргіңіз келетініне сенімдісіз бе?
mr: तुम्हाला हा प्लग-इन अकार्यान्वित (disable) करायचा आहे का?
ms: Adakah anda pasti mahu menyahdayakan plugin ini?
nb_no: Er du sikker på at vil deaktivere programtillegget?
nl_nl: Weet u zeker dat u deze plugin uit wilt schakelen?
pl_pl: Czy na pewno wyłączyć tą wtyczkę?
ru_ru: Вы уверены, что хотите отключить этот модуль?
sv_se: Är du säker på att du vill inaktivera det här pluginet?
tr_tr: Bu eklentiyi pasifleştirmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете відключити цей модуль?
vi: Bạn có chắc chắn muốn vô hiệu hóa plugin này không?

# grid.action.fileUnconsider
source: Proofing corrections made. You may unconsider this task
ar_iq: إجراءات القراءة التصحيحة أنجزت. بإمكانك تجاهل هذه المهمة
az: Korrektor düzəlişləri edildi. Bu vəzifə dəyişdirilə bilməz.
bg_bg: Направени са корекции. Можете да не взимате под внимание тази задача
da_dk: Korrekturtilretninger gennemført. Du kan ignorer denne opgave.
el_gr: Οι διορθώσεις τυπογραφικού δοκιμίου ολοκληρώθηκαν. Μπορείτε να μην θεωρήσετε αυτή την εργασία.
es_es: Correcciones de prueba realizadas. Puede reconsiderar esta tarea
eu: Proba zuzenketak eginda. Zeregin hau berriro azter dezakezu
fr_ca: Les ébauches ont été corrigées. Vous pourriez ne pas tenir compte de cette tâche.
gl_es: Correccións de comprobación feitas. Pode non considerar esta tarefa
hr: Ispravci su napravljeni. Možete odustati od ovog zadatka
hy: Կատարված են սրբագրման ուղղումներ: Դուք կարող եք անտեսել այս առաջադրանքը
id_id: Perbaikan telah dilakukan. Anda boleh mengabaikan tugas ini
is: Prófarkalestri og lagfæringum er lokið. Þú gætir viljað sleppa þessu verki
ja: 校正の修正が行われました。 このタスクを考慮しなくてもいい
ka: გაკეთდა დამადასტურებელი კორექტივები. თქვენ შეიძლება არ განიხილოთ ეს ამოცანა
kk_kz: Түзетуші өзгертулер енгізілді. Бұл тапсырманы қараудан алып тастауға болады
mr: मुद्रित शोधन दुरुस्त्या झालेल्या आहेत. तुम्ही हे काम रद्द करू शकता
ms: Pembetulan pembuktian dibuat. Anda boleh mengabaikan tugasan ini
nb_no: Rettelser etter korrektur er gjort. Du kan se bort fra oppgaven
nl_nl: Proefcorrecties zijn gemaakt, maar u kan ze ook terugtrekken.
pl_pl: Wprowadzono korekty do pliku. Możesz ponownie rozważyć to zadanie.
ru_ru: Сделана корректурная правка. Вы можете убрать эту задачу с рассмотрения
sv_se: Korrekturändringar gjorda. Du kan välja att bortse från den här uppgiften
tr_tr: Düzeltmen düzeltmeleri yapıldı. Bu görevi değerlendiremezsiniz.
uk_ua: Зроблено коректурні виправлення. Ви можете скасувати розгляд цього завдання
vi: Đã thực hiện sửa lỗi hiệu đính. Bạn có thể xem xét lại nhiệm vụ này

# grid.artworkFile.caption
source: Caption
ar_iq: العبارة التوضيحية
az: Alt yazı
bg_bg: Надпис
da_dk: Billedtekst
el_gr: Λεζάντα
es_es: Título
eu: Legenda
fr_ca: Légende
gl_es: Título
hr: Naslov
hy: Մակագրություն
id_id: Tulisan
is: Skýringartexti
ja: キャプション
ka: წარწერა
kk_kz: Қолтаңба
mr: मथळा
ms: Kapsyen
nb_no: Bildetekst
nl_nl: Bijschrift
pl_pl: Podpis (tytuł)
ru_ru: Подпись
sv_se: Bildtext
tr_tr: Alt yazı
uk_ua: Підпис
vi: Chú thích

# grid.artworkFile.credit
source: Credit
ar_iq: الرصيد
az: Kredit
bg_bg: Авторство
da_dk: Kildeangivelse
el_gr: Ευχαριστίες
es_es: Crédito
eu: Kreditua
fr_ca: Source
gl_es: Crédito
hr: Kreditna
hy: Կրեդիտ
id_id: Kredit
is: Kredit
ja: クレジット
ka: ავტორი
kk_kz: Автор
mr: श्रेय
ms: Kredit
nb_no: Kreditering
nl_nl: Bron
pl_pl: Podpis (autor)
ru_ru: Автор
sv_se: Källa
tr_tr: Kredi
uk_ua: Автор
vi: Ghi công

# grid.artworkFile.copyrightOwner
source: Copyright Owner
ar_iq: مالك الحقوق الفكرية
az: Müəllif hüquqları sahibi
bg_bg: Притежател на авторските права
da_dk: Copyrightindehaver
el_gr: Κάτοχος πνευματικών δικαιωμάτων
es_es: Propietario del Copyright
eu: Copyright-aren jabea
fr_ca: Titulaire du droit d'auteur
gl_es: Propietario do Copyright
hr: Vlasnik autorskih prava
hy: Հեղինակային իրավունքի սեփականատեր
id_id: Pemilik Hak Cipta
is: Eigandi höfundaréttar
ja: 著作権者
ka: საავტორო უფლებების მფლობელი
kk_kz: Авторлық құқық иесі
mr: कॉपीराइट मालक
ms: Pemilik Hak Cipta
nb_no: Rettighetshaver
nl_nl: Copyrighthouder
pl_pl: Właściciel praw autorskich
ru_ru: Владелец авторских прав
sv_se: Upphovsrättsinnehavare
tr_tr: Telif Hakkı Sahibi
uk_ua: Власник авторських прав
vi: Chủ sở hữu bản quyền

# grid.artworkFile.permissionTerms
source: Permission Terms
ar_iq: شروط الترخيص
az: İcazə şərtləri
bg_bg: Условия за разрешение за ползване
da_dk: Godkendelsesbetingelser
el_gr: Όροι αδειοδότησης
es_es: Términos de licencia
eu: Baimen-baldintzak
fr_ca: Conditions d'autorisation
gl_es: Termos da licenza
hr: Uvjeti dopuštenja
hy: Թույլտվության պայմաններ
id_id: Masa Izin
is: Leyfisskilmálar
ja: 許諾条件
ka: წვდომის წესები
kk_kz: Қолдану ережелері
mr: परवानगीच्या अटी
ms: Terma Kebenaran
nb_no: Betingelser for rettigheter
nl_nl: Toelatingsvoorwaarden
pl_pl: Treść praw autorskich
ru_ru: Условия использования
sv_se: Rättigheter för användning
tr_tr: İzin Koşulları
uk_ua: Умови використання
vi: Điều khoản cấp phép

# grid.artworkFile.placement
source: Placement in submission
ar_iq: الموضع ضمن طلب النشر
az: Məqalə yerləşdirmə
bg_bg: Поставяне в подадените материали
da_dk: Placering i indsendelsen
el_gr: Θέση στην υποβολή
es_es: Situación en el libro
eu: Kokapena bidalketan
fr_ca: Emplacement dans l'ouvrage
gl_es: Situación no envío
hr: Postavljanje u podnošenje
hy: Տեղադրում ներկայացման մեջ
id_id: Penempatan di buku
is: Staðsetning í handriti
ja: 図書の中での配置
ka: განთავსება წარდგენაში
kk_kz: Материалды орналастыру
mr: सादरीकरणामध्ये नेमके स्थान
ms: Penempatan dalam penyerahan
nb_no: Plassering i innleveringen
nl_nl: Plaatsing in nummer
pl_pl: Położenie w zgłoszeniu
ru_ru: Размещение в материале
sv_se: Placering i bidraget
tr_tr: Gönderi yerleştirme
uk_ua: Розміщення в матеріалі
vi: Vị trí trong bài nộp

# grid.userGroup.assignStage
source: Assign stage
ar_iq: مرحلة التعيين
az: Təyinat addımları
bg_bg: Присвояване на етап
da_dk: Anvis trin
el_gr: Σύνδεση σταδίου εργασιών
es_es: Asignar fase
eu: Esleitu fasea
fr_ca: Assigner une étape
gl_es: Asignar fase
hr: Dodijelite pozornicu
hy: Հանձնարարել փուլ
id_id: Buat tahapan penugasan
is: Úthluta þrepi
ja: 段階を指定
ka: სცენის დანიშვნა
kk_kz: Кезеңді тағайындаңыз
mr: फेरी/टप्पा (stage) निश्चित करा
ms: Tugaskan peringkat
nb_no: Oppnevn til stadie
nl_nl: Wijs toe aan stap in redactieproces
pl_pl: Przydziel etap
ru_ru: Назначить этап
sv_se: Tilldela steg
tr_tr: Atama adımları
uk_ua: Призначити етап
vi: Phân công giai đoạn

# grid.userGroup.allStages
source: All Workflow Stages
ar_iq: كل مراحل المخطط الانسيابي
az: Bütün iş axını mərhələləri
bg_bg: Всички етапи на работния процес
da_dk: Alle workflowtrin
el_gr: Όλα τα στάδια της ροής εργασιών
es_es: Todas las fases del proceso de trabajo
eu: Lan-fluxuaren fase guztiak
fr_ca: Toutes les étapes du processus
gl_es: Todas as fases do fluxo de traballo
hr: Sve faze tijeka rada
hy: Աշխատանքային գործընթացի բոլոր փուլերը
id_id: Semua Tahapan Alur Kerja
is: Öll verkflæðisþrep
ja: すべてのワークフロー段階
ka: სამუშაო პროცესის ყველა ეტაპი
kk_kz: Жұмыс процесінің барлық кезеңдері
mr: कार्यप्रवाहातील (वर्कफ्लो) सगळे टप्पे
ms: Semua Peringkat Aliran Kerja
nb_no: Alle stadier i saksgangen
nl_nl: Alle stappen van het redactieproces
pl_pl: Wszystkie etapy
ru_ru: Все этапы рабочего процесса
sv_se: Alla steg i arbetsflödet
tr_tr: Tüm İş Akışı Aşamaları
uk_ua: Усі етапи робочого процесу
vi: Tất cả các giai đoạn quy trình
