Repository: pkp/pkp-lib
Catalog: locale/*/grid.xlf
Languages: it_it, sl_si

# grid-noItems
source: No Items
it_it: Nessun elemento
sl_si: Ni postavk

# grid-settings
source: Settings
it_it: Impostazioni
sl_si: Nastavitve

# grid-noAuditors
source: No Auditors
it_it: No valutatori
sl_si: Ni revizorjev

# grid-remotelyHostedItem
source: This item is remotely hosted.
it_it: Questo oggetto è conservato in remoto

# grid-action-uninstall
source: Uninstall
it_it: Disinstalla
sl_si: Odstrani

# grid-action-manageAccess
source: Manage Access
it_it: Gestisci accesso
sl_si: Upravljaj dostope

# grid-action-sort
source: Sort
it_it: Ordinamento
sl_si: Uredi

# grid-action-addItem
source: Add Item
it_it: Aggiungi un elemento
sl_si: Dodaj postavko

# grid-action-addNote
source: Add Note
it_it: Aggiungi nota
sl_si: Dodaj opombo

# grid-action-addQuery
source: Add discussion
it_it: Aggiungi una discussione
sl_si: Dodaj diskusijo

# grid-action-readQuery
source: Read discussion
it_it: Leggi la discussione
sl_si: Poglej diskusijo

# grid-action-deleteQuery
source: Delete discussion
it_it: Cancella la discussione
sl_si: Odstrani diskusijo

# grid-action-updateQuery
source: Update discussion
it_it: Aggiorna la discussione
sl_si: Dopolni diskusijo

# grid-action-addUser
source: Add User
it_it: Aggiungi utente
sl_si: Dodaj uporabnika

# grid-action-unassignReviewer
source: Unassign this reviewer
it_it: Togli l'assegnazione della revisione a questo revisore
sl_si: Odstrani recenzenta

# grid-action-approveCopyedit
source: Approve this copyedit file for sending it to the next stage
it_it: Approva questo copyedit per passarlo alla fase successiva
sl_si: Odobri to lektorirano datoteko za uporabo v naslednji fazi

# grid-action-reload
source: Reload
it_it: Ricarica
sl_si: Ponovno naloži

# grid-action-delete
source: Delete
it_it: Cancella
sl_si: Odstrani

# grid-action-deleteFile
source: Delete File
it_it: Cancella file
sl_si: Odstrani datoteko

# grid-action-deleteMedia
source: Delete Media
it_it: Elimina file
sl_si: Odstrani medij

# grid-action-editMedia
source: Edit Media
it_it: Modifica file
sl_si: Uredi medij

# grid-action-editSection
source: Edit Section
it_it: Modifica sezione
sl_si: Uredi rubriko

# grid-action-export
source: Export
it_it: Esporta
sl_si: Izvozi

# grid-action-deleteSection
source: Delete Section
it_it: Cancella sezione
sl_si: Odstrani rubriko

# grid-action-editorialHistory
source: Editorial History
it_it: Storia editoriale
sl_si: Zgodovina revije

# grid-action-remove
source: Remove
it_it: Elimina
sl_si: Odstrani

# grid-action-edit
source: Edit
it_it: Modifica
sl_si: Uredi

# grid-action-approve
source: Approve
it_it: Approva
sl_si: Odobri

# grid-action-disapprove
source: Disapprove
it_it: Disapprova
sl_si: Zavrni

# grid-action-setApproval
source: Set Approval
it_it: Approva

# grid-action-moreInformation
source: More Information
it_it: Maggiori informazioni
sl_si: Več informacij

# grid-action-restoreDefaults
source: Restore Defaults
it_it: Ripristina impostazioni di default
sl_si: Povrni privzeto

# grid-action-restoreDefaults-confirm
source: Are you sure you wish to restore the defaults?
it_it: Sei sicuro di voler ripristinare i default ?
sl_si: Ste prepričani, da želite povrniti na privzeto?

# grid-action-addAuthor
source: Add Author
it_it: Aggiungi un autore
sl_si: Dodaj avtorja

# grid-action-editAuthor
source: Edit Author
it_it: Modifica autore
sl_si: Uredi avtorja

# grid-action-deleteAuthor
source: Delete Author
it_it: Elimina autore
sl_si: Odstrani avtorja

# grid-action-addAuditor
source: Add an Auditor
it_it: Aggiungi valutatore
sl_si: Dodaj revizorja

# grid-action-upgrade
source: Upgrade
it_it: Aggiorna
sl_si: Nadgradnja

# grid-action-order
source: Order
it_it: Ordina
sl_si: Vrstni red

# grid-action-cancelOrdering
source: Cancel ordering
it_it: Cancella ordinamento
sl_si: Odstrani vrstni red

# grid-action-extendAll
source: Extend all
it_it: Espandi tutto
sl_si: Razširi vse

# grid-action-collapse
source: Collapse
it_it: Collassa
sl_si: Strni

# grid-action-collapseAll
source: Collapse all
it_it: Collassa tutto
sl_si: Strni vse

# grid-action-wizard
source: Settings wizard
it_it: Wizard di configurazione
sl_si: Nastavitveni čarovnik

# grid-action-moveItem
source: Move Item
it_it: Sposta oggetto
sl_si: Premakni predmet

# grid-action-downloadAll
source: Download all files as an archive
it_it: Scarica tutti i file in un archivio compresso
sl_si: Prenesi vse datoteke kot arhiv

# grid-action-readReview
source: Read this review
it_it: Leggi questa revisione
sl_si: Poglej to recenzijo

# grid-action-email
source: Send email
it_it: Invia email
sl_si: Pošlji email

# grid-action-addReviewer
source: Add a reviewer
it_it: Aggiungi un revisore
sl_si: Dodaj recenzenta

# grid-action-addFile
source: Add a file
it_it: Aggiungi un file
sl_si: Dodaj datoteko

# grid-action-editFile
source: Edit a file
it_it: Modifica un file
sl_si: Uredi datoteko

# grid-action-selectFiles
source: Select files to manage
it_it: Seleziona i file da gestire
sl_si: Izberi datoteko za spremembo

# grid-action-requestRevisions
source: Request revisions for this submission
it_it: Richiedi revisioni per questa proposta
sl_si: Zahtevaj posodobitev prispevka

# grid-action-accept
source: Accept this submission
it_it: Accetta questa proposta
sl_si: Sprejmi prispevek

# grid-action-decline
source: Decline this Submission
it_it: Rifiuta questa proposta
sl_si: Zavrni prispevek

# grid-action-internalReview
source: Send this submission to internal review
it_it: Invia questa proposta alla revisione interna
sl_si: Pošlji prispevek v interno receznijo

# grid-action-externalReview
source: Send this submission to external review
it_it: Invia questa proposta al revisore esterno
sl_si: Pošlji prispevek v zunanjo receznijo

# grid-action-sendToProduction
source: Send this submission to production
it_it: Manda in lavorazione la proposta
sl_si: Pošlji prispevek v produkcijo

# grid-action-settings
source: Settings
it_it: Impostazioni
sl_si: Nastavitve

# grid-action-importexport
source: Import or export content or site data
it_it: Importa o esporta contenuto o dati dal sito
sl_si: Uvozi ali izvozi vsebino ali podatke spletišča

# grid-action-orderItems
source: Enable ordering mode
it_it: Abilita modalità di ordinamento
sl_si: Omogoči urejanje vrstnega reda

# grid-action-editSubmissionChecklist
source: Edit this checklist item
it_it: Modifica questo elemento della checklist
sl_si: Uredi to postavko kontrolnega seznama

# grid-action-deleteSubmissionChecklist
source: Delete this checklist item
it_it: Elimina questo elemento della lista di controllo
sl_si: Odstrani to postavko kontrolnega seznama

# grid-action-resetAll
source: Reset all items to default values
it_it: Ripristina il valore iniziale per tutti gli elementi
sl_si: Ponastavi vse postavke na privzete vrednosti

# grid-action-addPreparedEmail
source: Add a new email template
it_it: Aggiungi un nuovo template per la
sl_si: Dodaj novo email predlogo

# grid-action-editPreparedEmail
source: Edit this email template
it_it: Modifica il template
sl_si: Uredi to email predlogo

# grid-action-disableEmail
source: Disable this email template
it_it: Disattiva il template
sl_si: Onemogoči to email predlogo

# grid-action-resetEmail
source: Reset this email template to the default
it_it: Resetta questi modelli email al default
sl_si: Ponastavi to email predlogo na privzeto

# grid-action-expandAll
source: Expand All
it_it: Espandi tutto
sl_si: Razširi vse

# grid-action-requestAccount
source: Add a participant
it_it: Aggiungi un partecipante
sl_si: Dodaj sodelujočega

# grid-action-expand
source: Expand
it_it: Espandi
sl_si: Razširi

# grid-action-notify
source: Notify this user
it_it: Informa l'utente
sl_si: Opozori tega uporabnika

# grid-action-addUserGroup
source: Add a new User Group
it_it: Aggiungi un nuovo gruppo utenti
sl_si: Dodaj novo uporabniško skupino

# grid-action-editUserGroup
source: Edit this user group
it_it: Modifica questo gruppo utenti
sl_si: Uredi to uporabniško skupino

# grid-action-disable
source: Disable
it_it: Disabilita
sl_si: Onemogoči

# grid-action-details
source: View this item
it_it: Vedi questo oggetto
sl_si: Poglej to postavko

# grid-action-enrolExisting
source: Enrol an existing user as a reviewer
it_it: Impersona un utente come revisore
sl_si: Registriraj obstoječega uporabnika

# grid-action-selectCreate
source: Create a new reviewer
it_it: Crea un nuovo revisore
sl_si: ustvri novega recenzenta

# grid-action-search
source: Search
it_it: Ricerca
sl_si: Iskanje

# grid-action-advancedSearch
source: Advanced Search
it_it: Ricerca avanzata
sl_si: Napredno iskanje

# grid-action-viewLibrary
source: View Document Library
it_it: Vedi documentazione
sl_si: Poglej knjižnico dokumentov

# grid-action-viewMetadata
source: View the metadata for this submission
it_it: Vedi i metadati di questa proposta
sl_si: Poglej metapodatke tega prispevka

# grid-action-sendReminder
source: Send a task reminder to this user
it_it: Invia un promemoria dell'incarico a questo utente
sl_si: Pošlji opomnik za nalogo temu uporabniku

# grid-action-newRound
source: Create a new round
it_it: Crea un nuovo round
sl_si: Ustvari nov krog

# grid-action-viewReviewGuidelines
source: View the review guidelines
it_it: Vedi le linee guida per la revisione
sl_si: Poglej navodila za recenziranje

# grid-action-viewCompetingInterestGuidelines
source: View the competing interests guidelines policy
it_it: Vedi le politiche sul conflitto di interessi
sl_si: Poglej navodila za politiko nasprotujočih interesov

# grid-action-thankReviewer
source: Send a thank you message to this reviewer
it_it: Manda un messaggio di ringraziamento a questo revisore
sl_si: Pošlji zahvalno sporočilo temu recenzentu

# grid-action-uploadFile
source: Upload a file
it_it: Carica un file
sl_si: Naloži datoteko

# grid-action-addAnnouncementType
source: Add Announcement Type
it_it: Aggiungi una tipologia di avviso
sl_si: Dodaj nov tip obvestil

# grid-action-addAnnouncement
source: Add Announcement
it_it: Aggiungi un avviso
sl_si: Dodaj obvestilo

# grid-action-mergeUser
source: Merge user
it_it: Fondi utenti
sl_si: Združi uporabnika

# grid-action-unassignUser
source: Unassign User
it_it: Esenta l'utente

# grid-action-history
source: View History
it_it: Vedi registro
sl_si: Poglej zgodovino

# grid-action-unconsiderReview
source: This review is complete, but you may unconsider it
it_it: La revisione è completa ma puoi anche non considerarla
sl_si: Ta recenzija je končana, lahko jo tudi ne upoštevate

# grid-action-enable
source: Enable
it_it: Attiva
sl_si: Omogoči

# grid-action-bookInfo
source: Submission Info
it_it: Informazioni sulla proposta
sl_si: Podatki o prispevku

# grid-action-logInAs
source: Login As
it_it: Impersona
sl_si: Prijavi se kot

# grid-action-exportAllUsers
source: Export All Users
it_it: Esporta tutti gli utenti
sl_si: Izvozi vse uporabnike

# grid-users-confirmExportAllUsers
source: Are you sure you wish to export all users?
it_it: Sei sicuro di voler esportare tutti gli utenti?
sl_si: Ste prepričani, da želite izvoziti vse uporabnike?

# grid-action-activate
source: Activate
it_it: Attiva
sl_si: Aktiviraj

# grid-action-deactivate
source: Deactivate
it_it: Disattiva
sl_si: Deaktiviraj

# grid-action-copy
source: Copy
it_it: Copia
sl_si: Kopiraj

# grid-action-preview
source: Preview
it_it: Anteprima
sl_si: Predogled

# grid-action-install
source: Install
it_it: Installa
sl_si: Namesti

# grid-action-moreItems
source: Load more
it_it: Visualizza altri
sl_si: Naloži več

# grid-action-users
source: View/Select users
it_it: Vedi/Seleziona utenti

# grid-task-status-completed
source: This task is completed
it_it: L'incarico è completato
sl_si: Ta naloga je opravljena

# grid-task-status-new
source: Checked when considered
it_it: C'è un nuovo oggetto che richiede attenzione
sl_si: Označeno, če je upoštevano

# grid-task-status-uploaded
source: The column title indicates who uploaded this file
it_it: La colonna del titolo indica chi ha caricato questo file
sl_si: Naslov stolpca pove, kdo je naložil to datoteko

# grid-task-status-unfinished
source: Task unfinished
it_it: Revisioni non completate
sl_si: Naloga ni dokončana

# grid-task-status-reviewReady
source: This review is ready. Click the note icon to the left to read it.
it_it: Questa revisione è completa. Clicca sull'icona a sinistra per leggerla.
sl_si: Ta recenzija je pripravljena. Kliknite ikono na levi, da jo pogledate.

# grid-columns-actions
source: Actions
it_it: Azioni
sl_si: Akcije

# grid-columns-institution
source: Institution
it_it: Istituzioni
sl_si: Institucije

# grid-columns-auditor
source: Auditor
it_it: Valutatore
sl_si: Revizor

# grid-sponsor-title
source: Sponsoring Organizations
it_it: Sponsor
sl_si: Sponzorske organizacije

# grid-action-addSponsor
source: Add Sponsor
it_it: Aggiungi sponsor
sl_si: Dodaj sponzorja

# grid-action-deleteSponsor
source: Delete Sponsor
it_it: Elimina sponsor
sl_si: Odstrani sponzorja

# grid-action-editSponsor
source: Edit Sponsor
it_it: Modifica sponsor
sl_si: Uredi sponzorja

# grid-action-addSeries
source: Add Series
it_it: Aggiungi serie
sl_si: Dodaj serijo

# grid-action-editSeries
source: Edit Series
it_it: Modifica serie
sl_si: Uredi serijo

# grid-action-deleteSeries
source: Delete Series
it_it: Cancella serie
sl_si: Odstrani serijo

# grid-action-addCategory
source: Add Category
it_it: Aggiungi categoria
sl_si: Dodaj kategorijo

# grid-action-editCategory
source: Edit Category
it_it: Modifica categoria
sl_si: Uredi kategorijo

# grid-action-deleteCategory
source: Delete Category
it_it: Cancella categoria
sl_si: Odstrani kategorijo

# grid-contributor-title
source: Sources of Support
it_it: Contributori
sl_si: Sodelavci

# grid-action-addContributor
source: Add Contributor
it_it: Aggiungi un contributore
sl_si: Dodaj sodelavca

# grid-action-editContributor
source: Edit Contributor
it_it: Modifica un contributore
sl_si: Uredi sodelavca

# grid-action-deleteContributor
source: Delete Contributor
it_it: Cancella un contributore
sl_si: Odstrani sodelavca

# grid-reviewForm-title
source: Review Forms
it_it: Moduli di revisione
sl_si: Recenzijski obrazci

# grid-reviewFormElement-responseItems
source: Response Options
it_it: Opzioni risposta
sl_si: Možnosti odgovorov

# grid-noFiles
source: No Files
it_it: Non ci sono file
sl_si: Ni datotek

# grid-libraryFiles-submission-title
source: Submission Library
it_it: Materiali per le proposte
sl_si: Knjižnica prispevka

# grid-libraryFiles-editorial-title
source: Editorial Library
it_it: Materiali per gli editor
sl_si: Uredniška knjižnica

# grid-libraryFiles-review-title
source: Review Library
it_it: Materiali per le revisioni
sl_si: Recenzentska knjižnica

# grid-libraryFiles-production-title
source: Production Library
it_it: Materiali per la produzione
sl_si: Produkcijska knjižnica

# grid-libraryFiles-productionTemplate-title
source: Production Template Library
it_it: Raccolta di template per la produzione
sl_si: Knjižnica produkcijskih predlog

# grid-submissionChecklist-title
source: Submission Checklist
it_it: Controllo della submission
sl_si: Kontrolni seznam za oddajo

# grid-submissionChecklist-column-checklistItem
source: Checklist Item
it_it: Elemento della lista di controllo
sl_si: Postavka kontrolnegga seznama

# author-users-contributor-name
source: Name
it_it: Nome
sl_si: Ime

# author-users-contributor-role
source: Role
it_it: Ruolo
sl_si: Vloga

# author-users-contributor-principalContact
source: Primary Contact
it_it: Contatto principale
sl_si: Primarni kontakt

# author-users-contributor-includeInBrowse
source: In Browse Lists
it_it: Includi nei risultati di ricerca
sl_si: Objavljen v seznamu

# grid-roles-currentRoles
source: Current Roles
it_it: Ruolo attuale
sl_si: Trenutna vloga

# grid-roles-add
source: Create New Role
it_it: Aggiungi ruolo
sl_si: Ustvari novo vlogo

# grid-roles-stageAssignment
source: Stage Assignment
it_it: Assegnazione del livello
sl_si: Zadolžitev v fazi

# grid-user-currentUsers
source: Current Users
it_it: Utente attuale
sl_si: Trenutni uporabniki

# grid-user-currentEnrollment
source: Current Enrollment
it_it: Iscrizione attuale

# grid-user-allRoles
source: All Roles
it_it: Tutti i ruoli
sl_si: Vse vloge

# grid-user-allPermissionLevels
source: All Permission Levels
it_it: Tutti i permessi
sl_si: Dovoljenja na vseh nivojih

# grid-user-add
source: Add User
it_it: Aggiungi utente
sl_si: Dodaj uporabnika

# grid-user-enroll
source: Enroll User
it_it: Iscrivi utente
sl_si: Registriraj uporabnika

# grid-user-edit
source: Edit User
it_it: Modifica utente
sl_si: uredi uporabnika

# grid-user-enable
source: Enable
it_it: Abilita
sl_si: Omogoči

# grid-user-disable
source: Disable
it_it: Disabilita
sl_si: Onemogoči

# grid-user-disableReason
source: Reason for disabling user
it_it: Motivo della disabilitazione
sl_si: Razlog za onemogočitev

# grid-user-enableReason
source: Reason for enabling user
it_it: Motivo dell'abilitazione
sl_si: Razlog za omogočitev

# grid-user-error
source: An error was encountered administrating this user. Please try again.
it_it: C'è stato un errore nell'amministrazione di questo utente. Prova ancora.
sl_si: Prišlo je do napake pri urejanju tega uporabnnika. Prosimo, poskusite ponovno.

# grid-user-errorEmail
source: An error was encountered sending this email. Please ensure that your email server configuration is working and/or contact your system administrator.
it_it: C'è stato un errore nell'invio di questo messaggio. Assicurati che la configurazione del server di posta elettronica sia funzionante e/o contatta l'amministratore di sistema.
sl_si: Prišlo je do napake pri pošiljanju emaila. Prosimo preverite, da so email nastavitve pravilne in /ali se obrnite na vašega sistemskega adminisratorja.

# grid-user-cannotAdminister
source: You do not have sufficient permissions to administer this user. In order to administer a user, you must either be site administrator, or administer all contexts that this user is enrolled in.
it_it: Non hai privilegi sufficienti per modificare questo utente.
sl_si: Nimate dovolj pravic za urejanje tega uporabnika. Za urejanje tega uporabnika morate biti ali administrator spletišča ali administrator vseh revij, pri katerih je ta uporabnik registriran.

# grid-user-authSource
source: Authentication source
it_it: Fonti di autenticazione
sl_si: Avtentikacijski vir

# grid-user-mustProvideName
source: Please provide at least a last name for the user first.
it_it: Inserisci almeno il cognome dell'utente.
sl_si: Prosimo vnestie najprej vsaj priimek tega uporabnika.

# grid-user-generatePassword
source: Generate Password
it_it: Genera password
sl_si: Ustvari geslo

# grid-user-generatePasswordDescription
source: Generate random password for this user.
it_it: Genera una password casuale per questo utente.
sl_si: Ustvari naključno geslo za tega uporabnika.

# grid-user-notifyUser
source: Notify User
it_it: Informa l'utente
sl_si: Obvesti uporabnika

# grid-user-notifyUserDescription
source: Send user a welcome email.
it_it: Invia un'email di benvenuto.
sl_si: Pošlji uporabniku email z dobrodošlico.

# grid-user-mustChangePassword
source: Change Password
it_it: Cambia password
sl_si: Spremeni geslo

# grid-user-mustChangePasswordDescription
source: User must change password on next log in.
it_it: L'utente deve cambiare la password al prossimo login.
sl_si: Uporabnik mora spremeniti geslo ob nasljednji prijavi.

# grid-user-mustChangePasswordDescriptionOld
source: Require the user to change their password the next time they log in.
it_it: Chiedi agli utenti di cambiare la password al login successivo.
sl_si: Zahteva, da uporabnik ob naslednji prijavi obvezno spremeni geslo.

# grid-user-moreDetails
source: More User Details
it_it: Altri dettagli dell'utente
sl_si: Več podatkov o uporabniku

# grid-user-lessDetails
source: Less User Details
it_it: Meno dettagli dell'utente
sl_si: Manj podatkov o uporabniku

# grid-user-userDetails
source: User Details
it_it: Dettagli dell'utente
sl_si: Podatki o uporabniku

# grid-user-userRoles
source: User Roles
it_it: Ruoli utente
sl_si: Vloge uporabnika

# grid-user-userNoRoles
source: This user does not have any roles.
it_it: Questo utente non ricopre nessun ruolo.
sl_si: Ta uporabnik nima dodeljene nobene vloge.

# grid-user-step1
source: Step #1: Fill in User Details
it_it: Passo #1: Compila i dettagli dell'utente
sl_si: Korak #1: Vpišite podatke o uporabniku

# grid-user-step2
source: Step #2: Add User Roles to {$userFullName}
it_it: Passo #2: Aggiungi ruoli all'utente {$userFullName}
sl_si: Step #2: Dodelite vloge uporabniku {$userFullName}

# grid-user-addRoles
source: Add Roles
it_it: Aggiungi ruoli
sl_si: Dodaj vlogo

# grid-user-addRole
source: Add Role
it_it: Aggiungi ruolo
sl_si: Dodaj vloge

# grid-user-selectUser
source: Select User
it_it: Seleziona Utente
sl_si: Izberi uporabnika

# grid-user-pleaseSelectUser
source: Please select a user
it_it: Seleziona un utente
sl_si: Prosim izberite uporabnika

# grid-user-confirmLogInAs
source: Log in as this user? All actions you perform will be attributed to this user.
it_it: Ti loggi come questo utente? Tutte le azioni che farai saranno attribuite a questo utente.
sl_si: Prijavi se kot ta uporabnik? Vse akcije, ki jih boste naredili, bodo pripisane temu uporabniku.

# grid-user-mergeUsers
source: Merge Users
it_it: Fondi utenti
sl_si: Združi uporabnike

# grid-user-mergeUsers-mergeUser
source: Merge User
it_it: Unisci utenti
sl_si: Združi uporabnika

# grid-user-mergeUsers-mergeIntoUser
source: Merge into this User
it_it: Fondi su questo utente
sl_si: Združi v tega uporabnika

# grid-user-mergeUsers-allUsers
source: All Enrolled Users
it_it: Tutti gli utenti iscritti
sl_si: Vsi registrirani uporabniki

# grid-user-mergeUsers-confirm
source: Are you sure you wish to merge the account with the username "{$oldUsername}" into the account with the username "{$newUsername}"? The account with the username "{$oldUsername}" will not exist afterwards. This action is not reversible.
it_it: Sei sicuro di volere fondere l'account con lo username "{$oldUsername}" nell'account con lo username "{$newUsername}" ? L'account con lo username "{$oldUsername}" non esisterà più. Questa azione non è reversibile.
sl_si: Ste prepričani, da želite združiti uporabniški račun z imenom "{$oldUsername}" v uporabniški rčaun "{$newUsername}"? Uporabniški račun "{$oldUsername}" po tem ne bo več obstajal. To akcije se ne da preklicati.

# grid-preparedEmails-title
source: Prepared Email Templates
it_it: Modelli email
sl_si: Pripravljene email predloge

# grid-preparedEmails-currentList
source: Current List
it_it: Lista corrente
sl_si: Trenutna lista

# grid-plugin-allCategories
source: All Categories
it_it: Tutte le categorie
sl_si: Vse kategorije

# grid-plugin-disable
source: Are you sure you want to disable this plugin?
it_it: Sei sicuro di disabilitare questo plugin?
sl_si: Ste prepričani, da želite onemogočiti ta vtičnik?

# grid-action-fileUnconsider
source: Proofing corrections made. You may unconsider this task
it_it: Correzione delle bozze fatta. Puoi non considerare questa azione.
sl_si: Korekture so opravljene. To nalogo lahko tudi ne upoštevate

# grid-artworkFile-caption
source: Caption
it_it: Didascalia
sl_si: Napis

# grid-artworkFile-credit
source: Credit
it_it: Riconoscimenti

# grid-artworkFile-copyrightOwner
source: Copyright Owner
it_it: Proprietario del copyright
sl_si: Lastnik avtorskih pravic

# grid-artworkFile-copyrightContact
source: Contact Info (if not author/publisher)
it_it: Informazione di contatto (se diversa da autore/editore)
sl_si: Kontakt (če ni avtor/izdajatelj)

# grid-artworkFile-permissionTerms
source: Permission Terms
it_it: Permessi
sl_si: Dovoljenja

# grid-artworkFile-placement
source: Placement in submission
it_it: Posizione nella proposta
sl_si: Umestitev v prispevek
