Repository: pkp/pkp-lib
Catalog: locale/*/invitation.po
Languages: ar, bg, cs, eu, mk, nl, sv, tr, uk

# invitation.userRoleAssignment.validation.error.user.emailMustNotExist
source: When an invitation has an email ({$email}) assigned, this email must not be in use by another user.
ar: عندما يكون عنوان البريد الالكتروني ({$email}) معينًا في الدعوة، ينبغي أن لا يكون ذلك العنوان مستعملاً من قبل مستخدم آخر.
bg: Когато към поканата е присвоен имейл адрес ({$email}), този имейл адрес не трябва да се използва от друг потребител.
cs: Pokud je pozvánka přiřazena k e-mailové adrese ({$email}), tato e-mailová adresa nesmí být používána jiným uživatelem.
eu: Gonbidapen batek helbide elektroniko bat ({$email}) esleituta duenean, helbide elektroniko hori ez du beste erabiltzaile batek erabili behar.
mk: Кога на поканата ѝ е доделена е-пошта ({$email}), оваа е-пошта не смее да ја користи друг корисник.
nl: Wanneer aan een uitnodiging een e-mail ({$email}) is gekoppeld, mag deze e-mail niet in gebruik zijn bij een andere gebruiker.
sv: När en inbjudan har en e-postadress ({$email}) kopplad till sig får den inte redan användas av en annan användare.
tr: Davetiyede bir e-posta adresi ({$email}) atanmışsa, bu e-posta adresi başka bir kullanıcı tarafından kullanılmamalıdır.
uk: Якщо запрошенню призначено електронну адресу ({$email}), ця адреса не повинна використовуватися іншим користувачем.

# invitation.userRoleAssignment.validation.error.username.mandatory
source: A username must be provided
ar: ينبغي إعطاء اسم المستخدم
bg: Трябва да се предостави потребителско име
cs: Je třeba zadat uživatelské jméno
eu: Erabiltzaile-izen bat eman behar da
mk: Мора да се наведе корисничко име
nl: Een gebruikersnaam is vereist
sv: Ett användarnamn måste anges
tr: Bir kullanıcı adı girilmelidir
uk: Потрібно вказати ім'я користувача

# invitation.userRoleAssignment.validation.error.familyName.mandatory
source: A family name must be provided
ar: ينبغي إعطاء اسم العائلة
bg: Трябва да се предостави фамилно име
cs: Je třeba zadat příjmení
eu: Abizen bat eman behar da
mk: Мора да се наведе презиме
nl: Vermelding van een achternaam is vereist
sv: Ett efternamn måste anges
tr: Soyisim girilmeli
uk: Потрібно вказати прізвище

# invitation.userRoleAssignment.validation.error.addUserRoles.dateStartMandatory
source: For added user groups, a date start must be provided
ar: بالنسبة إلى مجموعات المستخدمين المضافة، ينبغي إعطاء تاريخ البدء
bg: За добавени потребителски групи трябва да се посочи начална дата
cs: U přidaných skupin uživatelů je třeba zadat datum zahájení
eu: Gehitutako erabiltzaile-taldeentzat, hasiera-data bat eman behar da
mk: За додадени групи на корисници, мора да се наведе датум на почеток
nl: Voor toegevoegde gebruikersgroepen, is vermelding van een begindatum vereist
sv: Ett startdatum måste anges för tillagda användargrupper
tr: Eklenen kullanıcı grubu için bir başlangıç tarihi belirtilmelidir
uk: Для доданих груп користувачів необхідно вказати дату початку

# invitation.userRoleAssignment.validation.error.addUserRoles.userGroupNotExisting
source: The provided user group ID {$userGroupId} does not exist
ar: مجموعة المستخدمين المعطاة {$userGroupId} غير موجودة
bg: Предоставеният идентификатор на потребителска група {$userGroupId} не съществува
cs: Zadané ID uživatelské skupiny {$userGroupId} neexistuje
eu: Emandako erabiltzaile-taldearen IDa {$userGroupId} ez da existitzen
mk: Дадениот ID на корисничката група {$userGroupId} не постои
nl: De vereiste gebruikersgroep-ID {$userGroupId bestaat niet
sv: Det angivna användargrupps-ID:t {$userGroupId} finns inte
tr: Sağlanan kullanıcı grubu id'si {$userGroupId} mevcut değil
uk: Указаний ідентифікатор групи користувачів {$userGroupId} не існує

# invitation.validation.required
source: The {$attribute} field is required.
ar: إن الحقل {$attribute} مطلوب.
bg: Полето {$attribute} е задължително.
cs: Pole {$attribute} je povinné.
eu: {$attribute} eremua derrigorrezkoa da.
mk: Полето {$attribute} е задолжително.
nl: Het {$attribute}-veld is vereist.
sv: Fältet {$attribute} är obligatoriskt.
tr: {$attribute} alanı zorunludur.
uk: Поле {$attribute} обов'язкове для заповнення.

# invitation.userRoleAssignment.validation.error.userRoles.unexpectedProperties
source: Unexpected properties found in the item at index {$attribute}: {$properties}.
ar: تم العثور على خصائص غير متوقعة في العنصر ذي الفهرس {$attribute}: {$properties}.
bg: Неочаквани свойства, открити в елемента с индекс {$attribute}: {$properties}.
cs: V položce na indexu {$attribute}: {$properties} byly nalezeny neočekávané vlastnosti.
eu: Elementuan espero ez ziren propietateak aurkitu dira {$attribute} indizean: {$properties}.
mk: Неочекувани својства се пронајдени во ставката на индексот {$attribute}: {$properties}.
nl: Er zijn in het item onverwachte kenmerken gevonden bij de index {$attribute}: {$properties}.
sv: Oväntade egenskaper hittades i objektet vid index {$attribute}: {$properties}.
tr: {attribute} indeksindeki ögede beklenmedik özellikler bulundu: {properties}.
uk: Знайдено неочікувані властивості в елементі за індексом {$attribute}: {$properties}.

# userInvitation.sendMail.stepLabel
source: {$step} - Modify email shared with the user
ar: {$step} - تعديل البريد الالكتروني المشارك مع المستخدم
bg: {$step} - Промяна на имейл адреса, споделен с потребителя
cs: {$step} - Upravit e-mail sdílený s uživatelem
eu: {$step} - Erabiltzailearekin partekatutako posta elektronikoa aldatu
mk: {$step} - Измени е-пошта споделена со корисникот
nl: {$step} - Wijzig het e-mailadres die met de gebruiker is gedeeld
tr: {$step} - Kullanıcıyla paylaşılan e-postayı düzenleyin
uk: {$step} – Змінити електронну адресу, надану користувачеві

# invitation.familyName.description
source: If you know the family name of the user, you can enter the information. However, this information can be changed by the user.
ar: إذا كنت تعرف اسم عائلة المستخدم، يمكنك إدخال تلك المعلومة. مع ذلك، هذه المعلومة قابلة للتعديل من قبل المستخدم.
bg: Ако знаете фамилното име на потребителя, можете да въведете информацията. Тази информация обаче може да бъде променена от потребителя.
cs: Pokud znáte příjmení uživatele, můžete ho zadat. Tyto informace však může uživatel změnit.
eu: Erabiltzailearen abizena baldin badakizu, informazioa sar dezakezu. Hala ere, erabiltzaileak informazio hori alda dezake.
mk: Ако го знаете презимето на корисникот, можете да ги внесете информациите. Сепак, овие информации може да ги промени корисникот.
nl: Indien u de achternaam van de gebruiker weet, kunt u de gegevens invoeren. Niettemin, deze gegevens kunnen door de gebruiker worden gewijzigd.
tr: Kullanıcının ismini biliyorsanız girebilirsiniz. Ancak, bu bilgi kullanıcı profili düzenleme ekranından değiştirilebilir.
uk: Якщо вам відоме прізвище користувача, ви можете ввести цю інформацію. Однак користувач може змінити цю інформацію.

# acceptInvitation.verifyOrcid.stepName
source: Verify ORCID iD
ar: تحقق من مُعرَّف ORCID
bg: Проверка на ORCID идентификатор
cs: Ověřit ORCID iD
eu: Egiaztatu ORCID IDa
mk: Потврди ORCID iD
nl: Verifieer ORCID ID
tr: ORCID iD'yi Doğrula
uk: Перевірити ORCID iD

# acceptInvitation.verifyOrcid.stepLabel
source: {$step} - Verify ORCID iD
ar: {$step} - تحقق من مُعرَّف ORCID
bg: {$step} - Проверка на ORCID идентификатор
cs: {$step} - Ověřit ORCID iD
eu: {$step} - Egiaztatu ORCID IDa
mk: {$step} - Потврди ORCID иД
nl: {$step} - Verifieer ORCID ID
tr: {$step} - ORCID iD'yi Doğrula
uk: {$step} – Перевірити ORCID iD

# acceptInvitation.verifyOrcid.nextButtonLabel
source: Save and continue
ar: حفظ ومتابعة
bg: Запис и продължение
cs: Uložit a pokračovat
eu: Gorde eta jarraitu
mk: Зачувај и продолжи
nl: Bewaar en ga door
tr: Kaydet ve devam et
uk: Зберегти та продовжити

# acceptInvitation.userDetails.nextButtonLabel
source: Save and continue
ar: حفظ ومتابعة
bg: Запис и продължение
cs: Uložit a pokračovat
eu: Gorde eta jarraitu
mk: Зачувај и продолжи
nl: Bewaar en ga door
tr: Kaydet devam et
uk: Зберегти та продовжити

# acceptInvitation.userDetails.form.description
source: Please provide the following details to help us to manage your account
ar: يرجى تزويدنا بالتفاصيل الآتية لمساعدتنا في إدارة حسابك
bg: Моля, предоставете следните данни, за да ни помогнете да управляваме профила ви
cs: Uveďte prosím následující údaje, které nám pomohou spravovat váš účet
eu: Mesedez, eman ondorengo datuak zure kontua kudeatzen laguntzeko
mk: Ве молиме наведете ги следниве детали за да ни помогнете да управуваме со вашата сметка
nl: U wordt vriendelijk verzocht de volgende specifieke gegevens te verstrekken om ons te helpen uw account in orde te maken
tr: Hesabınızı yönetmemize yardımcı olmak için lütfen aşağıdaki bilgileri girin
uk: Будь ласка, надайте наступну інформацію, щоб допомогти нам керувати Вашим обліковим записом

# acceptInvitation.userDetailsForm.affiliation.description
source: This is the institute you are affiliated with
ar: هذه هي المؤسسة التي تنتسب إليها
bg: Това е институцията, с който сте свързани
cs: Toto je institut, ke kterému patříte
eu: Hau zu atxikita zauden erakundea da
mk: Ова е институтот со кој сте поврзани
nl: Dit is het instituut waarmee u mee bent geaffilieerd
tr: Bu, bağlı olduğunuz kurumdur
uk: Це інститут, з яким Ви пов'язані

source: A value for locale '{$primaryLocale}' is required
ar: لا بد من إعطاء قيمة لـ '{$primaryLocale}'
bg: Изисква се стойност за език '{$primaryLocale}'
cs: Je vyžadována hodnota pro lokalizaci '{$primaryLocale}'
eu: '{$primaryLocale}' eskualdeko balioa beharrezkoa da
mk: Потребна е вредност за локалот „{$primaryLocale}“
nl: Een waarde voor de taalinstelling '{$primaryLocale}' is vereist
tr: '{$primaryLocale}' dil ayarı için bir değer gereklidir
uk: Потрібне значення локалі '{$primaryLocale}'

# userInvitation.searchUser.stepDescription
source: If the user does not exist, you can invite them to take on roles. If the user already exists in the system, you can view their information and invite them to take on additional roles.
ar: إذا لم يكن المستخدم موجودًا، يمكنك دعواه لتولي الأدوار. إذا كان المستخدم موجود مسبقًا في النظام، يمكنك معاينة بياناته ودعوته لتولي أدوار إضافية.
bg: Ако потребителят не съществува, можете да го поканите да поеме роли. Ако потребителят вече съществува в системата, можете да видите информацията за него и да го поканите да поеме допълнителни роли.
cs: Pokud uživatel neexistuje, můžete ho pozvat, aby převzal role. Pokud uživatel již v systému existuje, můžete zobrazit jeho informace a pozvat ho, aby převzal další role.
eu: Erabiltzailea existitzen ez bada, rolak hartzera gonbida dezakezu. Erabiltzailea sisteman existitzen bada, haren informazioa ikusi eta rol gehiago hartzera gonbida dezakezu.
mk: Доколку корисникот не постои, можете да го поканите да преземе улоги. Доколку корисникот веќе постои во системот, можете да ги видите неговите информации и да го поканите да преземе дополнителни улоги.
nl: Indien de gebruiker nog niet in het systeem voorkomt, kunt u deze uitnodigen om een rol op zich te nemen. Als de gebruiker wel in het systeem voorkomt, kunt u diens gegevens zien en deze uitnodigen om aanvullende rollen op zich te nemen.
tr: Kullanıcı mevcut değilse, onu rol almaya davet edebilirsiniz. Kullanıcı sistemde zaten mevcutsa, bilgilerini görüntüleyebilir ve ek roller almaya davet edebilirsiniz.
uk: Якщо користувача не існує, ви можете запросити його взяти на себе ролі. Якщо користувач уже існує в системі, ви можете переглянути його інформацію та запросити його взяти на себе додаткові ролі.

# userInvitation.searchField.description
source: e.g. aeinstein@example.com or aeinstein or 0000-0002-1825-0097
ar: مثلاً ali@example.com أو ali or 0000-0002-1825-0097
bg: напр. aeinstein@example.com или aeinstein или 0000-0002-1825-0097
cs: např. aeinstein@example.com nebo aeinstein nebo 0000-0002-1825-0097
eu: adibidez, aeinstein@adibidea.com edo aeinstein edo 0000-0002-1825-0097
mk: на пр. aeinstein@example.com или aeinstein или 0000-0002-1825-0097
nl: bijvoorbeeld: aeinstein@example.com or aeinstein or 0000-0002-1825-0097
tr: ör. aeinstein@example.com veya aeinstein veya 0000-0002-1825-0097
uk: наприклад, aeinstein@example.com або aeinstein чи 0000-0002-1825-0097

# invitation.orcid.description
source: On accepting the invite, the user will be redirected to ORCID to verify their account, if they wish to.
ar: عند قبول الدعوة، ستتم إعادة توجيه المستخدم إلى ORCID للتحقق من حسابه، إن رغب بذلك.
bg: След приемане на поканата, потребителят ще бъде пренасочен към ORCID, за да потвърди акаунта си, ако желае.
cs: Po přijetí pozvánky bude uživatel přesměrován na ORCID, kde si může ověřit svůj účet, pokud si to přeje.
eu: Gonbidapena onartzean, erabiltzailea ORCIDera bideratuko da bere kontua egiaztatzeko, hala nahi izanez gero.
mk: По прифаќањето на поканата, корисникот ќе биде пренасочен кон ORCID за да ја потврди својата сметка, доколку сака.
nl: Bij aanvaarding van de uitnodiging, zal de gebruiker teruggestuurd worden naar de ORCID om het account te verifiëren, indien de gebruiker dat wil.
tr: Daveti kabul eden kullanıcı, isterse hesabını doğrulamak için ORCID'ye yönlendirilecektir.
uk: Після прийняття запрошення користувача буде перенаправлено на ORCID для підтвердження облікового запису, якщо він цього забажає.

# invitation.givenName.description
source: If you know the given name of the user, you can enter the information. However, this information can be changed by the user.
ar: إذا كنت تعرف الاسم المعطى للمستخدم، يمكنك إدخال تلك المعلومة. مع ذلك، هذه المعلومة قابلة للتعديل من قبل المستخدم.
bg: Ако знаете името на потребителя, можете да въведете информацията. Тази информация обаче може да бъде променена от потребителя.
cs: Pokud znáte křestní jméno uživatele, můžete ho zadat. Tyto informace však může uživatel změnit.
eu: Erabiltzailearen izena baldin badakizu, informazioa sar dezakezu. Hala ere, erabiltzaileak informazio hori alda dezake.
mk: Ако го знаете даденото име на корисникот, можете да ги внесете информациите. Сепак, овие информации може да бидат променети од страна на корисникот.
nl: Indien u de gegeven naam van de gebruiker weet, kunt u de gegevens invoeren. Niettemin, deze informatie kan door de gebruiker worden gewijzigd.
tr: Kullanıcının ismi biliniyorsa girebilirsiniz. Ancak, bu bilgiler kullanıcı tarafından profil kısmından değiştirilebilir.
uk: Якщо вам відомо ім'я користувача, ви можете ввести цю інформацію. Однак користувач може змінити цю інформацію.

# acceptInvitation.accountDetails.nextButtonLabel
source: Save and continue
ar: حفظ ومتابعة
bg: Запис и продължение
cs: Uložit a pokračovat
eu: Gorde eta jarraitu
mk: Зачувај и продолжи
nl: Bewaar en ga door
tr: Kaydet ve devam et
uk: Зберегти та продовжити

# acceptInvitation.userDetails.stepName
source: User details
ar: أدخل التفاصيل
bg: Въвеждане на детайли
cs: Vložit podrobnosti
eu: Sartu xehetasunak
mk: Внесете детали
nl: Voer de specifieke gegevens in
tr: Detayları gir
uk: Ввести деталі

# acceptInvitation.userDetails.stepLabel
source: {$step} - User details
ar: {$step} - أدخل التفاصيل
bg: {$step} - Въведане на детайли
cs: {$step} - Vložit podrobnosti
eu: {$step} - Sartu xehetasunak
mk: {$step} - Внесете детали
nl: {$step} - Voer gegevens in
tr: {$step} - Detayları gir
uk: {$step} – Ввести деталі

# acceptInvitation.userDetails.form.name
source: Accept invitation user details form
ar: نموذج تفاصيل قبول دعوة المستخدم
bg: Формуляр за приемане на покана с данни за потребителя
cs: Přijmout pozvánku – formulář s údaji o uživateli
eu: Gonbidapenak eta erabiltzailearen xehetasunak onartzeko inprimakia
mk: Формулар за прифаќање на покана за корисник - детали за корисникот
nl: Aanvaard het uitnodigingsformulier met de specifieke gebruikersgegevens
tr: Davet kabul kullanıcı bilgileri formu
uk: Детальна форма користувача щодо прийняття запрошення

# acceptInvitation.detailsReview.stepName
source: Review & accept invitation
ar: مراجعة الحساب وإنشائه
bg: Преглед и създаване на акаунт
cs: Zkontrolovat a vytvořit účet
eu: Berrikusi eta sortu kontua
mk: Прегледајте и креирајте сметка
nl: Beoordeel & maak een account aan
tr: İncele ve kullanıcı hesabını oluştur
uk: Переглянути та створити обліковий запис

# acceptInvitation.detailsReview.stepLabel
source: {$step} - Review & accept invitation
ar: {$step} - مراجعة الحساب وإنشائه
bg: {$step} - Преглед и създаване на акаунт
cs: {$step} - Kontrola a vytvoření účtu
eu: {$step} - Berrikusi eta sortu kontua
mk: {$step} - Преглед и креирај сметка
nl: {$step} - Beoordeel & maak een account aan
tr: {$step} - İncele & kullanıcı hesabını oluştur
uk: {$step} – Переглянути та створити обліковий запис

# acceptInvitation.skipVerifyOrcid
source: Skip ORCID verification
ar: تخطى التحقق من مُعرَّف ORCID
bg: Пропускане на проверката на ORCID идентификатор
cs: Přeskočit ověření ORCID
eu: Saltatu ORCID egiaztapena
mk: Прескокни ја ORCID верификацијата
nl: Sla de ORCID-verificatie over
tr: ORCID doğrulamasını atla
uk: Пропустити перевірку ORCID

# acceptInvitation.verifyOrcid
source: Verify ORCID iD
ar: تحقق من مُعرَّف ORCID
bg: Проверка на ORCID идентификатор
cs: Ověřit ORCID iD
eu: Egiaztatu ORCID IDa
mk: Потврди ORCID iD
nl: Verifieer de ORCID-ID
tr: ORCID iD'yi doğrula
uk: Перевірити ORCID iD

# acceptInvitation.privacyStatement.btn
source: Privacy Statement
ar: بيان الخصوصية
bg: Декларация за поверителност
cs: Prohlášení o ochraně osobních údajů
eu: Pribatutasun-adierazpena
mk: Изјава за приватност
nl: Privacyverklaring
tr: Gizlilik Bildirimi
uk: Заява про конфіденційність

# acceptInvitation.userDetailsForm.countryOfAffiliation.label
source: Country of affiliation
ar: بلد الانتساب
bg: Държава на институционална принадлежност
cs: Stát afiliace
eu: Erakundearen herrialdea
mk: Земја на припадност
nl: Land of affiliatie
tr: Kurumun bağlı olduğu ülke
uk: Країна афілійованості

# acceptInvitation.review.accountDetails
source: Account Details
ar: تفاصيل الحساب
bg: Данни за акаунта
cs: Podrobnosti účtu
eu: Kontuaren xehetasunak
mk: Детали за сметката
nl: Specifieke accountgegevens
tr: Kullanıcı Hesabı Detayları
uk: Деталі облікового запису

# acceptInvitation.review.userDetails
source: User Details
ar: تفاصيل المستخدم
bg: Данни за потребителя
cs: Podrobnosti o uživateli
eu: Erabiltzailearen xehetasunak
mk: Податоци за корисникот
nl: Specifieke gebruikersgegevens
tr: Kullanıcı Detayları
uk: Деталі користувача

# invitation.step
source: STEP
ar: الخطوة
bg: СТЪПКА
cs: KROK
eu: URRATSA
mk: СТЕП
tr: ADIM
uk: КРОК

# acceptInvitation.usernameField.description
source: It could be a combination of uppercase letters, lowercase letters or numbers
ar: قد تكون تشكيلة من الحروف الكبيرة والصغيرة والأرقام
bg: Може да е комбинация от главни букви, малки букви или цифри
cs: Může se jednat o kombinaci velkých písmen, malých písmen nebo čísel
eu: Letra larrien, letra xeheen edo zenbakien konbinazioa izan daiteke
mk: Може да биде комбинација од големи букви, мали букви или броеви
nl: Het zou een combinatie van hoofdletters, kleine letters of cijfers kunnen zijn
tr: Büyük harfler, küçük harfler veya rakamların bir kombinasyonu olabilir
uk: Це може бути комбінація великих літер, малих літер або цифр

# acceptInvitation.passwordField.description
source: It should be at least 6 characters long and could be a combination of uppercase letters, lowercase letters, numbers and symbols
ar: ينبغي أن لا تقل عن 6 محارف من تشكيلة من الحروف الكبيرة والصغيرة والأرقام
bg: Трябва да е с дължина поне 6 знака и може да бъде комбинация от главни букви, малки букви, цифри и символи
cs: Musí mít alespoň {$length} znaků a může to být kombinace velkých písmen, malých písmen, čísel a symbolů
eu: Gutxienez 6 karaktere izan behar ditu eta letra larrien, letra xeheen, zenbakien eta sinboloen konbinazioa izan daiteke
mk: Треба да биде долг најмалку {$length} знаци и може да биде комбинација од големи букви, мали букви, броеви и симболи
nl: Het behoort ten minste {$length} tekens te bevatten en kan een combinatie van hoofdletters, kleine letters, cijfers en symbolen zijn
tr: En az {$length} karakter uzunluğunda olmalı ve büyük harfler, küçük harfler, rakamlar ve sembollerden oluşan bir kombinasyon olabilir
uk: Він має містити щонайменше 6 символів і може бути комбінацією великих літер, малих літер, цифр і символів

# acceptInvitation.privacyStatement.label
source: Yes, I agree to have my data collected and stored according to the {$url}
ar: نعم، أوافق على جمع بياناتي وحفظها وفقًا لـ {$url}
bg: Да, съгласен съм данните ми да бъдат събирани и съхранявани съгласно {$url}
cs: Ano, souhlasím se shromažďováním a ukládáním mých údajů v souladu s {$url}
eu: Bai, onartzen dut nire datuak {$url}-aren arabera biltzea eta gordetzea
mk: Да, се согласувам моите податоци да бидат собрани и складирани според {$url}
nl: Ja, ik ga akkoord met de verzameling en opslag van mijn gegevens volgens de {$url}
tr: Evet, verilerimin {$url} göre toplanmasını ve saklanmasını kabul ediyorum
uk: Так, я погоджуюся на збирання та зберігання моїх даних відповідно до {$url}

# acceptInvitation.userDetailsForm.givenName.description
source: Also known as a forename or first name, it is the part of a personal name that identifies a person.
ar: يُعرف أيضًا بالاسم الأول، وهو جزء من الاسم الشخصي الذي يُعرِّف صاحبه.
bg: Известно още като собствено име или първо име, това е частта от личното име, която идентифицира човек.
cs: Také známé jako křestní jméno nebo první jméno, je to část osobního jména, která identifikuje osobu.
eu: Izena edo lehen izena bezala ere ezaguna, pertsona bat identifikatzen duen izen pertsonalaren zatia da.
mk: Исто така познато како име или име, тоа е дел од личното име што идентификува личност.
nl: Ook bekend als een voornaam of roepnaam, het betreft dat gedeelte van een persoonlijke naam dat een persoon identificeert.
tr: İlk isim bir kişiyi tanımlayan kişisel ismin bir parçasıdır.
uk: Також відоме як ім'я або перше ім'я, це та частина особистого імені, яка ідентифікує особу.

# acceptInvitation.userDetailsForm.familyName.description
source: A surname, family name, or last name is the mostly hereditary portion of one's personal name that indicates one's family.
ar: اسم الشهرة، اسم العائلة، أو الاسم الأخير هو غالبًا الاسم الموروث للشخص الذي يُعرَّف عائلته.
bg: Фамилия или фамилно име е предимно наследствената част от личното име на човек, която показва неговия род.
cs: Příjmení, rodinné jméno nebo poslední jméno je většinou dědičná část osobního jména, která označuje rodinu dané osoby.
eu: Abizena, familia izena edo deitura norberaren izen pertsonalaren zati hereditario nagusia da, norberaren familia adierazten duena.
mk: Презимето, семејното име или презиме е претежно наследниот дел од личното име што го означува семејството.
nl: Een achternaam of familienaam is meestal een erfelijk deel van iemands persoonlijke naam dat iemands familie aangeeft.
tr: Soyisim, aile adı veya soyadı, kişinin kişisel adının çoğunlukla kalıtsal olan ve kişinin ailesini ifade eden kısmıdır.
uk: Прізвище, родинне ім'я або по батькові — це переважно спадкова частина власного імені, яка вказує на родину.

# acceptInvitation.userDetailsForm.countryOfAffiliation.description
source: This is a country in which the institute you are affiliated with is situated
ar: هذا هو البلد الذي تقع فيه المؤسسة التي تنتسب إليها
bg: Това е държавата, в която се намира институцията, с който сте свързани
cs: Jedná se o zemi, ve které se nachází institut, ke kterému patříte
eu: Zu afiliatuta zauden erakundea kokatuta dagoen herrialdea da hau
mk: Ова е земја во која се наоѓа институтот со кој сте поврзани
nl: Dit is het land waarin het instituut is gelegen, waarmee u bent verbonden
tr: Bu, bağlı olduğunuz kurumun bulunduğu ülkedir
uk: Це країна, у якій розташований інститут, з яким ви афілійовані

# acceptInvitation.modal.button
source: View All Submissions
ar: معاينة كل طلبات التقديم
bg: Преглед на всички материали
cs: Zobrazit všechna podání
eu: Ikusi bidalketa guztiak
mk: Прикажи ги сите поднесоци
nl: Zie alle inzendingen
tr: Tüm Makaleleri Görüntüle
uk: Переглянути всі подані роботи
