Repository: pkp/pkp-lib
Catalog: locale/*/invitation.po
Languages: ar, bg, cs, eu, mk, nl, sv, tr, uk

# invitation.masthead.show
source: Appear on the masthead
ar: يظهر في طاقم المجلة
bg: Показва се на заглавната страница
cs: Zobrazit v tiráži
eu: Goiburuan agertu
mk: Се појавува на главниот наслов
nl: Vermeld in het colofon
tr: Künyede görün
uk: З'являтися в заголовку

# invitation.masthead.hidden
source: Does not appear on the masthead
ar: لا يظهر في طاقم المجلة
bg: Не се показва на заглавната страница
cs: Nebude zobrazeno v tiráži
eu: Goiburuan ez agertu
mk: Не се појавува на главниот наслов
nl: Wordt niet in het colofon vermeld
tr: Künyede görünmesin
uk: Не відображається в заголовку

# userInvitation.edit.title
source: Edit Invitation
ar: تحرير الدعوة
bg: Редактиране на покана
cs: Upravit pozvánku
eu: Editatu gonbidapena
mk: Уреди покана
nl: Bewerk uitnodiging
tr: Daveti Düzenle
uk: Редагувати запрошення

# acceptInvitation.privacyStatement.validation
source: Please confirm that you have read and agree privacy statement
ar: يرجى تأكيد قراءتك لبيان الخصوصية وموافقتك عليه
bg: Моля, потвърдете, че сте прочели и приемате декларацията за поверителност
cs: Potvrďte, že jste si přečetli a souhlasíte s prohlášením o ochraně osobních údajů
eu: Mesedez, baieztatu irakurri duzula eta onartu pribatutasun-adierazpena
mk: Ве молиме потврдете дека сте ја прочитале и се согласувате со изјавата за приватност
nl: U wordt vriendelijk verzocht te bevestigen dat u de privacyverklaring hebt gelezen en deze akkoord hebt verklaard
tr: Gizlilik bildirimini okuduğunuzu ve kabul ettiğinizi onaylayın
uk: Будь ласка, підтвердіть, що Ви прочитали та погоджуєтеся з політикою конфіденційності

# acceptInvitation.cancelInvite.title
source: Cancel Role Invitation Process?
ar: أتريد إلغاء عملية الدعوة إلى الدور؟
bg: Да се отмени ли процесът на покана за роля?
cs: Zrušit proces pozvání do role?
eu: Bertan behera utzi rolak gonbidatzeko prozesua?
mk: Да се откаже процесот на покана за улога?
nl: Annuleer de procedure van de roluitnodiging?
tr: Rol Davetini İptal Etmek İster Misiniz?
uk: Скасувати процес запрошення на роль?

# acceptInvitation.cancelInvite.button
source: Cancel Invitation Process
ar: إلغاء عملية الدعوة
bg: Отмяна на процеса на покана за роля
cs: Zrušit proces pozvání
eu: Bertan behera utzi gonbidapen-prozesua
mk: Откажи процес на покана
nl: Annuleer de uitnodigingsprocedure
tr: Davet İşlemini İptal Et
uk: Скасувати процес запрошення

# acceptInvitation.authorization.shouldBeAnonymous
source: Invitation not accepted. You're logged in as a different user.
ar: لم يتم قبول الدعوة. أنت مسجل دخولك بمثابة مستخدم آخر.
bg: Поканата не е приета. Влезли сте като друг потребител.
cs: Pozvánka nebyla přijata. Jste přihlášeni jako jiný uživatel.
eu: Gonbidapena ez da onartu. Beste erabiltzaile batekin hasi duzu saioa.
mk: Поканата не е прифатена. Најавени сте како друг корисник.
nl: Uitnodiging niet aanvaard. U bent ingelogd onder een andere gebruikersnaam.
tr: Davet kabul edilmedi. Farklı bir kullanıcı olarak oturum açtınız.
uk: Запрошення не прийнято. Ви ввійшли як інший користувач.

# userInvitation.user.disableTitle
source: The user is currently disabled.
ar: المستخدم معطل حاليًا
bg: Потребителят е деактивиран в момента.
cs: Uživatel je momentálně deaktivován.
eu: Erabiltzailea desgaituta dago une honetan.
mk: Корисникот моментално е оневозможен.
nl: De gebruiker is momenteel niet beschikbaar.
tr: Kullanıcı şu anda devre dışıdır.
uk: Користувача наразі вимкнено.

# acceptInvitation.privacyConsent
source: Privacy Consent
ar: الموافقة على الخصوصية
bg: Съгласие за поверителност
cs: Souhlas s ochranou osobních údajů
eu: Pribatutasun-baimena
mk: Согласност за приватност
nl: Privacy-instemming
tr: Gizlilik Onayı
uk: Згода на конфіденційність

# invitation.tableHeader.name
source: Name
ar: الاسم
bg: Име
cs: Jméno
eu: Izena
mk: Име
nl: Naam
tr: İsim
uk: Ім'я

# invitation.searchForm.emptyError
source: Provide at least one search criteria.
ar: أعط معيار بحث واحد على الأقل.
bg: Посочете поне един критерий за търсене.
cs: Zadejte alespoň jedno vyhledávací kritérium.
eu: Eman gutxienez bilaketa-irizpide bat.
mk: Наведете барем еден критериум за пребарување.
nl: Verstrek ten minste een zoekcriterium.
tr: En az bir arama kriteri girin.
uk: Укажіть хоча б один критерій пошуку.

# invitation.wizard.viewPageTitleDescription
source: You are viewing {$name}'s user details
ar: أنت تعاين تفاصيل المستخدم {$name}
bg: Преглеждате потребителските данни на {$name}
cs: Prohlížíte si podrobnosti o uživateli {$name}
eu: {$name} erabiltzailearen xehetasunak ikusten ari zara
mk: Ги гледате корисничките детали на {$name}
nl: U bekijkt nu {$name}s specifieke gegevens
tr: {$name}'nin kullanıcı detaylarını görüntülüyorsunuz
uk: Ви переглядаєте деталі користувача {$name}

# invitation.cancelInvite.actionName
source: Cancel Invite
ar: إلغاء الدعوة
bg: Отмяна на изпращането на покана
cs: Zrušit pozvání
eu: Ezeztatu gonbidapena
mk: Откажи покана
nl: Annuleer uitnodiging
tr: Daveti İptal Et
uk: Скасувати дію запрошення

# invitation.cancelInvite.title
source: Cancel Invitation
ar: إلغاء الدعوة
bg: Отмяна на поканата
cs: Zrušit pozvánku
eu: Ezeztatu gonbidapena
mk: Откажи поканување
nl: Annuleer de uitnodiging
tr: Daveti İptal Et
uk: Скасувати запрошення

# invitation.cancelInvite.message
source: Canceling the invitation sent to {$givenName} {$familyName} will deactivate acceptance link sent via email. Here are the invitation details:
ar: إلغاء الدعوة المرسلة إلى {$givenName} {$familyName} سيؤدي إلى تعطيل رابط القبول المرسل عبر البريد الالكتروني. إليك تفاصيل الدعوة:
bg: Анулирането на поканата, изпратена до {$givenName} {$familyName}, ще деактивира линка за приемане, изпратен по имейл. Ето подробностите за поканата:
cs: Zrušením pozvánky zaslané {$givenName} {$familyName} se deaktivuje odkaz pro přijetí zaslaný e-mailem. Zde jsou podrobnosti pozvánky:
eu: {$givenName} {$familyName}-ri bidalitako gonbidapena bertan behera utziz gero, posta elektronikoz bidalitako onarpen-esteka desaktibatu egingo da. Hona hemen gonbidapenaren xehetasunak:
mk: Откажувањето на поканата испратена до {$givenName} {$familyName} ќе го деактивира линкот за прифаќање испратен преку е-пошта. Еве ги деталите за поканата:
nl: Het annuleren van de uitnodiging die is verzonden naar {$givenName} {$familyName}, deactiveert de aanvaardingslink, die via e-mail is verzonden. Hierbij gaan de specifieke uitnodigingsgegevens:
tr: {$givenName} {$familyName} için gönderilen daveti iptal etmek, e-posta yoluyla gönderilen davet bağlantısını devre dışı bırakacaktır. Davet ayrıntıları aşağıdadır:
uk: Скасування запрошення, надісланого користувачу {$givenName} {$familyName}, деактивує посилання для прийняття, надіслане електронною поштою. Ось деталі запрошення:

# invitation.role.modifyRole.button
source: Modify Role
ar: تعديل الدور
bg: Промяна на роля
cs: Změnit roli
eu: Aldatu rola
mk: Измени улога
nl: Bewerkingsrol
tr: Rolü Düzenle
uk: Модифікувати роль

source: Invitation management options
ar: خيارات إدارة الدعوة
bg: Опции за управление на покани
cs: Možnosti správy pozvánek
eu: Gonbidapenak kudeatzeko aukerak
mk: Опции за управување со покани
nl: Verschillende beheersopties m.b.t. uitnodiging
tr: Davet yönetimi seçenekleri
uk: Варіанти керування запрошенням

# userInvitation.cancel.message
source: Are you sure want to cancel this invitation?
ar: هل أنت متأكد من رغبتك في إلغاء هذه الدعوة؟
bg: Сигурни ли сте, че искате да отмените тази покана?
cs: Opravdu chcete tuto pozvánku zrušit?
eu: Ziur zaude gonbidapen hau bertan behera utzi nahi duzula?
mk: Дали сте сигурни дека сакате да ја откажете оваа покана?
nl: Bent u er zeker van dat u deze uitnodiging wilt annuleren?
tr: Bu daveti gerçekten iptal etmek istiyor musunuz?
uk: Ви впевнені, що хочете скасувати це запрошення?

# userInvitation.cancel.goBack
source: Go Back
ar: رجوع
bg: Обратно назад
cs: Zpět
eu: Itzuli
mk: Врати се назад
nl: Ga terug
tr: Geri Dön
uk: Крок назад

# userInvitation.status.invited
source: Invited {$date}
ar: مدعو {$date}
bg: Поканени {$date}
cs: Pozváno {$date}
eu: Gonbidatua {$date}
mk: Поканет {$date}
nl: Uitgenodigd voor {$date}
tr: {$date} tarihinde davet edildi
uk: Запрошено {$date}

# userInvitation.edit.message
source: If you edit the existing invitation or add a new role, the current invitation will be canceled and, a new one will be sent. Are you sure you want to proceed?
ar: إذا قمت بتحرير الدعوة الحالية أو أضفت دورًا جديدًا، سيتم إلغاء الدعوة الحالية مع إرسال دعوة جديدة. هل أنت متأكد من رغبتك في المتابعة؟
bg: Ако редактирате съществуващата покана или добавите нова роля, текущата покана ще бъде анулирана и ще бъде изпратена нова. Наистина ли искате да продължите?
cs: Pokud upravíte stávající pozvánku nebo přidáte novou roli, aktuální pozvánka bude zrušena a bude odeslána nová. Opravdu chcete pokračovat?
eu: Lehendik dagoen gonbidapen bat editatzen baduzu edo rol berri bat gehitzen baduzu, uneko gonbidapena bertan behera utziko da eta berri bat bidaliko da. Ziur zaude jarraitu nahi duzula?
mk: Ако ја уредите постоечката покана или додадете нова улога, тековната покана ќе биде откажана, а ќе ви биде испратена нова. Дали сте сигурни дека сакате да продолжите?
nl: Indien u de bestaande uitnodiging bewerkt of een nieuw rol toevoegd, de lopende uitnodiging wordt geannuleerd en wordt een nieuwe verstuurd. Bent u er zeker van dat u door wilt gaan?
tr: Mevcut daveti düzenlerseniz veya yeni bir rol eklerseniz, mevcut davet iptal edilir ve yeni bir davet gönderilir. Devam etmek istediğinizden emin misiniz?
uk: Якщо ви відредагуєте існуюче запрошення або додасте нову роль, поточне запрошення буде скасовано, і буде надіслано нове. Ви впевнені, що хочете продовжити?

# validation.after_or_equal
source: Start date should be greater than or equal to today
ar: تاريخ البدء ينبغي أن يكون أكبر من أو مساويًا لتاريخ اليوم
bg: Началната дата трябва да е по-голяма или равна на днешна дата
cs: Datum zahájení by mělo být větší nebo rovno dnešnímu dni
eu: Hasiera-datak gaurkoa edo geroagokoa izan behar du
mk: Датумот на почеток треба да биде поголем или еднаков на денешниот
nl: De begindatum zal gelijk aan of later dan vandaag zijn
tr: Başlangıç tarihi bugünden büyük veya bugüne eşit olmalıdır
uk: Дата початку має бути більшою або рівною сьогоднішній

# invitation.removeRoles
source: User Removed From Role
ar: تمت إزالة المستخدم من الدور
bg: Потребителят е премахнат от ролята
cs: Uživatel odstraněn z role
eu: Erabiltzailea roletik kendu da
mk: Корисникот е отстранет од улогата
nl: De rol van de gebruiker teruggenomen
tr: Kullanıcı Bu Rolden Kaldırıldı
uk: Користувача вилучено з ролі

# acceptInvitation.cancel.message
source: Are you sure you want to cancel? Canceling now will stop the role acceptance process, and you’ll need to restart from the invitation email to accept the role again. If you’re already a user, you’ll be taken back to the dashboard. If not, you’ll need to access the invitation email to start the process again.
ar: هل أنت متأكد من رغبتك في الإلغاء؟ الإلغاء الآن سيوقف عملية قبول الدور، وينبغي عليك إعادة البدء من خطوة رسالة الدعوة إلى الدور للموافقة على الدور من جديد. إذا كان لديك حساب مستخدم مسبقًا، سيتم توجيهك إلى دفة القيادة. إن لم تكن، سيكون عليك الوصول إلى رسالة الدعوة المرسلة عبر البريد الالكتروني للبدء بالعملية مرة أخرى.
bg: Сигурни ли сте, че искате да отмените? Отмяната сега ще спре процеса на приемане на роля и ще трябва да започнете отново от имейла с поканата, за да приемете ролята отново. Ако вече сте регистриран потребител, ще бъдете върнати към таблото за управление. Ако не сте, ще трябва да получите достъп до имейла с поканата, за да започнете процеса отново.
cs: Opravdu chcete zrušit? Zrušením se zastaví proces přijetí role a budete muset začít znovu od pozvánky v e-mailu, abyste roli přijali znovu. Pokud již jste uživatelem, budete přesměrováni zpět na hlavní panel. Pokud ne, budete muset otevřít pozvánku v e-mailu a začít proces znovu.
eu: Ziur zaude bertan behera utzi nahi duzula? Orain bertan behera uzteak rolak onartzeko prozesua geldituko du, eta gonbidapenaren mezu elektronikotik berrabiarazi beharko duzu rola berriro onartzeko. Erabiltzailea bazara, kontrol-panelera itzuliko zara. Hala ez bada, gonbidapenaren mezu elektronikora sartu beharko duzu prozesua berriro hasteko.
mk: Дали сте сигурни дека сакате да откажете? Откажувањето сега ќе го запре процесот на прифаќање на улогата и ќе треба да рестартирате од е-поштата со покана за повторно да ја прифатите улогата. Ако веќе сте корисник, ќе бидете вратени на контролната табла. Ако не, ќе треба да пристапите до е-поштата со покана за да го започнете процесот повторно.
nl: Bent u er zeker van dat u wilt annuleren? Nu annuleren zal de procedure van rolaanvaarding stopzetten. Om de rol opnieuw te aanvaarden, is het nodig dat u opnieuw begint vanaf de uitnodigingsmail. Als u al gebruiker bent, wordt u teruggebracht naar het dashboard. Bent u geen gebruiker, is het nodig toegang te zoeken via de uitnodigingsmail om de proceduren te herstarten.
tr: İptal etmek istediğinizden emin misiniz? Şimdi iptal ederseniz, rol kabul süreci durdurulur ve rolü tekrar kabul etmek için davet e-postasından yeniden başlamanız gerekir. Zaten kullanıcıysanız, kontrol paneline geri yönlendirilirsiniz. Değilseniz, süreci yeniden başlatmak için davet e-postasına erişmeniz gerekir.
uk: Ви впевнені, що хочете скасувати? Якщо Ви скасуєте зараз, процес прийняття ролі зупиниться, і Вам потрібно буде перезапустити процес із запрошенням електронною поштою, щоб знову прийняти роль. Якщо Ви вже є користувачем, Вас буде перенаправлено назад на інформаційну панель. Якщо ні, Вам потрібно буде отримати доступ до запрошення електронною поштою, щоб розпочати процес знову.

# acceptInvitation.userDetails.stepDescription
source: Enter your details like email ID, affiliation etc. As per the GDPR compliance, this information can only modified by you. You can also choose if you want this information to be visible on your profile to the editor.
ar: أدخل تفاصيل بياناتك، مثل البريد الالكتروني، الانتساب، إلخ. وفقًا للائحة العامة لحماية البيانات GDPR، يمكن فقط من خلالك تغيير هذه البيانات. يمكنك أن تختار أيضًا ما إذا كانت تلك البيانات متاحة للمحرر في ملفك الشخصي.
bg: Въведете данните си, като имейл адрес, институционална принадлежност и др. Съгласно GDPR, тази информация може да се променя само от вас. Можете също така да изберете дали искате тази информация да бъде видима за редактора във вашия профил.
cs: Zadejte své údaje, jako je e-mailová adresa, afiliace atd. V souladu s nařízením GDPR můžete tyto informace upravovat pouze vy. Můžete také zvolit, zda chcete, aby tyto informace byly v vašem profilu viditelné pro redaktora.
eu: Sartu zure datuak, hala nola posta elektronikoaren IDa, afiliazioa, etab. GDPRren arabera, informazio hau zuk bakarrik alda dezakezu. Informazio hori zure profilean editorearentzat ikusgai egotea nahi duzun ere aukera dezakezu.
mk: Внесете ги вашите податоци како што се е-пошта, припадност итн. Согласно усогласеноста со GDPR, овие информации може да ги менувате само вие. Можете исто така да изберете дали сакате овие информации да бидат видливи на вашиот профил за уредникот.
nl: Voer uw gegevens in zoals het e-mailadres, affiliatie etc. In verband met de naleving van de AVG, kan deze informatie alleen door u worden gewijzigd. U kunt er ook voor kiezen deze informatie op uw profiel zichtbaar te houden voor de redacteur.
tr: E-posta , bağlı olduğunuz kurum vb. bilgilerinizi girin. KDVKK uyumluluğu gereği, bu bilgiler yalnızca sizin tarafınızdan değiştirilebilir. Bu bilgilerin editör tarafından profilinizde görünür olmasını isteyip istemediğinizi de seçebilirsiniz.
uk: Введіть свої дані, такі як електронна адреса, афіліація тощо. Відповідно до GDPR цю інформацію можете змінити лише ви. Ви також можете вибрати, чи хочете, щоб ця інформація була видимою для редактора у Вашому профілі.

# acceptInvitation.authorization.message
source: Please log out and sign in with the correct account to accept this invitation.
ar: يرجى تسجيل خروجك ثم معاودة الدخول بالحساب الصحيح لقبول هذه الدعوة.
bg: Моля, излезте от системата и влезте с правилния акаунт, за да приемете тази покана.
cs: Odhlaste se a přihlaste se pomocí správného účtu, abyste přijali tuto pozvánku.
eu: Mesedez, itxi saioa eta hasi saioa kontu egokiarekin gonbidapen hau onartzeko.
mk: Одјавете се и најавете се со точната сметка за да ја прифатите оваа покана.
nl: U wordt vriendelijk verzocht uit te loggen en opnieuw in te loggen met het juiste account om deze uitnodiging te aanvaarden.
tr: Bu daveti kabul etmek için lütfen çıkış yapın ve doğru hesapla giriş yapın.
uk: Будь ласка, вийдіть із системи та ввійдіть у правильний обліковий запис, щоб прийняти це запрошення.

# userInvitation.searchField
source: Search for a user by email address, username, or ORCID iD. Enter only one to get started!
ar: البحث عن المستخدم حسب البريد الالكتروني، اسم المستخدم، أو مُعرَّف ORCID. أدخل واحدًا منها فقط للبدء!
bg: Търсене на потребител по имейл адрес, потребителско име или ORCID iD. Въведете едно от посочените, за да започнете!
cs: Vyhledejte uživatele podle e-mailové adresy, uživatelského jména nebo ORCID iD. Pro začátek stačí zadat pouze jedno z nich!
eu: Bilatu erabiltzaile bat helbide elektronikoaren, erabiltzaile-izenaren edo ORCID iDaren arabera. Sartu bakarra hasteko!
mk: Пребарајте корисник по е-пошта, корисничко име или ORCID идентификација. Внесете само едно за да започнете!
nl: Zoek een gebruiker via het e-mailadres, gebruikersnaam of ORCID-ID. Voer slechts een van deze wijzen in om te kunnen starten!
tr: E-posta adresi, kullanıcı adı veya ORCID iD ile kullanıcı arayın. Başlamak için yalnızca birini girin!
uk: Пошук користувача за адресою електронної пошти, іменем користувача або ORCID iD. Введіть лише одне, щоб розпочати!

# userInvitation.user.disableMessage
source: The user was disabled. You cannot assign them a role while they are disabled. Please enable the user first to invite them to a role.
ar: المستخدم مُعطل. لا يمكنك تعيين الأدوار لمستخدم معطل. يرجى تمكين حساب المستخدم أولاً لتتسنى لك دعوته إلى الدور.
bg: Потребителят е деактивиран. Не можете да му присвоите роля, докато е деактивиран. Моля, първо го активирайте, за да го поканите за роля.
cs: Uživatel byl deaktivován. Dokud je deaktivován, nelze mu přiřadit roli. Nejprve uživatele aktivujte, abyste mu mohli přiřadit roli.
eu: Erabiltzailea desgaituta dago. Ezin zaie rolik esleitu desgaituta dauden bitartean. Mesedez, lehenik gaitu erabiltzailea rol batera gonbidatzeko.
mk: Корисникот беше оневозможен. Не можете да му доделите улога додека е оневозможен. Прво овозможете му на корисникот за да го поканите во улога.
nl: De gebruiker was niet langer beschikbaar. U kunt deze gebruiker dan geen rol toekennen. U wordt vriendelijk verzocht eerst de gebruiker weer beschikbaar te maken om deze voor een rol uit te nodigen.
tr: Kullanıcı devre dışı bırakılmıştır. Devre dışı bırakıldıkları sürece onlara rol atayamazsınız. Kullanıcıyı bir role davet etmek için önce onu etkinleştirin.
uk: Користувача було вимкнено. Ви не можете призначити йому роль, поки він вимкнений. Будь ласка, спочатку увімкніть користувача, щоб запросити його на роль.
