Repository: pkp/pkp-lib
Catalog: locale/*/invitation.po
Languages: ar, bg, cs, eu, mk, nl, sv, tr, uk

# invitation.api.error.initialization.noUserIdAndEmailTogether
source: You cannot provide both email and userId together.
ar: لا يمكنك إعطاء كلاً من عنوان البريد الالكتروني ومُعرَّف المستخدم.
bg: Не можете да предоставите едновременно имейл и потребителски идентификатор.
cs: Nelze zadat současně e-mailovou adresu i uživatelské jméno.
eu: Ezin dituzu posta elektronikoa eta erabiltzaile IDa batera eman.
mk: Не можете да наведете и е-пошта и кориснички идентификатор заедно.
nl: U kunt niet zowel e-mail als gebruikers-ID tegelijk verstrekken.
sv: Du kan inte ange både e-postadress och användar-ID samtidigt.
tr: E-posta ve kullanıcı Id'yi birlikte veremezsiniz.
uk: Ви не можете одночасно вказати електронну пошту й ідентифікатор користувача.

# invitation.userRoleAssignment.validation.error.removeUserRoles.notExisting
source: At least one user group to remove must be defined
ar: ينبغي تعريف مجموعة مستخدمين واحدة على الأقل لإزالتها
bg: Трябва да бъде дефинирана поне една потребителска група за премахване
cs: Je nutné definovat alespoň jednu skupinu uživatelů, kterou chcete odstranit
eu: Gutxienez ezabatu beharreko erabiltzaile-talde bat definitu behar da
mk: Мора да се дефинира барем една корисничка група за отстранување
nl: Ten minste één te verwijderen gebruikersgroep moet worden omschreven
sv: Minst en användargrupp som ska tas bort måste vara definierad
tr: Kaldırılacak en az bir kullanıcı grubu tanımlanmalıdır
uk: Потрібно визначити принаймні одну групу користувачів для видалення

# invitation.userRoleAssignment.validation.error.password.mandatory
source: A password must be provided
ar: ينبغي إعطاء كلمة المرور
bg: Трябва да се предостави парола
cs: Je třeba zadat heslo
eu: Pasahitz bat eman behar da
mk: Мора да се наведе лозинка
nl: Een wachtwoord is vereist
sv: Ett lösenord måste anges
tr: Şifre girilmeli
uk: Потрібно ввести пароль

# invitation.userRoleAssignment.validation.error.affiliation.mandatory
source: An affiliation must be provided
ar: ينبغي إعطاء الانتماء
bg: Трябва да се предостави институционална принадлежност
cs: Je třeba uvést afiliaci
eu: Filiazio bat eman behar da
mk: Мора да се наведе припадност
nl: Vermelding van een affiliatie is vereist
sv: En affiliering måste anges
tr: Kurum girilmeli
uk: Потрібно вказати афілійованість

# invitation.userRoleAssignment.validation.error.country.mandatory
source: A country must be provided
ar: ينبغي إعطاء البلد
bg: Трябва да се предостави държава
cs: Je třeba zadat stát
eu: Herrialde bat eman behar da
mk: Мора да се обезбеди земја
nl: Vermelding van een land is vereist
sv: Ett land måste anges
tr: Ülke seçilmeli
uk: Потрібно вказати країну

# invitation.userRoleAssignment.validation.error.givenName.mandatory
source: A given name must be provided
ar: ينبغي إعطاء الاسم
bg: Трябва да се предостави собствено име
cs: Je třeba zadat křestní jméno
eu: Izena eman behar da
mk: Мора да се наведе дадено име
nl: Vermelding van een verstrekte naam is vereist
sv: Ett förnamn måste anges
tr: İsim girilmeli
uk: Потрібно вказати надане ім'я

# invitation.userRoleAssignment.validation.error.addUserRoles.userGroupIdMandatory
source: For added user groups, a user group id must be provided
ar: بالنسبة إلى مجموعات المستخدمين المضافة، ينبغي إعطاء مُعرَّف المجموعة
bg: За добавени потребителски групи трябва да се предостави идентификатор на потребителска група
cs: Pro přidané skupiny uživatelů je třeba zadat id skupiny uživatelů
eu: Gehitutako erabiltzaile-taldeentzat, erabiltzaile-taldearen IDa eman behar da
mk: За додадени кориснички групи, мора да се наведе идентификатор на корисничка група
nl: Voor toegevoegde groepen, is vermelding van een gebruikersgroep vereist
sv: Ett användargrupps-ID måste anges för tillagda användargrupper
tr: Eklenen kullanıcı grupları için bir kullanıcı grubu id'si sağlanmalıdır
uk: Для доданих груп користувачів необхідно вказати ідентифікатор групи користувачів

# invitation.userRoleAssignment.validation.error.addUserRoles.mastheadMandatory
source: For added user groups, a masthead must be provided
ar: بالنسبة إلى مجموعات المستخدمين المضافة، ينبغي إعطاء البيانات الإدارية
bg: За добавени потребителски групи трябва да се предостави заглавна страница
cs: Pro přidané skupiny uživatelů je třeba zadat titulní stránku (úvodní text)
eu: Gehitutako erabiltzaile-taldeentzat, goiburu bat eman behar da
mk: За додадени кориснички групи, мора да се обезбеди наслов на маст
nl: Voor toegevoegde gebruikersgroepen, is een colofon vereist
tr: Eklenen kullanıcı grubu için bir ana başlık sağlanmalıdır
uk: Для доданих груп користувачів необхідно надати заголовок

# invitation.api.error.invitationTypeNotHasMailable
source: This invitation type does not have a mailable defined
ar: ليس لنوع الدعوة هذا عنوان مراسلة معروف
bg: Този тип покана няма дефиниран начин за изпращане
cs: Tento typ pozvánky není definována možnost zaslání poštou
eu: Gonbidapen-mota honek ez du posta bidezko helbiderik definituta
mk: Овој тип на покана нема дефинирано име за испраќање
nl: Dit type uitnodiging heeft geen omschreven e-mailmogelijkheid
sv: Den här typen av inbjudan har ingen e-postmall definierad
tr: Bu davet türü için tanımlanmış bir posta adresi yok
uk: Для цього типу запрошення не визначено спосіб надсилання поштою

# invitation.api.error.operationFailed
source: This invitation operation failed
ar: عملية الدعوة هذه قد فشلت
bg: Тази операция за изпращане на покана не беше успешна
cs: Tato operace s pozvánkou se nezdařila
eu: Gonbidapen-eragiketa honek huts egin du
mk: Оваа операција на покана не успеа
nl: Deze uitnodigingswerkzaamheid is niet gelukt
sv: Den här inbjudningsåtgärden misslyckades
tr: Bu davet işlemi başarısız oldu
uk: Не вдалося виконати цю операцію запрошення

# invitation.reviewerAccess.validation.error.reviewAssignmentId.notExisting
source: The id {reviewAssignmentId} does not correspond to a valid review assignment
ar: إن المُعرَّف {reviewAssignmentId} لا يرتبط بمهمة تحكيم صحيحة
bg: Идентификаторът {reviewAssignmentId} не съответства на валидно задание за рецензия
cs: ID {reviewAssignmentId} neodpovídá platnému úkolu k recenzi
eu: {reviewAssignmentId} IDa ez dator bat baliozko berrikuspen-esleipen batekin
mk: Идентификаторот {reviewAssignmentId} не одговара на важечка задача за преглед
nl: De ID {reviewAssignmentId} correspondeert niet met een geldig recensietoekenning
sv: ID:t {reviewAssignmentId} motsvarar inte en giltig granskningsuppgift
tr: id {reviewAssignmentId} geçerli bir değerlendirme atamasına karşılık gelmiyor
uk: Ідентифікатор {reviewAssignmentId} не відповідає дійсному завданню з рецензування

# invitation.api.error.invitationCantBeCanceled
source: This invitation can't be cancelled
ar: لا يمكن إلغاء هذه الدعوة
bg: Тази покана не може да бъде отменена
cs: Tuto pozvánku nejde zrušit
eu: Gonbidapen hau ezin da bertan behera utzi
mk: Оваа покана не може да се откаже
nl: Deze uitnodiging kan niet worden geannuleerd
sv: Den här inbjudan kan inte avbrytas
tr: Bu davet iptal edilemez
uk: Це запрошення не можна скасувати

# invitation.userRoleAssignment.error.update.prohibitedForExistingUser
source: The attribute is not allowed to be access for existing users
ar: لا يمكن السماح بالوصول إلى السمة للمستخدمين الموجودين
bg: Атрибутът няма достъп за съществуващи потребители
cs: Atribut není povolen pro přístup stávajících uživatelů
eu: Atributu hori atzitzea ez dago baimenduta existitzen diren erabiltzaileetan
mk: Атрибутот не е дозволен за пристап за постоечки корисници
nl: Het gegevenskenmerk wordt niet toegelaten voor bestaande gebruikers
tr: Bu öznitelik mevcut kullanıcılar tarafından erişilemez
uk: Доступ до атрибута для існуючих користувачів заборонено

# invitation.userRoleAssignment.error.update.prohibitedForNonExistingUser
source: The attribute is not allowed to be access for non existing users
ar: لا يمكن السماح بالوصول إلى السمة للمستخدمين غير الموجودين
bg: Достъпът до атрибута не е разрешен за несъществуващи потребители
cs: Atribut není povolen pro přístup neexistujících uživatelů
eu: Atributua ez dago baimenduta ez dauden erabiltzaileentzat sarbidea izateko
mk: Атрибутот не е дозволен за пристап за непостоечки корисници
nl: Het gegevenskenmerk wordt niet toegelaten voor niet-bestaande gebruikers
tr: Özellik, mevcut olmayan kullanıcılar tarafından erişilemez
uk: Доступ до атрибута не дозволено для неіснуючих користувачів

# invitation.userRoleAssignment.userGroup.startDate.mustBeAfterToday
source: This attribute must have a value equal or after today
ar: ينبغي أن تكون للسمة قيمة مساوية لليوم أو ما بعده
bg: Този атрибут трябва да има стойност, равна на или по-късна от днешна дата
cs: Tento atribut musí mít hodnotu rovnou nebo pozdější než dnešní datum
eu: Atributu honek gaurko balio berdina edo geroagokoa izan behar du
mk: Овој атрибут мора да има вредност еднаква или постара од денес
nl: Dit gegevenskenmerk moet een waarde hebben die gelijk is aan vandaag of later
tr: Bu öznitelik, bugün veya daha sonraki bir tarihe sahip olmalıdır
uk: Цей атрибут повинен мати значення, що дорівнює або пізніше сьогоднішнього дня

# invitation.validation.error.propertyProhibited
source: The :attribute field is prohibited
ar: إن حقل السمة :attribute محظور
bg: Полето на този атрибут е забранено
cs: Pole :attribute je zakázáno
eu: :attribute eremua debekatuta dago
mk: Полето :attribute е забрането
nl: Het :specifieke veld is niet toegelaten
tr: :attribute alanı yasaktır
uk: Поле :attribute заборонено

# invitation.header
source: Invitations
ar: الدعوات
bg: Покани
cs: Pozvánky
eu: Gonbidapenak
mk: Покани
nl: Uitnodigingen
tr: Davetler
uk: Запрошення

# invitation.inviteToRole.btn
source: Invite to a role
ar: الدعوة إلى دور
bg: Покана за роля
cs: Pozvat k roli
eu: Rol batera gonbidatu
mk: Покани за улога
nl: Uitnodiging voor een rol
tr: Kullanıcıyı Role Davet Et
uk: Запросити на роль

# invitation.wizard.pageTitle
source: Invite user to take a role
ar: دعوة المستخدم لتولي دور
bg: Поканване на потребител за роля
cs: Pozvat uživatele do role
eu: Gonbidatu erabiltzailea rol bat hartzera
mk: Покани го корисникот да преземе улога
nl: Nodig gebruiker uit een rol aan te nemen
tr: Kullanıcıyı rol almaya davet et
uk: Запросіть користувача отримати роль

# userInvitation.enterDetailsLabel
source: Enter details
ar: أدخل التفاصيل
bg: Въвеждане на детайли
cs: Vložte podrobnosti
eu: Sartu xehetasunak
mk: Внесете детали
nl: Voer details in
tr: Detayları gir
uk: Введіть деталі

# userInvitation.reviewAndInviteLabel
source: Review & invite for roles
ar: المراجعة والدعوة إلى الأدوار
bg: Преглед и покана за роли
cs: Recenze a pozvánka do role
eu: Rolak berrikusi eta gonbidatu
mk: Прегледајте и поканете за улоги
nl: Beoordelen & uitnodigen voor rollen
tr: Rolleri inceleyin ve davet edin
uk: Огляд і запрошення на ролі

# userInvitation.searchUser.stepLabel
source: {$step} - Search User
ar: {$step} - البحث في المستخدمين
bg: {$step} - Търсене на потребител
cs: {$step} - Vyhledat uživatele
eu: {$step} - Bilatu erabiltzailea
mk: {$step} - Пребарување на корисник
nl: {$step} - Zoek gebruiker
tr: {$step} - Kullanıcı Ara
uk: {$step} – Шукати користувача

# userInvitation.enterDetails.stepName
source: Enter details
ar: أدخل التفاصيل
bg: Въвеждане на детайли
cs: Vložit podrobnosti
eu: Sartu xehetasunak
mk: Внесете детали
nl: Voer de specifieke gegevens in
tr: Detayları gir
uk: Ввести деталі

# userInvitation.enterDetails.nextButtonLabel
source: Save And Continue
ar: حفظ ومتابعة
bg: Запис и продължение
cs: Uložit a pokračovat
eu: Gorde eta jarraitu
mk: Зачувај и продолжи
nl: Bewaar gegevens en ga door
tr: Kaydet ve Devam Et
uk: Зберегти та продовжити

# invitation.role.selectRole
source: Select a new role
ar: إختر دورًا جديدًا
bg: Изберете нова роля
cs: Zvolte novou roli
eu: Hautatu rol berri bat
mk: Изберете нова улога
nl: Kies een nieuwe rol
tr: Yeni rol seç
uk: Вибрати нову роль

# invitation.role.dateStart
source: Start Date
ar: تاريخ البدء
bg: Начална дата
cs: Počáteční datum
eu: Hasiera-data
mk: Датум на почеток
nl: Begindatum
tr: Başlangıç Tarihi
uk: Дата початку

# invitation.role.dateEnd
source: End Date
ar: تاريخ الانتهاء
bg: Крайна дата
cs: Datum ukončení
eu: Amaiera-data
mk: Датум на завршување
nl: Einddatum
tr: Bitiş Tarihi
uk: Дата закінчення

# invitation.role.addRole.button
source: Add Another Role
ar: إضافة دور جديد
bg: Добавяне на друга роля
cs: Přidat další roli
eu: Gehitu beste rol bat
mk: Додај друга улога
nl: Voeg een andere rol toe
tr: Yeni Rol Ekle
uk: Додати іншу роль

# userInvitation.roleTable.role
source: Role
ar: الدور
bg: Роля
eu: Rola
mk: Улога
nl: Rol
tr: Roller
uk: Роль

# userInvitation.roleTable.startDate
source: Start Date
ar: تاريخ البدء
bg: Начална дата
cs: Počáteční datum
eu: Hasiera-data
mk: Датум на почеток
nl: Begindatum
tr: Başlangıç Tarihi
uk: Дата початку

# userInvitation.roleTable.endDate
source: End Date
ar: تاريخ الانتهاء
bg: Крайна дата
cs: Datum ukončení
eu: Amaiera-data
mk: Датум на завршување
nl: Einddatum
tr: Bitiş Tarihi
uk: Дата закінчення

# invitation.role.removeRole.button
source: Remove Role
ar: إزالة الدور
bg: Премахване на роля
cs: Odebrat roli
eu: Ezabatu rola
mk: Отстрани улога
nl: Verwijder rollen
tr: Rolü Sil
uk: Видалити роль

# invitation.decline.confirm
source: Confirm Decline Invitation
ar: تأكيد رفض الدعوة
bg: Потвърждаване на отказа на покана
cs: Potvrdit odmítnutí pozvánky
mk: Потврди одбивање на поканата
tr: Daveti İptal Etmeyi Onayla
uk: Підтвердити відхилення запрошення

# invitation.decline.confirm.title
source: Decline Invitation
ar: رفض الدعوة
bg: Отказ на покана
cs: Odmítnout pozvání
mk: Одбиј покана
tr: Daveti İptal Et
uk: Відхилити запрошення

# invitation.decline.confirm.description
source: Are you sure you want to decline this invitation? Confirm the decline by clicking the button below.
ar: هل أنت متأكد من رفضك لهذه الدعوة؟ أكد رفضك من خلال النقر على الزر أدناه.
bg: Сигурни ли сте, че искате да откажете тази покана? Потвърдете отказа, като кликнете върху бутона по-долу.
cs: Opravdu chcete tuto pozvánku odmítnout? Potvrďte odmítnutí kliknutím na tlačítko níže.
mk: Дали сте сигурни дека сакате да ја одбиете оваа покана? Потврдете го одбивањето со кликнување на копчето подолу.
tr: Bu daveti iptal etmek istediğine emin misin? Aşağıdaki butona basarak onaylayın.
uk: Ви впевнені, що хочете відхилити це запрошення? Підтвердіть відхилення, натиснувши кнопку нижче.

# invitation.userRoleAssignment.validation.error.addUserRoles.notExisting
source: At least one user group to add must be defined
ar: ينبغي تعريف مجموعة مستخدمين واحدة على الأقل لإضافتها
bg: Трябва да бъде дефинирана поне една потребителска група за добавяне
cs: Je nutné definovat alespoň jednu skupinu uživatelů, kterou chcete přidat
eu: Gutxienez gehitu beharreko erabiltzaile-talde bat definitu behar da
mk: Мора да се дефинира барем една корисничка група за додавање
nl: Ten minste één toe te voegen gebruikersgroep moet worden omschreven
sv: Minst en användargrupp måste vara definierad för att kunna läggas till
tr: En az bir kullanıcı grubu eklenmelidir
uk: Потрібно визначити принаймні одну групу користувачів для додавання

source: The user group is assigned to the invited user
ar: مجموعة المستخدمين معينة إلى المستخدم المدعو
bg: Потребителската група се присвоява на поканения потребител
cs: Uživatelská skupina je přiřazena pozvanému uživateli
eu: Erabiltzaile-taldea gonbidatutako erabiltzaileari esleitzen zaio
mk: Корисничката група е доделена на поканетиот корисник
nl: De gebruikersgroep is toegekend aan de uitgenodigde gebruiker
sv: Användargruppen tilldelas den inbjudna användaren
tr: Kullanıcı grubu davet edilen kullanıcıya atanır
uk: Група користувачів призначається запрошеному користувачеві

source: Remove user roles can't be defined for not existing users.
ar: لا يمكن تعريف إزالة أدوار المستخدمين لمستخدم غير موجود.
bg: Премахването на потребителски роли не може да бъде дефинирано за несъществуващи потребители.
cs: Odstranění uživatelských rolí nelze definovat pro neexistující uživatele.
eu: Existitzen ez den erabiltzaileari ezin zaio rolik ezabatu.
mk: Отстранувањето на улогите на корисниците не може да се дефинира за непостоечки корисници.
nl: Verwijdering van de gebruikersrollen kan niet worden omschreven voor niet-bestaande gebruikers.
sv: Roller kan inte tas bort för användare som inte finns.
tr: Kullanıcı rolleri, mevcut olmayan kullanıcılar için tanımlanamaz.
uk: Видалити ролі користувачів неможливо для користувачів, які не існують.

# invitation.userRoleAssignment.validation.error.noUserGroupChanges
source: The invitation can not be dispatched because you have not defined any user group changes
ar: لا يمكن إرسال الدعوة لأنك لم تحدد أي تغييرات في مجموعة المستخدمين
bg: Поканата не може да бъде изпратена, защото не сте дефинирали никакви промени в потребителската група
cs: Pozvánka nemůže být odeslána, protože jste nedefinovali žádné změny uživatelské skupiny
eu: Gonbidapena ezin da bidali, ez baituzu erabiltzaile-taldeen aldaketarik definitu
mk: Поканата не може да се испрати бидејќи не сте дефинирале никакви промени во корисничката група
nl: De uitnodiging kan niet worden verplaatst omdat u nog geen wijzingen bij de gebruikersgroep hebt omschreven
sv: Inbjudan kan inte skickas eftersom du inte har definierat några ändringar av användargrupper
tr: Herhangi bir kullanıcı grubu değişikliği tanımlamadığınız için davet gönderilemiyor
uk: Запрошення не може бути надіслано, оскільки Ви не визначили жодних змін у групі користувачів

# invitation.userRoleAssignment.validation.error.addUserRoles.duplicateUserGroupId
source: The provided user groups contain duplicate entries.
ar: مجموعات المستخدمين المعطاة تتضمن إدخالات مكررة.
bg: Предоставените потребителски групи съдържат дублирани записи.
cs: Poskytnuté skupiny uživatelů obsahují duplicitní záznamy.
eu: Emandako erabiltzaile-taldeek bikoiztutako sarrerak dituzte.
mk: Обезбедените кориснички групи содржат дупликати записи.
nl: De vereiste gebruikersgroepen bevatten dubbele ingangen.
sv: De angivna användargrupperna innehåller dubbletter.
tr: Verilen kullanıcı gruplarında tekrarlanan kayıtlar bulunmaktadır.
uk: Введені групи користувачів містять дублікати записів.

# invitation.userRoleAssignment.validation.error.username.alreadyExisting
source: There is already an existing user with the username {$username}. Try another one.
ar: يوجد مسبقًا من يمتلك اسم المستخدم {$username}. حاول مع اسم آخر.
bg: Вече съществува потребител с потребителско име {$username}. Опитайте с друг.
cs: Už existuje uživatel s uživatelským jménem {$username}. Zkuste jiné uživatelské jméno.
eu: Dagoeneko badago erabiltzaile bat {$username} erabiltzaile-izena duena. Saiatu beste batekin.
mk: Веќе постои корисник со корисничко име {$username}. Обидете се со друг.
nl: Er is reeds een bestaande gebruiker met de gebruikersnaam {$username}. Probeert u een andere naam.
sv: Det finns redan en användare med användarnamnet {$username}. Välj ett annat.
tr: {$username} kullanıcı adı ile zaten bir kullanıcı var. Başka bir kullanıcı adı deneyin.
uk: Користувач з іменем {$username} уже існує. Спробуйте інше ім'я.

# userInvitation.searchUser.stepName
source: Search User
ar: البحث في المستخدمين
bg: Търсене на потребител
cs: Hledat uživatele
eu: Bilatu erabiltzailea
mk: Пребарување на корисник
nl: Zoek gebruiker
tr: Kullanıcı Ara
uk: Шукати користувача

# userInvitation.searchUser.nextButtonLabel
source: Search User
ar: البحث في المستخدمين
bg: Търсене на потребител
cs: Hledat uživatele
eu: Bilatu erabiltzailea
mk: Пребарување на корисник
nl: Zoek gebruiker
tr: Kullanıcı Ara
uk: Шукати користувача

# userInvitation.enterDetails.stepLabel
source: {$step} - Enter details and invite for roles
ar: {$step} - أدخل التفاصيل وأدع إلى الأدوار
bg: {$step} - Въведете данни и поканете за роли
cs: {$step} – Zadejte podrobnosti a pozvěte do role
eu: {$step} - Sartu xehetasunak eta gonbidatu roletara
mk: {$step} - Внесете детали и поканете за улоги
nl: {$step} - Voer de specifieke gegevens in en nodig uit om rollen op zich te nemen
tr: {$step} - Ayrıntıları girin ve rol için davet gönderin
uk: {$step} – Введіть деталі й запросіть на ролі

# userInvitation.sendMail.stepName
source: Review & invite for roles
ar: المراجعة والدعوة إلى الأدوار
bg: Преглед и покана за роли
cs: Kontrola a pozvánka do role
eu: Rolak berrikusi eta gonbidatu
mk: Прегледајте и поканете за улоги
nl: Beoordeel & nodig uit om rollen op zich te nemen
tr: İncele ve role davet et
uk: Переглянути й запросити на ролі

# userInvitation.sendMail.nextButtonLabel
source: Invite user to the role
ar: دعوة المستخدم إلى الدور
bg: Поканете потребител за ролята
cs: Pozvat uživatele do role
eu: Gonbidatu erabiltzailea rolera
mk: Покани го корисникот во улогата
nl: Nodig gebruiker uit voor de rol
tr: Kullanıcıyı role davet et
uk: Запросити користувача на роль

# invitation.userRoleAssignment.validation.error.user.mustExist
source: When an invitation has a user id ({$userId}) assigned, the corresponding user must exist.
ar: عندما يكون مُعرَّف المستخدم ({$userId}) معينًا في الدعوة، ينبغي أن يكون المستخدم المقصود موجودًا.
bg: Когато на покана е присвоен потребителски идентификатор ({$userId}), съответният потребител трябва да съществува.
cs: Pokud má pozvánka přiřazeno uživatelské ID ({$userId}), musí odpovídající uživatel existovat.
eu: Gonbidapen bat erabiltzaile-id bati ({$userId}) esleituta dagoenean, dagokion erabiltzaileak existitu behar du.
mk: Кога на поканата ѝ е доделен кориснички идентификатор ({$userId}), соодветниот корисник мора да постои.
nl: Wanneer aan een uitnodiging een gebruikers-ID is gekoppeld, moet ook de hiermee overeenstemmende gebruiker bestaan.
sv: När en inbjudan har ett användar-ID ({$userId}) kopplat till sig måste den motsvarande användaren finnas.
tr: Bir davete bir kullanıcı kimliği ({$userId}) atanmışsa, bu kullanıcı mevcut olmalıdır.
uk: Якщо запрошенню призначено ідентифікатор користувача ({$userId}), відповідний користувач має існувати.

# userInvitation.modal.title
source: Invitation Sent
ar: تم إرسال الدعوة
bg: Поканата е изпратена
cs: Pozvánka odeslána
eu: Gonbidapena bidalia
mk: Поканата е испратена
nl: De verzonden uitnodiging
tr: Davet Gönder
uk: Запрошення надіслано

# userInvitation.modal.button
source: View All Users
ar: معاينة كل المستخدمين
bg: Преглед на всички потребители
cs: Zobrazit všechny uživatele
eu: Ikusi erabiltzaile guztiak
mk: Прикажи ги сите корисници
nl: Zie alle gebruikers
tr: Tüm Kullanıcıları Gör
uk: Переглянути всіх користувачів

# invitation.email.description
source: e.g. aeinstein@example.com
ar: مثلاً ali@example.com
bg: напр. aeinstein@example.com
cs: např. aeinstein@example.com
eu: adibidez, aeinstein@adibidea.com
mk: на пр. aeinstein@example.com
nl: bijvoorbeeld: aeinstein@example.com
tr: ör. aeinstein@example.com
uk: наприклад: aeinstein@example.com
