Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# plugins.categories.paymethod.description
source: Payment Method plugins implement support for various ways of processing payments online.
az: Ödəniş Metodu əlavəsi onlayn ödəniş prosesini müxtəlif yollarla dəstəkləməyi təmin edir.
bg_bg: Добавките (плъгини) за метод на плащане внедряват поддръжка за различни начини за обработка на плащания онлайн.
ca_es: Els connectors de mètode de pagament us proporcionen diversos sistemes per a processar els pagaments en línia.
cs_cz: Pluginy platebních metod zavádějí podporu různých způsobů zpracování online plateb.
da: Plugins til betalingsmåder implementerer understøttelse af forskellige måder til håndtering af onlinebetalinger.
de_de: Plugins für Zahlungsweisen bieten Unterstützung für unterschiedliche Formen des Online-Zahlungsverkehrs.
el_gr: Τα Πρόσθετα Πληρωμών μπορούν να υποστηρίξουν διάφορες μεθόδους Online Πληρωμών.
es_es: Los módulos de Pago implementan varias formas de procesar los pagos on-line.
eu: Ordaintzeko moduen pluginekin, lineako ordainketak hainbat modutan prozesatu ahal izango dira.
fr_fr: Les modules de mode de paiement mettent en place un soutien pour les nombreuses possibilités de traitement des paiements en ligne.
gl: Os complementos de Métodos de pagamento implementan soporte para varias formas de procesar os pagos en liña.
hr: Dodaci za modele plaćanja implementiraju podršku za različite oblike on-line plaćanja.
hu_hu: A fizetési módok bővítmény támogatja a különféle fizetési módokat az internetes vásárlásnál.
hy_am: Վճարման մեթոդի պլագիններն ապահովում են աջակցություն առցանց վճարումների իրականացման տարբեր եղանակներին:
id: Plugin Metode Pembayaran mengimplementasikan dukungan untuk berbagai cara proses pembayaran online.
id_id: Plugin Metode Pembayaran mengimplementasikan dukungan untuk berbagai cara proses pembayaran online.
is: Viðbætur fyrir greiðsluaðferðir setja inn stuðning við ýmsar greiðsluaðferðir á vefnum.
it_it: I plugin per i pagamenti permettono al gestore della rivista di ricevere pagamenti secondo diverse modalità.
ja: 決済手法プラグインは、オンラインでの様々な支払い方法に対応しています。
ka_ge: გადახდის მეთოდის პლაგინები ახორციელებენ ინტერნეტის მეშვეობით გადახდების დამუშავების სხვადასხვა მეთოდების მხარდაჭერას.
kk_kz: Төлем әдісінің модульдері әртүрлі онлайн төлемдерді өңдеу әдістеріне қолдауды жүзеге асырады.
lv: Maksājumu metožu spraudņi nodrošina atbalstu dažādiem tiešsaistes maksājumu apstrādes veidiem.
mk: Приклучоците за Метод на плаќање спроведуваат поддршка за различни начини на обработка на плаќања преку Интернет.
mr: पेमेंट मेथड प्लग-इन्स ऑनलाइन पेमेंट प्रक्रिया करण्याच्या विविध पद्धतींसाठी आधार देतात.
ms: Plugin Kaedah Pembayaran melaksanakan sokongan untuk pelbagai cara pemprosesan pembayaran dalam talian.
nb_no: Programtillegg for betaling implementerer ulike løsninger for nettbasert betaling.
nl: Betalingsmethode plugins implementeren de ondersteuning voor verschillende manieren om online te betalen.
pl: Wtyczki płatności umożliwiają dokonywanie płatności on-line.
pl_pl: Wtyczki płatności umożliwiają dokonywanie płatności on-line.
pt_pt: Plugins de Métodos de Pagamento implementam suporte a várias formas de processamento de pagamento online.
ro_ro: Pluginurile Metoda de plată implementează suport pentru diferite moduri de procesare a plăților online.
ru_ru: Модули методов платежей реализуют поддержку различных методов обработки онлайн-платежей.
sl: Vtičniki za plačevanje implementirajo podporo za različne načine elektronskih postopkov plačevanja.
sr_rs@cyrillic: Додаци метода плаћања имплементирају подршку за разне начине процесуирања онлине плаћања.
sv_se: Plugins för betalningsmetod implementerar stöd för olika sätt att göra betalningar online.
th: ปลั๊กอินวิธีการชำระเงินใช้เพื่อสนับสนุนวิธีต่าง ๆ ในการดำเนินการชำระเงินออนไลน์
tr_tr: Ödeme Yöntemi eklentisi çevrimiçi ödeme sürecini çeşitli yollarla desteklemyi sağlar.
uk: Плагіни методів оплати забезпечують підтримку різноманітних способів здійснення онлайнових платежів.
uk_ua: Плагіни платіжних систем забезпечують підтримку різноманітних способів здійснення онлайнових платежів.
vi: Các plugin Phương thức thanh toán triển khai hỗ trợ cho các cách xử lý thanh toán trực tuyến khác nhau.
vi_vn: Các plugin Phương thức thanh toán triển khai hỗ trợ cho các cách xử lý thanh toán trực tuyến khác nhau.

# plugins.categories.reports.description
source: Report Plugins are used to implement various types of reports and data extracts.
az: Hesabat əlavələri müxtəlif növdə data xülasələri və hesabat təmin etmək üçün istifadə edilir.
bg_bg: Добавките (плъгини) за отчети се използват за внедряване на различни видове отчети и извлечения от данни.
ca_es: Els connectors per a informes implementen diversos tipus d’informes i extractes de dades per a administradors/es de conferències.
cs_cz: Pluginy pro generování výkazů lze využít pro tvorbu různých typů výkazů a výňatků dat pro správce a manažery.
da: Rapport-plugins bruges til at implementere forskellige typer af rapporter og dataudtræk.
de_de: Bericht-Plugins stellen verschiedene Arten von Berichten und Datenauszügen bereit.
el_gr: Τα Πρόσθετα Αναφορών χρησιμοποιούνται για την δημιουργία διαφόρων τύπων αναφορών και εξαγωγής δεδομένων.
es_es: Los módulos de informes son usados para implementar varios tipos de informes y extractos de datos.
eu: Txostenen pluginak hainbat motatako txostenak eta datu-laburpenak inplementatzeko erabiltzen dira.
fr_fr: Les modules de rapport sont utilisés pour mettre en place divers types de rapports et d'extraits de données.
gl: Os complementos de informe úsanse para implementar varios tipos de informes e extractos de datos.
hr: Dodaci za izvješća se koriste za generiranje raznih izvješća i izvadaka iz baze časopisa za potrebe uredništva.
hu_hu: Jelentés bővítmények különféle formátumú adat exportot és jelentést készítenek.
hy_am: Հաշվետվությունների պլագիններն օգտագործվում են տարբեր տեսակի հաշվետվությունների և տվյալների քաղվածքների իրականացման համար:
id: Plugin Laporan digunakan untuk mengimplementasikan berbagai tipe laporan dan ekstrak data.
id_id: Laporkan Plugin digunakan untuk mengimplementasikan berbagai tipe laporan dan ekstrak data.
is: Viðbætur fyrir skýrslur eru notaðar til að setja upp ýmsar tegundir af skýrslum og til að taka út gögn.
it_it: I plugin per i report sono utilizzati per creare vari tipi di rapporti per l'amministratore della rivista.
ja: レポートプラグインは、様々な種類のレポートやデータの抽出を実装します。
ka_ge: ანგარიშგების პლაგინები გამოიყენება სხვადასხვა ტიპის ანგარიშების და მონაცემთა ამონაწერების განსახორციელებლად.
kk_kz: Есеп модульдері есептердің әртүрлі түрлерін жүзеге асыру және деректерді шығару үшін пайдаланылады.
lv: Pārskatu spraudņi tiek izmantoti, lai īstenotu dažāda veida pārskatus un datu izvilkumus.
mk: Приклучоците за извештаи се користат за спроведување на разни видови извештаи и екстракти на податоци.
mr: रिपोर्ट प्लग-इन्सचा वापर विविध प्रकारचे रिपोर्ट्स आणि डेटा एक्स्ट्रॅक्ट्स अंमलात आणण्यासाठी केला जातो.
ms: Plugin Laporan digunakan untuk melaksanakan pelbagai jenis laporan dan ekstrak data.
nb_no: Programtillegg for rapportering gir konferanseadministrator mulighet til å implementere ulike typer rapporter og datauttrekk.
nl: Rapportage plugins worden gebruikt voor het implementeren van verschillende soorten rapporten en data-extracties voor conferentiebeheerders.
pl: Wtyczki raportowania wykorzystywane są do tworzenia raportów.
pl_pl: Wtyczki raportowania wykorzystywane są do tworzenia raportów.
pt_pt: Plugins de Relatório são utilizados para implementar vários tipos de relatórios e extração de dados por parte dos Editores-Gestores.
ro_ro: Pluginurile de rapoarte sunt utilizate pentru a implementa diferite tipuri de rapoarte și extracte de date.
ru_ru: Модули отчетов используются для реализации различных видов отчетов и извлечения данных.
sl: Z vtičniki za poročila implementiramo različne tipe poročil in izvlečke podatkov.
sr_rs@cyrillic: Додаци извештаја користе се за имплементацију различитих типова извештаја и екстраката података.
sv_se: Rapport-plugins används för att implementera olika typer av rapporter och dataextrahering.
th: ปลั๊กอินรายงานใช้ในการสร้างรายงานและการดึงข้อมูลประเภทต่าง ๆ
tr_tr: Rapor eklentileri çeşitli türde veri özetleri ve rapor sağlamak için kullanılır.
uk: Плагіни звітів використовуються для формування різних типів звітів та масивів статистичних даних.
uk_ua: Плагіни звітів використовуються для формування різних типів звітів та масивів статистичних даних.
vi: Các plugin báo cáo được sử dụng để triển khai các loại báo cáo và trích xuất dữ liệu khác nhau.
vi_vn: Các Trình cắm Báo cáo được sử dụng để triển khai các loại báo cáo và trích xuất dữ liệu khác nhau.

# plugins.categories.oaiMetadataFormats.description
source: These format plugins express metadata in OAI communications.
az: Bu fortmatdakı əlavələri OAI əlaqəsində sürətli metadata təmin edər.
bg_bg: Тези добавки (плъгини) за формат изразяват метаданни в OAI комуникации.
ca_es: Aquests mòduls de format expressen metadades en les comunicacions OAI.
cs_cz: Tyto formátové pluginy vydávají matadata v OAI komunikaci.
da: Disse format-plugins udtrykker metadata i OAI-kommunikationer.
de_de: Diese Format-Plugins beziehen sich auf Metadaten für die OAI-Kommunikation.
el_gr: Αυτοί οι τύποι Plugins μεταφέρους τα μεταδεδομένα στις ΟΑΙ επικοινωνίας.
es_es: Estos módulos de formato expresan metadatos en comunicaciones OAI.
eu: Formatuen plugin horiek metadatuak adierazten dituzte OAI komunikazioetan.
fr_fr: Ces modules de format émettent les métadonnées en communications OAI.
gl: Estes complementos de formato expresan metadatos nas comunicacións OAI.
hr: Ovi dodaci formata odnose se na metapodatke za OAI komunikaciju.
hu_hu: Ezek a formátum bővítmények jelenítik meg a metaadatokat az OAI kommunikációkban.
hy_am: Այս ձևաչափի պլագիններն արտահայտում են մետատվյալները OAI հաղորդակցություններում:
id: Plugin format ini mengekspresikan metadata in komunikasi OAI.
id_id: Plugin format ini mengekspresikan metadata in komunikasi OAI.
is: Viðbætur fyrir snið lýsigagna eru notuð í OAI samskiptum.
it_it: Questi plugin indicano il formato dei metadati nelle comunicazioni OAI-PMH.
ja: これらのフォーマットプラグインは、OAI通信でメタデータを表現します。
ka_ge: ამ ფორმატის პლაგინები გამოხატავს მეტამონაცემებს OAI კომუნიკაციებში.
kk_kz: Бұл форматтың модулі OAI коммуникациялары үшін метадеректерді түрлендіреді.
lv: Šie formāta spraudņi izsaka metadatus OAI saziņā.
mk: Овие додатоци на формат изразуваат метаподатоци во OAI комуникациите.
mr: हे फॉरमॅट प्लग-इन्स मेटाडेटाच्या OAI आदान-प्रदानासाठी (कम्युनिकेशन्स) वापरले जातात.
ms: Plugin format ini menyatakan metadata dalam komunikasi OAI.
nb_no: Disse programtilleggene for format gjør metadata tilgjengelig i OAI-kommunikasjon.
nl: Deze plugins beheren metadata-formaten voor OAI communicatie.
pl: Wtyczki wykorzystywane do przesyłania metadanych w komunikacji z OAI.
pl_pl: Wtyczki wykorzystywane do przesyłania metadanych w komunikacji z OAI.
pt_pt: Estes plugins de formato geram metadados para comunicações via OAI.
ro_ro: Aceste plugin-uri de format exprimă metadate în comunicațiile OAI.
ru_ru: Эти модули форматирования преобразуют метаданные для коммуникаций OAI.
sl: Ti vtičniki določajo metapodatke pri OAI komunikacijah.
sr_rs@cyrillic: Овај додатак приказује метаподатке у формату OAI комуникације
sv_se: De här format-pluginsen exponerar metadata i OAI-baserad kommunikation.
th: ปลั๊กอินรูปแบบเหล่านี้ใช้เมทาดาทาในการสื่อสาร OAI
tr_tr: Bu biçim eklentileri OAI iletişiminde hızlı üst veri sağlar.
uk: Ці плагіни дозволяють генерувати метадані для OAI-комунікації.
uk_ua: Ці плагіни дозволяють генерувати метадані для OAI-комунікації.
vi: Các plugin định dạng này biểu thị metadata trong giao tiếp OAI.
vi_vn: Các trình cắm định dạng này thể hiện siêu dữ liệu trong giao tiếp OAI.

# manager.plugins.copyError
source: Plugin was not successfully copied. This may be a permissions problem. Please make sure that the web server is able to write to the plugins directory (including subdirectories) but don't forget to secure it again later.
az: Əlavə kopyalana bilmədi. Bu bir səlahiyyət problemi ola bilər. Zəhmət olmasa veb serverinin əlavə indeksinə (alt indekslər daxil) yazma səlahiyyəti olub-olmadığından əmin olun; ancaq daha sonra yenidən səlahiyyətləri redaktə etməyi unutmayın.
bg_bg: Добавката (плъгин) за не беше копирана успешно. Това може да е проблем с разрешенията. Моля, уверете се, че уеб сървърът може да записва в директорията на плъгините (включително поддиректориите), но не забравяйте да я защитите отново по-късно.
ca_es: El mòdul no s'ha copiat correctament. És possible que es tracti d'un problema de permisos. Comproveu que el servidor web pot escriure al directori de mòduls (inclosos els subdirectoris), però recordeu de tornar a protegir-lo més endavant.
cs_cz: Plugin nebyl úspěšně zkopírován. Může to být problém s oprávněními. Ujistěte se, že webový server je schopen zapisovat do adresáře plugins (včetně podadresářů), ale nezapomeňte ho později znovu zabezpečit.
da: Plugin blev ikke kopieret korrekt. Dette kan skyldes manglende rettigheder. Sørg for, at webserveren kan skrive til plug-in-mappen (herunder undermapper), men glem ikke at sikre den igen senere.
de_de: Das Plugin wurde nicht erfolgreich kopiert. Dies könnte ein Berechtigungsproblem sein. Stellen Sie sicher, dass der Webserver in das Plugin-Verzeichnis (einschließlich der Unterverzeichnisse) schreiben darf und vergessen Sie nicht, diese später wieder zu sichern.
el_gr: Το πρόσθετο δεν αντιγράφηκε με επιτυχία. Ίσως να υπάρχει πρόβλημα με τα δικαιώματα πρόσβασης σε αρχεία. Βεβαιωθείτε ότι ο διακομιστής έχει δικαίωμα εγγραφής στον φάκελο των προσθέτων (και στους υποφακέλους αυτού) αλλά μην ξεχάσετε να ασφαλίσετε ξανά τον φάκελο μετά το πέρας της διαδικασίας.
es_es: No se puede copiar el módulo. Puede tratarse de un problema de permisos. Asegúrese de que el servidor web permite editar el directorio de módulos (además de los subdirectorios), pero no olvide asegurarlo una vez haya finalizado la edición.
eu: Plugina ez da ongi kopiatu. Baimen arazo bat izan daiteke. Mesedez, ziurtatu web zerbitzaria pluginen direktorioan (azpidirektorioak barne) idazteko gai dela, baina ez ahaztu geroago berriro ziurtatzea.
fr_fr: Le module n'a pu être copié. Il peut s'agir d'un problème de permissions. Assurez-vous que le serveur Web a le droit d'écriture dans le répertoire des modules d'extension (y compris les sous-répertoires), mais n'oubliez pas de le sécuriser à nouveau plus tard.
gl: O complemento non se copiou correctamente. Pode ser un problema de permisos. Asegúrese de que o servidor web pode escribir no cartafol de complementos (incluídos subcartafoles) pero non esqueza protexelo de novo unha vez rematado.
hr: Dodatak nije uspješno kopiran. Ovo bi mogao biti problem s dozvolama. Provjerite je li web-poslužitelju dopušteno pisati u direktorij dodataka (uključujući poddirektorije) i ne zaboravite ih kasnije sigurnosno kopirati.
hu_hu: A bővítményt nem sikerült másolni. Ez jogosultsági problémák miatt is lehet. Kérjük, győzödjön meg arról, hogy a szerveren írható a plugins könyvtár (és az alkönyvtárai) majd később ne felejtse újra levédeni ezeket a könyvtárakat.
hy_am: Պլագինը հաջողությամբ չի պատճենվել: Սա կարող է լինել թույլտվությունների խնդիր: Խնդրում ենք համոզվել, որ վեբ սերվերը ի վիճակի է գրել պլագինների գրացուցակում (ներառյալ ենթագրացուցակներում), բայց մի մոռացեք այն ավելի ուշ կրկին անվտանգ դարձնել:
id: Plugin gagal disalin. Ini dimungkinkan oleh masalah izin. Pastikan server web dapat menulis ke direktori plugin (termasuk subdirektori) tetapi jangan lupa untuk mengamankannya lagi nanti.
is: Ekki tókst að afrita viðbótarforrit. Þetta gæti verið vandamál tengt leyfi. Vinsamlega gakktu úr skugga um að vefþjóninn geti skrifað á skráarsvæði fyrir viðbótarforritin (þ.m.t. í undirmöppur), en ekki gleyma að læsa því/loka á það aftur á eftir.
it_it: Il plugin non è stato copiato con successo. Può essere un problema di permessi. Fai in modo che il web server sia autorizzato a scrivere nella dir e nelle sottodir dei plugin. Ma non dimenticarti di togliere poi l'autorizzazione.
ja: プラグインが正常にコピーされませんでした。これはパーミッションの問題かもしれません。Webサーバーがpluginsディレクトリ（サブディレクトリを含む）に書き込みができることを確認してください。ただし、後でもう一度セキュリティを確保することを忘れないでください。
ka_ge: პლაგინი წარმატებით არ გადაწერა. ეს შეიძლება იყოს წვდომის პრობლემა. გთხოვთ, დარწმუნდეთ, რომ ვებ-სერვერს შეუძლია დაემატოს პლაგინების დირექტორიას (ქვე-დირექტორიების ჩათვლით), მაგრამ არ დაგავიწყდეთ მოგვიანებით მისი დაცვა.
kk_kz: Модульді көшіру сәтсіз аяқталды. Бұл рұқсат мәселесіне байланысты болуы мүмкін. Веб-сервердің «plugins» каталогына (ішкі каталогтарды қоса) жаза алатынына көз жеткізіңіз, бірақ содан кейін тиісті рұқсаттармен каталогты қорғауды ұмытпаңыз.
lv: Spraudnis netika veiksmīgi nokopēts. Iespējams, tā ir atļauju problēma. Pārliecinieties, ka tīmekļa serveris var rakstīt uz spraudņu direktoriju (ieskaitot apakšdirektorijas), bet neaizmirstiet to vēlāk atkal nodrošināt.
mk: Приклучокот не беше успешно копиран. Ова може да биде проблем со дозволите. Ве молиме, проверете дали веб-серверот е во состојба да напише до директориумот со додатоци (вклучително и поддиректориуми), но не заборавајте да го обезбедите повторно подоцна.
mr: प्लग-इन यशस्वीरित्या कॉपी केले गेले नाही. ही समस्या परवानगी नसल्यामुळे असू शकते. वेब सर्व्हर प्लग-इन्स डायरेक्टरीमध्ये (सबडिरेक्टरीजसह) write ची परवानगी आहे याची खात्री करा. परंतु नंतर ते काम झाल्यावर पुन्हा write करण्यापासून सुरक्षित करायला विसरू नका.
ms: Plugin tidak berjaya disalin. Ini mungkin masalah kebenaran. Sila pastikan bahawa pelayan web dapat menulis ke direktori plugin (termasuk subdirektori) tetapi jangan lupa untuk mengamankannya semula kemudian.
nb_no: Programtilleggene ble ikke riktig kopiert. Det kan være problemer med rettighetene. Pass på at nettserveren kan skrive til mappen over programtillegg (inkludert undermapper), men ikke glem å sikre det igjen etterpå.
nl: Plugin werd niet met succes gekopieerd. Er is mogelijk een probleem met rechten. Zorg ervoor dat de plugins folder op de webserver schrijfbaar is (inclusief subfolders), maar vergeet niet om de beveiliging later weer te herstellen.
pl: Wtyczka nie została poprawnie skopiowana. Sprawdź uprawnienia zapisu w folderze wtyczek i spróbuj ponownie.
pl_pl: Wtyczka nie została poprawnie skopiowana. Sprawdź uprawnienia zapisu w folderze wtyczek i spróbuj ponownie.
pt_pt: O plugin não foi copiado com sucesso. Pode ser um problema de permissões. Certifique-se de que o servidor web pode escrever no directório de plugins (incluindo subdirectórios), mas não se esqueça de protegê-lo novamente mais tarde.
ro_ro: Pluginul nu a fost copiat cu succes. Aceasta poate fi o problemă de permisiuni. Vă rugăm să vă asigurați că serverul web este capabil să scrie în directorul de pluginuri (inclusiv subdirectoare), dar nu uitați să îl securizați din nou mai târziu.
ru_ru: Копирование модуля завершилось неудачей. Причиной этого может являться проблема с правами. Пожалуйста, убедитесь что веб-сервер может записывать в каталог «plugins» (включая подкаталоги), но не забудьте после этого защитить директорию, задав соответствующие права.
sl: Vtičnik ni bil uspešno skopiran. Lahko, da gre za težave s pravicami. Prosimo, da zagotovite, da bo spletni strežnik lahko pisal v mapo z vtičniki (vključno s podmapami) in ne pozabite kasneje ponovno zavarovati.
sr_rs@cyrillic: Додатак није успешно копиран. Проблем може бити због недостатка довољних дозвола. Обезбедите да web сервер може уписивати у директориј за додатке (укључујући и поддиректорије), али не заборавите касније да да поново осигурате.
sv_se: Pluginet kopierades inte. Detta kan bero på problem med behörigheter. Se till att webbservern kan skriva till katalogen för plugins (underkataloger inkluderade) men glöm inte att säkra den igen.
th: ไม่สามารถคัดลอกปลั๊กอินได้สำเร็จ อาจเกิดจากปัญหาการอนุญาต กรุณาตรวจสอบให้แน่ใจว่าเว็บเซิร์ฟเวอร์สามารถเขียนไปยังไดเรกทอรีปลั๊กอิน (รวมถึงไดเรกทอรีย่อย) แต่อย่าลืมรักษาความปลอดภัยอีกครั้งในภายหลัง
tr_tr: Eklenti kopyalanmadı. Bu bir yetki problemi olabilir. Lütfen web sunucusunun eklenti dizinine (alt dizinler dahil) yazma yetkisi olduğundan emin olun; ancak daha sonra tekrar yetkileri düzenlemeyi unutmayın.
uk: Плагін не був скопійований. Можливо виникла проблема з правами доступу. Будь ласка, переконайтесь, що веб-сервер може записувати в каталог "plugins" (включаючи підкаталоги), але не забудьте пізніше захистити його, змінивши права доступу.
uk_ua: Плагін не був скопійований. Можливо виникла проблема з правами доступу. Будь ласка, переконайтесь, що веб-сервер може записувати в каталог "plugins" (включаючи підкаталоги), але не забудьте пізніше захистити його, змінивши права доступу.
vi: Plugin không được sao chép thành công. Đây có thể là vấn đề về quyền. Vui lòng đảm bảo máy chủ web có thể ghi vào thư mục plugin (bao gồm cả thư mục con) nhưng đừng quên bảo mật nó lại sau.
vi_vn: Trình cắm không được sao chép thành công. Đây có thể do vấn đề về quyền. Hãy đảm bảo rằng máy chủ web có thể ghi vào thư mục trình cắm (plugin) (bao gồm cả thư mục con) nhưng đừng quên bảo mật lại sau khi cài đặt xong.
