Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.plugins.pluginGallery.version
source: v{$version} released on {$date}
az: v{$version} {$date} tarixində nəşr edildi
bg_bg: версия {$version} от {$date}
ca_es: v{$version} publicada el {$date}
cs_cz: verze {$version} vydaná dne {$date}
da: v{$version} udgivet den {$date}
de_de: Version {$version}, veröffentlicht am {$date}
el_gr: Η έκδοση v{$version} κυκλοφόρησε στις {$date}
es_es: v{$version} publicada el {$date}
eu: v{$version} bertsioa. {$date}-n argitaratua
fr_fr: Version : {$version} sortie le {$date}
gl: v{$version} lanzada o {$date}
hr: Verzija {$version} objavljena {$date}
hu_hu: Verzió: {$version} ekkor kiadva: {$date}
hy_am: v{$version} թողարկվել է {$date} -ին
id: v{$version} diterbitkan pada {$date}
is: v{$version} gefin út þ. {$date}
it_it: v{$version} rilasciata il {$date}
ja: {$date} に v{$version} がリリース
ka_ge: v{$version} გამოვიდა: {$date}
kk_kz: {$version} нұсқасы {$date} күні шықты
lv: Versija v{$version} izlaista {$date}
mk: v{$version} од {$date}
mr: v{$version} {$date} रोजी याचे विमोचन (रिलीज) झाले
ms: v{$version} dikeluarkan pada {$date}
nb_no: v{$version} gjort tilgjengelig på {$date}
nl: v{$version} gepubliceerd op {$date}
pl: v{$version}, opublikowana {$date}
pl_pl: v{$version}, opublikowana {$date}
pt_pt: Versão {$version} de {$date}
ro_ro: v{$version} lansată în {$date}
ru_ru: Версия {$version} выпущена {$date}
sl: v{$version} objavljena dne {$date}
sr_rs@cyrillic: Верзија: {$version}
sv_se: v{$version} släpptes {$date}
th: v{$version} เปิดตัวเมื่อ {$date}
tr_tr: v{$version} {$date} tarihinde yayınlandı
uk: v{$version} випущена {$date}
uk_ua: v{$version} випущена {$date}
vi: v{$version} phát hành vào {$date}
vi_vn: v{$version} được phát hành vào {$date}

# manager.plugins.pluginGallery.homepage
source: Homepage
az: Ana səhifə
bg_bg: Начална страница
ca_es: Pàgina d'inici
cs_cz: Domácí stránka
da: Hjemmeside
el_gr: Αρχική Σελίδα
es_es: Página de inicio
eu: Hasierako orria
fr_fr: Page d'accueil
gl: Páxina de inicio
hr: Početna stranica
hu_hu: Honlap
hy_am: Տնային էջ
id: Halaman Beranda
is: Forsíða
it_it: Pagina home
ja: ホームページ
ka_ge: მთავარი
kk_kz: Негізгі бет
lv: Mājas lapa
mk: Главна страница
mr: मुख्यपृष्ठ
ms: Laman Utama
nb_no: Hjemmeside
pl: Strona autora
pl_pl: Strona autora
pt_pt: Página Inicial
ro_ro: Pagina de pornire
ru_ru: Главная страница
sl: Domača stran
sr_rs@cyrillic: Почетна страница
sv_se: Webbplats
th: หน้าแรก
tr_tr: Ana Sayfa
uk: Головна сторінка
uk_ua: Головна сторінка
vi: Trang chủ
vi_vn: Trang chủ
zh_tw: 主頁

# manager.plugins.pluginGallery.summary
source: Summary
az: Xülasə
bg_bg: Обща информация
ca_es: Sumari
cs_cz: Přehled
da: Resumé
de_de: Zusammenfassung
el_gr: Περίληψη
es_es: Sumario
eu: Laburpena
fr_fr: Sommaire
gl: Resumo
hr: Sažetak
hu_hu: Összegzés
hy_am: Ամփոփում
id: Ringkasan
is: Samantekt
it_it: Sommario
ja: 要約
ka_ge: ანონსი
kk_kz: Жалпы информация
lv: Kopsavilkums
mk: Резиме
mr: गोषवारा (Summary)
ms: Ringkasan
nb_no: Sammendrag
nl: Samenvatting
pl: Podsumowanie
pl_pl: Podsumowanie
pt_pt: Sumário
ro_ro: Cuprins
ru_ru: Общая информация
sl: Povzetek
sr_rs@cyrillic: Резиме
sv_se: Sammanfattning
th: สรุป
tr_tr: Özet
uk: Загальна інформація
uk_ua: Загальна інформація
vi: Tóm tắt
vi_vn: Tóm lược

# manager.plugins.pluginGallery.status
source: Status
az: Statuslar
bg_bg: Статус
ca_es: Estat
cs_cz: Stav
el_gr: Κατάσταση
es_es: Estado
eu: Egoera
fr_fr: État
gl: Estado
hu_hu: Státusz
hy_am: Վիճակ
ja: 利用統計
ka_ge: სტატუსი
kk_kz: Күй
lv: Satuss
mk: Статус
mr: स्थिती (Status)
pt_pt: Estado
ro_ro: Statut
ru_ru: Статус
sr_rs@cyrillic: Статус
th: สถานะ
tr_tr: Durumlar
uk: Статус
uk_ua: Статус
vi: Trạng thái
vi_vn: Trạng thái

# manager.plugins.noCompatibleVersion
source: There is currently no compatible version of this plugin available.
az: Hal hazırda bu əlavənin uyuşan bir versiyası yoxdur
bg_bg: В момента няма налична съвместима версия на тази добавка (плъгин).
ca_es: Actualment no hi ha disponible cap versió compatible d'aquest mòdul.
cs_cz: V současné době není k dispozici žádná kompatibilní verze tohoto pluginu.
da: Der findes i øjeblikket ingen kompatibel version af denne plugin.
de_de: Momentan ist keine kompatible Version dieses Plugins verfügbar.
el_gr: Αυτήν τη στιγμή δεν υπάρχει διαθέσιμη συμβατή έκδοση αυτού του πρόσθετου.
es_es: Actualmente no hay disponible ninguna versión compatible de este módulo.
eu: Une honetan ez dago plugin honen bertsio bateragarririk eskuragarri.
fr_fr: Il n'existe actuellement aucune version compatible de ce module.
gl: Actualmente non hai dispoñible ningunha versión compatible deste complemento.
hr: Trenutno nema dostupne kompatibilne verzije ovog dodatka.
hu_hu: Jelenleg nincs kompatibilis verziója ennek a bővítménynek.
hy_am: Ներկայումս այս հավելվածի համատեղելի տարբերակը չկա:
id: Tidak ada versi plugin ini yang cocok saat ini.
is: Sem stendur er ekki til nein samhæfð útgáfa af þessari viðbót.
it_it: Attualmente non ci sono versioni del plugin complatibili con questa versione del software.
ja: 現在、このプラグインの互換性のあるバージョンはありません。
ka_ge: ამჟამად ამ პლაგინის თავსებადი ვერსია არ არის ხელმისაწვდომი.
kk_kz: Қазіргі уақытта бұл модуль үшін үйлесімді нұсқа жоқ.
lv: Pašlaik nav pieejama šī spraudņa saderīga versija.
mk: Во моментов нема достапна компатибилна верзија на овој плагин.
mr: सध्या या प्लग-इनची कोणतीही सुसंगत आवृत्ती (compatible version) उपलब्ध नाही.
ms: Pada masa ini tiada versi yang serasi bagi pugin ini tersedia.
nb_no: For øyeblikket er ingen kompatible versjoner av programtillegget tilgjengelige.
nl: Er is geen compatibele versie van deze plugin beschikbaar.
pl: W tej chwili nie istnieje wersja kompatybilna z systemem.
pl_pl: W tej chwili nie istnieje wersja kompatybilna z systemem.
pt_pt: Actualmente, não há nenhuma versão compatível deste plugin disponível.
ro_ro: Momentan nu există o versiune compatibilă a acestui plugin.
ru_ru: В настоящий момент нет совместимой версии для этого модуля.
sl: Trenutno ni na voljo kompatibilne verzije tega vtičnika.
sr_rs@cyrillic: Тренутно није доступна ни једна компатибилна верзија додатка.
sv_se: För närvarande finns ingen kompatibel version av pluginet tillgänglig.
th: ขณะนี้ไม่มีเวอร์ชันที่เข้ากันได้ของปลั๊กอินนี้ให้ใช้งาน
tr_tr: Şu anda bu eklentinin uyumlu bir sürümü bulunmamaktadır.
uk: Наразі не існує сумісної версії цього плагіна.
uk_ua: Наразі не існує сумісної версії цього плагіна.
vi: Hiện tại không có phiên bản tương thích nào của plugin này khả dụng.
vi_vn: Hiện tại không có phiên bản tương thích của plugin này.

# manager.plugins.installedVersionOlder
source: Plugin already installed, but can be updated to a newer version.
az: Əlavə qurulub, ancaq daha yeni bir versiyasına yeniləyin
bg_bg: Добавката (плъгин) вече е инсталирана, но може да бъде актуализирана до по-нова версия.
ca_es: Mòdul ja instal·lat, però podeu actualitzar-lo a una versió més recent.
cs_cz: Plugin je již nainstalován, ale může být aktualizován na novější verzi.
da: Plugin er allerede installeret, men kan opdateres til en nyere version.
de_de: Das Plugin existiert bereits, ist aber älter als oder genauso alt wie die installierte Version.
el_gr: Το πρόσθετο έχει ήδη εγκατασταθεί, αλλά μπορεί να ενημερωθεί σε νεότερη έκδοση.
es_es: Módulo ya instalado, pero puede actualizarlo a una versión más reciente.
eu: Plugina instalatuta dago, baina bertsio berriago batera egunera dezakezu.
fr_fr: Ce module existe déjà, et il est aussi ou moins récent que la version installée.
gl: O complemento xa está instalado, pero pódese actualizar a unha versión máis recente.
hr: Dodatak već postoji, ali je stariji ili isti kao instalirana verzija.
hu_hu: A bővítmény már telepített, de frissíthető egy újabb verzióval.
hy_am: Փլագինը արդեն տեղադրված է, բայց կարող է թարմացվել ավելի նոր տարբերակով:
id: Plugin sudah terpasang, tapi bisa dimutakhirkan ke versi terbaru.
is: Viðbótin er nú þegar uppsett en það er hægt að uppfæra hana í nýrri útgáfu.
it_it: Plugin già installato, ma pu essere aggiornato a una nuova versione.
ja: プラグインはすでにインストールされていますが、新しいバージョンに更新できます。
ka_ge: პლაგინი უკვე დაინსტალირებულია, მაგრამ მისი განახლება შესაძლებელია უფრო ახალ ვერსიად.
kk_kz: Модуль әлдеқашан орнатылған, бірақ оны жаңарақ нұсқаға жаңартуға болады.
lv: Spraudnis jau ir instalēts, bet to var atjaunināt uz jaunāku versiju.
mk: Плагинот е веќе инсталиран, но може да се обнови со понова верзија.
mr: प्लग-इन आधीच स्थापित केलेले (installed) आहे, परंतु नव्या आवृत्ती (version) ने अपडेट केले जाऊ शकते.
ms: Plugin sudah dipasang, tetapi boleh dikemas kini kepada versi yang lebih baharu.
nb_no: Programtillegget er installert, men kan bli oppdatert til en nyere versjon.
nl: Plugin is al geïnstalleerd, maar kan worden bijgewerkt naar een recentere versie.
pl: Wtyczka jest już zainstalowana, ale może zostać zaktualizowana do nowszej wersji.
pl_pl: Wtyczka jest już zainstalowana, ale może zostać zaktualizowana do nowszej wersji.
pt_pt: Plugin já instalado, mas pode ser atualizado para uma versão mais recente.
ro_ro: Pluginul deja instalat, dar poate fi actualizat la o versiune mai nouă.
ru_ru: Модуль уже установлен, но может быть обновлен до более новой версии.
sl: Vtičnik je že nameščen, a je lahko posodobljen na novejšo verzijo.
sr_rs@cyrillic: Додатак је већ инсталиран али може бити надограђен на новију верзију.
sv_se: Pluginet har redan installerats men kan uppdateras till en nyare version.
th: ปลั๊กอินที่ติดตั้งแล้วสามารถอัปเดตเป็นเวอร์ชันใหม่กว่าได้
tr_tr: Eklenti zaten yüklü, ancak daha yeni bir sürüme güncellenebilir.
uk: Плагін уже встановлений, але може бути оновлений до новішої версії.
uk_ua: Плагін уже встановлений, але може бути оновлений до новішої версії.
vi: Plugin đã được cài đặt, nhưng có thể được cập nhật lên phiên bản mới hơn.
vi_vn: Plugin đã được cài đặt nhưng có thể được cập nhật lên phiên bản mới hơn.

# manager.plugins.installedVersionNewer.short
source: Newer than available version
az: Cari versiyadan daha yeni
bg_bg: По-нова от наличната версия
ca_es: Més recent que la versió disponible
cs_cz: Novější, než dostupná verze
da: Nyere end tilgængelig version
de_de: Neuer als die verfügbare Version
el_gr: Νεότερη από τη διαθέσιμη έκδοση
es_es: Más reciente que la versión disponible
eu: Eskuragarri dagoen bertsioa baino berriagoa
fr_fr: Plus récent que la version disponible
gl: Máis recente que a versión dispoñible
hr: Noviji od dostupne verzije
hu_hu: Újabb, mint az elérhető verzió
hy_am: Ավելի նոր, քան հասանելի տարբերակը
id: Lebih baru daripada bersi yang ada
is: Nýrri en tiltæk útgáfa
it_it: Più recente della versione ufficiale
ja: 利用可能なバージョンよりも新しいもの
ka_ge: უფრო ახალი, ვიდრე ხელმისაწვდომი ვერსია
kk_kz: Қолжетімді нұсқадан жаңарақ
lv: Jaunāka nekā pieejamā versija
mk: Понова од достапната верзија
mr: उपलब्ध आवृत्ती (version) पेक्षा नवे
ms: Lebih baharu daripada versi yang tersedia
nb_no: Nyere enn tilgjengelig versjon
nl: Recenter dan de beschikbare versie
pl: Nowsza
pl_pl: Nowsza
pt_pt: Versão mais recente do que a disponível
ro_ro: Versiunea mai nouă decât cea disponibilă
ru_ru: Новее, чем доступная версия
sl: Novejši od verzije, ki je na voljo
sr_rs@cyrillic: Новије од доступне верзије
sv_se: Nyare än tillgänglig version
th: ใหม่กว่าที่มีอยู่
tr_tr: Mevcut sürümden daha yeni
uk: Новіший ніж наявна версія
uk_ua: Новіший ніж наявна версія
vi: Mới hơn phiên bản khả dụng
vi_vn: Mới hơn phiên bản có sẵn

# manager.plugins.installedVersionOlder.short
source: Can be upgraded
az: Təkmilləşdirilə bilər
bg_bg: Може да се актуализира
ca_es: Pot actualitzar-se
cs_cz: Lze upgradovat
da: Kan opgraderes
de_de: Kann aktualisiert werden
el_gr: Μπορεί να αναβαθμιστεί
es_es: Puede ser actualizado
eu: Eguneratu daiteke
fr_fr: Mise à jour disponible
gl: Pode ser actualizado
hr: Može se ažurirati
hu_hu: Frissíthető
hy_am: Կարող է արդիականացվել
id: Dapat diugrade
is: Hægt að uppfæra
it_it: Può essere aggiornato
ja: アップグレード可能
ka_ge: განახლება შესაძლებელია
kk_kz: Жаңартуға болады
lv: Iespējams atjaunināt
mk: Може да се надогради
mr: अपग्रेड केले जाऊ शकते
ms: Boleh dinaik taraf
nb_no: Kan bli oppdatert
nl: Kan worden bijgewerkt
pl: Do aktualizacji
pl_pl: Do aktualizacji
pt_pt: Pode ser actualizado
ro_ro: Poate fi actualizat
ru_ru: Может быть обновлен
sl: Lahko je posodobljen
sr_rs@cyrillic: Може бити надограђено
sv_se: Kan uppgraderas
th: สามารถอัปเกรดได้
tr_tr: Yükseltilebilir
uk: Може бути оновлений
uk_ua: Може бути оновлений
vi: Có thể nâng cấp
vi_vn: Có thể được nâng cấp

# manager.plugins.installedVersionNewest.short
source: Up to date
az: Güncəl
bg_bg: Актуално
ca_es: Actualitzat
cs_cz: Aktuální
da: Opdateret
el_gr: Ενημερωμένο
es_es: Actualizado
eu: Eguneratuta
fr_fr: Version à jour
gl: Actualizado
hr: U toku
hu_hu: Aktuális
hy_am: Արդիական է
id: Terbaru
is: Uppfært í nýjustu útgáfu
it_it: Aggiornato
ja: 最新版
ka_ge: განახლებულია
kk_kz: Нақты
lv: Atjaunināts
mk: Ажурирано
mr: अद्ययावत
ms: Terkini
nb_no: Oppdatert
pl: Aktualna
pl_pl: Aktualna
pt_pt: Actualizado
ro_ro: La zi
ru_ru: Актуальная
sl: Ažuren
sr_rs@cyrillic: Ажурно
sv_se: Aktuell
th: ล่าสุด
tr_tr: Güncel
uk: Не потребує оновлення
uk_ua: Не потребує оновлення
vi: Cập nhật nhất
vi_vn: Cập nhật

# manager.plugins.installFailed
source: Installation failed. {$errorString}
az: Quraşdırma uğursuzdur. {$errorString}
bg_bg: Неуспешно инсталиране. {$errorString}
ca_es: S'ha produït un error durant la instal·lació {$errorString}
cs_cz: Instalace selhala. {$errorString}
da: Installation mislykkedes. {$errorString}
de_de: Installation gescheitert. {$errorString}
el_gr: Η εγκατάσταση απέτυχε. {$errorString}
es_es: Error de instalación {$errorString}
eu: Instalazio-errorea. {$errorString}
fr_fr: L'installation a échoué. {$errorString}
gl: Fallou a instalación. {$errorString}
hr: Instalacija nije uspjela. {$errorString}
hu_hu: A telepítés sikertelen {$errorString}
hy_am: Տեղադրումը ձախողվեց: {$errorString}
id: Pemasangan gagal. {$errorString}
is: Uppsetning mistókst. {$errorString}
it_it: Installazione fallita. {$errorString}
ja: インストールに失敗しました。{$errorString}
ka_ge: ინსტალაცია ჩაიშალა. {$errorString}
kk_kz: Орнату сәтсіз аяқталды. {$errorString}
lv: Instalēšana neizdevās. {$errorString}
mk: Инсталацијата е неуспешна. {$errorString}
mr: स्थापना (Installation) अयशस्वी झाली. {$errorString}
ms: Pemasangan gagal. {$errorString}
nb_no: Installasjonen mislyktes. {$errorString}
nl: Installatie mislukt. {$errorString}
pl: Błąd. {$errorString}
pl_pl: Błąd. {$errorString}
pt_pt: Instalação falhou. {$errorString}
ro_ro: Instalare eșuată. {$errorString}
ru_ru: Установка не удалась. {$errorString}
sl: Namestitev ni uspela. {$errorString}
sr_rs@cyrillic: Инсталација није успела. {$errorString}
sv_se: Installation misslyckades. {$errorString}
th: การติดตั้งล้มเหลว {$errorString}
tr_tr: Yükleme başarısız. {$errorString}
uk: Не вдалося встановити. {$errorString}
uk_ua: Не вдалося встановити. {$errorString}
vi: Cài đặt thất bại. {$errorString}
vi_vn: Cài đặt bị lỗi. {$errorString}

# manager.plugins.noCompatibleVersion.short
source: Not Available
az: Mövcud deyil
bg_bg: Не е достъпно
ca_es: No disponible
cs_cz: Nedostupný
da: Ikke tilgængelig
de_de: Nicht verfügbar
el_gr: Μη διαθέσιμο
es_es: No disponible
eu: Ez dago eskuragarri
fr_fr: Pas disponible
gl: Non dispoñibel
hr: Nije dostupno
hu_hu: Nem elérhető
hy_am: Հասանելի չէ
id: Tidak Tersedia
is: Ekki tiltækt
it_it: Non disponibile
ja: 不可
ka_ge: მიუწვდომელი
kk_kz: Қолжетімсіз
lv: Nav pieejams
mk: Не е достапно
mr: अनुपलब्ध
ms: Tidak Tersedia
nb_no: Ikke tilgjengelig
nl: Niet beschikbaar
pl: Niedostępna
pl_pl: Niedostępna
pt_pt: Não disponível
ro_ro: Nu e disponibil
ru_ru: Не доступна
sl: Ni na voljo
sr_rs@cyrillic: Није доступно
sv_se: Inte tillgänglig
th: ไม่มีเวอร์ชันที่ใช้งานได้
tr_tr: Mevcut Değil
uk: Недоступний
uk_ua: Недоступний
vi: Không khả dụng
vi_vn: Không có sẵn

# manager.plugins.wrongCategory
source: The uploaded plugin does not fit the category of the upgraded plugin.
az: Quraşdırılmış əlavə, təkmilləşdirilmiş əlavənin kateqoriyasına uyğun gəlmir.
bg_bg: Качената добавка (плъгин) не отговаря на категорията на надстроения плъгин.
ca_es: El mòdul que heu carregat no correspon a la categoria del mòdul actualitzat.
cs_cz: Nahraný plugin neodpovídá kategorii upgradovaného pluginu.
da: Den uploadede plugin passer ikke til kategorien for den opgraderede plugin.
de_de: Das hochgeladene Plugin passt nicht zu der Kategorie des aktualisierten Plugins.
el_gr: Το πρόσθετο που μεταφορτώσατε δεν ταιριάζει με την κατηγορία της αναβαθμισμένου πρόσθετου.
es_es: El módulo que ha cargado no se ajusta a la categoría del módulo actualizado.
eu: Kargatutako plugina ez dator bat eguneratutako pluginaren kategoriarekin.
fr_fr: Le module téléchargé ne s'inscrit pas dans la catégorie du module mis à jour.
gl: O complemento cargado non se axusta á categoría do complemento actualizado.
hr: Učitani dodatak ne odgovara kategoriji ažuriranog dodatka.
hu_hu: A feltöltött bővítmény nem egyezik a frissített bővítmény kategóriájával.
hy_am: Վերբեռնված փլագինը չի համապատասխանում արդիականացված հավելվածի դասին:
id: Plugin yang diunggah tidak sesuai dengan kategori plugin yang diupgrade.
is: Upphlaðin viðbót passar ekki við flokkunina á uppfærðu viðbótinni.
it_it: Il plugin caricato non è della categoria corrispondente al plugin che si è tentato di aggiornare.
ja: 更新されたプラグインが、更新されたプラグインのカテゴリーに合わない。
ka_ge: ატვირთული პლაგინი არ ესადაგება განახლებული პლაგინის კატეგორიას.
kk_kz: Жүктелген модуль жаңартылып жатқан модуль санатына сәйкес келмейді.
lv: Augšupielādētais spraudnis neatbilst atjauninātā spraudņa kategorijai.
mk: Плагинот не одговара на категоријата на ажуриран плагин.
mr: संक्रमित (अपलोड) केलेले प्लग-इन अपग्रेड केलेल्या प्लग-इनच्या प्रवर्गामध्ये (category) बसत नाही.
ms: Plugin yang dimuat naik tidak sesuai dengan kategori plugin yang dinaik taraf.
nb_no: Det opplastede programtillegget stemmer ikke med kategorien til det oppdaterte programtillegget.
nl: De opgeladen plugin komt niet overeen met de categorie van de bijgewerkte plugin.
pl: Przesłana wtyczka nie pasuje do kategorii aktualizowanej wtyczki.
pl_pl: Przesłana wtyczka nie pasuje do kategorii aktualizowanej wtyczki.
pt_pt: O plugin carregado não corresponde à categoria do plugin actualizado.
ro_ro: Pluginul încărcat nu se încadrează în categoria pluginului actualizat.
ru_ru: Загруженный модуль не соответствует категории обновляемого модуля.
sl: Naloženi vtičnik ne ustreza kategoriji nadgrajenega vtičnika.
sr_rs@cyrillic: Постављени додатак не припада категорији надогађеног додатка.
sv_se: Det uppladdade pluginet passar inte det uppgraderade pluginets kategori
th: ปลั๊กอินที่อัปโหลดไม่เข้ากับหมวดหมู่ของปลั๊กอินที่อัปเกรด
tr_tr: Yüklenen eklenti, yükseltilmiş eklentinin kategorisine uymuyor.
uk: Завантажений плагін не відповідає категорії оновлюваного плагіна.
uk_ua: Завантажений плагін не відповідає категорії оновлюваного плагіна.
vi: Plugin đã tải lên không phù hợp với danh mục của plugin được nâng cấp.
vi_vn: Plugin đã tải lên không phù hợp với danh mục của plugin đã nâng cấp.

# manager.plugins.pleaseInstall
source: Plugin does not exist. Please Install instead
bg_bg: Добавката (плъгин) не съществува. Моля, инсталирайте вместо това действие
ca_es: El mòdul no existeix. Instal·leu-lo
cs_cz: Plugin neexistuje. Nainstalujte ho, prosím
da: Plugin findes ikke. Installér
de_de: Plugin nicht verfügbar. Bitte wählen Sie "Installieren".
el_gr: Το πρόσθετο δεν υπάρχει. Εγκαταστήστε το
es_es: El módulo no existe. Instale el módulo
eu: Plugina ez dago. Mesedez, instalatu ezazu
fr_fr: Le module n'existe pas. Veuillez plutôt l'installer
gl: O complemento non existe. Instalao no seu lugar
hr: Dodatak nije dostupan. Odaberite "Instaliraj"
hu_hu: A bővítmény nem található. Kérjük, telepítse
hy_am: Պլագին գոյություն չունի: Փոխարենը խնդրում ենք տեղադրել
id: Plugin tidak ada. Silakan diinstal terlebih dahulu
is: Viðbót ekki til. Vinsamlega notaðu uppsetningu í staðinn
it_it: Il plugin non esiste nel sistam. Prova invece ad installarlo
ja: プラグインが存在しません。 代わりにインストールしてください
ka_ge: პლაგინი არ არსებობს. გთხოვთ, დააინსტალიროთ
kk_kz: Модуль жоқ. "Орнату" түймесін пайдаланыңыз
lv: Spraudnis neeksistē. Lūdzu, tā vietā lietot Uzstādīt
mk: Плагинот не постои. Ве молиме, инсталирајте наместо тоа
mr: हे प्लग-इन अस्तित्वात नाही. कृपया स्थापित करा
ms: Plugin tidak ada. Sebaliknya sila Pasang
nb_no: Programtillegget finnes ikke. Installer det i stedet
nl: Plugin bestaat niet. Installeer a.u.b
pl: Wtyczka nie istnieje, musi zostać najpierw zainstalowana
pl_pl: Wtyczka nie istnieje, musi zostać najpierw zainstalowana
pt_pt: O plugin não existe. Instale
ro_ro: Pluginul nu există. Vă rugăm să instalați în schimb
ru_ru: Модуль не существует. Пожалуйста, используйте «Установить»
sl: Vtičnik ne obstaja. Najprej ga namestite
sr_rs@cyrillic: Додатак не постоји. Инсталирајте га
sv_se: Pluginet finns inte. Installera i stället.
th: ปลั๊กอินนี้ไม่มีอยู่ โปรดติดตั้งแทน
tr_tr: Eklenti mevcut değil. Lütfen bunun yerine yükleyin
uk: Плагін не існує. Будь ласка, встановіть його
uk_ua: Плагін не існує. Будь ласка, встановіть його
vi: Plugin không tồn tại. Vui lòng cài đặt thay vì
vi_vn: Plugin không tồn tại. Vui lòng cài đặt thay thế
