Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.dois.status.needsDoi.description
source: All items missing a DOI.
cs_cz: Jakákoli publikovaná nebo nepublikovaná položka, která 1) má dílčí objekt bez přiřazeného DOI, kde 2) je povolen typ DOI dílčího objektu (např. sazebnice bez DOI se zde nezobrazí, pokud není povoleno DOI pro sazebnice)
da: Alle elementer, der mangler en DOI.
eu: Elementu guztiei DOIa falta zaie.
hr: Svaka objavljena ili neobjavljena stavka koja 1) ima dodijeljen pod-objekt bez DOI-ja gdje je 2) omogućena vrsta DOI-ja pod-objekta (npr. tarifa bez DOI-ja neće se pojaviti ovdje osim ako je DOI za tarifu omogućen)
id: Tidak terdapat DOI pada semua item.
lv: Visām vienībām trūkst DOI.
mk: На сите ставки им недостасува DOI.
mr: DOI नसलेले सगळे लेख.
nb_no: Alle elementer som mangler DOI.
nl: Alle items die geen DOI hebben.
pl: Wszystkim pozycjom brakuje DOI.
sl: Predmeti pri katerih manjka DOI.
th: รายการทั้งหมดที่ขาด DOI
uk: У всіх елементах відсутній DOI.
vi: Tất cả các mục thiếu DOI.

# manager.emails.createEmail
source: Create Email
az: Email formalaşdırın
bg_bg: Създаване на имейл
ca_es: Crea un missatge de correu electrònic
cs_cz: Vytvořit email
da: Opret e-mail
de_de: E-Mail erstellen
el_gr: Δημιουργία μηνύματος
es_es: Crear correo-e
eu: Sortu mezu elektronikoa
fr_fr: Créer un courriel
gl: Crear correo electrónico
hr: Izradi novi obrazac
hu_hu: Email készítése
hy_am: Ստեղծել էլ․ նամակ
id: Buat Email
id_id: Buat Email
is: Stofna tölvupóst
it_it: Crea una email
ja: メールの作成
ka_ge: ელფოსტის შექმნა
kk_kz: Хат жасау
ku: دروستکردنی ئیمەیڵ
lv: Izveidot e-pastu
mk: Креирај имејл
mr: ई-मेल निर्माण करा
ms: Cipta E-mel
nb_no: Skriv e-post
nl: E-mail aanmaken
pl: Utwórz e-mail
pl_pl: Utwórz e-mail
pt_pt: Criar E-mail
ro_ro: Creați e-mail
ru_ru: Создать письмо
sl: Ustvari e-pošto
sr_rs@cyrillic: Направи имејл
sv_se: Skapa e-postmeddelande
th: สร้างอีเมล
tr_tr: E-posta Oluştur
uk: Створити електронний лист
uk_ua: Створити лист
vi: Tạo Email
vi_vn: Tạo Email

# manager.emails.details
source: Template Details
az: Şablon detalları
bg_bg: Детайли за шаблон
ca_es: Detalls de plantilla
cs_cz: Podrobnosti šablony
da: Skabelonoplysninger
de_de: Details der E-Mail-Vorlage
el_gr: Λεπτομέρειες Προτύπου
es_es: Detalles de plantilla
eu: Txantiloiaren xehetasunak
fr_fr: Détails du gabarit
gl: Detalles do modelo
hr: Detalji predloška e-pošte
hu_hu: Sablon részletek
hy_am: Ձևանմուշի մանրամասներ
id: Rincian Template
is: Sniðmát - nánar
it_it: Dettagli del template
ja: テンプレート詳細
ka_ge: შაბლონის დეტალები
kk_kz: Үлгі мәліметтері
ku: وردەکارییەکانی قاڵبەکە
lv: Sīkāka informācija par veidni
mk: Детали за шаблонот
mr: तयार मजकूराचा (टेम्पलेट) तपशील
nb_no: Detaljer om malene
nl: Sjabloon details
pl: Szczegóły szablonu
pl_pl: Właściwości szablonu
pt_pt: Detalhes Template
ro_ro: Detalii model
ru_ru: Детали шаблона
sl: Podrobnosti predloge e-pošte
sr_rs@cyrillic: Детаљи шаблона
sv_se: Malldetaljer
th: รายละเอียดแม่แบบ
tr_tr: Şablon Detayları
uk: Деталі шаблону
uk_ua: Інформація про шаблон
vi: Chi tiết mẫu
vi_vn: Chi tiết về mẫu email

# manager.emails.disable
source: Disable
az: Bağlayın
bg_bg: Деактивиране
ca_es: Inhabilita
cs_cz: Zakázat
da: Deaktivér
de_de: Deaktivieren
el_gr: Απενεργοποίηση
es_es: Desactivar
eu: Desgaitu
fr_fr: Désactiver
gl: Desactivar
hr: Onemogući
hu_hu: Kikapcsol
hy_am: Անջատել
id: Nonaktifkan
id_id: Tidak Aktif
is: Afvirkja
it_it: Disabilita
ja: 無効
ka_ge: გამორთვა
kk_kz: Өшіру
ku: ناچالاککردن
lv: Izslēgt
mk: Оневозможи
mr: अकार्यान्वित (Disable) करा
ms: Nyahdaya
nb_no: Slå av
nl: Schakel uit
pl: Wyłącz
pl_pl: Wyłącz
pt_pt: Desactivar
ro_ro: Dezactivați
ru_ru: Выключить
sl: Onemogoči
sr_rs@cyrillic: Онемогући
sv_se: Inaktivera
th: ปิดใช้งาน
tr_tr: Kapat
uk: Відключити
uk_ua: Відключити
vi: Tắt
vi_vn: Vô hiệu hóa

# manager.emails.editTestExample
source: Edit Email Test Example
az: Email test nümunəsini redaktə edin
bg_bg: Редактиране на тестов пример за имейл
ca_es: Edita l’exemple de missatge de correu electrònic de prova
cs_cz: Editovat testovací příklad emailu
da: Redigér eksempel på e-mail-test
de_de: Das E-Mail-Testbeispiel bearbeiten
el_gr: Επεξεργασία παραδείγματος δοκιμής ηλεκτρονικού ταχυδρομείου
es_es: Editar ejemplo de correo-e de prueba
eu: Editatu mezua probatzeko adibidea
fr_fr: Modifier l'exemple du test de courriel
gl: Editar exemplo de proba de correo electrónico
hr: Uredite testni primjer e-pošte
hu_hu: Email teszt eset szerkesztése
hy_am: Խմբագրել էլ․ փոստի փորձնական օրինակը
id: Contoh tes Edit Email
id_id: Contoh tes Edit Email
is: Breyta tölvupósti - dæmi um prófun
it_it: Modifica l'email di esempio
ja: メール文章例の編集
ka_ge: ელფოსტის ტესტის მაგალითის ჩასწორება
kk_kz: Сынақ электрондық поштасын өңдеңіз
ku: نمونەی ئەزمونکردنی قاڵبی ئیمەیڵ بگۆڕە
lv: Rediģēt e-pasta testa piemēru
mk: Уреди примерок за имејл тест
mr: ई-मेल चाचणी उदाहरण संपादित करा
ms: Sunting Contoh Ujian E-mel
nb_no: Rediger eksempel på e-posttest
nl: Bewerk testvoorbeeld e-mail
pl: Edytuj szablon testowy wiadomości e-mail
pl_pl: Edytuj szablon testowy wiadomości e-mail
pt_pt: Editar Exemplo de E-mail
ro_ro: Editați exemplul de testare prin e-mail
ru_ru: Редактировать тестовый пример письма
sl: Uredi testni primer e-pošte
sr_rs@cyrillic: Уредите пробни пример имејла
sv_se: Redigera e-postexemplet
th: แก้ไขตัวอย่างทดสอบอีเมล
tr_tr: E-posta Test Örneğini Düzenle
uk: Редагувати приклад тестового електронного листа
uk_ua: Редагувати тестовий лист
vi: Chỉnh sửa ví dụ thử nghiệm Email
vi_vn: Chỉnh sửa ví dụ kiểm tra email

# manager.emails.emailTemplate
source: Email Template
az: Elektron poçt şablonu
bg_bg: Шаблон за имейл
ca_es: Plantilla de missatge de correu electrònic
cs_cz: Šablona emailu
da: E-mail-skabelon
de_de: E-Mail-Vorlage
el_gr: Πρότυπο e-mail μήνυμα ηλεκτρονικού ταχυδρομείου
es_es: Plantilla correo-e
eu: Mezu elektronikoen txantiloia
fr_fr: Modèle de courriels
gl: Modelo de correo electrónico
hr: Predložak e-pošte
hu_hu: Email Sablon
hy_am: Էլ․ փոստի ձևանմուշ
id: Template Email
id_id: Template Email
is: Tölvupóstur - sniðmát
it_it: Modello dell'email
ja: メールテンプレート
ka_ge: ელფოსტის შაბლონი
kk_kz: Хат үлгісі
ku: قاڵبی ئیمەیڵ
lv: E-pasta veidne
mk: Шаблон за имејл
mr: तयार मजकूराचा (टेम्पलेट) ई-मेल
ms: Templat E-mel
nb_no: E-postmal
nl: E-mail sjabloon
pl: Szablon wiadomości e-mail
pl_pl: Szablon wiadomości e-mail
pt_pt: E-mail Padrão
ro_ro: Model de e-mail
ru_ru: Шаблон письма
sl: Predloga e-pošte
sr_rs@cyrillic: Шаблон имејла
sv_se: E-postmall
th: แม่แบบอีเมล
tr_tr: E-posta Şablonu
uk: Шаблон електронного листа
uk_ua: Шаблон листа
vi: Mẫu Email
vi_vn: Mẫu email

# manager.emails.emailTemplates
source: Email Templates
az: Elektron poçt şablonları
bg_bg: Шаблони за имейл
ca_es: Plantilles de correu electrònic
cs_cz: E-mailové šablony
da: E-mail-skabelon
de_de: E-Mail-Vorlagen
el_gr: Πρότυπα μηνυμάτων email
es_es: Plantillas correo-e
eu: Posta elektroniko txantiloiak
fr_fr: Modèles de courriel
gl: Modelos de correo electrónico
hr: Predlošci e-pošte
hu_hu: Email Sablonok
hy_am: Էլ․ փոստի ձևանմուշներ
id: Daftar Template Surel
is: Tölvupóstur - sniðmát
it_it: Template delle emails
ja: メールテンプレート
ka_ge: ელფოსტის შაბლონები
kk_kz: Хат үлгілері
ku: قاڵبەکانی ئیمەیڵ
lv: E-pasta veidnes
mk: Шаблони за имејл
mr: तयार मजकूरांचे (टेम्पलेट्स) ई-मेल
ms: Templat E-mel
nb_no: E-postmaler
nl: E-mail sjablonen
pl: Szablony wiadomości e-mail
pt_pt: Modelos de e-mail
ro_ro: Modele de e-mail
ru_ru: Шаблоны писем
sl: Email predloge
th: แม่แบบอีเมล
tr_tr: E-posta Şablonları
uk: Шаблони електронних листів
uk_ua: Шаблони листів
vi: Các Mẫu Email
vi_vn: Mẫu email

# manager.emails.otherTemplates
source: Other Templates
az: Digər şablonlar
bg_bg: Други шаблони
cs_cz: Další šablony
da: Andre skabeloner
eu: Beste txantiloiak
gl: Outros modelos
hr: Ostali predlošci
hy_am: Այլ ձևանմուշներ
id: Templet Lain
is: Önnur sniðmát
ja: 他のテンプレート
ka_ge: სხვა შაბლონები
kk_kz: Басқа үлгілер
lv: Citas veidnes
mk: Останати шаблони
mr: इतर तयार मजकूर (टेम्पलेट्स)
ms: Templat Lain
nb_no: Andre maler
nl: Andere sjablonen
pl: Inne szablony
ru_ru: Другие шаблоны
sl: Ostale predloge
th: แม่แบบอื่น ๆ
uk: Інші шаблони
vi: Các mẫu khác

# manager.emails.enabled
source: Enable this email template
az: Bu email şablonunu aktivləşdirin
bg_bg: Активиране на този шаблон за имейл
ca_es: Habilita aquesta plantilla de missatge de correu electrònic
cs_cz: Povolit tuto šablonu emailu
da: Aktivér denne e-mail-skabelon
de_de: Diese E-Mail-Vorlage aktivieren
el_gr: Ενεργοποίηση του συγκεκριμένου προτύπου μηνύματος
es_es: Activar esta plantilla de correo-e
eu: Gaitu mezu-txantiloi hau
fr_fr: Activer ce modèle de courriels
gl: Habilitar este modelo de correo electrónico
hr: Omogućite ovaj predložak e-pošte
hu_hu: Ennek a sablonnak az engedélyezése
hy_am: Միացնել էլ․ փոստի այս ձևանմուշը
id: Aktifkan template email ini
id_id: Aktifkan template email ini
is: Virkja sniðmát tölvupósts
it_it: Abilita questo modello di email
ja: メールテンプレートを有効にする
ka_ge: ელფოსტის შაბლონის ჩართვა
kk_kz: Осы электрондық пошта үлгісін қосыңыз
ku: چالاککردنی ئەم قاڵبی ئیمەیڵە
lv: Iespējot šo e-pasta veidni
mk: Овозможи го овој шаблон за имелј
mr: ह ई-मेलचा तयार मजकूर (टेम्पलेट) कार्यान्वित (Enable) करा
ms: Dayakan templat e-mel ini
nb_no: Slå på denne e-postmalen
nl: Schakel dit e-mail sjabloon in
pl: Włącz ten szablon
pl_pl: Włącz ten szablon
pt_pt: Activar este e-mail padrão
ro_ro: Activați acest șablon de e-mail
ru_ru: Включить этот шаблон письма
sl: Omogoči to predlogo e-pošte
sr_rs@cyrillic: Омогућите овај шаблон имејла
sv_se: Aktivera den här e-postmallen
th: เปิดใช้งานแม่แบบอีเมลนี้
tr_tr: Bu e-posta şablonu etkinleştir
uk: Включити цей шаблон електронного листа
uk_ua: Включити цей шаблон листа
vi: Kích hoạt mẫu email này
vi_vn: Kích hoạt mẫu email

# manager.emails.enable
source: Enable
az: Aktivləşdirin
bg_bg: Активиране
ca_es: Habilita
cs_cz: Povolit
da: Aktivér
de_de: Aktivieren
el_gr: Ενεργοποίηση
es_es: Activar
eu: Gaitu
fr_fr: Activer
gl: Habilitar
hr: Omogući
hu_hu: Engedélyezés
hy_am: Միացնել
id: Aktifkan
id_id: Aktifkan
is: Virkja
it_it: Abilita
ja: 有効化
ka_ge: ჩართვა
kk_kz: Қосу
ku: چالاککردن
lv: Iespējot
mk: Овозможи
mr: कार्यान्वित (Enable) करा
ms: Dayakan
nb_no: Slå på
nl: Schakel in
pl: Włącz
pl_pl: Włącz
pt_pt: Activar
ro_ro: Activare
ru_ru: Включить
sl: Omogoči
sr_rs@cyrillic: Омогући
sv_se: Aktivera
th: เปิดใช้งาน
tr_tr: Etkinleştir
uk: Включити
uk_ua: Включити
vi: Kích hoạt
vi_vn: Kích hoạt

# manager.emails.form.emailKeyRequired
source: A unique email key containing no spaces or special characters is required for the email.
az: Email üçün müstəsna bir email açarı tələb olunur.
bg_bg: За имейла е необходим уникален имейл ключ, който не съдържа интервали или специални знаци.
ca_es: Heu d'introduir-hi una clau per al missatge de correu electrònic que no contingui espais ni caràcters especials.
cs_cz: Pro daný email je vyžadován unikátní emailový klíč.
da: En unik e-mail-nøgle, der ikke indeholder mellemrum eller specialtegn, er påkrævet i forbindelse med e-mailen.
de_de: Ein eindeutiger E-Mail-Bezeichner ist für die E-Mail-Vorlage erforderlich.
el_gr: Απαιτείτα ένα μοναδικό κλειδί email για το email.
es_es: Para el correo electrónico se necesita una contraseña única que no contenga espacios o caracteres especiales.
eu: Posta elektronikoko gako bakarra behar da posta elektronikorako.
fr_fr: Une clé de courriel unique est obligatoire pour le courriel.
gl: Para o correo electrónico é necesario un contrasinal único que non conteña espazos nin caracteres especiais.
hr: Za predložak e-pošte potreban je jedinstveni identifikator e-pošte.
hu_hu: Szükséges egy egyedi email azonosító, amely nem tartalmaz szóközöket, speciális karaktereket.
hy_am: Նամակի համար պահանջվում է բացատ կամ հատուկ նիշ չպարունակող էլ․ փոստի եզակի բանալի:
id: Kunci email unik dibutuhkan untuk email ini.
id_id: Kunci email unik dibutuhkan untuk email ini.
is: Fyrir tölvupóstinn er áskilinn einkvæmur tölvupóstslykill sem inniheldur engin stafabil eða sérstafi.
it_it: L'indirizzo email deve essere unico.
ja: メールには、スペースや特殊文字を含まないユニークなEメールキーが必要です。
ka_ge: ელფოსტისთვის საჭიროა უნიკალური გასაღები, რომელიც არ შეიცავს ჰარის, ან სპეციალურ სიმბოლოებს.
kk_kz: Электрондық пошта хабары үшін бос орындар немесе арнайы таңбаларды қамтымайтын бірегей электрондық поштаның кілті қажет.
ku: ئیمەیڵ نابێت هیچ کلیلێکی وەک بۆشایی و پیتی تایبەت لەخۆ بگرێت.
lv: E-pastam ir nepieciešama unikāla e-pasta atslēga, kurā nav atstarpju vai īpašu rakstzīmju.
mk: За имејлот е потребен единствен клуч за имејлот што нема празни места или специјални карактери.
mr: ई-मेलसाठी स्पेस किंवा विशेष अक्षर नसलेली एक अनन्य अशी (unique) ई-मेल की (key) आवश्यक आहे.
ms: Kunci e-mel unik yang tidak mengandungi ruang atau aksara khas diperlukan untuk e-mel.
nb_no: E-posten må ha en unik e-postnøkkel, uten mellomrom eller spesialtegn.
nl: Er is een unieke e-mail sleutel nodig voor de e-mail.
pl: Niepowtarzalny klucz e-mail jest wymagany dla tej wiadomości.
pl_pl: Niepowtarzalny klucz e-mail jest wymagany dla tej wiadomości.
pt_pt: É obrigatória uma única chave para o e-mail.
ro_ro: O cheie de e-mail unică care nu conține spații sau caractere speciale este necesară pentru e-mail.
ru_ru: Уникальный ключ письма электронной почты, не содержащий пробелов или специальных символов, обязателен для письма электронной почты.
sl: Unikatni ključ e-pošte je obvezen.
sr_rs@cyrillic: Јединствени кључ је обавезан за имејл.
sv_se: Unik e-postadress som inte innehåller mellanslag eller specialtecken krävs.
th: ต้องการคีย์อีเมลที่ไม่ซ้ำกันและไม่มีช่องว่างหรือตัวอักษรพิเศษ
tr_tr: E-posta için tekil bir e-posta anahtarı gerekli.
uk: Для електронної пошти потрібен унікальний ключ, який не містить пробілів або спеціальних символів.
uk_ua: Необхідно вказати унікальний ключ листа для цього листа.
vi: Cần có khóa email duy nhất không chứa khoảng trắng hoặc ký tự đặc biệt cho email.
vi_vn: Khóa email duy nhất không chứa khoảng trắng hoặc ký tự đặc biệt là bắt buộc cho email.

# manager.emails.form.bodyRequired
source: A body is required for the email.
az: Email üçün bir mətnin formalaşdırılması tələb olunur
bg_bg: За имейла се изисква съдържание.
ca_es: Heu d’introduir un cos per al missatge de correu electrònic.
cs_cz: Je vyžadován text zprávy emailu.
da: En brødtekst er påkrævet for denne e-mail.
de_de: Die E-Mail muss einen Text enthalten.
el_gr: Απαιτείται η συμπλήρωση του κυρίου σώματος για το μήνυμα.
es_es: Es necesario el cuerpo del correo-e.
eu: Mezuak gorputza eduki behar du.
fr_fr: Le corps du courriel est obligatoire.
gl: É necesario o corpo do correo electrónico.
hr: Tijelo poruke je obavezno u e-pošti.
hu_hu: Szöveg megadása szükséges az emailhez.
hy_am: Էլ․ փոստի համար անհրաժեշտ է մարմին:
id: Isi dibutuhkan untuk email.
id_id: Isi dibutuhkan untuk email.
is: Meginmál er áskilið fyrir tölvupóstinn.
it_it: È necessario inserire il corpo del messaggio.
ja: メールには件名が必要です。
ka_ge: ელფოსტისთვის საჭიროა ტექსტი.
kk_kz: Электрондық поштаның негізгі мәтіні қажет.
ku: بۆ ئیمەیڵەکە ناوەرۆک داوا کراوە.
lv: E-pastam ir jāaizpilda saturs.
mk: Потребен е текст во имејлот.
mr: ई-मेलसाठी मजकूराचा मुख्य भाग हवा आहे.
ms: Badan diperlukan untuk e-mel.
nb_no: E-posten må ha en meldingstekst.
nl: De e-mail moet tekst bevatten.
pl: Treść wiadomości jest wymagana.
pl_pl: Treść wiadomości jest wymagana.
pt_pt: É obrigatório o corpo da mensagem .
ro_ro: Pentru e-mail este necesar un corp.
ru_ru: Текст письма электронной почты обязателен.
sl: Za e-pošto je obvezno telo.
sr_rs@cyrillic: Тело поруке је обавезно у имејлу.
sv_se: E-postmeddelandet måste innehålla text.
th: ต้องการเนื้อหาอีเมล
tr_tr: E-posta için bir metin oluşturulması gereklidir.
uk: Необхідно ввести тіло електронного листа.
uk_ua: Необхідно ввести текст листа.
vi: Cần có nội dung cho email.
vi_vn: Cần có phần nội dung cho email.

# manager.emails
source: Prepared Emails
az: Hazırlanmış elektron poçtlar
bg_bg: Подготвени имейли
ca_es: Plantilles de missatges de correu electrònic
cs_cz: Připravené e-maily
da: Forberedte e-mails
de_de: E-Mail-Vorlagen
el_gr: Έτοιμα Emails
es_es: Plantillas de correos-e
eu: Prestatutako mezu elektronikoak
fr_fr: Courriels préparés
gl: Correos electrónicos preparados
hr: Pripremljeni obrasci e-pošte
hu_hu: Előkészített emailek
hy_am: Պատրաստված նամակներ
id: Surel yang Disiapkan
id_id: Surel yang Disiapkan
is: Tilbúnir tölvupóstar
it_it: Email
ja: 準備されたメール
ka_ge: მზა ელწერილი
kk_kz: Әзірленген Emailдар
ku: ئیمەیڵە ئامادەکراوەکان
lv: Sagatavoti e-pasti
mk: Подготвени имејли
mr: तयार केलेले ई-मेल्स
ms: E-mel Disediakan
nb_no: E-postmaler
nl: Voorbereide e-mails
pl: Przygotowane wiadomości e-mail
pl_pl: Przygotowane wiadomości e-mail
pt_pt: E-mails
ro_ro: E-mailuri pregătite
ru_ru: Подготовленные письма электронной почты
sl: Pripravljene e-pošte
sr_rs@cyrillic: Припремљени обрасци имејла
sv_se: E-postmallar
th: อีเมลที่เตรียมไว้
tr_tr: Hazırlanmış E-postalar
uk: Підготовлені електронні листи
uk_ua: Підготовані листи
vi: Email đã chuẩn bị
vi_vn: Email chuẩn bị trước

# manager.emails.resetAll
source: Reset All
az: Hamısını sıfırlayın
bg_bg: Нулиране на всички
ca_es: Reiniciar-ho tot
cs_cz: Resetovat vše
da: Nulstil alt
de_de: Alles zurücksetzen
el_gr: Επαναφορά Όλων
es_es: Restaurar todas las plantillas
eu: Leheneratu txantiloi guztiak
fr_fr: Réinitialiser tout
gl: Restaurar todos os modelos
hr: Resetiraj sve
hu_hu: Minden sablon visszaállítása
hy_am: Վերականգնել բոլորը
id: Atur ulang semua template
id_id: Atur ulang semua template
is: Endurstilla allt
it_it: Resettare tutto
ja: 全てをリセット
ka_ge: ყველას ჩამოყრა
kk_kz: Барлығын қалпына келтіру
ku: هەڵوەشاندنەوەی ڕێکخستنی هەمووان
lv: Atiestatīt visu
mk: Ресетирај сѐ
mr: सगळे पुनर्स्थापित (रीसेट) करा
ms: Tetapkan Semula Semua
nb_no: Tilbakestill alle malene
nl: Alles terugdraaien
pl: Przywróć ustawienia domyślne
pt_pt: Restaurar tudo
ro_ro: Resetează tot
ru_ru: Сбросить все
sl: Ponastavi vse
th: รีเซ็ตทั้งหมด
tr_tr: Hepsini sıfırla
uk: Скинути все
uk_ua: Скинути всі шаблони
vi: Đặt lại tất cả
vi_vn: Đặt lại tất cả

# manager.emails.resetToDefault
source: Reset To Default
az: Defolt formata qayıdın
bg_bg: Нулиране към стойност по подразбиране
ca_es: Reinicia als valors predeterminats
cs_cz: Resetovat na výchozí
da: Nulstil til standard
de_de: Auf Standard zurücksetzen
el_gr: Επαναφορά των προεπιλογών
es_es: Restaurar valores por defecto
eu: Berrezarri lehenetsia
fr_fr: Réinitialiser aux valeurs par défaut
gl: Restaurar aos valores por defecto
hr: Vratite na standardnu vrijednost
hu_hu: Az eredeti állapot visszaállítása
hy_am: Վերականգնել լռելյայնին
id: Atur ulang ke Default
id_id: Atur ulang ke Default
is: Endurstilla í sjálfgefið
it_it: Torna alle impostazioni di default
ja: ディフォルトに戻す
ka_ge: ნაგულისხმევზე ჩამოყრა
kk_kz: Әдепкі қалпына қайта орнату
ku: هەڵوەشاندنەوە بۆ حاڵەتی یەکەمجار
lv: Atiestatīt noklusējuma iestatījumus
mk: Ресетирај
mr: सर्वसाधारण मूल्यावर (Default Metric) पुनर्स्थापित (रीसेट) करा
ms: Tetapkan Semula Kepada Lalai
nb_no: Tilbakestill til standard
nl: Standaard terugzetten
pl: Wróć do ustawień domyślnych
pl_pl: Wróć do ustawień domyślnych
pt_pt: Restabelecer para Original
ro_ro: Resetare la valoarea implicită
ru_ru: Сбросить в значение по умолчанию
sl: Ponastavi na privzeto
sr_rs@cyrillic: Вратите на почетну вредност
sv_se: Återställ till defaultutseende
th: รีเซ็ตเป็นค่าเริ่มต้น
tr_tr: Ön Tanımlı Biçime Dön
uk: Скинути до стандартних
uk_ua: Скинути до стандартних
vi: Đặt lại về Mặc định
vi_vn: Đặt thành mặc định

# manager.emails.sentFrom
source: Sent From
az: adresindən göndərildi
bg_bg: Изпратено от
ca_es: Enviat des de
cs_cz: Odesláno z
da: Sendt fra
de_de: Gesendet von
el_gr: Αποστολέας
es_es: Enviado desde
eu: Hemendik bidalia
fr_fr: Envoyé par
gl: Enviado desde
hr: Poslano od
hu_hu: Küldő
hy_am: Ուղարկված է
id: Dikirim Dari
is: Sent frá
it_it: Mittente
ja: 送信元
ka_ge: გამოგზავნილია
kk_kz: Жіберуші
ku: ناردن لە
lv: Sūtīts no
mk: Пратено од
mr: यांचेकडून पाठवलेला
ms: Dihantar dari
nb_no: Sendt fra
nl: Verzonden door
pl: Nadawca
pt_pt: Enviado de
ro_ro: Trimis de la
ru_ru: Отправитель
sl: Poslano od
th: ส่งจาก
tr_tr: adresinden gönderildi
uk: Надіслано від
uk_ua: Надіслано від
vi: Gửi Từ
vi_vn: Gửi từ

# manager.emails.sentTo
source: Sent To
az: adresə göndərildi
bg_bg: Изпратено на
ca_es: Enviat a
cs_cz: Odesláno do
da: Sendt til
de_de: Gesendet an
el_gr: Παραλήπτης
es_es: Enviado a
eu: Hona bidalia
fr_fr: Envoyé à
gl: Enviado a
hr: Poslano na
hu_hu: Címzett
hy_am: Ուղարկվել է
id: Kirim Ke
is: Móttakandi
it_it: Destinatario
ja: 宛先
ka_ge: გაგზავნილია
kk_kz: Қабылдаушы
ku: ناردن بۆ
lv: Nosūtīts uz
mk: Пратено на
mr: यांना पाठवलेला
ms: Dihantar kepada
nb_no: Sendt til
nl: Verzonden naar
pl: Odbiorca
pt_pt: Enviado para
ro_ro: Trimis la
ru_ru: Получатель
sl: Poslano k
th: ส่งถึง
tr_tr: adresine gönderildi
uk: Відправлено до
uk_ua: Відправлено до
vi: Gửi Đến
vi_vn: Gửi đến

# manager.export.usersToCsv.label
source: Export to Excel/CSV
az: Excel / CSV kimi ixrac edin
bg_bg: Експорт към Excel/CSV
cs_cz: Export do formátu Excel/CSV
da: Eksportér til Excel/CSV
el_gr: Εξαγωγή σε Excel/CSV
eu: Esportatu Excel/CSV-ra
gl: Exportar a Excel/CSV
hr: Izvoz u Excel/CSV
hy_am: Արտահանել Excel/CSV
id: Ekspor ke Excel/CSV
is: Flytja út í Excel/CSV
ja: Excel/CSV にエクスポート
ka_ge: ექსპორტი Excel/CSV-ში
kk_kz: Excel/CSV файлына экспорттау
lv: Eksportēt uz Excel/CSV
mk: Испрати во Excel/CSV
mr: Excel/CSV प्रारूपामध्ये पाठवा (Export करा)
ms: Eksport ke Excel/CSV
nb_no: Eksporter til Excel/CSV
nl: Exporteer naar Excel/CSV
pl: Wyeksportuj do Exela/CSV
ru_ru: Экспорт в Excel/CSV
sl: Izvoz v Excel/CSV
th: ส่งออกไปยัง Excel/CSV
uk: Експорт в Excel / CSV
vi: Xuất ra Excel/CSV

# manager.export.usersToCsv.description
source: Select the users to be exported to an Excel/CSV file.
az: Excel CSV olaraq çölə transfer ediləcək istifadəçiləri seçin
bg_bg: Изберете потребителите, които да бъдат експортирани в Excel/CSV файл.
cs_cz: Vyberte uživatele, které chcete exportovat do souboru formátu Excel/CSV.
da: Udvælg de brugere, der skal eksporteres til en Excel/CSV-fil.
el_gr: Επιλέξτε τους χρήστες που θα εξαχθούν σε ένα αρχείο Excel/CSV.
eu: Hautatu Excel/CSV fitxategi batera esportatu nahi dituzun erabiltzaileak.
gl: Seleccione os usuarios que se exportarán a un arquivo Excel/CSV.
hr: Odaberite korisnike za izvoz u Excel/CSV datoteku.
hy_am: Ընտրեք օգտվողներին, որոնք պետք է արտահանվեն Excel/CSV նիշք:
id: Pilih user untuk diekspor ke file Ecel/CSV.
is: Velja notendur til að flytja út í Excel/CSV skrá.
ja: Excel/CSVファイルにエクスポートするユーザーを選択してください。
ka_ge: აირჩიეთ მომხმარებლები, რომლებიც ექსპორტირდება Excel/CSV ფაილში.
kk_kz: Excel/CSV файлына экспорттау үшін пайдаланушыларды таңдаңыз.
lv: Izvēlieties lietotājus, kurus eksportēt uz Excel/CSV datni.
mk: Избери корисници кои ќе бидат испратени во Excel/CSV фајл.
mr: Excel/CSV प्रारूपामध्ये पाठवण्यासाठी (Export) वापरकर्त्यांची निवड करा.
ms: Pilih pengguna untuk dieksport ke fail Excel/CSV.
nb_no: Velg brukerne som skal eksporteres til en Excel/CSV-fil.
nl: Selecteer de gebruikers die je wilt exporteren naar een Excel/CSV bestand.
pl: Wybierz użytkowników do eksportu w formacie Excel/CSV.
ru_ru: Выберите пользователей для экспорта в файл Excel/CSV.
sl: Izberite uporabnike za izvoz v Excel/CSV datoteko.
th: เลือกผู้ใช้ที่ต้องการส่งออกไปยังไฟล์ Excel/CSV
uk: Виберіть користувачів, яких потрібно експортувати у файл Excel / CSV.
vi: Chọn người dùng để xuất ra file Excel/CSV.
