Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.peerReview.description
source: Outline the peer review policy and processes for readers and authors. This description often includes the number of reviewers typically used in reviewing a submission, the criteria by which reviewers are asked to judge submissions, expected time required to conduct the reviews, and the principles used to select reviewers.
az: rəyçi dəyərləndirmə politikasının proseslərini oxucular və Müəlliflər üçün xülasə edin. Bu tərif ümumiyyətlə bir təqdimatı dəyərləndirmədə istifadə edilən dəyərləndirmə sayını, rəyçilərin müraciətləri dəyərləndirmə meyarları, dəyərləndirməni həyata keçirmək üçün gözlənilən müddəti və dəyərləndirməni seçmək üçün istifadə edilən prinsipləri ehtiva edir.
bg_bg: Очертайте политиката и процесите на рецензиране за читателите и авторите. Това описание често включва броя на рецензентите, които обикновено се използват при прегледа на дадени материали, критериите, по които от рецензентите се изисква да преценят представените материали, очакваното време, необходимо за провеждане на рецензиите, и принципите, използвани за избор на рецензенти.
ca_es: Resumiu la política d'avaluació d'experts i els processos per a lectors/es i autors/es. Sovint aquesta descripció inclou el nombre de revisors/es involucrats habitualment en la revisió d'una tramesa, els criteris pels quals es regeixen per avaluar-les, el temps previst per dur-les a terme i els principis utilitzats per seleccionar revisors/es.
cs_cz: Definujte čtenářům a autorům principy recenzního procesu Tento popis by měl zahrnovat počet recenzentů, kteří se obvykle používají při kontrole příspěvku, kritéria, podle nichž jsou recenzenti požádáni o posuzování podání, očekávaný čas potřebný k provedení recenzí a zásady použité při výběru recenzentů.
da: Skitsér tidsskriftets politik og processer i forbindelse med fagfællebedømmelse for læsere og forfattere, herunder antallet af bedømmere, der normalt benyttes ved bedømmelse af et manuskript, de kriterier, efter hvilke bedømmerne bliver bedt om at bedømme manuskripter, det normale tidsforbrug i forbindelse med en bedømmelse samt principperne for rekruttering af bedømmere.
de_de: Beschreiben Sie die Begutachtungsrichtlinien und die Abläufe für Leser/innen und Autor/innen. Diese Beschreibung enthält üblicherweise die Anzahl der Gutachter/innen, die typischerweise eine Einreichung begutachten, die Kriterien, anhand derer Gutachter/innen urteilen sollen, die erwartete Begutachtungsdauer und die Grundsätze der Gutachter/innenauswahl.
el_gr: Παρουσιάστε συνοπτικά τις πολιτικές και τις διαδικασίες του περιοδικού σχετικά με την ομότιμη κρίση για αναγνώστες και συγγραφείς, περιλαμβάνοντας τον αριθμό των κριτών που συνήθως χρησιμοποιούνται στην κρίση μια υποβολής, τα κριτήρια βάσει των οποίων οι κριτές καλούνται να κρίνουν υποβολές, τον τυπικό χρόνο που απαιτείται για τη διεξαγωγή κρίσεων και τις βασικές αρχές σύμφωνα με τις οποίες γίνεται η επιλογή των κριτών. Αυτή η περιγραφή θα εμφανίζεται στην σελίδα "Σχετικά με το περιοδικό".
es_es: Describa la política de revisión por pares y los procesos para lectores/as y autores/as. Esta descripción a menudo incluye el número de revisores utilizados habitualmente para la revisión de los envíos, los criterios en los que se tienen que basar para juzgarlos, el tiempo esperado para llevar a cabo las revisiones y los principios usados para seleccionar a los revisores.
eu: Irakurle eta egileentzako parekideen berrikuspen-politika eta -prozesuak azaldu. Deskribapen horrek, askotan, honako hauek jasotzen ditu: bidalketa bat berrikusteko erabili ohi diren ebaluatzaileen kopurua, ebaluatzaileei bidalketak epaitzeko eskatzen zaizkien irizpideak, berrikuspenak egiteko behar den aurreikusitako denbora eta ebaluatzaileak hautatzeko erabiltzen diren printzipioak.
fr_fr: Décrivez la politique et les processus d'examen par les pairs pour les lecteurs et les auteurs. Cette description comprend souvent le nombre de rapporteurs impliqués dans l'examen d'une soumission, les critères par lesquels les rapporteurs sont invités à juger ces soumissions, le temps prévu pour effectuer les évaluations et enfin, les critères utilisés pour sélectionner les rapporteurs.
gl: Describa a política de revisións por pares e os procesos para lectores e autores. Esta descrición inclúe a miúdo o número de revisores que se adoitan empregar na revisión dun envío, os criterios polos que se lles pide aos revisores que xulguen os envíos, o tempo esperado necesario para realizar as revisións e os principios empregados para seleccionar aos revisores.
hr: Opišite smjernice i postupke recenziranja za čitatelje i autore. Ovaj opis obično uključuje broj recenzenata koji obično recenziraju podnesak, kriterije koje bi recenzenti trebali koristiti za ocjenjivanje, očekivano trajanje recenzije i načela odabira recenzenata.
hu_hu: Felvázolja az olvasók és szerzők számára a lektorálási politikát. Ez a leírás gyakran azt is megadja, hogy általában hány lektor bírál el egy cikket, milyen kritériumok alapján kérnek fel egy szakértőt a lektori munkára, az elvárt időt, ami alatt el kell készítenie a szakértői véleményét, és a fő irányelveket, ami alapján kiválasztják a szakmai lektorokat.
hy_am: Ուրվագծեք գործընկերներով գրախոսման քաղաքականությունը և գործընթացները ընթերցողների և հեղինակների համար: Այս նկարագրությունը հաճախ ներառում է գրախոսների թիվը, որոնք սովորաբար օգտագործվում են ներկայացումը գրախոսելիս, չափանիշները, որոնցով գրախոսներից պահանջվում է գնահատել ներկայացումները, ակնկալվող ժամանակը, որը պահանջվում է գրախոսություններ անցկացնելու համար, և այն սկզբունքները, որոնք օգտագործվում են գրախոսներ ընտրելու համար:
id: Rincikan kebijakan dan proses telaah bestari bagi pembaca dan penulis. Deskripsi ini mencakup jumlah mitra berstari yang umumnya diterapkan dalam menelaah naskah, kriteria penilaian yang oleh mitra bestari terhadap naskah, waktu melaksanan telaah naskah, serta prinsip yang digunakan dalam memilih mitra bestari.
is: Gefðu yfirlit yfir ritrýnistefnu og ferla fyrir lesendur og höfunda. Slík lýsing inniheldur oft fjölda ritrýna við hvert handrit, skilyrði sem ritrýnar eru beðnir um að dæma handrit eftir, tímaramma sem gefinn er til að klára ritrýni og þau grundvallaratriði sem liggja að baki vali á ritrýnum.
it_it: Descrivi la politica e i processi di peer review per i lettori e gli autori. Questa descrizione può includere il numero di revisori normalmente usti per una proposta, i criteri con cui i revisori sono chiamati a giudicare una proposta, il tempo con cui si pensa di fare una revisione e i principi con sui sono selezionati i revisori.
ja: 査読者と著者のための査読方針とプロセスを概説する。この説明には、通常、投稿論文の査読に使用される査読者の数、査読者が投稿論文を判断するよう求められる基準、査読の実施に必要な予想時間、査読者を選択するために使用される原則などが含まれることが多い。
ka_ge: მკითხველისა და ავტორების მიმოხილვის რედაქციის პოლიტიკისა და პროცესების აღწერა. ამ აღწერაში ხშირად შედის მიმოხილვების რაოდენობა, რომლებიც ჩვეულებრივ გამოიყენება წარდგინების განხილვისას, კრიტერიუმები, რომლითაც რეცენზენტებს სთხოვენ შეაფასონ წარდგინებები, მოსალოდნელი დრო განხილვების ჩასატარებლად და მიმომხილველების არჩევის პრინციპები.
kk_kz: Оқырмандар мен авторлар үшін журналдың рецензия саясатын және шолу процесін сипаттаңыз. Бұл сипаттама әдетте материалды қарап шығатын рецензенттер санын, рецензенттерден материалды бағалауды сұрайтын критерийлерді, шолулардың болжалды уақытын және рецензенттерді қалай таңдауды қамтиды.
lv: Aprakstiet recenzēšanas politiku un procesus, kas attiecas uz lasītājiem un autoriem. Šajā aprakstā bieži vien ir norādīts iesniedzamo darbu recenzentu skaits, kritēriji, pēc kādiem recenzenti tiek lūgti vērtēt iesniegtos darbus, paredzamais laiks, kas nepieciešams recenziju veikšanai, un principi, pēc kādiem tiek atlasīti recenzenti.
mk: Опишете ја политиката и процесите за рецензирање за читателите и авторите. Овој опис честопати вклучува број на рецензенти што обично се користат при рецензирање на поднесок, критериуми со кои од рецензентите се бара да ги оценат поднесоците, очекувано време потребно за спроведување на рецензиите и принципи што се користат за избор на рецензенти.
mr: वाचक आणि लेखकांसाठी तज्ज्ञ समीक्षण धोरण आणि प्रक्रियांची रूपरेषा सांगा. या वर्णनात सहसा सादरीकरणांचे समीक्षण करण्यासाठी नोंदलेल्या समीक्षकांची संख्या, समीक्षकांना सादरीकरणांचे मूल्यांकन करण्यासाठी सांगितले जाणारे निकष, समीक्षण करण्यासाठी लागणारा अपेक्षित वेळ आणि समीक्षकांची निवड करण्यासाठी वापरलेली तत्त्वे समाविष्ट असतात.
ms: Gariskan Polisi dan proses ulasan rakan sejaway untuk pembaca dan pengarang. Perihalan ini selalunya termasuk bilangan pengulas yang biasanya digunakan dalam mengulas penyerahan, kriteria yang digunakan oleh pengulas untuk menilai penyerahan, jangkaan masa yang diperlukan untuk menjalankan ulasan dan prinsip yang digunakan untuk memilih pengulas.
nb_no: Beskriv retningslinjene for og arbeidsflyten i fagfellevurderingen for lesere og forfattere. Beskrivelsen inkluderer ofte antall fagfeller som vurderer en innlevering, kriteriene som fagfellene blir bedt om å bruke i vurderingen, forventet tidsbruk og prinsippene for valg av fagfeller.
nl: Beschrijf het peer review beleid en het verloop ervan voor lezers en auteurs. Deze beschrijving bevat doorgaans een aanduiding van het aantal reviewers die worden aangesteld om een inzending te beoordelen, de criteria waaraan reviewers wordt gevraagd om inzendingen te beoordelen, verwachte tijd voor het voltooien van reviews en de principes waarmee reviewers worden geselecteerd.
pl: Opisz zasady recenzji oraz jej przebieg. Opis widoczny dla czytelników oraz autorów zawiera liczbę recenzentów przydzielonych do zgłoszonego tekstu, kryteria oceny, czas recenzji oraz zasady przydzielania recenzentów do tekstu.
pl_pl: Opisz zasady recenzji oraz jej przebieg. Opis widoczny dla czytelników oraz autorów zawiera liczbę recenzentów przydzielonych do zgłoszonego tekstu, kryteria oceny, czas recenzji oraz zasady przydzielania recenzentów do tekstu.
pt_pt: Descreva a política e os processos de revisão pelos pares para leitores e autores. Esta descrição geralmente inclui o número de revisores tipicamente usado na revisão de uma submissão, os critérios pelos quais os revisores são convidados a julgar as submissões, o tempo esperado necessário para realizar as revisões e os princípios usados para seleccionar revisores.
ro_ro: Prezentați politicile și procesele de revizuire pentru cititori și autori. Această descriere include adesea numărul de recenzori utilizați în mod obișnuit pentru a examina un manuscris, criteriile prin care recenzorii sunt rugați să judece observațiile, timpul preconizat necesar pentru efectuarea revizuirii și principiile utilizate pentru selectarea evaluatorilor.
ru_ru: Опишите правила рецензирования журнала и процесс рецензирования для читателей и авторов. Это описание обычно включает в себя количество рецензентов, обычно дающих рецензии на материал, критерии, по которым рецензентов просят оценить материалы, примерное время выполнения рецензий и принципы подбора рецензентов.
sl: Orišite recenzentsko politiko in postopek za bralce in avtorje.Ta oris pogosto vsebuje tipično število recenzentov za prispevek, kriterije po katerih recenzenti ocenjujejo prispevek, pričakovan čas opravljanja recenzije in način določanaj recenzentov.
sr_rs@cyrillic: Напишите укратко политику рецензије и процеса за читаоце и ауторе. Овај опис обично укључује број рецензената који врше рецензију пријављеног чланка, критерије које рецензенти користе код оцењивања пријављеног чланка, очекивано време за које се извршава рецензија и принципе приликом избора рецензената.
sv_se: Sammanfatta granskningspolicyn och -processen för läsare och författare. Den här beskrivningen innehåller ofta antal granskare som normalt används när ett bidrag granskas, kriterier som granskarna ombeds gå efter när de bedömer inskickade bidrag, förväntad tid som krävs för att genomföra granskningar, och principerna som används för att välja granskare.
th: ระบุนโยบายและกระบวนการทบทวนของผู้เชี่ยวชาญสำหรับผู้อ่านและผู้แต่ง คำอธิบายนี้มักจะรวมถึงจำนวนผู้ทบทวนที่ใช้ในการทบทวนงานส่งเกณฑ์ที่ใช้ในการพิจารณาการส่งงาน และเวลาที่คาดว่าจะใช้ในการทบทวน รวมถึงหลักการในการเลือกผู้ทบทวน
tr_tr: Hakem değerlendirme politikasının süreçlerini okuyucular ve yazarlar için özetleyin. Bu tanım genellikle bir gönderiyi değerlendirmede kullanılan değerlendirme sayısını, hakemlerin başvuruları değerlendirme kriterleri, değerlendirmeyi yürütmek için beklenen süreyi ve değerlendirmeyi seçmek için kullanılan ilkeleri içermektedir.
uk: Опишіть правила та процес рецензування для читачів та авторів. Це опис переважно містить кількість рецензентів, які зазвичай долучаються до рецензування, критерії, за якими рецензентів просять оцінити подання, очікуваний час, необхідний для рецензування, та принципи відбору рецензентів.
uk_ua: Опишіть правила та процес рецензування для читачів та авторів. Це опис переважно містить кількість рецензентів, які зазвичай долучаються до рецензування, критерії, за якими рецензентів просять оцінити подання, очікуваний час, необхідний для рецензування, та принципи відбору рецензентів.
vi: Nêu rõ chính sách và quy trình bình duyệt cho người đọc và tác giả. Mô tả này thường bao gồm số lượng người đánh giá thường được sử dụng trong việc xem xét bài nộp, tiêu chí mà người đánh giá được yêu cầu đánh giá bài nộp, thời gian dự kiến cần thiết để tiến hành đánh giá và các nguyên tắc được sử dụng để chọn người đánh giá.
vi_vn: Vạch ra chính sách và quy trình bình duyệt cho độc giả và tác giả. Mô tả này thường bao gồm số lượng người đánh giá thường được sử dụng để đánh giá một bài nộp, các tiêu chí mà người đánh giá được yêu cầu đánh giá các bài nộp, thời gian dự kiến cần thiết để tiến hành đánh giá và các nguyên tắc được sử dụng để chọn người đánh giá.

# manager.setup.dateTime.descriptionTitle
source: Date and Time Formats
az: Tarix və saat formatı
bg_bg: Формати за дата и час
cs_cz: Formát data a času
da: Formater for dato og klokkeslæt
el_gr: Μορφές ημερομηνίας και ώρας
eu: Data eta orduaren formatuak
gl: Formatos de data e hora
hr: Formati datuma i vremena
hy_am: Ամսաթվի և ժամի ձևաչափեր
id: Format Tanggal dan Waktu
is: Snið dagsetningar og tíma
ja: 日付と時間フォーマット
ka_ge: თარიღისა და დროის ფორმატები
kk_kz: Күн және уақыт форматтары
lv: Datuma un laika formāts
mk: Фирмати за дата и за време
mr: तारीख आणि वेळ नोंदण्याचे/प्रदर्शित करण्याचे प्रारूप (Format)
ms: Format Tarikh dan Masa
nb_no: Formater for dato og tid
nl: Datum- en tijdformulieren
pl: Format czasu i daty
ru_ru: Форматы даты и времени
sl: Formati datuma in časa
th: รูปแบบวันที่และเวลา
uk: Формат дати та часу
vi: Định dạng Ngày và Giờ

# manager.setup.workflow.detailsHelp.description
source: The following is shown to authors during the details step, when they are asked to provide the title, abstract, and other key information about their submission.
bg_bg: Следното се показва на авторите по време на стъпката с подробностите, когато те са помолени да предоставят заглавието, резюмето и друга ключова информация за тяхното изпращане.
cs_cz: Následující informace se autorům zobrazí v kroku podrobností, kdy jsou požádáni, aby uvedli název, abstrakt a další klíčové informace o svém příspěvku.
da: Følgende vises til forfattere, når der skal angives detaljer om artiklen, såsom titel, resumé og andre vigtige oplysninger om deres indsendelse.
eu: Xehetasunen urratsean, egileei honako hau erakusten zaie, izenburua, laburpena eta bidalketaren inguruko beste informazio garrantzitsu batzuk emateko eskatzen zaienean.
hr: Sljedeće se prikazuje autorima tijekom koraka detalja, kada se od njih traži da navedu naslov, sažetak i druge ključne informacije o svom podnesku.
id: Hal berikut ditampilkan kepada penulis pada saat tahap detail, ketika mereka diminta untuk menyediakan judul, abstrak, dan informasi kunci lain mengenai pengiriman naskah mereka.
lv: Šī informācija tiek rādīta autoriem detalizācijas solī, kad viņiem tiek lūgts norādīt virsrakstu, kopsavilkumu un citas svarīgas ziņas par iesniegto darbu.
mk: Следното им се прикажува на авторите за време на чекорот за податоци, кога од нив се бара да го дадат насловот, апстрактот и другите клучни информации за нивниот поднесок.
mr: जेव्हा लेखकांना त्यांच्या सादरीकरणाबद्दल शीर्षक, सारांश आणि इतर महत्त्वाच्या माहितीचा तपशील देण्यास सांगितले जाते तेव्हा या दरम्यान त्यांना खालील बाबी सांगितल्या जातात.
nl: Het volgende wordt getoond aan de auteurs tijdens de stap van de randvoorwaardelijkheden, wanneer zij worden verzocht de titel, samenvatting of andere kerninformatie over hun inzending te verstrekken.
pl: Poniższe informacje są wyświetlane autorom na etapie podawania szczegółów, kiedy są proszeni o podanie tytułu, abstraktu i innych kluczowych informacji dotyczących ich zgłoszenia.
sl: Spodnje se prikaže avtorjem med korakom oddaje podrobnosti, ko so naprošeni, da posredujejo naslov, izvleček in ostalje ključne informacije o prispevku.
th: เนื้อหาด้านล่างนี้จะแสดงให้ผู้แต่งเห็นระหว่างขั้นตอนการให้รายละเอียด เมื่อถูกขอให้ระบุชื่อเรื่อง, บทคัดย่อ และข้อมูลสำคัญอื่น ๆ เกี่ยวกับการส่ง
uk: Це показується авторам на стадії деталізації, коли їх просять надати назву, анотацію та іншу ключову інформацію про їхнє подання.
vi: Nội dung sau đây được hiển thị cho tác giả trong bước chi tiết, khi họ được yêu cầu cung cấp tiêu đề, tóm tắt và thông tin quan trọng khác về bài nộp của họ.

# manager.setup.dateTime.description
source: Choose the preferred format for dates and times. A custom format can be entered using the special <a href="https://www.php.net/manual/en/function.strftime.php#refsect1-function.strftime-parameters">format characters</a>.
az: İstədiyiniz tarix və saat formatını seçin. <a href='http://php.net/manual/en/function.strftime.php#refsect1-function.strftime-parameters'>Xüsusi bir tarix və saat formatı</a> üçün xüsusi bir format daxil edə bilərsiniz.
bg_bg: Изберете предпочитания формат за дати и часове. Персонализиран формат може да бъде въведен с помощта на специалните <a href='http://php.net/manual/en/function.strftime.php#refsect1-function.strftime-parameters'>символи за формат</a>.
cs_cz: Zvolte preferovaný formát pro datum a čas. Vlastní formát lze zadat pomocí speciálních <a href="https://www.php.net/manual/en/function.strftime.php#refsect1-function.strftime-parameters"> formátovacích znaků </a>.
da: Vælg det foretrukne format til datoer og klokkeslæt. Et brugerdefineret format kan indtastes ved hjælp af de specielle <a href="https://www.php.net/manual/en/datetime.format.php#refsect1-datetime.format-parameters">formatskrifttyper</a>.
el_gr: Επιλέξτε την προτιμώμενη μορφή ημερομηνίας και ώρας. Μια προσαρμοσμένη μορφή μπορεί να εισαχθεί χρησιμοποιώντας <a href='http://php.net/manual/en/function.strftime.php#refsect1-function.strftime-parameters'>τους χαρακτήρες ειδικής μορφής</a>.
eu: Aukeratu data eta orduetarako nahiago duzun formatua. <a href="https://www.php.net/manual/en/datetime.format.php#refsect1-datetime.format-parameters">Formatu-karaktere</a> bereziak erabiliz formatu pertsonalizatua sar daiteke.
gl: Escolla o formato preferido para datas e horas. Pódese introducir un formato personalizado empregando os <a href='http://php.net/manual/en/function.strftime.php#refsect1-function.strftime-parameters'>caracteres especiais do formato</a>.
hr: Odaberite željeni format datuma i vremena. Prilagođeni format može se unijeti pomoću posebnih <a href='http://php.net/manual/en/function.strftime.php#refsect1-function.strftime-parameters'>znakova formata</a>.
hy_am: Ընտրեք նախընտրելի ձևաչափը ամսաթվերի և ժամերի համար: Անհատականացված ձևաչափ կարելի է մուտքագրել՝ օգտագործելով հատուկ <a href="https://www.php.net/manual/en/function.strftime.php#refsect1-function.strftime-parameters">ձևաչափի նիշեր</a>.
id: Pilih format yang disukai untuk tanggal dan waktu. Format kustom dapat dimasukkan menggunakan karakter <a href='http://php.net/manual/en/datetime.format.php#refsect1-datetime.format-parameters'>format khusus</a>.
is: Veldu snið á dagsetningu og tíma. Hægt er að slá inn sérsnið með því að nota <a href='http://php.net/manual/en/function.strftime.php#refsect1-function.strftime-parameters'>format characters</a>.
ja: 日付と時刻のフォーマットを選択してください。カスタムフォーマットの入力には、特殊な<a href='http://php.net/manual/en/function.strftime.php#refsect1-function.strftime-parameters'>フォーマット文字</a>が使えます。
ka_ge: აირჩიეთ სასურველი ფორმატი თარიღებისა და დროისთვის. სპეციალური ფორმატის შეყვანა შესაძლებელია სპეციალური <a href='http://php.net/manual/en/function.strftime.php#refsect1-function.strftime-parameters'>ფორმატის სიმბოლოების გამოყენებით</a> .
kk_kz: Қалаған күн мен уақыт форматын таңдаңыз. Пайдаланушы форматын арнайы <a href='http://php.net/manual/en/function.strftime.php#refsect1-function.strftime-parameters'>формат таңбаларын</a> пайдаланып енгізуге болады.
lv: Izvēlieties vēlamo datuma un laika formātu. Pielāgotu formātu var ievadīt, izmantojot īpašās <a href="https://www.php.net/manual/en/function.strftime.php#refsect1-function.strftime-parameters">formāta rakstzīmes</a>.
mk: Избери посакуван формат за дати и за времиња. Избраниот формат може да се внесе со користење на специјален <a href='http://php.net/manual/en/datetime.format.php#refsect1-datetime.format-parameters'>формат на карактери</a>.
mr: तारीख आणि वेळ प्रदर्शित करण्यासाठी पसंतीचे प्रारूप (फॉरमॅट) निवडा. <a href="https://www.php.net/manual/en/datetime.format.php#refsect1-datetime.format-parameters">फॉरमॅट कॅरेक्टर</a> वापरून विशिष्ट प्रारूपात (कस्टम फॉरमॅटमध्ये) हे प्रदर्शित करणे शक्य आहे.
ms: Pilih format pilihan untuk tarikh dan masa. Format custom boleh dimasukkan menggunakan <a href='http://php.net/manual/en/function.strftime.php#refsect1-function.strftime-parameters'>aksara format</a> khas.
nb_no: Velg det foretrukne formatet for dato og tid. Et brukerdefinert format kan også angis ved å benytte følgende <a href='http://php.net/manual/en/datetime.format.php#refsect1-datetime.format-parameters'>formateringsparametre</a>.
nl: Kies het voorkeursformulier voor datums en tijden. Een aangepast formulier kan worden aangemaakt met behulp van de speciale <a href="https://www.php.net/manual/en/datetime.format.php#refsect1-datetime.format-parameters">formulier tekens</a>.
pl: Wybierz preferowany format dat i godzin. Niestandardowy format można wprowadzić za pomocą specjalnych <a href="https://www.php.net/manual/en/datetime.format.php#refsect1-datetime.format-parameters">znaków formatu</a>.
ru_ru: Выберите предпочтительный формат для даты и времени. Пользовательский формат можно ввести, используя специальные <a href='http://php.net/manual/en/function.strftime.php#refsect1-function.strftime-parameters'>символы форматирования</a>.
sl: Izberite željeni format datuma in časa. Format po meri lahko definirate z uporabo posebnih <a href="https://www.php.net/manual/en/datetime.format.php#refsect1-datetime.format-parameters">znakov za format</a>.
th: เลือกฟอร์แมตที่ต้องการสำหรับวันที่และเวลา สามารถป้อนรูปแบบกำหนดเองโดยใช้ <a href="https://www.php.net/manual/en/function.strftime.php#refsect1-function.strftime-parameters">ตัวอักขระฟอร์แมตพิเศษ</a>
uk: Виберіть бажаний формат для дати й часу. Настроюваний формат можна ввести за допомогою <a href="https://www.php.net/manual/uk/datetime.format.php#refsect1-datetime.format-parameters">спеціальних символів</a>.
vi: Chọn định dạng ngày và giờ ưu tiên. Bạn có thể nhập định dạng tùy chỉnh bằng cách sử dụng các <a href="https://www.php.net/manual/en/function.strftime.php#refsect1-function.strftime-parameters">ký tự định dạng</a> đặc biệt.
