Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.navigationMenus.form.viewInstructions
source: <p>This page will be accessible at: <blockquote>{$pagesPath}</blockquote>...where %PATH% is the path entered above. <strong>Note:</strong> No two pages can have the same path. Using paths that are built into the system may cause you to lose access to important functions.</p>
az: <p>Bu səhifəyə aşağıdakı adresdən girilə bilər: <blockquote>{$pagesPath}</blockquote>...harada %PATH% yuxarıda daxil edilən yoldur. <strong>Not:</strong> İki səhifə eyni yola sahib ola bilməz. Sistemdə oturuşmuş yollar istifadə etmək, önəmli funksiyalara girişinizi itirməyinizə səbəb ola bilər.</p>
bg_bg: <p>Тази страница ще бъде достъпна на адрес: <blockquote>{$pagesPath}</blockquote>...където %PATH% е пътят, въведен по-горе. <strong>Забележка:</strong> Две страници не могат да имат еднакъв път. Използването на пътища, които са вградени в системата, може да доведе до загуба на достъп до важни функции.</p>
ca_es: <p>Aquesta pàgina serà accessible a <blockquote>{$pagesPath}</blockquote>... on %PATH% és la ruta introduida anteriorment. <strong>Nota:</strong> Dues pàgines diferents no poden tenir la mateixa ruta. Utilitzar rutes construïdes dins del sistema podria provocar que perdéssiu l'accés a funcions importants.</p>
cs_cz: <p>Tato stránka bude dostupná na adrese: <blockquote>{$pagesPath}</blockquote> ... kde %PATH% je cesta zadaná výše. <strong>Poznámka:</strong> Žádné dvě stránky nemohou mít stejnou cestu. Použití cest vložených do systému může způsobit ztrátu přístupu k důležitým funkcím.</p>
da: <p>Denne side vil være tilgængelig på: <blockquote>{$pagesPath}</blockquote>...hvor %PATH% er stien, der indskrives ovenfor. <strong>Bemærk:</strong> To sider kan ikke have samme sti. Hvis man anvender stier, der allerede er en del af systemet kan man miste adgang til vigtige funktioner.</p>
de_de: <p>Diese Seite ist verfügbar über: <blockquote>{$pagesPath}</blockquote>...wobei %PATH% der oben eingegebene Pfad ist. <strong>Hinweis:</strong> Keine zwei Seiten können denselben Pfad haben. Die Verwendung von Pfaden, die im System integriert sind, kann dazu führen, dass Sie den Zugriff auf wichtige Funktionen verlieren.</p>
el_gr: <p>Αυτή η σελίδα θα είναι προσβάσιμη στο: <blockquote>{$pagesPath}</blockquote>...όπου %PATH% είναι η διαδρομή που καταχωρήσαμε παραπάνω. <strong>Σημείωση:</strong> Δεν επιτρέπεται να έχουν δύο σελίδες την ίδια διαδρομή. Η χρήση διαδρομών ενσωματωμένων στο σύστημα μπορεί να προκαλέσει την απώλεια πρόσβασης σε σημαντικές λειτουργίες.</p>
es_es: <p>Esta página será accesible en <blockquote>{$pagesPath}</blockquote>... donde %PATH% es la ruta que ha introducido antes. <strong>Nota:</strong> Dos páginas diferentes no pueden tener la misma ruta. Emplear rutas construidas dentro del sistema puede provocar que pierda el acceso a funciones importantes.</p>
eu: <p>Orri hau eskuragarri egongo da hemen: <blockquote>{$pagesPath}</blockquote>... non %PATH% goian sartutako helbidea den. <strong>Oharra:</strong> Bi orrik ezin dute helbide bera izan. Sisteman sartuta dauden helbideak erabiltzeak funtzio garrantzitsuetarako sarbidea galtzea eragin dezake.</p>
fr_fr: <p>Cette page sera accessible à l'adresse suivante : <blockquote>{$pagesPath}</blockquote>...où %PATH% est le chemin d'accès inscrit plus haut. <strong>Note :</strong> Deux pages ne peuvent avoir le même chemin d'accès. Utiliser des chemins d'accès qui sont construits dans le système peut conduire à la perte de fonctionnalités importantes.</p>
gl: <p>Esta páxina será accesible en: <blockquote>{$pagesPath}</blockquote>... onde %PATH% é a ruta introducida anteriormente. <strong>Nota:</strong> Non hai dúas páxinas que poidan ter a mesma ruta. O uso de rutas integradas no sistema pode facer que perdas o acceso a funcións importantes.</p>
hr: <p>Ova će stranica biti dostupna na: <blockquote>{$pagesPath}</blockquote>...gdje je %PATH% gore unesena putanja. <strong>Napomena:</strong> dvije stranice ne mogu imati istu putanju. Korištenje putanja koje su ugrađene u sustav može uzrokovati gubitak pristupa važnim funkcijama.</p>
hu_hu: <p>Ez az oldal elérhető lesz: <blockquote>{$pagesPath}</blockquote> ... ahol a %PATH% a fent megadott elérési út. <strong> Megjegyzés:</strong> Nem lehet két oldalnak ugyanaz az útvonala. A rendszer alapértelmezett útvonalainak esetleges megadása funkció elérési problémákat generál.</p>
hy_am: <p>Այս էջը հասանելի կլինի հետևյալ հասցեով՝ <blockquote>{$pagesPath}</blockquote>...որտեղ %PATH% -ը վերևում մուտքագրված ուղին է: <strong>Նշում.</strong> Ոչ մի երկու էջ չեն կարող ունենալ նույն ուղին: Համակարգում ներկառուցված ուղիների օգտագործումը կարող է պատճառ դառնալ, որ դուք կորցնեք հասանելիությունը կարևոր գործառույթների:</p>
id: <p>Halaman ini dapat diakses di: <blockquote>{$pagesPath}</blockquote> ... di mana% PATH% adalah alamat yang dimasukkan di atas. <strong>Catatan</strong> Tidak boleh ada dua halaman memiliki alamat yang sama. Memakai alamat yang otomatis dibuat oleh sistem dapat menyebabkan Anda kehilangan akses pada fungsi-fungsi penting. </p>
is: <p>Þessi síða verður aðgengileg á: <blockquote>{$pagesPath}</blockquote>...þar sem %PATH% er slóðin uppgefin hér fyrir ofan. <strong>ATH:</strong> Engar tvær síður geta haft sömu slóð. Með því að nota slóð sem er innbyggð í kerfið ertu mögulega að tapa aðgengi að mikilvægri virkni.</p>
it_it: <p>Questa pagina sarà accessibile da: <blockquote>{$pagesPath}</blockquote>...dove %PATH% è il path inserito qua sopra. <strong>Nota:</strong> Due pagine non possono avere lo stesso path. Usando path che sono già nel sistema puoi perdere l'accesso a importanti funzioni.</p>
ja: <p>このページは以下の場所からアクセスできます: <blockquote>{$pagesPath}</blockquote>...ここで、%PATH% は上で入力したパスです。<strong>注意:</strong>2つのページが同じパスを持つことはできません。システムに組み込まれているパスを使用すると、重要な機能にアクセスできなくなることがあります。</p>
ka_ge: <p>ამ გვერდზე ხელმისაწვდომი იქნება:<blockquote> {$pagesPath}</blockquote> ... სადაც %PATH% არის ზემოთ შეყვანილი გზა. <strong>შენიშვნა:</strong> ორ გვერდს არ შეიძლება ჰქონდეს იგივე გზა. სისტემაში ჩასმული ბილიკების გამოყენებამ შეიძლება დაკარგოს მნიშვნელოვან ფუნქციებზე წვდომა.</p>
kk_kz: <p>Бұл бет мына жерде қолжетімді болады: <blockquote>{$pagesPath}</blockquote>...мұндағы %PATH% — жоғарыда енгізілген жол. <strong>Назар аударыңыз:</strong> Әрбір бетке жол бірегей болуы керек. Жүйеге ендірілген жолдарды пайдалану маңызды функцияларға қол жеткізуді жоғалтуға әкелуі мүмкін.</p>
lv: <p>Šī lapa būs pieejama vietnē: <blockquote>{$pagesPath}</blockquote>...kur %PATH% ir iepriekš ievadītais ceļš. <strong>Piezīme:</strong> divām lapām nevar būt vienāds ceļš. Izmantojot sistēmā iebūvētos ceļus, varat zaudēt piekļuvi svarīgām funkcijām.</p>
mk: <p>Оваа страница ќе биде достапна на: <blockquote>{$pagesPath}</blockquote>...каде што %PATH% е погоре внесената патека. <strong>Забелешка:</strong> Две страници не можат да имаат иста патека. Користење на патеки вградени во системот може да доведе до губиток на пристап до важни функции.</p>
mr: <p>हे पृष्ठ <blockquote>{$pagesPath}</blockquote>...या पत्त्यावर (path) पहाता येईल जेथे %PATH% वर पत्ता घातलेला आहे. <strong>टीप :</strong> कोणत्याही दोन पृष्ठाचा एकच पत्ता (path) असू शकत नाही. प्रणालीमध्ये बसवलेले पत्ते (path built into the system) वापरल्याने तुम्हाला महत्त्वाच्या फंक्शन्समध्ये शिरकाव करणे अशक्य होऊ शकते.</p>
ms: <p>Halaman ini boleh diakses di: <blockquote>{$pagesPath}</blockquote>...di mana %PATH% ialah laluan yang dimasukkan di atas. <strong>Nota:</strong> Tiada dua halaman boleh mempunyai laluan URL yang sama. Menggunakan laluan yang terbina dalam sistem boleh menyebabkan anda kehilangan akses kepada fungsi penting.</p>
nb_no: <p>Denne siden vil bli tilgjengelig fra:<blockquote>{$pagesPath}</blockquote>...hvor %PATH% er stien lagt inn over. <strong>Merk:</strong> To sider kan ikke ha samme sti. Bruker du stier som er innebygget i systemet kan du miste adgang til viktige funksjoner.</p>
nl: <p>Deze pagina zal toegankelijk zijn op <blockquote>{$pagesPath}</blockquote>...waar %PATH% het pad is dat hierboven werd opgegeven. <strong>Opmerking:</strong> Een pad kan niet worden gebruikt voor meer dan één pagina. Als u paden gebruikt die in het systeem geïntegreerd zijn, kunnen belangrijke functies onbeschikbaar worden.</p>
pl: <p>Strona będzie dostępna pod adresem: <blockquote>{$pagesPath}</blockquote>, gdzie %PATH% to ścieżka podana powyżej. <strong>Uwaga:</strong> Ścieżka musi być unikatowa - nie mogą istnieć dwie strony posiadające identyczną ścieżkę. Wykorzystanie ścieżek wbudowanych w system może spowodować, że stracisz dostęp do ważnych funkcji systemu.</p>
pl_pl: <p>Strona będzie dostępna pod adresem: <blockquote>{$pagesPath}</blockquote>, gdzie %PATH% to ścieżka podana powyżej. <strong>Uwaga:</strong> Ścieżka musi być unikatowa - nie mogą istnieć dwie strony posiadające identyczną ścieżkę. Wykorzystanie ścieżek wbudowanych w system może spowodować, że stracisz dostęp do ważnych funkcji systemu.
pt_pt: <p>Esta página irá ficar disponível em: <blockquote>{$pagesPath}</blockquote>...onde %PATH% é o caminho que introduziu em cima. <strong>Note:</strong> Não podem existir duas páginas com o mesmo caminho. Usar caminhos que são definidos pelo sistema podem condicionar o acesso a funcionalidades importantes.</p>
ro_ro: <p>Această pagină va fi accesibilă la: <blockquote>{$pagesPath}</blockquote>...unde% PATH% este calea introdusă mai sus. <strong>Note:</strong> Nici două pagini nu pot avea aceeași cale. Utilizarea căilor încorporate în sistem poate duce la pierderea accesului la funcții importante.</p>
ru_ru: <p>Эта страница будет доступна по адресу: <blockquote>{$pagesPath}</blockquote>...где %PATH% — путь, введенный выше. <strong>Обратите внимание:</strong> Путь к каждой странице должен быть уникальным. Использование путей, встроенных в систему, может привести к потере доступа к важным функциям.</p>
sl: <p>Ta stran bo dostopna na: <blockquote>{$pagesPath}</blockquote>...kjer je %PATH% pot vpisana zgoraj. <strong>Opozorilo:</strong> Dve strani ne moreta imeti iste poti. Uporaba poti, ki so že vgrajene v sistem, lahko povzroči nedostopnost pomembnih funkcij.</p>
sv_se: <p>Den här sidan kommer att bli tillgänglig på: <blockquote>{$pagesPath}</blockquote>...där %PATH% är sökvägen som angivits ovan. <strong>Note:</strong> Fler än en sida kan inte ha samma sökväg. Att använda sökvägar som redan används av systemet kan göra så att du förlorar tillgången till viktiga funktioner.</p>
th: <p>หน้านี้จะสามารถเข้าถึงได้ที่: <blockquote>{$pagesPath}</blockquote>...โดยที่ %PATH% คือเส้นทางที่กรอกข้างต้น <strong>หมายเหตุ:</strong> ไม่มีหน้าสองหน้าที่มีเส้นทางเดียวกันได้ การใช้เส้นทางที่สร้างไว้ในระบบอาจทำให้คุณสูญเสียการเข้าถึงฟังก์ชันสำคัญ</p>
tr_tr: <p>Bu sayfaya şu adreste erişilebilir: <blockquote>{$pagesPath}</blockquote>...nerede %PATH% yukarıda girilen yoldur. <strong>Not:</strong> İki sayfa aynı yola sahip olamaz. Sistemde yerleşik yollar kullanmak, önemli işlevlere erişiminizi kaybetmenize neden olabilir.</p>
uk: <p>Ця сторінка буде доступна за адресою: <blockquote>{$pagesPath}</blockquote>…, де %PATH% – це шлях, введений вище. <strong>Примітка:</strong> не може бути двох сторінок з однаковим шляхом. Використання шляхів, які вбудовані в систему, може призвести до втрати доступу до важливих функцій.</p>
uk_ua: <p>Ця сторінка буде доступна за адресою: <blockquote>{$pagesPath}</blockquote>...where %PATH% is the path entered above. <strong>Note:</strong> No two pages can have the same path. Using paths that are built into the system may cause you to lose access to important functions.</p>
vi: <p>Trang này sẽ có thể truy cập tại: <blockquote>{$pagesPath}</blockquote>...trong đó %PATH% là đường dẫn đã nhập ở trên. <strong>Lưu ý:</strong> Không có hai trang nào có thể có cùng đường dẫn. Sử dụng các đường dẫn được tích hợp sẵn trong hệ thống có thể khiến bạn mất quyền truy cập vào các chức năng quan trọng.</p>
vi_vn: <p> Bạn có thể truy cập trang này tại: <blockquote> {$pagesPath} </blockquote> ... trong đó%PATH% là đường dẫn đã nhập ở trên. <strong> Lưu ý: </strong> Không có hai trang nào có thể có cùng một đường dẫn. Việc sử dụng các đường dẫn được tích hợp sẵn trong hệ thống có thể khiến bạn mất quyền truy cập vào các chức năng quan trọng. </p>

# manager.navigationMenus.form.duplicatePath
source: This path already exists for another navigation menu item.
az: Bu yol başqa bir naviqasiya menyusu elementi üçün artıq mövcuddur.
bg_bg: Този път вече съществува за друг елемент от менюто за навигация.
ca_es: Aquesta ruta ja existeix per a un altre element del menú de navegació.
cs_cz: Tato cesta již existuje pro jiný prvek navigačního menu.
da: Denne sti eksisterer allerede i forbindelse med et andet navigationsmenuelement.
de_de: Dieser Pfad existiert bereits für einen anderen Eintrag im Navigationsmenü.
el_gr: Αυτή η διαδρομή υπάρχει ήδη για άλλο στοιχείο στο μενού πλοήγησης.
es_es: Esta ruta ya existe para otro elemento del menú de navegación.
eu: Helbide hau nabigazio menuko beste elementu batentzat existitzen da dagoeneko.
fr_fr: Ce chemin existe déjà pour un élément de menu.
gl: Esta ruta xa existe para outro elemento do menú de navegación.
hr: Ova putanja već postoji za drugu stavku navigacijskog izbornika.
hu_hu: Ez az útvonal már létezik egy másik navigációs menüelemhez.
hy_am: Այս ուղին արդեն գոյություն ունի նավարկման ընտրացանկի մեկ այլ տարրի համար:
id: Alamat ini sudah dipakai untuk item menu navigasi lainnya.
is: Þessi slóð er þegar til fyrir annað val á valmynd.
it_it: Questo path esiste già per un altro componente del menu di navigazione.
ja: このパスは、他のナビゲーションメニュー項目にすでに存在しています。
ka_ge: ეს გზა უკვე არსებობს ნავიგაციის მენიუს სხვა ერთეულისთვის.
kk_kz: Бұл жол басқа шарлау мәзірінің элементі үшін әлдеқашан орнатылған.
lv: Šis ceļš jau pastāv citam navigācijas izvēlnes elementam.
mk: Оваа патека веќе постои за друг елемент на навигациското мени.
mr: हा पत्ता (path) दुसऱ्या मार्गनिर्देशन दुव्यांच्या यादीतल्या एका दुव्यासाठी (navigation menu item) यापूर्वीच अस्तित्वात आहे.
ms: Laluan url ini sudah wujud untuk item menu navigasi yang lain.
nb_no: Stien brukes allerede for et annet element i navigasjonsmenyen.
nl: Het pad bestaat al voor een ander item in het navigatiemenu.
pl: Ścieżka już istnieje dla innego elementu menu.
pl_pl: Ścieżka już istnieje dla innego elementu menu.
pt_pt: O caminho indicado já existe para outro item de menu de navegação.
ro_ro: Această cale există deja pentru un alt element de meniu de navigare.
ru_ru: Этот путь уже задан для другого элемента навигационного меню.
sl: Ta pot je že uporabljena pri drugem navigacijskem meniju.
sv_se: Den här sökvägen används redan för ett annat element i navigationsmenyn.
th: เส้นทางนี้มีอยู่แล้วสำหรับรายการเมนูการนำทางอื่น
tr_tr: Bu yol başka bir gezinme menüsü öğesi için zaten mevcut.
uk: Цей шлях вже вказано для іншого пункту меню навігації.
uk_ua: Цей шлях вже вказано для іншого пункту меню навігації.
vi: Đường dẫn này đã tồn tại cho một mục menu điều hướng khác.
vi_vn: Đường dẫn này đã tồn tại cho một mục menu điều hướng khác.

# manager.navigationMenus.unassignedMenuItems
source: Unassigned Menu Items
az: Təyin edilməmiş menyu elementləri
bg_bg: Неприсвоени елементи от менюто
ca_es: Elements del menú no assignats
cs_cz: Nepřiřazené prvky menu
da: Annullerede menuelementer
de_de: Nicht zugewiesenen Menüeinträge
el_gr: Μη Αντιστοιχισμένα Στοιχεία Μενού
es_es: Elementos del menú no asignados
eu: Esleitu gabeko menu-elementuak
fr_fr: Éléments non assignés
gl: Elementos do menú non asignados
hr: Nedodijeljene stavke izbornika
hu_hu: Nem hozzárendelt menüelemek
hy_am: Չնշանակված ընտրացանկի տարրեր
id: Item Menu Tidak Dipakai
is: Ótengdir valkostir á valmynd
it_it: Componenti del menu non assegnate
ja: 未指定ナビゲーションメニュー項目
ka_ge: დანიშნულების მენიუს ელემენტები
kk_kz: Тағайындалмаған мәзір элементтері
lv: Nepiešķirtie izvēlnes elementi
mk: Неназначени елементи на мени
mr: नियुक्ती रद्द केलेले यादीतले दुवे (Unassigned Menu Items)
ms: Item Menu Tidak Ditugaskan
nb_no: Ubrukte menyelementer
nl: Niet-toegewezen menu-items
pl: Nieprzydzielone elementy menu
pl_pl: Nieprzydzielone elementy menu
pt_pt: Itens de Menu não Atribuídos
ro_ro: Elemente de meniu nealocate
ru_ru: Неназначенные элементы меню
sl: Nedodeljene postavke menija
sv_se: Menyelement utan placering
th: รายการเมนูที่ยังไม่ได้รับมอบหมาย
tr_tr: Atanmamış Menü Öğeleri
uk: Елементи меню, призначення яких відкликано
uk_ua: Непризначені пункти меню
vi: Các mục menu chưa được chỉ định
vi_vn: Các Mục Menu không được Chỉ định

# manager.navigationMenus.form.navigationMenuAreaMessage
source: Select a navigation area
az: Göndərmə sahəsini seçin
bg_bg: Изберете навигационна област
ca_es: Seleccioneu una àrea de navegació
cs_cz: Vyberte navigační oblast
da: Vælg et navigationsområde
de_de: Wählen Sie einen Navigationsbereich aus
el_gr: Επιλέξτε μια περιοχή πλοήγησης
es_es: Escoja una área de navegación
eu: Hautatu nabigazio-eremu bat
fr_fr: Choisir un emplacement pour le menu
gl: Seleccione unha área de navegación
hr: Odaberi navigacijsko područje
hu_hu: Válasszon ki navigációs területet
hy_am: Ընտրեք նավարկման տարածքը
id: Pilih Area navigasi
is: Veldu valmynda-/stikusvæði
it_it: Seleziona un'area della navigazione
ja: ナビゲーション領域の選択
ka_ge: აირჩიეთ სანავიგაციო არე
kk_kz: Шарлау аймағын таңдаңыз
lv: Izvēlieties navigācijas apgabalu
mk: Изберете област за навигација
mr: मार्गनिर्देशन क्षेत्राची निवड करा (Select a navigation area)
ms: Pilih kawasan navigasi
nb_no: Velg et navigasjonsområde
nl: Selecteer een plaats waar de navigatie wordt getoond
pl: Wybierz obszar nawigacyjny szablonu
pl_pl: Wybierz obszar nawigacyjny szablonu
pt_pt: Selecione uma área de navegação
ro_ro: Selectați o zonă de navigare
ru_ru: Выберите область навигации
sl: Izberi navigacisjko področje
sv_se: Välj en navigationsyta
th: เลือกพื้นที่การนำทาง
tr_tr: Bir yönlendirme alanı seç
uk: Оберіть область навігації
uk_ua: Оберіть область навігації
vi: Chọn một khu vực điều hướng
vi_vn: Chọn một khu vực điều hướng

# manager.navigationMenus.form.menuAssigned
source: A navigation menu is already assigned to this area.
az: Artıq bu sahəyə bir yönləndirmə menyusu təyin edilib.
bg_bg: На тази област вече е присвоено меню за навигация.
ca_es: Ja s'ha assignat un menú de navegació a aquesta àrea.
cs_cz: Pro tuto oblast je již přiřazené navigační menu.
da: En navigationsmenu er allerede blevet tildelt dette område.
de_de: Diesem Bereich ist bereits ein Navigationsmenü zugewiesen.
el_gr: Σ' αυτήν την περιοχή έχει ήδη αντιστοιχηθεί ένα μενού πλοήγησης.
es_es: Ya se ha asignado un menú de navegación para esta área.
eu: Nabigazio menu bat dagoeneko esleituta dago eremu honi.
fr_fr: Un menu est déjà assigné à cet emplacement.
gl: A esta área xa está asignado un menú de navegación.
hr: Navigacijski izbornik već je dodijeljen ovom području.
hu_hu: Ide már hozzá lett rendelve navigációs menü.
hy_am: Այս տարածքին արդեն նշանակված է նավարկման ընտրացանկ:
id: Menu navigasi telah ditentukan untuk area ini.
is: Valmynd er nú þegar tengd við þetta svæði.
it_it: Un menu di navigazione è già stato assegnato a quest'area.
ja: このところには、すでにナビゲーションメニューが指定されています。
ka_ge: ამ ზონაში უკვე არის ნავიგაციის მენიუ.
kk_kz: Бұл аймақта оған тағайындалған шарлау мәзірі бар.
lv: Šim apgabalam jau ir piešķirta navigācijas izvēlne.
mk: Оваа област веќе има назначено навигациско мени.
mr: या क्षेत्रासाठी मार्गनिर्देशन यादी (navigation menu) याआधीच नियुक्त केलेली आहे.
ms: Menu navigasi telah diberikan kepada kawasan ini.
nb_no: En navigasjonsmeny er allerede tildelt dette området.
nl: Er is al een navigatiemenu toegewezen aan deze plaats.
pl: Menu nawigacyjne zostało przypisane do tego obszaru.
pt_pt: Já existe um menu de navegação atribuído a esta área.
ro_ro: Un meniu de navigare este deja atribuit acestei zone.
ru_ru: Этой области уже назначено навигационное меню.
sl: To področje ima že dodeljen navigacijski meni.
sv_se: Den här ytan har redan en navigationsmeny knuten till sig.
th: เมนูการนำทางได้รับมอบหมายให้กับพื้นที่นี้แล้ว
tr_tr: Bu alana zaten bir yönlendirme menüsü atanmıştır.
uk: Меню навігації вже призначено для цієї області.
uk_ua: Меню навігації вже призначено для цієї області.
vi: Một menu điều hướng đã được chỉ định cho khu vực này.
vi_vn: Một menu điều hướng đã được chỉ định cho khu vực này.

# manager.groups.membership.noUsers
source: No users were found.
az: Heç bir istifadəçi tapılmadı.
bg_bg: Няма намерени потребители.
ca_es: No s’ha trobat cap usuari/usuària.
cs_cz: Nebyli nalezeni žádní uživatelé.
da: Der blev ikke fundet nogen brugere.
de_de: Es wurden keine Benutzer/innen gefunden.
el_gr: Δεν ήταν δυνατός ο εντοπισμός χρηστών.
es_es: No se han encontrado usuarios/as.
eu: Ez da erabiltzailerik aurkitu.
fr_fr: Aucun utilisateur n'a été trouvé.
gl: Non se atoparon usuarios/as.
hr: Članovi nisu pronađeni.
hu_hu: Nincsenek felhasználók.
hy_am: Օգտվողներ չեն գտնվել։
id: Tidak ada pengguna yang ditemukan.
id_id: Tidak ada pengguna yang ditemukan.
is: Engir notendur fundust.
it_it: Non sono stati trovati utenti.
ja: ユーザーが見つかりませんでした。
ka_ge: მომხმარებლები ვერ მოიძებნა.
kk_kz: Пайдаланушылар табылмады.
ku: هیچ بەکارهێنەرێک نەدۆزرایەوە.
lv: Lietotāji netika atrasti.
mk: Нема членови.
mr: एकही वापरकर्ता आढळला नाही.
ms: Tiada pengguna ditemui.
nb_no: Ingen brukere ble funnet.
nl: Geen gebruikers gevonden.
pl: Żadni użytkownicy nie zostali odnalezieni.
pl_pl: Żadni użytkownicy nie zostali odnalezieni.
pt_pt: Nenhum utilizador encontrado.
ro_ro: Nu a fost găsit niciun utilizator.
ru_ru: Пользователи не найдены.
sl: Ne najdem nobenega uporabnika.
sr_rs@cyrillic: Чланови нису пронађени.
sv_se: Inga användare hittades.
th: ไม่พบผู้ใช้
tr_tr: Hiç kullanıcı bulunamadı.
uk: Жодних користувачів не знайдено.
uk_ua: Жодних користувачів не знайдено.
vi: Không tìm thấy người dùng nào.
vi_vn: Không có người dùng nào được tìm thấy.
