Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.reviewForms.confirmActivate
source: Are you sure you wish to activate this review form? Once it's assigned to a review you will no longer be able to deactivate it.
az: Bu dəyərləndirmə formunu aktivləşdirmək istədiyinizdən əminsinizmi? Bir dəyərləndirməyə təyin edildiyində, artıq bunu sıradan çıxara bilməyəcəksiniz.
bg_bg: Наистина ли искате да активирате този формуляр за рецензия? След като бъде присвоен към рецензията, вече няма да можете да го деактивирате.
ca_es: Segur que voleu activar aquest formulari de revisió? Un cop assignat a una revisió ja no podreu desactivar-lo.
cs_cz: Jste si jisti, že chcete povolit tento formulář recenzenta? Jakmile bude přiřazen k jakékoliv recenzi, nebude možné ho zakázat.
da: Er du sikker på, at du vil aktivere denne bedømmelsesformular? Når den er tilknyttet en bedømmelse, kan den ikke længere deaktiveres.
de_de: Sind Sie sicher, dass Sie dieses Peer-Review-Formular aktivieren möchten? Nachdem es einmal einem Gutachten zugewiesen worden ist, werden Sie es nicht mehr deaktivieren können.
el_gr: Επιβεβαιώστε ότι θέλετε να ενεργοποιήσετε αυτήν τη φόρμα αξιολόγησης. Μόλις εκχωρηθεί σε μια αξιολόγηση, δεν θα μπορείτε πλέον να την απενεργοποιήσετε.
es_es: ¿Seguro que desea activar este formulario de revisión? Una vez asignado a una revisión ya no podrá desactivarlo.
eu: Ziur zaude berrikuspen-inprimaki hau aktibatu nahi duzula? Behin berrikuspen bati esleituta, ezingo duzu desaktibatu.
fr_fr: Voulez-vous vraiment activer ce formulaire d'évaluation ? Une fois qu'il est affecté à une évaluation, vous ne pourrez plus le désactiver.
gl: Seguro que desexas habilitar este formulario de revisión? Unha vez asignado a unha revisión, xa non poderás desactivalo.
hr: Jeste li sigurni da želite omogućiti ovaj obrazac za recenziju? Nakon što je dodijeljen procjeni, nećete ga moći deaktivirati.
hu_hu: Biztosan aktiválni akarja ezt a lektorálási űrlapot? Ha egyszer kitöltik a lektorálási űrlapot, akkor már nem lehet inaktiválni azt.
hy_am: Վստա՞հ եք, որ ցանկանում եք ակտիվացնել գրախոսման այս ձևը: Երբ այն նշանակվի գրախոսման համար, դուք այլևս չեք կարողանա ապաակտիվացնել այն:
id: Yakin ingin mengaktifkan borang review ini? Setelah tentukan untuk proses review, Anda tidak lagi dapat menonaktifkannya.
is: Ertu viss um að þú viljir virkja þetta ritrýnieyðublað? Þegar búið er að úthluta því í ritrýni verður ekki hægt að afvirkja það.
it_it: Sei sicuro di voler attivare questo form di revisione ? Una volta che l'hai assegnato ad una revisione, non sarai più in grado di disabilitarlo.
ja: この査読フォームを有効にしてよろしいですか？いったん査読に割り当てられると、もう無効にすることはできません。
ka_ge: დარწმუნებული ხართ, რომ გსურთ გაააქტიუროთ ეს მიმოხილვის ფორმა? მას შემდეგ, რაც მიმოხილვას დაემატება, ვეღარ შეძლებთ მისი გამორთვას.
kk_kz: Осы рецензия формасын іске қосқыңыз келетініне сенімдісіз бе? Ол рецензиялауға тағайындалғаннан кейін оны өшіре алмайсыз.
lv: Vai tiešām vēlaties aktivizēt šo recenzijas veidlapu? Tiklīdz tā būs piešķirta recenzēšanai, to vairs nevarēsiet deaktivizēt.
mk: Дали сте сигурни дека сакате да го активирате овој формулар за рецензија? Откако ќе биде доделен на рецензија повеќе нема да можете да го деактивирате.
mr: तुम्हाला खात्रीने हा समीक्षणाचा फॉर्म सक्रिय (activate) करायचा आहे ना? एकदा तो समीक्षणासाठी नियुक्त केला गेला की तुम्ही तो निष्क्रिय (deactivate) करू शकणार नाही.
ms: Adakah anda pasti mahu mengaktifkan borang ulasan ini? Sebaik sahaja ia ditugaskan kepada ulasan, anda tidak akan dapat menyahaktifkannya lagi.
nb_no: Er du sikker på at du vil aktivisere fagfellevurderingsskjemaet? Du kan ikke deaktivere det etter at det har blitt knyttet til en fagfellevurdering.
nl: Weet u zeker dat u dit reviewformulier wilt activeren? Eens het in gebruik is voor een review, kan het niet meer worden gedeactiveerd.
pl: Czy na pewno włączyć formularz recenzji? Po zastosowaniu go do procesu recenzji nie będziesz mógł go wyłączyć.
pl_pl: Czy na pewno włączyć formularz recenzji? Po zastosowaniu go do procesu recenzji nie będziesz mógł go wyłączyć.
pt_pt: Tem certeza de que deseja activar este formulário de revisão? Uma vez que é atribuído a uma revisão, não poderá mais desactivá-la.
ro_ro: Sigur doriți să activați acest formular de revizuire? Odată ce a fost atribuit unei recenzii, nu îl veți mai putea dezactiva.
ru_ru: Вы уверены, что хотите активировать эту форму рецензии? Как только она будет назначена для рецензирования, вы больше не сможете деактивировать ее.
sl: Ste prepričani, da želite aktivirati ta recenzentski obrazec? Ko bo dodeljen prvi recenziji prispevka, ga ne boste mogli več deaktivirati.
sr_rs@cyrillic: Да ли сте сигурни да желите да активирате овај рецензентски образац? Кад му доделите рецензију нећете моћи да га деактивирате.
sv_se: Är du säker på att du vill aktivera det här granskningsformuläret? När ett granskningsuppdrag tilldelats det kommer du inte längre kunna inaktivera det.
th: คุณแน่ใจหรือไม่ว่าต้องการเปิดใช้งานแบบฟอร์มทบทวนนี้? เมื่อได้รับมอบหมายให้ทบทวนแล้วคุณจะไม่สามารถยกเลิกการใช้งานได้
tr_tr: Bu değerlendirme formunu etkinleştirmek istediğinizden emin misiniz? Bir değerlendirmeye atandığında, artık bunu devre dışı bırakamazsınız.
uk: Ви впевнені, що бажаєте активувати цю форму рецензії? Після того, як її буде призначено для рецензування, ви більше не зможете її деактивувати.
uk_ua: Ви впевнені, що хочете активувати цю форму рецензії? Після того, як вона буде призначена для рецензування, ви більше не зможете її деактивувати.
vi: Bạn có chắc chắn muốn kích hoạt biểu mẫu đánh giá này không? Sau khi được chỉ định cho một đánh giá, bạn sẽ không thể vô hiệu hóa nó nữa.
vi_vn: Bạn có chắc chắn muốn kích hoạt biểu mẫu đánh giá (phản biện) này không? Sau khi nó được chỉ định cho một bài đánh giá, bạn sẽ không thể hủy kích hoạt nó nữa.

# manager.reviewForms.confirmDeactivate
source: Are you sure you wish to deactivate this review form? It will no longer be available for new review assignments.
az: Bu dəyərləndirmə formunu sıradan çıxarmaq istədiyinizdən əminsinizmi? Yeni dəyərləndirmə tələbləri üçün artıq etibarlı olmayacaq.
bg_bg: Наистина ли искате да деактивирате този формуляр за рецензия? Той вече няма да е наличен за нови задачи за рецензиране.
ca_es: Segur que voleu desactivar aquest formulari de revisió? Si ho feu ja no estarà disponible per a noves assignacions de revisió.
cs_cz: Jste si jisti, že chcete zakázat tento formulář recenzenta? Formulář již nebude k dispozici při nových přiřazeních recenzí.
da: Er du sikker på, at du vil deaktivere denne bedømmelsesformular? Efterfølgende vil den ikke længere kunne knyttes til nye bedømmelser.
de_de: Sind Sie sicher, dass Sie dieses Peer-Review-Formular deaktivieren möchten? Es wird für neue Peer-Review-Anfragen nicht mehr verfügbar sein.
el_gr: Επιβεβαιώστε ότι θέλετε να απενεργοποιήσετε αυτήν τη φόρμα αξιολόγησης. Δεν θα είναι πλέον διαθέσιμη για νέες εργασίες αξιολόγησης.
es_es: ¿Seguro que desea desactivar este formulario de revisión? En este caso no estará disponible para nuevas asignaciones de revisión.
eu: Ziur zaude berrikuspen-inprimaki hau desaktibatu nahi duzula? Ez da erabilgarri egongo berrikuspen-esleipen berrietarako.
fr_fr: Voulez-vous vraiment désactiver ce formulaire d'évaluation ? Une fois désactivé, il ne sera plus disponible pour les évaluations.
gl: Estás seguro/a de que desexas deshabilitar este formulario de revisión? Xa non estará dispoñible para novas tarefas de revisión.
hr: Jeste li sigurni da želite onemogućiti ovaj obrazac za recenziju? Više neće biti dostupan za nove zahtjeve za recenziranje.
hu_hu: Biztos benne, hogy inaktiválni akarja ezt a lektorálási űrlapot? Nem lesz többet elérhető az új lektori vélemények beküldésénél.
hy_am: Վստա՞հ եք, որ ցանկանում եք անջատել գրախոսման այս ձևը: Այն այլևս հասանելի չի լինի գրախոսման նոր առաջադրանքների համար:
id: Yakin ingin menonaktifkan borang review ini? Borang tersebut tidak akan tersedia lagi untuk penugasan review baru.
is: Ertu viss um að þú viljir afvirkja þetta ritrýnieyðublað? Það verður ekki lengur tiltækt í úthlutun til ritrýna.
it_it: Sei sicuro di voler disattivare questo form di revisione ? Non sarà più disponibile per nuove revisioni.
ja: この査読フォームを無効にしてよろしいでしょうか？新規の査読課題には利用できなくなります。
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ მიმოხილვის ფორმის დეაქტივაცია? ის აღარ იქნება ხელმისაწვდომი ახალი მიმოხილვითი დავალებებისთვის.
kk_kz: Осы рецензия формасын шынымен өшіргіңіз келе ме? Ол бұдан былай жаңа рецензия үшін қолжетімді болмайды.
lv: Vai tiešām vēlaties deaktivizēt šo recenzijas veidlapu? Tā vairs nebūs pieejama jauniem recenzēšanas uzdevumiem.
mk: Дали сте сигурни дека сакате да го деактивирате овој формулар за рецензија? Повеќе нема да биде достапен за нови назначувања за рецензија.
mr: तुम्हाला खात्रीने हा समीक्षणाचा फॉर्म निष्क्रिय (deactivate) करायचा आहे ना? यापुढे तो नव्या समीक्षणाच्या कामांसाठी उपलब्ध होणार नाही.
ms: Adakah anda pasti mahu menyahaktifkan borang ulasan ini? Ia tidak akan tersedia lagi untuk tugasan ulasan baharu.
nb_no: Er du sikker på at du vil deaktivere skjemaet? Det vil ikke lenger være tilgjengelig for nye fagfellevurderinger.
nl: Weet u zeker dat u dit reviewformulier wilt deactiveren? Het zal niet langer beschikbaar zijn voor nieuwe reviews.
pl: Czy na pewno wyłączyć formularz recenzji? Nie będzie dostępny dla nowych recenzji.
pl_pl: Czy na pewno wyłączyć formularz recenzji? Nie będzie dostępny dla nowych recenzji.
pt_pt: Tem certeza de que deseja desactivar este formulário de revisão? Já não estará disponível para novas tarefas de revisão.
ro_ro: Sigur doriți să dezactivați acest formular de revizuire? Acesta nu va mai fi disponibil pentru noi sarcini de revizuire.
ru_ru: Вы уверены, что хотите деактивировать эту форму рецензии? Она больше не будет доступна для назначения выполнения новых рецензий.
sl: Ste prepričani, da želite deaktivirati ta recenzijski obrazec? Po deaktivaciji ne bo več na voljo za dodelitev recenziji prispevka.
sr_rs@cyrillic: Да ли сте сигурни да желите да деактивирате овај рецензентски образац? Овај образац више неће бити доступан за нове рецензије.
sv_se: Är du säker på att du vill inaktivera det här granskningsformuläret? Det kommer inte längre finnas tillgängligt för nya granskningsuppdrag.
th: คุณแน่ใจหรือไม่ว่าต้องการปิดใช้งานแบบฟอร์มทบทวนนี้? จะไม่สามารถใช้งานได้สำหรับการมอบหมายการทบทวนใหม่
tr_tr: Bu değerlendirme formunu devre dışı bırakmak istediğinizden emin misiniz? Yeni değerlendirme talepleri için artık geçerli olmayacaktır.
uk: Ви впевнені, що бажаєте деактивувати цю форму рецензії? Вона більше не буде доступна для виконання нових рецензій.
uk_ua: Ви впевнені, що хочете деактивувати цю форму рецензії? Вона більше не буде доступна для виконання нових рецензій.
vi: Bạn có chắc chắn muốn vô hiệu hóa biểu mẫu đánh giá này không? Nó sẽ không còn khả dụng cho các chỉ định đánh giá mới.
vi_vn: Bạn có chắc chắn muốn hủy kích hoạt biểu mẫu đánh giá này không? Nó sẽ không còn có sẵn cho việc đánh giá các bài mới.

# manager.reviewForms.confirmCopy
source: Are you sure you wish to create a copy of this review form?
az: Bu dəyərləndirmə formunun bir nüsxəsini yaratmaq istədiyinizdən əminsinizmi?
bg_bg: Наистина ли искате да създадете копие на този формуляр за рецензия?
ca_es: Segur que voleu crear una còpia d'aquest formulari de revisió?
cs_cz: Jste si jisti, že chcete vytvořit kopii tohoto formuláře pro recenzenty?
da: Er du sikker på, at du vil oprette en kopi af denne bedømmelsesformular?
de_de: Sind Sie sicher, dass Sie eine Kopie dieses Peer-Review-Formular anlegen möchten?
el_gr: Επιβεβαιώστε ότι θέλετε να δημιουργήσετε ένα αντίγραφο αυτής της φόρμας αξιολόγησης.
es_es: ¿Seguro que desea crear una copia de este formulario de revisión?
eu: Ziur zaude berrikuspen-inprimaki honen kopia bat sortu nahi duzula?
fr_fr: Voulez-vous vraiment créer une copie de ce formulaire d'évaluation ?
gl: Seguro que desexas crear unha copia deste formulario de revisión?
hr: Jeste li sigurni da želite napraviti kopiju ovog obrasca za recenziju?
hu_hu: Biztosan létrehoz egy másolatot erről a lektorálási űrlapról?
hy_am: Վստա՞հ եք, որ ցանկանում եք ստեղծել գրախոսման այս ձևի պատճենը:
id: Yakin ingin membuat salinan borang review ini?
is: Ert þú viss um að þú viljir búa til afrit af þessu ritrýnieyðublaði?
it_it: Sei sicuro di voler creare una copia di questo form di revisione?
ja: この査読フォームのコピーを作成してもよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ შექმნათ ამ მიმოხილვის ფორმის ასლი?
kk_kz: Осы рецензия формасының көшірмесін жасағыңыз келетініне сенімдісіз бе?
lv: Vai tiešām vēlaties izveidot šīs recenzijas veidlapas kopiju?
mk: Дали сте сигурни дека сакате да направите копија на овој формулар за рецензија?
mr: तुम्हाला खात्रीने या समीक्षणाच्या फॉर्मची प्रत तयार करायची आहे का?
ms: Adakah anda pasti ingin membuat salinan borang ulasan ini?
nb_no: Er du sikker på at du vil lage en kopi av vurderingsskjemaet?
nl: Weet u zeker dat u dfit reviewformulier wilt kopiëren?
pl: Czy na pewno utworzyć kopię formularza?
pl_pl: Czy na pewno utworzyć kopię formularza?
pt_pt: Tem a certeza que deseja criar uma cópia deste formulário de revisão?
ro_ro: Sigur doriți să creați o copie a acestui formular?
ru_ru: Вы уверены, что хотите создать копию этой форму рецензии?
sl: Ste prepričani, da želite narediti kopijo tega recenzentskega obrazca?
sr_rs@cyrillic: Да ли сте сигурни д желите да креирате копију овог рецензентског обрасца?
sv_se: Är du säker på att du vill skapa en kopia av detta granskningsformulär?
th: คุณแน่ใจหรือไม่ว่าต้องการสร้างสำเนาของแบบฟอร์มทบทวนนี้?
tr_tr: Bu değerlendirme formunun bir kopyasını oluşturmak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте створити копію цієї форми рецензії?
uk_ua: Ви впевнені, що хочете створити копію цієї форми рецензії?
vi: Bạn có chắc chắn muốn tạo bản sao của biểu mẫu đánh giá này không?
vi_vn: Bạn có chắc chắn muốn tạo một bản sao của biểu mẫu đánh giá này không?

# manager.reviewForms.create
source: Create Review Form
az: Dəyərləndirmə formu yaradın
bg_bg: Създаване на формуляр за рецензия
ca_es: Crear un formulari de revisió
cs_cz: Vytvořit formulář pro recenze
da: Opret bedømmelsesformular
de_de: Begutachtungsformular erstellen
el_gr: Δημιουργία Φόρμας Αξιολόγησης
es_es: Crear un formulario de revisión
eu: Sortu Ebaluazio-inprimakia
fr_fr: Créer un formulaire d'évaluation
gl: Crear formulario de revisión
hr: Kreiraj recenzijski obrazac
hu_hu: Lektorálási űrlap létrehozása
hy_am: Ստեղծել գրախոսման ձև
id: Buat Borang Tinjauan
id_id: Buat Formulir Tinjauan
is: Búa til ritrýnieyðublað
it_it: Crea un modulo di revisione
ja: 査読フォームの作成
ka_ge: მიმოხილვის ფორმის შექმნა
kk_kz: Рецензия формасын енгізіңіз
lv: Izveidot recenzijas veidlapu
mk: Создади формулар за рецензија
mr: समीक्षणासाठी फॉर्म निर्माण करा
ms: Cipta Borang Ulasan
nb_no: Opprett vurderingsskjema
nl: Maak reviewformulier aan
pl: Utwórz formularz recenzji
pl_pl: Utwórz formularz recenzji
pt_pt: Criar formulário de revisão
ro_ro: Creare formular revizie
ru_ru: Создать форму рецензии
sl: Ustvari recenzentski obrazec
sr_rs@cyrillic: Направи нови образац рецензије.
sv_se: Skapa granskningsformulär
th: สร้างแบบฟอร์มทบทวน
tr_tr: Değerlendirme Formu Oluştur
uk: Створити форму рецензування
uk_ua: Створити форму рецензування
vi: Tạo biểu mẫu đánh giá
vi_vn: Tạo Biểu mẫu đánh giá
