Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# stats.name.submissionsDeclinedPostReview
source: Submissions Declined (After Review)
az: Rədd edilmiş Məqalələr (rəyçi dəyərləndirməsindən sonra)
bg_bg: Отхвърлени материали (след рецензия)
ca_es: Trameses rebutjades (després de revisió)
cs_cz: Odmítnuté příspěvky (po recenzi)
da: Afviste indsendelser (efter bedømmelse/review)
de_de: Abgelehnte Einreichungen (nach Peer Review)
el_gr: Οι υποβολές απορρίφθηκαν (After Review)
es_es: Envíos rechazados (después de revisión)
eu: Baztertutako bidalketak (berrikuspenaren ondoren)
fr_fr: Soumissions refusées (après évaluation)
gl: Envíos rexeitados (despois da revisión)
hr: Odbijeni podnesci (odbijeni nakon recenzije)
hu_hu: Elutasított beküldések (Lektorálást követően)
hy_am: Մերժված ներկայացումներ (Գրախոսումից հետո)
id: Naskah Ditolak (Setelah Review)
is: Handritum hafnað (Eftir ritrýni)
it_it: Sottomissioni rigettate (dopo peer review)
ja: 返戻投稿 （査読後）
ka_ge: გაგზავნა უარყოფილია (განხილვის შემდეგ)
kk_kz: Қабылданбаған материалдар (қараудан кейін)
lv: Noraidītie materiāli (pēc recenzijas)
mk: Одбиени поднесоци (по рецензија)
mr: सादरीकरणांना नाकारले (समीक्षणोत्तर)
ms: Penyerahan Ditolak (Selepas Ulasan)
nb_no: Avviste innleveringer (etter vurdering)
nl: Afgewezen inzendingen (na recensie)
pl: Zgłoszenia odrzucone (po recenzji)
pt_pt: Submissões Recusadas (Após Revisão)
ro_ro: Manuscrise refuzate (după revizie)
ru_ru: Отклонено материалов (после рецензии)
sl: Zavrnjenih prispevkov (recenzenti zavrnili))
th: การส่งที่ถูกปฏิเสธ (หลังจากรีวิว)
tr_tr: Reddedilen Gönderiler (Hakem Değerlendirmesinden Sonra)
uk: Відхилених подань (після рецензування)
uk_ua: Відхилено Подань (після рецензування)
vi: Bài nộp bị từ chối (Sau đánh giá)
vi_vn: Bài báo bị Từ chối (Sau khi nhận xét)

# stats.name.daysToReject
source: Days to Reject
az: Rədd edilmiş günlər
bg_bg: Дни до отхвърляне
ca_es: Dies fins al rebuig
cs_cz: Dny k odmítnutí
da: Dage inden afvisning
de_de: Tage bis zur Ablehnung
el_gr: Ημέρες μέχρι την Απόρριψη
es_es: Días hasta el rechazo
eu: Baztertzeko egunak
fr_fr: Nombre de jours pour refuser
gl: Días ata o rexeitamento
hr: Broj dana do Odbijanja
hu_hu: Elutasításig eltelt napok átlagos száma
hy_am: Օրեր մինչ մերժելը
id: Batas Waktu Menolak
is: Dagar til höfnunar
it_it: Giorni al rigetto
ja: リジェクトまでの日数
ka_ge: უარის თქმის დღეები
kk_kz: Бас тартудан бірнеше күн бұрын
lv: Dienas līdz noraidīšanai
mk: Денови до отфрлање
mr: नाकारण्यासाठी लागलेले दिवस
ms: Hari untuk Menolak
nb_no: Dager før avvisning
nl: Dagen tot aan afwijzing
pl: Dni do odrzucenia tekstu
pt_pt: Dias até Rejeitar
ro_ro: Zile pentru a respinge
ru_ru: Дней до отклонения
sl: Število dni do zavrnitve
th: จำนวนวันถึงการปฏิเสธ
tr_tr: Reddedilen Günler
uk: Днів до відмови
uk_ua: Днів до відмови
vi: Số ngày để từ chối
vi_vn: Ngày từ chối

# stats.name.declinedDeskRate
source: Desk Reject Rate
az: Ön incələmə rədd edilmə dərəcəsi
bg_bg: Степен на отхвърляне (при подаване)
ca_es: Taxa de rebuig abans de revisió
cs_cz: Míra zamítnutých žádostí
da: Afvisningsprocent inden bedømmelse/review
de_de: Quote direkter Ablehnungen (desk rejection)
el_gr: Ποσοστό απόρριψης
es_es: Tasa de rechazo antes de revisión
eu: Berrikuspen aurreko errefusatze-tasa
fr_fr: Taux de refus en pré-évaluation
gl: Taxa de rexeitamento antes da revisión
hr: Stopa odbijanja od strane uredništva
hu_hu: Lektorálást megelőző elutasítási arány
hy_am: Միանգամից մերժվածների տոկոսը
id: Tingkat Desk Reject
is: Hafnað við innsendingu - hlutfall
it_it: Percentuale di immediate reject
ja: デスク・リジェクト率
ka_ge: კონსოლის უარყოფა შეფასება
kk_kz: Бірден бас тартылғандардың пайызы
lv: Uzreiz noraidīto darbu koeficients
mk: Процент на одбиени од дескот
mr: सुरूवातीलाच संपादकाकडून नाकारण्याचा (Desk Reject) दर
ms: Kadar Desk Reject
nb_no: Avvisningsprosent før vurdering / gjennomgang
nl: Direct afwijzingspercentage
pl: Współczynnik odrzuceń przed recenzją
pt_pt: Taxa de Rejeição de secretariado
ro_ro: Rata de respingere a biroului
ru_ru: Доля отклоненных сразу
sl: Stopnja zavrnitve uredništva
th: อัตราการปฏิเสธก่อนรีวิว
tr_tr: Ön İnceleme Reddedilme Oranı
uk: Частка відхилених одразу
uk_ua: Відсоток відмов (одразу)
vi: Tỷ lệ từ chối tại bàn
vi_vn: Nguồn tỷ lệ bàn từ chối

# stats.name.submissionsDeclinedDeskReject
source: Submissions Declined (Desk Reject)
az: Rədd edilmiş Məqalələr (ön incələmə rəddi)
bg_bg: Отхвърлени материали (при подаване)
ca_es: Trameses rebutjades (abans de revisió)
cs_cz: Odmítnuté příspěvky (smetení ze stolu)
da: Afviste indsendelser (inden bedømmelse/review)
de_de: Abgelehnte Einreichungen (direkt ohne Peer Review, desk rejection)
el_gr: Οι υποβολές απορρίφθηκαν (Desk Reject)
es_es: Envíos rechazados (antes de revisión)
eu: Baztertutako bidalketak (berrikuspenaren aurretik)
fr_fr: Soumissions refusées (dès la pré-évaluation)
gl: Envíos rexeitados (antes da revisión)
hr: Odbijeni podnesci (odbijeni od strane urednika)
hu_hu: Elutasított beküldés (Lektorálást megelőzően)
hy_am: Մերժված ներկայացումներ (անմիջապես)
id: Naskah Ditolak (Desk Reject)
is: Handritum hafnað (Við innsendingu)
it_it: Sottomissioni rigettate immediatamente (Desk reject)
ja: 返戻投稿 （デスク・リジェクト）
ka_ge: გაგზავნა უარყოფილია (კონსოლის უარყოფა)
kk_kz: Қабылданбаған материалдар (бірден)
lv: Noraidītie materiāli (uzreiz)
mk: Одбиени поднесоци (одбиени од дескот)
mr: सादरीकरणांना संपादकीय स्तरावर सुरूवातीलाच नाकारले (Desk Reject)
ms: Penyerahan Ditolak (Desk Reject)
nb_no: Avviste innleveringer (før vurdering)
nl: Afgewezen inzendingen (voorafgaand aan recensie)
pl: Zgłoszenia odrzucone (przed recenzją)
pt_pt: Submissões Recusadas (rejeição de secretariado)
ro_ro: Manuscrise refuzate (respinse de birou)
ru_ru: Отклонено материалов (сразу)
sl: Zavrnjenih prispevkov (uredništvo zavrnilo)
th: การส่งที่ถูกปฏิเสธ (ปฏิเสธก่อนรีวิว)
tr_tr: Reddedilen Gönderiler (Ön İnceleme Reddi)
uk: Відхилених подань (одразу)
uk_ua: Відхилено Подань (одразу)
vi: Bài nộp bị từ chối (Từ chối tại bàn)
vi_vn: Đệ trình bị Từ chối (Bàn từ chối)

# stats.name.declinedReviewRate
source: After Review Reject Rate
az: Rəyçidən sonra rədd dərəcəsi
bg_bg: Степен на отхвърляне (след рецензия)
ca_es: Taxa de rebuig després de revisió
cs_cz: Míra odmítnutí po recenzi
da: Afvisningsprocent efter bedømmelse/review
de_de: Quote der Ablehnungen nach Peer Review
el_gr: Ποσοστό Απόρριψης μετά την αξιολόγηση
es_es: Tasa de rechazo después de revisión
eu: Berrikuspen ondorengo errefusatze-tasa
fr_fr: Taux de refus après évaluation
gl: Taxa de rexeitamento despois da revisión
hr: Stopa odbijanja nakon recenzije
hu_hu: Lektorálás során történő elutasítási arány
hy_am: Գրախոսությունից հետո մերժվածների տոկոսը
id: Tingkat Penolakan Setelah Review
is: Hafnað eftir ritrýni - hlutfall
it_it: Percentuale di rifiuto dopo peer review
ja: 査読後リジェクト率
ka_ge: განხილვის შემდეგ უარყოფითი შეფასება
kk_kz: Қарап шыққаннан кейінгі қабылданбағандар пайызы
lv: Pēc recenzēšanas noraidīto darbu koeficients
mk: Процент на одбиени по рецензирањето
mr: समीक्षणोत्तर नाकारण्याचा दर
ms: Selepas Ulasan Kadar Tolak
nb_no: Avvisningsprosent etter vurdering / gjennomgang
nl: Afwijzingspercentage na recensie
pl: Współczynnik odrzuceń po recenzji
pt_pt: Taxa de Rejeição após Revisão
ro_ro: Rata de respingere după revizuire
ru_ru: Доля отклоненных после рецензии
sl: Stopnja zavrnitve s strani recenzentov
th: อัตราการปฏิเสธหลังการรีวิว
tr_tr: Hakemlik Sonrası Reddetme Oranı
uk: Частка відхилених після рецензування
uk_ua: Частка відмов після рецензування
vi: Tỷ lệ từ chối sau đánh giá
vi_vn: Tỷ lệ Từ chối sau khi Phản biện

# plugins.importexport.native.processFailed
source: The process failed. Check below for errors/warnings.
az: Əməliyyat uğursuz oldu. Xətalar və xəbərdarlıqlar üçün aşağını kontrol edin
bg_bg: Процесът е неуспешен. Проверете по-долу за грешки/предупреждения.
cs_cz: Proces selhal. Zkontrolujte níže chyby a varování.
da: Processen fejlede. Kontroller nedenstående for fejl/advarsler.
eu: Prozesuak huts egin du. Begiratu beheko erroreak/abisuak.
gl: O proceso fallou. Comprobe abaixo se hai erros ou avisos.
hr: Proces nije uspio. Provjerite pogreške/upozorenja.
hy_am: Գործընթացը ձախողվեց: Ստուգեք ստորև՝ սխալների/նախազգուշացումների համար:
id: Proses gagal. Perika galat/peringatan berikut.
is: Ferlið mistókst. Athugaðu villur/viðvaranir hér fyrir neðan.
ja: プロセスが失敗しました。エラー/警告については以下を確認してください。
ka_ge: პროცესი ჩაიშალა. ქვემოთ შეამოწმეთ შეცდომები/გაფრთხილებები.
kk_kz: Процесс қатемен аяқталды. Қате/ескерту хабарлары төменде көрсетілген.
lv: Process neizdevās. Pārbaudiet tālāk norādītās kļūdas/ brīdinājumus.
mk: Процесот беше неуспешен. Проверете ги грешките/предупредувањата подолу.
mr: प्रक्रिया अयशस्वी झाली. सूचना/त्रुटींसाठी खालील बाबींची पडताळणी करा.
ms: Proses itu gagal. Semak di bawah untuk ralat/amaran.
nl: Foutmelding. Controleer hieronder eventuele fouten of waarschuwingen.
pl: Proces nie zakończył się. Sprawdź poniżej błędy / ostrzeżenia.
ru_ru: Процесс завершился с ошибкой. Сообщения об ошибках/предупреждениях приведены ниже.
sl: Proces se je končal neuspešno. Spodaj preverite napake in opozorila.
th: กระบวนการล้มเหลว กรุณาตรวจสอบข้อผิดพลาด/คำเตือนด้านล่าง
uk: Процес не вдався. Перевірте нижче наявність помилок / попереджень.
vi: Quá trình xử lý thất bại. Kiểm tra các lỗi/cảnh báo bên dưới.

# plugins.importexport.native.export.completed.downloadFile
source: Download the exported file from the button below.
az: İxrac edilən faylı aşağıdakı düymə vasitəsilə endirin
bg_bg: Изтеглете експортирания файл от бутона по-долу.
cs_cz: Stáhněte exportovaný soubor tlačítkem níže.
da: Download den eksporterede fil via nedenstående knap.
eu: Deskargatu esportatutako fitxategia beheko botoiaren bidez.
gl: Descarga o arquivo exportado dende o botón de abaixo.
hr: Preuzmite eksportiranu datoteku pomoću donjeg gumba.
hy_am: Ներբեռնեք արտահանված նիշքը ստորև բերված կոճակից:
id: Unduh file ekspor melalui tombol di bawah.
is: Hlaða niður útsendiskrá með hnappnum fyrir neðan.
ja: エクスポートしたファイルを下のボタンからダウンロードしてください。
ka_ge: გადმოწერეთ ექსპორტირებული ფაილი ქვემოთ მოცემული ღილაკიდან.
kk_kz: Төмендегі түймені пайдаланып экспортталған файлды жүктеп алыңыз.
lv: Lejupielādēt eksportēto datni, izmantojot zemāk redzamo pogu.
mk: Превземете ја експортираната датотека преку копчето подолу.
mr: खालील बटण वापरून स्थानांतर (Export) केलेली फाईल डाउनलोड करा.
ms: Muat turun fail yang dieksport dari butang di bawah.
nl: Download het geëxporteerde bestand via de onderstaande knop.
pl: Pobierz wyeksportowany plik spod poniższego przycisku.
ru_ru: Скачайте экспортированный файл по кнопке ниже.
sl: Prenesi izvoženo datoteko z gumbom spodaj.
th: ดาวน์โหลดไฟล์ที่ส่งออกได้จากปุ่มด้านล่าง
uk: Завантажте експортований файл за допомогою кнопки нижче.
vi: Tải xuống tệp đã xuất từ nút bên dưới.

# plugins.importexport.native.common.error.filter.configuration.count
source: Wrong filter configuration [{$filterName}]: {$filterCount} occurrences. Should be only one.
az: Yanlış filtir konfiqurasiyası [{$filterName}]: {$filterCount} olmaları tək olmalıdır.
bg_bg: Грешна конфигурация на филтъра [{$filterName}]: {$filterCount} срещания. Трябва да е само един.
cs_cz: Chybná konfigurace filtru [{$filterName}]: Existuje {$filterCount} výskytů filtru. Měl by být jen jeden.
da: Forkert filterkonfiguration [{$filterName}]: {$filterCount} forekomster. Bør kun være en.
eu: Iragazkiaren konfigurazio okerra [{$filterName}]: {$filterCount} agerraldi. Bakarra izan beharko litzateke.
gl: Configuración de filtro incorrecta [{$filterName}]: {$filterCount} ocorrencias. Debe ser só unha.
hr: Pogrešna konfiguracija filtra [{$filterName}]: {$filterCount} pojavljivanja. Trebao bi biti samo jedan.
hy_am: Զտիչի սխալ կազմաձևում [{$filterName}]: {$filterCount} հանդիպումներ: Պետք է լինի միայն մեկը.
id: Terjadi kesalahan konfigurasi penyaring [{$filterName}]: {$filterCount}. Hanya boleh satu.
is: Röng stilling á síu [{$filterName}]: {$filterCount} tilfelli. Ætti bara að vera einu sinni.
ja: 間違ったフィルター構成 [{$filterName}]: {$filterCount}が発生しています。1つだけにすべきです。
ka_ge: ფილტრის არასწორი კონფიგურაცია [{$filterName}]: {$filterCount} მოვლენა. უნდა იყოს მხოლოდ ერთი.
kk_kz: Қате сүзгі конфигурациясы [{$filterName}]: {$filterCount} даналары. Біреуі ғана болуы керек.
lv: Nepareiza filtra konfigurācija [{$filterName}]: {$filterCount} gadījumu skaits. Vajadzētu būt tikai vienam.
mk: Погрешна конфигурација на филтерот [{$filterName}]: {$filterCount} појави. Би требало да има само една.
mr: चुकीचे फिल्टर कॉन्फिगरेशन [{$filterName}]: {$filterCount} वेळा. फक्त एकच असणे आवश्यक आहे.
ms: Konfigurasi penapis salah [{$filterName}]: {$filterCount} kejadian. Sepatutnya hanya satu.
nl: Verkeerde filterconfiguratie [{$filterName}]: {$filterCount} incidenten. Er mag slechts één incident tegelijk zijn.
pl: Nieprawidłowa konfiguracja filtra [{$filterName}]: {$filterCount} wystąpień. Powinien być tylko jeden.
ru_ru: Неправильная конфигурация фильтра [{$filterName}]: {$filterCount} экземпляров. Должен быть только один.
sl: Napačna nastavitev filtra [{$filterName}]: {$filterCount} ponovitev. Lahko je le enkrat.
th: การกำหนดค่าตัวกรองไม่ถูกต้อง [{$filterName}]: พบ {$filterCount} ครั้ง ควรมีเพียงครั้งเดียว
uk: Неправильна конфігурація фільтра [{$filterName}] – випадків: {$filterCount}. Повинен бути тільки один.
vi: Cấu hình bộ lọc sai [{$filterName}]: {$filterCount} lần xuất hiện. Chỉ nên có một lần.

# emailTemplate.variable.allReviewersComments
source: All comments from completed reviews. Reviewer names are hidden for anonymous reviews
bg_bg: Всички коментари от завършени реценции. Имената на рецензентите са скрити за анонимни рецензии
cs_cz: Všechny komentáře z dokončených recenzí. U anonymních recenzí jsou jména recenzentů skryta
da: Alle kommentarer fra færdiggjorte bedømmelser. Bedømmeres navne er skjulte ved anonyme bedømmelser
eu: Osatutako berrikuspenetako iruzkin guztiak. Ebaluatzaileen izenak ezkutatuta daude berrikuspen anonimoak baitira
hr: Svi komentari iz završenih recenzija. Imena recenzenata skrivena su za anonimne recenzije
hy_am: ոլոր մեկնաբանությունները ավարտվուն գրախոսություններից: Անանուն գրախոսությունների պարագայում գրախոսների անունները թաքցված են
id: Semua komentar dari review yang lengkap. Nama reviewer disembunyikan untuk review anonim
ka_ge: ყველა კომენტარი დასრულებული მიმოხილვებიდან. მიმომხილველის სახელები დამალულია ანონიმური მიმოხილვებისთვის
kk_kz: Барлық пікірлер аяқталған шолулардан алынған. Рецензент атаулары анонимді пікірлер үшін жасырылған
lv: Visi komentāri no pabeigtām recenzijām. Anonīmām recenzijām recenzentu vārdi ir paslēpti
mk: Сите коментари од завршени рецензии. Имињата на рецензентите се скриени за анонимни критики
mr: पूर्ण झालेल्या समीक्षणाच्या सर्व टिप्पण्या. अनामिक समीक्षणप्रक्रियेमुळे समीक्षकांची नावे गुप्त राखली आहेत
nl: Alle commentaren van de afgeronde recensies. De recensentnamen zijn achterwege gelaten omwille van de anonimiteit van de recensies
pl: Wszystkie komentarze z zakończonych recenzji. Nazwy recenzentów są ukryte dla trybu ślepej recenzji
sl: Vsi komentarji zaključenih recenzij. Imena recenzentov so skrita zaradi anonimnosti recenzije.
th: ความคิดเห็นทั้งหมดจากการรีวิวที่เสร็จสิ้น ชื่อผู้รีวิวจะถูกซ่อนเพื่อความไม่เปิดเผยตัว
uk: Усі коментарі із завершених рецензувань. Імена рецензентів приховано для анонімних рецензій
vi: Tất cả nhận xét từ các đánh giá đã hoàn thành. Tên người đánh giá bị ẩn đối với các đánh giá ẩn danh

# emailTemplate.variable.context.passwordLostUrl
source: The URL to a page where the user can recover a lost password
az: İstifadəçinin itmiş bir şifrəni xilas edə biləcəyi bir səhifənin URL-si
bg_bg: URL адресът към страница, където потребителят може да възстанови изгубена парола
cs_cz: Adresa URL stránky, na které může uživatel obnovit ztracené heslo
da: URL til en side, hvor brugeren kan gendanne en mistet adgangskode
eu: Erabiltzaileak galdutako pasahitza berreskuratzeko orri baten URLa
hr: URL za stranicu na kojoj korisnik može vratiti izgubljenu lozinku
hy_am: Էջի URL-ը, որտեղից օգտագործողը կարող է վերականգնել կորցրած գաղտնաբառը
id: URL ke halaman dimana pengguna dapat memulihkan password yang hilang
is: Vefslóð á síðu þar sem notandi getur endurheimt týnt lykilorð
ja: パスワードを忘れたユーザーが回復できるページのURL
ka_ge: გვერდის URL, სადაც მომხმარებელს შეუძლია დაკარგული პაროლის აღდგენა
kk_kz: Пайдаланушы жоғалған құпия сөзді қалпына келтіре алатын беттің URL мекенжайы
lv: URL uz lapu, kurā lietotājs var atgūt pazaudēto paroli
mk: УРЛ кон страницата каде што корисникот може да ја обнови лозинката
mr: हरवलेला पासवर्ड पुन: मिळवण्यासाठी वापरकर्त्यासाठी URL पत्ता
ms: URL ke halaman di mana pengguna boleh memulihkan kata laluan yang hilang
nl: De URL naar de pagina waar de gebruiker een verloren wachtwoord kan herstellen
pl: Adres URL strony gdzie użytkownik może dokonać odzyskania straconego hasła
ru_ru: URL страницы, где пользователь может восстановить потерянный пароль
sl: URL naslov strani, kjer lahko uporabnik pridobi izgubljeno geslo
th: URL สำหรับหน้าที่ผู้ใช้สามารถกู้คืนรหัสผ่านที่สูญหายได้
uk: URL-адреса сторінки, на якій користувач може відновити втрачений пароль
vi: URL đến trang nơi người dùng có thể khôi phục mật khẩu bị quên

# emailTemplate.variable.context.submissionsUrl
source: The URL to view all of a user's assigned submissions
cs_cz: Adresa URL pro zobrazení všech přiřazených příspěvků uživatele.
da: URL til at se alle brugerens tildelte indsendelser
eu: Erabiltzaile bati esleitutako bidalketa guztiak ikusteko URLa
hr: URL za pregled svih dodijeljenih podnesaka korisnika.
hy_am: Օգտվողի կողմից նշանակված բոլոր ներկայացումները դիտելու URL-ը:
id: URL untuk melihata semua naskah yang ditugaskan pengguna
ka_ge: URL მომხმარებლის მიერ მინიჭებული ყველა წარდგენის სანახავად.
lv: URL, lai skatītu visus lietotājam piešķirtos iesniegtos materiālus
mk: УРЛ за преглед на сите поднесоци на корисникот
mr: वापरकर्त्याने सादर केलेली सर्व सादरीकरणे पाहण्यासाठी URL पत्ता
nl: The URL naar volledige inzage in de inzendingen die aan de gebruiker zijn toegewezen
pl: Adres URL strony gdzie użytkownik może przejrzeć przydzielone zgłoszenia.
sl: URL za pregled vseh prispevkov dodeljenih enemu uporabniku
th: URL เพื่อดูการส่งงานทั้งหมดที่ได้รับมอบหมายให้ผู้ใช้
uk: URL-адреса для перегляду всіх призначених користувачу подань
vi: URL để xem tất cả các bài nộp được chỉ định cho người dùng

# emailTemplate.variable.context.userProfileUrl
source: The URL for a user to view and edit their profile
cs_cz: Adresa URL pro zobrazení a úpravu profilu uživatele.
da: URL til en side, hvor brugeren kan se og redigere sin profil
eu: Erabiltzaile batek bere profila ikusi eta editatzeko URLa
hr: URL preko kojeg korisnik može pregledavati i uređivati svoj profil.
hy_am: Օգտատիրոջ՝ իր պրոֆիլը դիտելու և խմբագրելու URL-ը:
id: URL untuk pengguna yang ingin melihat dan mengedit profil mereka
lv: URL lietotāja profila apskatei un rediģēšanai
mk: URL-адресата за корисникот да го гледа и уредува својот профил
mr: वापरकर्त्याला त्याची माहिती (प्रोफाइल) पाहण्यासाठी आणि संपादित करण्यासाठी URL पत्ता
nl: De URL voor de inzage en bewerking van het gebruikersprofiel
pl: Adres URL strony gdzie użytkownik może przejrzeć swój profil.
sl: URL za uporabnika, da lahko vidi in ureja uporabniški račun
th: URL สำหรับผู้ใช้เพื่อดูและแก้ไขโปรไฟล์ของตนเอง
uk: URL-адреса для користувача, щоб переглядати та редагувати профіль
vi: URL để người dùng xem và chỉnh sửa hồ sơ của họ

# emailTemplate.variable.decision.name
source: The name of the decision that was taken
cs_cz: Název přijatého rozhodnutí.
da: Navnet på beslutningen, der blev truffet
eu: Hartutako erabakiaren izena
hr: Naziv donesene odluke.
hy_am: Ընդունված որոշման անվանումը.
id: Nama dari keputusan yang telah diambil
ka_ge: მიღებული გადაწყვეტილების სახელწოდება.
lv: Pieņemtā lēmuma nosaukums
mk: Името на одлуката што е донесена
mr: ई-मेलचा तयार मजकूर (टेम्पलेट) निवडण्यासाठी घेतलेल्या निर्णयाचे नाव
nl: De naam van de genomen beslissing
pl: Nazwa podjętej decyzji.
sl: Ime sprejete odločitve
th: ชื่อการตัดสินใจที่ถูกทำขึ้น
uk: Назва ухваленого рішення
vi: Tên của quyết định đã được đưa ra

# emailTemplate.variable.decision.description
source: A description of the decision that was taken
cs_cz: Popis přijatého rozhodnutí.
da: En beskrivelse af den trufne beslutning
eu: Hartutako erabakiaren deskribapena
hr: Opis donesene odluke.
hy_am: Ընդունված որոշման նկարագրությունը.
id: Deskripsi dari keputusan yang telah diambil
ka_ge: მიღებული გადაწყვეტილების აღწერა.
lv: Pieņemtā lēmuma apraksts
mk: Опис на одлуката што е донесена
mr: ई-मेलचा तयार मजकूर (टेम्पलेट) निवडण्यासाठी घेण्यात आलेल्या निर्णयाचे वर्णन
nl: Een beschrijving van de genomen beslissing
pl: Opis podjętej decyzji.
sl: Opis sprejete odločitve
th: คำอธิบายของการตัดสินใจที่ถูกทำขึ้น
uk: Опис ухваленого рішення
vi: Mô tả về quyết định đã được đưa ra

# emailTemplate.variable.issue.issueIdentification
source: Issue identification, including volume, number, year, and title
bg_bg: Идентификация на изданието, включително том, номер, година и заглавие
cs_cz: Identifikace čísla, včetně svazku, čísla, roku a názvu
da: Nummer identifikation, inklusive årgang, nummer, år og titel
eu: Zenbakiaren identifikazioa, bolumena, zenbakia, urtea eta izenburua barne
hr: Identifikacija izdanja, uključujući svezak, broj, godinu i naslov
hy_am: Թողարկման նույնականացում, ներառյալ հատորը, թիվը, տարին և անվանումը
id: Identifikasi isu, termasuk volume, nomor, tahun, dan judul
lv: Žurnāla numura identifikācija, ieskaitot sējumu, numuru, gadu un nosaukumu
mk: Идентификација на проблемот, вклучувајќи том, број, година и наслов
mr: खंड, अंक, वर्ष आणि शीर्षकाद्वारे अंकाची ओळख
nl: Identificatie van uitgave, inclusief volume, nummer, jaar en titel
pl: Identyfikacja wydania - tom, numer, rok i tytuł
sl: Identifikacija številke, vključuje zvezek, številko, leto in naslov
th: ข้อมูลระบุตัวของฉบับรวมถึงเล่ม, หมายเลข, ปี, และชื่อเรื่อง
uk: Ідентифікація випуску, включно з томом, номером, роком і назвою
vi: Định danh số, bao gồm tập, số, năm và tiêu đề

# emailTemplate.variable.decision.round
source: The round of review this decision was taken in, if the decision is related to a review stage
cs_cz: Kolo recenzí, v němž bylo toto rozhodnutí přijato, pokud se rozhodnutí týká fáze recenze.
da: Bedømmelsesrunden, hvor denne beslutning blev truffet, hvis beslutningen er relateret til bedømmelsestrinnet
eu: Erabaki hau hartu zen berrikuspen-erronda, baldin eta erabakia berrikuspen-fase bati lotuta badago
hr: Krug recenzije u kojem je donesena ova odluka, ako se odluka odnosi na fazu recenzije.
hy_am: Սույն որոշումն ընդունվել է գրախոսման փուլում, եթե որոշումը կապված է գրախոսման փուլի հետ։
id: Putaran review untuk keputusan ini diambil, jika keputusan tersebut berhubungan dengan tahap review
ka_ge: განხილვის რაუნდში ეს გადაწყვეტილება მიიღეს, თუ გადაწყვეტილება დაკავშირებულია განხილვის ეტაპთან.
lv: Recenzēšanas kārta, kurā šis lēmums tika pieņemts, ja šis lēmums ir saistīts ar recenzēšanas posmu
mk: Во кругот на разгледување оваа одлука е донесена, доколку одлуката е поврзана со фаза на рецензија
mr: जर निर्णय समीक्षण टप्प्याशी संबंधित असेल तर ज्यात हा निर्णय घेण्यात आला ती समीक्षण फेरी
nl: De beoordelingsronde, waarin de genomen beslissing, indien de beslissing wordt gerelateerd aan de recensiefase
pl: Runda recenzji, w której podjęto tę decyzję, o ile decyzja jest związana z etapem recenzji
sl: Krog recenzije v katerem je bila sprejeta odločitev, če je faza recenzije vplivala na odločitev
th: รอบการทบทวนที่ทำการตัดสินใจนี้ ถ้าการตัดสินใจเกี่ยวข้องกับขั้นตอนการทบทวน
uk: Раунд рецензування, у якому це рішення було ухвалено, якщо рішення пов'язане зі стадією рецензування
vi: Vòng đánh giá mà quyết định này được đưa ra, nếu quyết định liên quan đến giai đoạn đánh giá
