Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.navigationMenus.subscriptions.conditionalWarning
source: This link will only be displayed if payments are enabled under Settings > Distribution > Payments.
az: Bu ödənişlər linki sadəcə "Tənzimlər > Paylanış > Ödənişlər" altında aktivləşdirildiyi zaman baxıla bilən olur.
bg_bg: Тази връзка ще се показва само ако плащанията са активирани в Настройки > Разпространение > Плащания.
ca_es: Aquest enllaç només es mostrarà si l'opció de pagaments s'ha activat a Configuració > Distribució > Pagaments.
cs_cz: Tento odkaz se zobrazí pouze pokud jsou zapnuty platby v Nastavení > Distribuce > Platby.
da: Dette link vises kun, hvis betalinger er aktiveret under Indstillinger> Distribuering> Betaling.
de_de: Dieser Link wird nur angezeigt, wenn Zahlungen unter Einstellungen > Vertrieb > Zahlungen aktiviert sind.
el_gr: Αυτός ο σύνδεσμος θα εμφανίζεται μόνο εάν οι πληρωμές είναι ενεργοποιημένες στις Ρυθμίσεις > Διανομή > Πληρωμές.
es_es: Este enlace solo se mostrará si la opción de pagos está activa en Ajustes > Distribución > Pagos.
eu: Esteka hau Ezarpenak > Banaketa > Ordainketak atalean, ordainketak gaituta badaude bakarrik bistaratuko da.
fr_fr: Ce lien ne sera affiché que si vous avez activé le paiement sous Paramètres > Distribution > Paiements.
gl: Esta ligazón só se amosará se os pagos están habilitados en Configuración > Distribución > Pagamentos.
hr: Ova poveznica bit će prikazana samo ako su plaćanja omogućena pod Postavke > Distribucija > Plaćanja.
hu_hu: Ez a link csak akkor jelenik meg, ha a befizetések engedélyezve vannak a Beállítások > Megosztás > Fizetések alatt.
hy_am: Այս հղումը կցուցադրվի միայն այն դեպքում, եթե վճարումները միացված են այստեղից՝ Կարգավորումներ > Բաշխում > Վճարումներ:
id: Tautan ini hanya akan ditampilkan jika pembayaran diaktifkan pada Pengaturan > Distribusi > Pembayaran.
is: þessi tengill er bara sýndur ef greiðslur eru gerðar virkar undir Stillingar > Dreifing > Greiðslur.
it_it: Questo link viene visualizzato solo se i pagamenti sono abilititati in Impostazioni > Distribuzione > Pagamenti.
ja: このリンクは、「設定」→「流通」→「支払い」で決済が有効になっている場合にのみ表示されます。
ka_ge: ეს ბმული მხოლოდ იმ შემთხვევაში გამოჩნდება, თუ გადახდები ჩართულია პარამეტრები > განაწილება > გადახდები.
kk_kz: Бұл сілтеме "Параметрлер > Тарату > Төлемдер" бөлімінде төлемдер қосылған жағдайда ғана көрсетіледі.
lv: Šī saite tiks rādīta tikai tad, ja sadaļā Iestatījumi > Izplatīšana > Maksājumi ir iespējoti maksājumi.
mk: Овој линк ќе биде прикажан само ако се овозможени наплати во Поставки > Дистрибуција > Наплати.
mr: सेटिंग्ज > वितरण (Distribution) > रकमेचा भरणा (Payments) अंतर्गत रकमेचा भरणा (Payments) कार्यान्वित केला असेल तरच हा दुवा (link) प्रदर्शित होईल.
ms: Pautan ini hanya akan dipaparkan jika pembayaran didayakan di bawah Tetapan > Distribusi> Pembayaran.
nb_no: Denne lenken vil kun vises dersom betalinger er aktivert under Innstillinger > Distribusjon > Betalinger.
nl: Deze link zal alleen worden getoond wanneer betalingen zijn ingeschakeld in Instellingen > Distributie > Betalingen.
pl: Link zostanie wyświetlony tylko, gdy płatności są włączone (Ustawienia > Dystrybucja > Płatności).
pt_pt: Esta ligação só será apresentada se os pagamentos estiverem ativos em Configurações > Distribuição > Pagamentos.
ro_ro: Acest link va fi afișat numai dacă plățile sunt activate în Setări> Distribuție> Plăți.
ru_ru: Эта ссылка будет показываться только в случае, если включены платежи в Настройки > Распространение > Платежи.
sl: Ta povezava bo vidna le, če so omogočena plačila pod Nastavitve > Distribucija > Plačila.
sv_se: Den här länken visas bara om betalningar är aktiverade under Inställningar > Distribution > Betalningar.
th: ลิงก์นี้จะแสดงเฉพาะเมื่อเปิดใช้งานการชำระเงินใน การตั้งค่า > การจัดจำหน่าย > การชำระเงิน
tr_tr: Bu ödemeler bağlantısı yalnızca "Ayarlar > Dağıtım > Ödemeler" altında etkinleştirilirse görüntülenir.
uk: Це покликання відображатиметься лише в разі активації платежів у розділі "Налаштування" > "Розповсюдження" > "Платежі".
uk_ua: Це посилання відображатиметься лише в разі активації платежів у Налаштування > Розповсюдження > Платежі.
vi: Liên kết này sẽ chỉ hiển thị nếu thanh toán được bật trong Cài đặt > Phân phối > Thanh toán.
vi_vn: Liên kết này sẽ chỉ được hiển thị nếu thanh toán được bật trong Cài đặt > Phân phối > Thanh toán.

# manager.navigationMenus.mySubscriptions.conditionalWarning
source: This link will only be displayed if the visitor is logged in, payments are enabled under Settings > Distribution > Payments and subscriptions are required under Settings > Distribution > Access.
az: Bu link sadəcə bir ziyarətçi daxil olduğunda göstəriləcək
bg_bg: Тази връзка ще се показва само ако посетителят е влязъл като потребител в системата, плащанията са активирани в Настройки > Разпространение > Плащания и са необходими абонаменти от Настройки > Разпространение > Достъп.
ca_es: Aquest enllaç només es mostrarà si l'usuari/ària ha iniciat la sessió, si els pagaments s'han activat a Configuració > Distribució > Pagaments i si les subscripcions són obligatòries a Configuració > Distribució > Accés.
cs_cz: Tento odkaz se zobrazí pouze pokud je návštěvník přihlášen, jsou zapnuty platby v Nastavení > Distribuce > Platby a je vyžadováno předplatné v Nastavení > Distribuce > Přístup.
da: Dette link vises kun, hvis den besøgende er logget ind, betalinger er aktiveret under Indstillinger> Distribuering> Betalinger, og abonnementer kræves under Indstillinger> Distribution> Adgang.
de_de: Dieser Link wird nur angezeigt, wenn die Besucherin/der Besucher eingeloggt ist, Zahlungen unter Einstellungen > Vertrieb > Zahlungen aktiviert sind und ein Abonnement laut Einstellungen > Vertrieb > Zugriff erforderlich ist.
el_gr: Αυτός ο σύνδεσμος θα εμφανίζεται μόνο εάν ο επισκέπτης είναι συνδεδεμένος, οι πληρωμές είναι ενεργοποιημένες στις Ρυθμίσεις > Διανομή > Πληρωμές και απαιτούνται συνδρομές στις Ρυθμίσεις > Διανομή > Πρόσβαση.
es_es: Este enlace solo se mostrará si el visitante ha iniciado la sesión, la opción de pagos está activa en Ajustes > Distribución > Pagos y se requieren suscripciones en Ajustes > Distribución > Acceso.
eu: Esteka hau soilik bistaratuko da bisitaria saioa hasita badago, ordainketak gaituta badaude Ezarpenak > Banaketa > Ordainketak atalean eta harpidetzak beharrezkoak badira Ezarpenak > Banaketa > Sarbidea atalean.
fr_fr: Ce lien ne sera affiché que si un utilisateur est loggué, que les paiements sont activés et que les abonnements sont nécessaires (Paramètres > Distribution > Accès).
gl: Esta ligazón só se amosará se o usuario iniciou sesión, os pagos están habilitados en Configuración > Distribución > Pagos e as subscricións son necesarias en Configuración > Distribución > Acceso.
hr: Ova poveznica bit će prikazana samo ako je posjetitelj prijavljen, plaćanja su omogućena pod Postavke > Distribucija > Plaćanja, a pretplate su navedene pod Postavke > Distribucija > Pristup.
hu_hu: Ez a link csak akkor jelenik meg, ha a látogató bejelentkezett. A fizetési beállítások megtehetők az alábbi helyen: Settings > Distribution > Payments and subscriptions are required under Settings > Distribution > Access.
hy_am: Այս հղումը կցուցադրվի միայն այն դեպքում, եթե այցելուն մուտք է գործել, վճարումները միացված են այստեղից՝ Կարգավորումներ > Բաշխում > Վճարումներ և բաժանորդագրությունները պահանջվում են այստեղից՝ Կարգավորումներ > Բաշխում > Հասանելիություն:
id: Tautan ini hanya akan ditampilkan jika pengunjung telah log in, pembayaran diaktifkan pada Pengaturan > Distribusi > Pembayaran dan berlangganan diperlukan pada Pengaturan > Distribusi > Akses.
is: Þessi tengill er bara sýndur ef gesturinn er innskráður, greiðslur eru gerðar virkar undir Stillingar > Dreifing>Greiðslur og áskriftar er krafist undir Stillingar >Dreifing >Aðgengi.
it_it: Questo link viene visualizzato solo se il visitaroe è loggato, i pagamenti sono abilititati in Impostazioni > Distribuzione > Pagamenti e gli abbonamenti sono richiesti in Impostazioni > Distribuzione > Accesso.
ja: このリンクは、訪問者がログインしており、「設定」→「流通」→「支払い」で決済が有効になっており、「設定」→「流通」→「アクセス」で購読が必要な場合にのみ表示されます。
ka_ge: ეს ბმული გამოჩნდება მხოლოდ იმ შემთხვევაში, თუ ვიზიტორი შესულია, გადახდები ჩართულია პარამეტრები > განაწილება > გადახდები და ხელმოწერა საჭიროა პარამეტრები > განაწილება > წვდომა.
kk_kz: Бұл сілтеме кіруші жүйеге кірген болса, төлемдер Параметрлер > Тарату > Төлемдер тармағында қосылған болса және Параметрлер > Тарату > Қатынас тармағында жазылымдар қажет болса ғана көрсетіледі.
lv: Šī saite tiks parādīta tikai tad, ja apmeklētājs ir pieteicies sistēmā, ja sadaļā Iestatījumi > Izplatīšana > Maksājumi ir iespējoti maksājumi un ja sadaļā Iestatījumi > Izplatīšana > Piekļuve ir nepieciešami abonementi.
mk: Овој линк ќе биде прикажан само ако посетителот е најавен, наплатите се овозможени во Поставки > Дистрибуција > Наплати и претплатите се задолжителни во Поставки > Дистрибуција > Пристап.
mr: हा दुवा (link) केवळ अभ्यागतानीच (visitor) लॉग-इन केले असताना, किंवा सेटिंग्ज > वितरण (Distribution) > रकमेचा भरणा (Payments) अंतर्गत रकमेचा भरणा (Payments) कार्यान्वित केला असेल तरच, किंवा सेटिंग्ज > वितरण (Distribution) > प्रवेश अंतर्गत वर्गणी आवश्यक असेल तरच प्रदर्शित होईल.
ms: Pautan ini hanya akan dipaparkan jika pelawat log masuk, pembayaran didayakan di bawah Tetapan > Distribusi> Pembayaran dan langganan diperlukan di bawah Tetapan > Distribusi> Akses.
nb_no: Denne lenken vil kun vises dersom den besøkende er pålogget, og betalinger er aktivert under Innstillinger > Distribusjon > Betalinger. Abonnement må være påkrevd under Innstillinger > Distribusjon > Tilgang.
nl: Deze link zal alleen worden getoond wanneer de gebruiker ingelogd is, betalingen zijn ingeschakeld in Instellingen > Distributie > Betalingen, en abonnementen als verplicht zijn ingesteld in Instellingen > Distributie > Toegang.
pl: Link zostanie wyświetlony tylko, gdy użytkownik jest zalogowany, płatności są włączone (Ustawienia > Dystrybucja > Płatności) oraz wymagana jest subskrypcja (Ustawienia > Dystrybucja > Dostęp).
pt_pt: Esta ligação só irá ser apresentada se o visitante estiver autenticado, e os pagamentos estiverem ativos em Configurações > Distribuição > Pagamentos e as subscrições são obrigatórias em Configuração > Distribuição > Acesso.
ro_ro: Acest link va fi afișat numai dacă vizitatorul este conectat, plățile sunt activate în Setări> Distribuție> Plăți și abonamente sunt necesare în Setări> Distribuție> Acces.
ru_ru: Эта ссылка будет показываться только в случае, если посетитель зашел в систему, включены платежи в Настройки > Распространение > Платежи и обязательны подписки в Настройки > Распространение > Доступ.
sl: Ta povezava bo vidna le, če je obiskovalec prijavljen, če so omogočena plačila pod Nastavitve > Distribucija > Plačila in če je zahtevno naročilo pod Nastavtive > Distribucija > Dostop.
sv_se: Den här länken visas bara om besökaren är inloggad, betalningar är aktiverade under Inställningar > Distribution > Betalningar och prenumerationer krävs enligt Inställningar > Distribution > Tillgång.
th: ลิงก์นี้จะแสดงเฉพาะเมื่อผู้เยี่ยมชมเข้าสู่ระบบแล้ว มีการเปิดใช้งานการชำระเงินใน การตั้งค่า > การจัดจำหน่าย > การชำระเงิน และกำหนดการสมัครสมาชิกใน การตั้งค่า > การจัดจำหน่าย > การเข้าถึง
tr_tr: Bu bağlantı yalnızca ziyaretçi giriş yapmışsa görüntülenir, ödemeler "Ayarlar> Dağıtım> Ödemeler" altında etkinleştirilir ve "Ayarlar> Dağıtım> Erişim" altında abonelik gereklidir.
uk: Це покликання відображатиметься, лише якщо відвідувач увійшов у систему, платежі увімкнені в розділі "Налаштування" > "Розповсюдження" > "Платежі" та вимагаються підписки в "Налаштування" > "Розповсюдження" > "Доступ".
uk_ua: Це посилання відображатиметься, лише якщо відвідувач увійшов у систему, платежі увімкнені в розділі Налаштування> Розповсюдження> Платежі та обов'язкові підписки в Налаштування > Розповсюдження > Доступ.
vi: Liên kết này sẽ chỉ hiển thị nếu khách truy cập đã đăng nhập, thanh toán được bật trong Cài đặt > Phân phối > Thanh toán và đăng ký là bắt buộc trong Cài đặt > Phân phối > Truy cập.
vi_vn: Liên kết này sẽ chỉ được hiển thị nếu khách truy cập đã đăng nhập, thanh toán được bật trong Cài đặt > Phân phối > Thanh toán và đăng ký là bắt buộc trong Cài đặt > Phân phối > Truy cập.

# manager.navigationMenus.privacyStatement.conditionalWarning
source: This link will only be displayed if you have entered a privacy statement under Settings > Workflow > Submissions.
az: Bu link sadəcə Tənzimlər > İş Axışı >Təqdimatlar altında bir məxfilik bildirişi daxil etmisinizsə baxıla bilər.
bg_bg: Тази връзка ще се показва само ако сте въвели декларация за поверителност в Настройки > Работен процес > Подадени материали.
ca_es: Aquest enllaç només es mostrarà si heu introduït una declaració de privacitat a Configuració > Flux de treball > Trameses.
cs_cz: Tento odkaz se zobrazí pouze pokud jste vložili prohlášení o soukromí v Nastavení > Workflow > Příspěvek.
da: Dette link vil kun blive vist, hvis du har indsat en erklæring om beskyttelse af personlige oplysninger under Indstillinger > Workflow > Indsendelser.
de_de: Dieser Link wird nur angezeigt, wenn Sie eine Erklärung zum Schutz personenbezogener Daten unter Einstellungen > Workflow > Einreichungen angegeben haben.
el_gr: Αυτός ο σύνδεσμος θα εμφανίζεται μόνο εάν έχετε εισαγάγει μια δήλωση απορρήτου στις Ρυθμίσεις > Ροή εργασιών > Υποβολές.
es_es: Este enlace solo se mostrará si se ha introducido una declaración de privacidad en Ajustes > Flujo de trabajo > Envíos.
eu: Esteka hau bistaratuko da baldin eta pribatutasun-adierazpen bat sartu baduzu hemen: Ezarpenak > Lan-fluxua > Bidalketak.
fr_fr: Ce lien ne sera affiché que si vous avez entré une déclaration sous Paramètres > Worflow > Soumissions.
gl: Esta ligazón só se amosará se introduciu unha declaración de privacidade en Configuración > Fluxo de traballo > Envíos.
hr: Ova poveznica bit će prikazana samo ako ste unijeli izjavu o privatnosti pod Postavke > Tijek rada > Podnesci.
hu_hu: Ez a hivatkozás csak akkor jelenik meg, ha megadta az adatvédelmi nyilatkozatot az alábbi helyen: Settings > Workflow > Submissions.
hy_am: Այս հղումը կցուցադրվի միայն այն դեպքում, եթե դուք մուտքագրել եք գաղտնիության հայտարարություն այստեղից Կարգավորումներ > Աշխատանքային հոսք > Ներկայացումներ:
id: Tautan ini hanya akan ditampilkan jika Anda mengisi penyataan privasi pada Pengaturan > Alur Kerja > Naskah.
is: Þessi tengill er bara sýndur ef þú hefur skráð eitthvað í persónuvernd undir Stillingar>Verkflæði>Innsendingar.
it_it: Questo link sarà visibile solo se hai inserito un'informativa sulla privacy in Impostazioni > Flusso di lavoro > Proposte.
ja: このリンクは、「設定」→「ワークフロー」→「投稿」で個人情報の取り扱いを入力した場合にのみ表示されます。
ka_ge: ეს ბმული ნაჩვენები იქნება მხოლოდ იმ შემთხვევაში, თუ თქვენ შეიტანეთ კონფიდენციალურობის განაცხადი პარამეტრები > სამუშაო ნაკადი > გაგზავნა.
kk_kz: Бұл сілтеме Құпиялық мәлімдемесін Параметрлер > Жұмыс процесі > Мазмұн тармағында енгізген болсаңыз ғана көрсетіледі.
lv: Šī saite tiks parādīta tikai tad, ja sadaļā Iestatījumi > Darbplūsma > Materiālu iesniegšana būsiet ievadījis privātuma atrunu.
mk: Овој линк ќе биде прикажан само ако имате внесено изјава за приватност во Поставки > Тек на работа > Поднесоци.
mr: तुम्ही सेटिंग्ज > कार्यप्रवाह (वर्कफ्लो) > सादरीकरण अंतर्गत गोपनीयता विधान (privacy statement) प्रविष्ट केले असेल तरच हा दुवा (link) प्रदर्शित होईल.
ms: Pautan ini hanya akan dipaparkan jika anda telah memasukkan pernyataan privasi di bawah Tetapan > Aliran Kerja > Penyerahan.
nb_no: Lenken vil kun vises dersom du har lagt til en personvernerklæring under Innstillinger > Arbeidsflyt > Innlevering.
nl: Deze link zal alleen worden getoond als een privacy verklaring werd ingevoerd in Instellingen > Redactieproces > Inzending.
pl: Link zostanie wyświetlony tylko, gdy podana jest polityka prywatności (Ustawienia > Obieg > Zgłoszenia).
pt_pt: Esta ligação só irá ser apresentada se tiver introduzido uma declaração de privacidade, em Configurações > Fluxo de Trabalho > Submissões.
ro_ro: Acest link va fi afișat numai dacă ați introdus o declarație de confidențialitate în Setări> Flux de lucru> Trimiteri.
ru_ru: Эта ссылка будет показываться только в случае, если вы ввели Заявление о конфиденциальности в Настройки > Рабочий поток > Материалы.
sl: Ta povezava bo vidna le, če ste vpisali izjavo o zasebnosti pod Nastavitve > Delovni tok > Oddaja.
sv_se: Den här länken visas enbart om det finns en integritetspolicy inmatad under Inställningar > Arbetsflöde > Bidrag.
th: ลิงก์นี้จะแสดงเฉพาะเมื่อคุณป้อนคำชี้แจงความเป็นส่วนตัวภายใต้ การตั้งค่า > กระบวนการทำงาน > การส่ง
tr_tr: Bu bağlantı sadece Ayarlar > İş Akışı > Gönderiler altında bir gizlilik bildirimi girdiyseniz görüntülenir.
uk: Це покликання відображатиметься, лише якщо ви ввели заяву про конфіденційність у розділі "Налаштування" > "Робочий процес" > "Подання".
uk_ua: Це посилання відображатиметься, лише якщо ви ввели заяву про конфіденційність у розділі Налаштування> Робочий процес> Представлення.
vi: Liên kết này sẽ chỉ hiển thị nếu bạn đã nhập tuyên bố về quyền riêng tư trong Cài đặt > Quy trình làm việc > Bài nộp.
vi_vn: Liên kết này sẽ chỉ được hiển thị nếu bạn đã nhập tuyên bố về quyền riêng tư trong Cài đặt > Luồng công việc > Bài gửi.

# grid.category.urlWillBe
source: The category's URL will be: {$sampleUrl}
az: Kateqoriyanın URL-si: {$sampleUrl}
bg_bg: URL адресът на категорията ще бъде: {$sampleUrl}
ca_es: L'URL de la categoria serà: {$sampleUrl}
cs_cz: Adresa URL kategorie bude: {$sampleUrl}
da: Kategoriens URL vil være: {$sampleUrl}
de_de: Die URL der Kategorie wird: {$sampleUrl}
el_gr: Η διεύθυνση URL της κατηγορίας θα είναι: {$sampleUrl}
es_es: La URL de la categoría será: {$sampleUrl}
eu: Kategoriaren URLa hau izango da: {$sampleUrl}
fr_fr: l'URL de la catégorie sera : {$sampleUrl}
gl: O URL da categoría será: {$sampleUrl}
hr: URL kategorije je: {$sampleUrl}
hu_hu: A kategória URL címe az alábbi: {$sampleUrl}
hy_am: Դասի URL-ը կլինի՝ {$sampleUrl}
id: URL kategori akan menjadi: {$sampleUrl}
is: Vefslóðin fyrir flokkinn verður: {$sampleUrl}
it_it: l'URL della categoria sarà: {$sampleUrl}
ja: カテゴリのURLは: {$sampleUrl}
ka_ge: კატეგორიის URL იქნება: {$sampleUrl}
kk_kz: Санат URL мекенжайы: {$sampleUrl}
lv: Kategorijas URL būs šāds: {$sampleUrl}
mk: УРЛ-адресата на категоријата ќе биде: {$sampleUrl}
mr: प्रवर्गाचा (Category) URL असा असेल : {$sampleUrl}
ms: URL kategori ialah: {$sampleUrl}
nb_no: Kategoriens URL vil bli: {$sampleUrl}
nl: De categorie zal de volgende URL krijgen: {$sampleUrl}
pl: URL kategorii: {$sampleUrl}
pt_pt: O URL da categoria será: {$sampleUrl}
ro_ro: Adresa URL a categoriei va fi: {$sampleUrl}
ru_ru: URL категории будет: {$sampleUrl}
sl: URL kategorije bo {$sampleUrl}
th: URL ของหมวดหมู่จะเป็น: {$sampleUrl}
tr_tr: Kategorinin URL'si: {$sampleUrl}
uk: URL-адреса категорії буде: {$sampleUrl}
uk_ua: URL-адреса категорії буде: {$sampleUrl}
vi: URL của danh mục sẽ là: {$sampleUrl}
vi_vn: Đường dẫn URL sẽ là: {$sampleUrl}

# grid.category.pathAlphaNumeric
source: The category path must consist of only letters and numbers.
az: Kateqoriya yolu sadəcə hərf və rəqəmlərdən ibarət olmalıdır.
bg_bg: Пътят на категорията трябва да се състои само от букви и цифри.
ca_es: La ruta de la categoria ha de tenir només lletres i números.
cs_cz: Cesta kategorie musí obsahovat pouze písmena a čísla.
da: Kategoristien må kun bestå af bogstaver og tal.
de_de: Der Kategorienpfad darf nur aus Buchstaben und Ziffern bestehen.
el_gr: Η διαδρομή κατηγορίας πρέπει να αποτελείται μόνο από γράμματα και αριθμούς.
es_es: La ruta de la categoría debe consistir sólo en letras y números.
eu: Kategoriaren helbideak letrak eta zenbakiak bakarrik izan behar ditu.
fr_fr: Le chemin d'accès de la catégorie ne peut contenir que des caractères alphanumériques.
gl: A ruta da categoría debe consistir só en letras e números.
hr: Putanja kategorije mora se sastojati samo od slova i brojeva.
hu_hu: A kategória útvonala csak betűket és számokat tartalmazhat.
hy_am: Դասի ուղին պետք է բաղկացած լինի միայն տառերից և թվերից:
id: Alamat kategori hanya boleh mengandung huruf dan angka.
is: Slóð fyrir flokkinn má bara innihalda bókstafi og númer.
it_it: Il path della categoria può contenere solo lettere e numeri.
ja: カテゴリーパスは、アルファベットと数字のみで構成されている必要があります。
ka_ge: კატეგორიის გზა უნდა შედგებოდეს მხოლოდ ასოებისა და ციფრებისგან.
kk_kz: Санат жолында тек әріптер мен сандар болуы керек.
lv: Kategorijas ceļam jāsastāv tikai no burtiem un cipariem.
mk: Патеката на категоријата мора да содржи само букви и броеви.
mr: प्रवर्गाचा (Category) पत्ता (Path) लिहिताना फक्त अक्षरे आणि आकड्यांचाच उपयोग करणे आवश्यक आहे.
ms: Laluan kategori mestilah terdiri daripada huruf dan nombor sahaja.
nb_no: Kategoriens sti må bestå av kun bokstaver og tall.
nl: Het pad van de categorie mag uitsluitend letters en cijfers bevatten.
pl: Ścieżka kategorii może zawierać tylko litery i cyfry.
pt_pt: O caminho da categoria constiste apenas em letras e números.
ro_ro: Calea de categorie trebuie să fie doar din litere și numere.
ru_ru: Путь к категории должен состоять только из букв и цифр.
sl: Naslov kategorije mora biti zapisan samo s črkami in številkami.
th: เส้นทางของหมวดหมู่ต้องประกอบด้วยตัวอักษรและตัวเลขเท่านั้น
tr_tr: Kategori yolu yalnızca harf ve rakamlardan oluşmalıdır.
uk: Шлях категорії повинен складатися лише з букв і цифр.
uk_ua: Шлях категорії повинен складатися лише з літер і цифр.
vi: Đường dẫn danh mục chỉ được bao gồm các chữ cái và số.
vi_vn: Đường dẫn thể loại chỉ được bao gồm các chữ cái và số.

# grid.category.removeText
source: Are you sure you wish to remove this category?
az: Bu kateqoriyanı silmək istədiyinizə əminsiniz?
bg_bg: Наистина ли искате да премахнете тази категория?
ca_es: Segur que voleu eliminar aquesta categoria?
cs_cz: Opravdu chcete tuto kategorii odebrat?
da: Er du sikker på, at du vil fjerne denne kategori?
de_de: Sind Sie sicher, dass Sie diese Kategorie entfernen möchten?
el_gr: Επιβεβαιώστε ότι θέλετε να καταργήσετε αυτήν την κατηγορία.
es_es: ¿Seguro que desea eliminar esta categoría?
eu: Ziur zaude kategoria hau ezabatu nahi duzula?
fr_fr: Voulez-vous vraiment supprimer cette catégorie ?
gl: Seguro que desexas eliminar esta categoría?
hr: Jeste li sigurni da želite ukloniti ovu kategoriju?
hu_hu: Biztos, hogy el szeretné távolítani ezt a kategóriát?
hy_am: Իսկապե՞ս ցանկանում եք հեռացնել այս դասը:
id: Yakin ingin menghapus kategori ini?
is: Ertu viss um að þú viljir fjarlægja þennan flokk?
it_it: Confermi di voler eliminare questa categoria?
ja: カテゴリーを削除してよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ კატეგორიის ამოღება?
kk_kz: Осы санатты шынымен жойғыңыз келе ме?
lv: Vai tiešām vēlaties dzēst šo kategoriju?
mk: Дали сте сигурни дека сакате да ја отстраните оваа категорија?
mr: तुम्ही खात्रीने हा प्रवर्ग (Category) काढून टाकू इच्छिता ना?
ms: Adakah anda pasti mahu memadam kategori ini?
nb_no: Er du sikker på at du ønsker å fjerne denne kategorien?
nl: Weet u zeker dat u deze categorie wilt verwijderen?
pl: Czy na pewno usunąć tę kategorię?
pt_pt: Deseja realmente eliminar esta categoria?
ro_ro: Sigur doriți să eliminați această categorie?
ru_ru: Вы уверены, что хотите удалить эту категорию?
sl: Ste prepričani, da želite izbrisati to kategorijo?
th: คุณแน่ใจหรือไม่ว่าต้องการลบหมวดหมู่นี้?
tr_tr: Bu kategoriyi kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити цю категорію?
uk_ua: Ви впевнені, що хочете видалити цю категорію?
vi: Bạn có chắc chắn muốn xóa danh mục này không?
vi_vn: Bạn có chắc chắn muốn xóa thể loại này không?
