Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.emails.resetAll.message
source: If you reset all templates, all modifications to the email templates will be lost. Do you want to confirm this operation?
bg_bg: Ако нулирате всички шаблони, всички модификации на шаблоните за имейли ще бъдат загубени. Искате ли да потвърдите тази операция?
ca_es: Si restabliu totes les plantilles, es perdran totes les modificacions fetes a les plantilles de missatge de correu electrònic. Voleu confirmar aquesta operació?
cs_cz: Pokud obnovíte všechny šablony, budou všechny změny šablon emailů ztraceny. Chcete tuto akci potvrdit?
da: Hvis du nulstiller alle skabeloner, vil alle tilretninger til e- mailskabelonerne blive slettet. Vil du bekræfte denne handling?
de_de: Wenn Sie alle Vorlagen zurücksetzen, gehen alle Veränderungen an den E-Mail-Vorlagen verloren. Möchten Sie diese Aktion bestätigen?
el_gr: Εάν επαναφέρετε όλα τα πρότυπα, όλες οι τροποποιήσεις στα πρότυπα email θα χαθούν. Θέλετε να επιβεβαιώσετε αυτήν τη λειτουργία;
es_es: Si restaura todas las plantillas, se perderán todas las modificaciones realizadas en las plantillas de correo electrónico. ¿Desea confirmar esta operación?
eu: Txantiloi guztiak berrezartzen badituzu, posta elektronikoaren txantiloi guztien aldaketak galduko dira. Eragiketa baieztatu nahi duzu?
fr_fr: Si vous réinitialisez tous les modèles, toutes vos modifications des modèles de courriels seront perdues. Souhaitez-vous confirmer cette opération ?
gl: Se restableces todos os modelos, perderanse todas as modificacións dos modelos de correo electrónico. Queres confirmar esta operación?
hr: Ako poništite sve predloške, sve promjene napravljene u predlošcima e-pošte bit će izgubljene. Želite li potvrditi ovu radnju?
hu_hu: Ha minden sablont visszaállít, akkor az azokon végzett valamennyi módosítás el fog veszni Megerősíti ezt a műveletet?
hy_am: Եթե վերակայեք բոլոր ձևանմուշները, էլ․ փոստի ձևանմուշների բոլոր փոփոխությունները կկորչեն: Ցանկանու՞մ եք հաստատել այս գործողությունը:
id: Jika meresset semua template, semua modifikasi pada template surel akan terhapus. Yakin ingin melanjutkan?
is: Ef þú endurstillir öll sniðmát, munu allar breytingar á tölvupóstsniðmátunum tapast. Viltu staðfesta þessa aðgerð?
it_it: Se resetti tutti i modelli, ogni modifica fatta nel frattempo andrà perduta. Confermi l'operazione?
ja: すべてのテンプレートをリセットすると、メールテンプレートの変更内容はすべて失われます。 この操作を承認しますか？
ka_ge: ყველა თარგის გადატვირთვის შემთხვევაში, ელ.ფოსტის შაბლონების ყველა ცვლილება დაიკარგება. გსურთ დაადასტუროთ ეს ოპერაცია?
kk_kz: Барлық үлгілерді қалпына келтірсеңіз, электрондық пошта үлгілеріне жасалған барлық өзгертулер жоғалады. Бұл әрекетті растағыңыз келе ме?
ku: ئەگەر تۆ هەمو قاڵبەکان هەڵ بوەشێنیتەوە، هەمو تایبەتمەندییە زیادکراوەکان بۆ قاڵبی ئیمەیڵەکان لەدەست دەچن. ئایا دەتەوێت ئەم کارە بکەیت؟
lv: Ja atiestatīsiet visas veidnes, visas e-pasta veidņu izmaiņas tiks zaudētas. Vai vēlaties apstiprināt šo darbību?
mk: Ако ги ресетирате сите шаблони, сите измени во шаблоните за е-пошта ќе бидат изгубени. Дали сакате да ја потврдите оваа операција?
mr: जर तुम्ही सगळे तयार मजकूर (टेम्पलेट्स) पुनर्स्थापित (रीसेट) केले तर तयार मजकूरांच्या (टेम्पलेट्स) ई-मेल मधील केलेले सगळे बदल नाहीसे होतील. तुम्हाला हे कार्य खात्रीने करायचे आहे ना?
ms: Jika anda menetapkan semula semua templat, semua pengubahsuaian pada templat e-mel akan hilang. Adakah anda ingin mengesahkan operasi ini?
nb_no: Om du tilbakestiller alle maler vil alle endringer som er gjort i e-postmalene bli borte. Ønsker du å bekrefte tilbakestillingen?
nl: Als je alle sjablonen opnieuw instelt, gaan alle wijzigingen aan de e-mailsjablonen verloren. Weet je zeker dat je hiermee wilt doorgaan?
pl: Jeżeli zresetujesz wszystkie szablony, wszystkie zmiany zostaną utracone. Czy chcesz kontynuować?
pl_pl: Jeżeli zresetujesz wszystkie szablony, wszystkie zmiany zostaną utracone. Czy chcesz kontynuować?
pt_pt: Se restabelecer todos os modelos, todas as modificações nos modelos de e-mail serão perdidas. Deseja confirmar esta operação?
ro_ro: Dacă resetați toate șabloanele, toate modificările aduse șabloanelor de e-mail vor fi pierdute. Doriți să confirmați această operație?
ru_ru: Если вы сбросите все шаблоны, все изменения, сделанные в шаблонах писем электронной почты, будут потеряны. Вы хотите подтвердить эту операцию?
sl: Če boste ponastavili vse e-poštne predloge, se bodo vse dosedanje spremembe le-teh izgubile. Ste prepričani, da želite nadaljevati?
sr_rs@cyrillic: Уколико ресетујете све шаблоне, све модификације које сте урадили биће изгубљене, да ли сте сигурни да желите да наставите?
sv_se: Alla ändringar som gjorts i e-postmallarna kommer att försvinna. Vill du fortsätta?
th: หากคุณรีเซ็ตแม่แบบทั้งหมด การปรับแต่งทั้งหมดจะหายไป คุณต้องการยืนยันการดำเนินการนี้หรือไม่?
tr_tr: Tüm şablonları sıfırlarsanız, e-posta şablonlarındaki tüm değişiklikler kaybolacaktır. Bu işlemi onaylamak istiyor musunuz?
uk: Якщо ви скинете всі шаблони, всі зміни до шаблонів електронних листів буде втрачено. Бажаєте підтвердити цю операцію?
uk_ua: Якщо ви скинете всі шаблони, всі зміни до шаблонів електронної пошти будуть втрачені. Ви хочете підтвердити цю операцію?
vi: Nếu bạn đặt lại tất cả các mẫu, tất cả các sửa đổi đối với các mẫu email sẽ bị mất. Bạn có muốn xác nhận thao tác này không?
vi_vn: Nếu bạn đặt lại tất cả các mẫu, tất cả các sửa đổi đối với các mẫu email sẽ bị mất. Bạn có muốn xác nhận thao tác này không?

# manager.emails.reset.message
source: If you reset this template, all message data will be reset to its default value, losing all modifications. Do you want to confirm this operation?
bg_bg: Ако нулирате този шаблон, всички данни за съобщението ще бъдат нулирани до стойността по подразбиране, като всички модификации ще бъдат загубени. Искате ли да потвърдите тази операция?
ca_es: Si restabliu aquesta plantilla, totes les dades del missatge es restabliran als valors per defecte i es perdran totes les modificacions. Voleu confirmar aquesta operació?
cs_cz: Pokud tuto šablonu obnovíte, všechna data zpráv budou obnovena na výchozí hodnotu a ztratí se všechny změny. Chcete tuto akci potvrdit?
da: Hvis du nulstiller denne skabelon, vil alle data blive erstattet af standardinstillingerne, og evt. tilretninger vil gå tabt. Vil du bekræfte denne handling?
de_de: Wenn Sie diese Vorlage zurücksetzen, werden alle Daten dieser Vorlage auf ihre Standardwerte zurückgesetzt, alle Veränderungen gehen verloren. Möchten Sie diese Aktion bestätigen?
el_gr: Εάν επαναφέρετε αυτό το πρότυπο, όλα τα δεδομένα μηνυμάτων θα επαναφερθούν στην προεπιλεγμένη τιμή του, χάνοντας όλες τις τροποποιήσεις. Θέλετε να επιβεβαιώσετε αυτήν τη λειτουργία;
es_es: Si restarua esta plantilla, todos los datos de mensaje se restaurarán a sus valores predeterminados y se perderán todas las modificaciones. ¿Desea confirmar esta operación?
eu: Txantiloi hau berrezartzen baduzu, mezuko datu guztiak berrezarriko dira lehenetsitako balioetan, eta aldaketa guztiak galduko dira. Eragiketa baieztatu nahi duzu?
fr_fr: Si vous réinitialisez ce modèle, toutes les données des messages seront réinitialisées à leur valeur par défaut et vous perdrez toutes les modifications. Souhaitez-vous confirmer cette opération ?
gl: Se restableces este modelo, todos os datos das mensaxes restableceranse ao seu valor predeterminado, perdendo todas as modificacións. ¿Queres confirmar esta operación?
hr: Ako poništite ovaj predložak, svi podaci ovog predloška vratit će se na zadane vrijednosti, a sve promjene bit će izgubljene. Želite li potvrditi ovu radnju?
hu_hu: Ha visszaállítja ez a sablont, akkor az adatok az eredeti állapotba állnak vissza és elveszti az összes módosítást. Megerősíti ezt a műveletet?
hy_am: Եթե զրոյացնեք այս ձևանմուշը, հաղորդագրության բոլոր տվյալները կվերակայվեն նախնական արժեքին՝ կորցնելով բոլոր փոփոխությունները: Ցանկանու՞մ եք հաստատել այս գործողությունը:
id: Jika mereset template ini, semua data pesan akan direset ke kondisi awal dan semua perubahan akan dihapus. Yakin ingin melanjutkan?
is: Ef þú endurstillir þetta sniðmát, munu öll skilaboðagögn vera endurstillt í upprunalegt horf, og allar breytingar tapast. Viltu staðfesta þessa aðgerð?
it_it: Se resetti questo modello, ogni modifica fatta nel frattempo andrà perduta. Confermi l'operazione?
ja: このテンプレートをリセットすると、すべてのメッセージデータがデフォルト値にリセットされ、変更内容はすべて失われます。 この操作を承認しますか？
ka_ge: ამ შაბლონის გადატვირთვის შემთხვევაში, შეტყობინებების ყველა მონაცემი დაუბრუნდება ნაგულისხმევ მნიშვნელობას, დაკარგავს ყველა ცვლილებას. გსურთ დაადასტუროთ ეს ოპერაცია?
kk_kz: Бұл үлгіні қалпына келтірсеңіз, барлық хабар деректері әдепкі мәндерімен ауыстырылады, барлық өзгерістер жойылады. Бұл әрекетті растағыңыз келе ме?
ku: ئەگەر ڕێکخستنی ئەم قاڵبە هەڵ بوەشێنیتەوە، هەمو زانیارییەکانی نامەکان بۆ حاڵەتی یەکەمجاری دەگەڕێتەوە و هەمو تایبەتمەندییەکان لەدەست دەچن. ئایا تۆ دەتەوێت ئەم کارە بکەیت؟
lv: Ja atiestatāt šo veidni, visi ziņojuma dati tiks atiestatīti uz noklusējuma vērtību, zaudējot visas izmaiņas. Vai vēlaties apstiprināt šo darbību?
mk: Ако го ресетирате овој образец, сите податоци за пораките ќе бидат ресетирани на неговата основна вредност, губејќи ги сите модификации. Дали сакате да ја потврдите оваа операција?
mr: जर तुम्ही सगळे तयार मजकूर (टेम्पलेट्स) पुनर्स्थापित (रीसेट) केले तर सगळा मजकूर त्याच्या सर्वसाधारण मूल्यावर (Default Metric) पुनर्स्थापित (रीसेट) केला जाईल आणि केलेले सगळे बदल नाहीसे होतील. तुम्हाला हे कार्य खात्रीने करायचे आहे ना?
ms: Jika anda menetapkan semula templat ini, semua data mesej akan ditetapkan semula kepada nilai lalainya, kehilangan semua pengubahsuaian. Adakah anda ingin mengesahkan operasi ini?
nb_no: Om du tilbakestiller denne malen, vil alle data i meldingen bli tilbakestilt til standardverdier og alle endringer vil bli borte. Vil du bekrefte denne tilbakestillingen?
nl: Als u dit sjabloon herstelt, wordt de inhoud teruggezet naar de standaardwaarde. Al uw aanpassingen gaan verloren. Wilt u deze bewerking bevestigen?
pl: Jeżeli usuniesz szablon, wszystkie wiadomości będą zresetowane do swojej domyślnej wartości. Czy chcesz kontynuować?
pl_pl: Jeżeli usuniesz szablon, wszystkie wiadomości będą zresetowane do swojej domyślnej wartości. Czy chcesz kontynuować?
pt_pt: Se restabelecer este modelo, todos os dados da mensagem serão redefinidos para seu valor padrão, perdendo todas as modificações. Deseja confirmar esta operação?
ro_ro: Dacă resetați acest șablon, toate datele mesajului vor fi resetate la valoarea implicită, pierzând toate modificările. Doriți să confirmați această operație?
ru_ru: Если вы сбросите этот шаблон, все данные сообщения будут заменены на их значения по умолчанию, все изменения будут потеряны. Вы хотите подтвердить эту операцию?
sl: Če boste ponastavili e-poštno predlogo, se bodo ponastavili vsi podatki sporočila na privzete vrednosti, z izgubo vseh sprememb. Ste prepričani, da želite nadaljevati?
sr_rs@cyrillic: Уколико ресетујете овај шаблон, сви подаци биће враћени на почетне вредности, а све промене ће бити изгубљене, да ли желите да наставите?
sv_se: Om du återställer den här mallen kommer alla ändringar i den att försvinna. Vill du fortsätta?
th: หากคุณรีเซ็ตแม่แบบนี้ ข้อมูลข้อความทั้งหมดจะถูกรีเซ็ตเป็นค่าเริ่มต้น ซึ่งจะสูญเสียการปรับแต่งทั้งหมด คุณต้องการยืนยันการดำเนินการนี้หรือไม่?
tr_tr: Bu şablonu sıfırlarsanız tüm mesaj verileri varsayılan değerine sıfırlanır ve tüm değişiklikler kaybedilir. Bu işlemi onaylamak istiyor musunuz?
uk: Якщо ви скинете цей шаблон, усі дані повідомлення будуть скинуті до усталеного значення, втративши усі зміни. Бажаєте підтвердити цю операцію?
uk_ua: Якщо ви скинете цей шаблон, усі дані повідомлення будуть скинуті до усталеного значення, втративши усі зміни. Ви хочете підтвердити цю операцію?
vi: Nếu bạn đặt lại mẫu này, tất cả dữ liệu tin nhắn sẽ được đặt lại về giá trị mặc định, làm mất tất cả các sửa đổi. Bạn có muốn xác nhận thao tác này không?
vi_vn: Nếu bạn đặt lại mẫu này, tất cả dữ liệu tin nhắn sẽ được đặt lại về giá trị mặc định, làm mất tất cả các sửa đổi. Bạn có muốn xác nhận thao tác này không?

# manager.files.confirmDelete
source: Delete this file or directory? Note that a directory must be empty before it can be deleted.
az: Bu faylı və ya indeksi silmək istəyirsinizmi? Bu indeksin silinə bilməsi üçün boş olması lazımdır.
bg_bg: Да се изтрие ли този файл или директория? Имайте предвид, че директорията трябва да е празна, преди да може да бъде изтрита.
ca_es: Voleu eliminar aquest fitxer o directori? Per poder eliminar un directori cal que estigui buit.
cs_cz: Vymazat tento soubor nebo adresář? Adresář musí být prázdný, aby mohl být smazán.
da: Vil du slette denne fil eller mappe? Vær opmærksom på, at en mappe skal være tom, før den kan slettes.
de_de: Datei oder Verzeichnis löschen? Beachten Sie, dass nur ein leeres Verzeichnis gelöscht werden kann.
el_gr: Διαγραφή του συγκεκριμένου αρχείου ή καταλόγου; Λάβετε υπόψη ότι ο κατάλογος δεν πρέπει να περιέχει δεδομένα πριν από τη διαγραφή του.
es_es: ¿Seguro que desea eliminar este archivo o directorio? Tenga en cuenta que el directorio debe estar vacío antes de eliminarlo.
eu: Fitxategi edo direktorio hau ezabatu nahi duzu? Kontuan izan, direktorio bat ezabatu ahal izateko, hutsik egon behar dela.
fr_fr: Supprimer ce fichier ou répertoire ? Notez qu'un répertoire doit être vide avant qu'il puisse être supprimé.
gl: Queres eliminar este arquivo ou cartafol? Ten en conta que o cartafol debe estar baleiro para poder eliminalo.
hr: Želite li izbrisati ovu datoteku ili direktorij? Imajte na umu da direktorij mora biti prazan prije nego što bude izbrisan.
hu_hu: Ennek a fájlnak vagy könyvtárnak a törlése? Megjegyzendő, hogy a könyvtárnak üresnek kell lennie a törlés előtt.
hy_am: Ջնջե՞լ այս նիշքը կամ գրացուցակը: Նկատի ունեցեք, որ գրացուցակը պետք է դատարկ լինի, նախքան այն ջնջելը:
id: Hapus direktori atau file ini? Perhatikan direktori harus kosong sebelum dapat dihapus.
id_id: Hapus direktori atau file ini? Perhatikan direktori harus kosong sebelum dapat dihapus.
is: Eyða þessari skrá eða skráasvæði? ATH skráasvæði þarf að vera tómt til að hægt sé að eyða því.
it_it: Cancellare questo file o directory? Una directory per essere cancellata deve essere vuota.
ja: このファイルかディレクトリを削除しますか？なお、ディレクトリは空でないと削除できません。
ka_ge: გსურთ ამ ფაილის ან საქაღალდის წაშლა? გაითვალისწინეთ, რომ საქაღალდე უნდა იყოს ცარიელი, სანამ წაიშლება.
kk_kz: Осы файлды немесе каталогты жою керек пе? Жоюға әрекеттенбес бұрын жойылатын каталог бос болуы керек екенін ескеріңіз.
ku: ئەم فایلە یان فەرهەنگە بسڕیتەوە؟ تێبینی ئەوە بکە کە فەرهەنگ پێش سڕینەوەی دەبێت بەتاڵ بێت.
lv: Dzēst šo datni vai direktoriju? Ņemiet vērā, ka katalogam pirms tā dzēšanas jābūt tukšam.
mk: Избришете ја оваа датотека или директориум? Забележете дека директориумот мора да биде празен пред да може да се избрише.
mr: ही फाईल किंवा डिरेक्टरी हटवायची (Delete) का? डिरेक्टरी हटवण्यापूर्वी (Delete) तिच्यात फाईल्स असता कामा नयेत याची नोंद घ्या.
ms: Padamkan fail atau direktori ini? Ambil perhatian bahawa direktori mesti kosong sebelum ia boleh dipadamkan.
nb_no: Vil du slette denne filen eller mappen? Mappen må være tom før den kan slettes.
nl: Dit bestand of deze map verwijderen? Merk op dat een map leeg moet zijn voor deze verwijderd kan worden.
pl: Usunąć plik lub katalog? Katalog musi być pusty aby mógł zostać usunięty.
pl_pl: Usunąć plik lub katalog? Katalog musi być pusty aby mógł zostać usunięty.
pt_pt: Eliminar este ficheiro ou pasta? Uma pasta deve estar vazio antes de ser eliminado.
ro_ro: Ștergeți acest fișier sau director? Rețineți că un director trebuie să fie gol înainte de a putea fi șters.
ru_ru: Удалить этот файл или каталог? Обратите внимание, что удаляемый каталог должен быть пустым до того, как вы попытаетесь его удалить.
sl: Zbrišem datoteko oziroma mapo? Upoštevajte, da mora biti mapa izpraznjena pred brisanjem.
sr_rs@cyrillic: Да ли желите да избришете овај фајл или директориј? Имајте на уму да директориј мора бити празан пре него што буде обрисан.
sv_se: Vill du radera den här filen eller mappen? Observera att mappar måste vara tomma innan de kan raderas.
th: ลบไฟล์หรือไดเรกทอรีนี้หรือไม่? โปรดทราบว่าไดเรกทอรีต้องว่างก่อนที่จะสามารถลบได้
tr_tr: Bu dosyayı veya dizini silmek istiyor musunuz? Bir dizinin silinebilmesi için boş olması gerekir.
uk: Видалити цей файл або теку? Зауважте, що тека повинна бути пустою, перш ніж її можна буде видалити.
uk_ua: Видалити цей файл або теку? Зауважте, що тека повинна бути пустою, перш ніж її можна буде видалити.
vi: Xóa tệp hoặc thư mục này? Lưu ý rằng thư mục phải trống trước khi có thể xóa.
vi_vn: Xóa tệp hoặc thư mục này? Lưu ý rằng một thư mục phải trống trước khi nó có thể bị xóa.

# manager.files.uploadedFiles
source: Uploaded Files
az: Yüklənmiş fayllar
bg_bg: Качени файлове
ca_es: Fitxers penjats
cs_cz: Nahrané soubory
da: Overførte filer
de_de: Hochgeladene Dateien
el_gr: Αρχεία που έχουν φορτωθεί
es_es: Ficheros subidos
eu: Kargatutako fitxategiak
fr_fr: Fichiers transférés
gl: Arquivos cargados
hr: Poslane datoteke
hu_hu: Feltöltött fájlok
hy_am: Վերբեռնված նիշքեր
id: Unggah File
id_id: Unggah File
is: Upphlaðnar skrár
it_it: File inviati
ja: アップロードファイル
ka_ge: ატვირთული ფაილები
kk_kz: Жүктелген файлдар
ku: بارکردنی فایلەکان
lv: Augšupielādētās datnes
mk: Аплодирани фајлови
mr: अपलोड केलेल्या फाईल्स
ms: Fail yang dimuat naik
nb_no: Opplastede filer
nl: Geladen bestanden
pl: Zdeponowane pliki
pl_pl: Zdeponowane pliki
pt_pt: Ficheiros Transferidos
ro_ro: Fișiere încărcate
ru_ru: Загруженные файлы
sl: Naložene datoteke
sr_rs@cyrillic: Додати фајлови
sv_se: Uppladdade filer
th: ไฟล์ที่อัปโหลด
tr_tr: Yüklenmiş Dosyalar
uk: Вивантажені файли
uk_ua: Завантажені файли
vi: Tệp đã tải lên
vi_vn: Các tập tin đã tải lên

# manager.groups.editTitle
source: Edit Title
az: Başlığı redaktə edin
bg_bg: Редакция на заглавие
ca_es: Edita el títol
cs_cz: Editovat název
da: Redigér titel
de_de: Position bearbeiten
el_gr: Επεξεργασία τίτλου
es_es: Editar título
eu: Editatu kargua
fr_fr: Modifier un titre
gl: Editar título
hr: Uredi naslov
hu_hu: Cím szerkesztése
hy_am: Խմբագրել վերնագիրը
id: Edit Judul
id_id: Edit Judul
is: Breyta titli
it_it: Modifica il gruppo
ja: タイトルの編集
ka_ge: სათაურის ჩასწორება
kk_kz: Атауын жазу
ku: گۆڕینی ناونیشان
lv: Labot virsrakstu
mk: Уреди наслов
mr: शीर्षक संपादित करा
ms: Sunting Tajuk
nb_no: Rediger tittel
nl: Bewerk titel
pl: Edytuj tytuł
pl_pl: Edytuj tytuł
pt_pt: Editar Título
ro_ro: Editați titlul
ru_ru: Редактировать название
sl: Uredi naslov
sr_rs@cyrillic: Измени наслов
sv_se: Redigera titel
th: แก้ไขชื่อเรื่อง
tr_tr: Başlığı Düzenle
uk: Редагування посади
uk_ua: Редагування посади
vi: Chỉnh sửa Tiêu đề
vi_vn: Chỉnh sửa tiêu đề

# manager.groups.membership.confirmDelete
source: Are you sure you wish to delete this group membership?
az: Bu qrup üzvlüyünü silmək istədiyinizdən əminsinizmi?
bg_bg: Наистина ли искате да изтриете членството в тази група?
ca_es: Esteu segur/a que voleu suprimir aquest membre del grup?
cs_cz: Jste si jisti, že chcete smazat toto skupinové členství?
da: Er du sikker på, at du vil slette dette gruppemedlemskab?
de_de: Sind Sie sicher, dass Sie diese Gruppenmitgliedschaft löschen wollen?
el_gr: Είστε βέβαιοι ότι επιθυμείτε να διαγράψετε την εγγεγραμμένη ομάδα;
es_es: ¿Seguro que quiere borrar los miembros de este grupo?
eu: Ziur zaude talde honetako kidetza ezabatu nahi duzula?
fr_fr: Voulez-vous vraiment supprimer cette adhésion à ce groupe ?
gl: Seguro que desexas eliminar aos membro deste grupo?
hr: Jeste li sigurni da želite ovog korisnika isključiti iz ove grupe?
hu_hu: Biztos benne, hogy törölni akarja ezt a csoporttagságot?
hy_am: Իսկապե՞ս ցանկանում եք ջնջել անդամակցությունը այս խմբին:
id: Apakah Anda yakin ingin menghapus keanggotaan grup ini?
id_id: Apakah Anda yakin ingin menghapus keanggotaan grup ini?
is: Ertu viss um að þú viljir eyða aðild hópsins?
it_it: Sei sicuro di voler cancellare questo gruppo di appartenenza?
ja: このグループメンバーを削除してよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ ჯგუფის წევრობის წაშლა?
kk_kz: Осы топ мүшелігін шынымен жойғыңыз келе ме?
ku: ئایا تۆ دڵنیایت لە سڕینەوەی ئەم گروپی ئەندامبونە؟
lv: Vai tiešām vēlaties dzēst dalību šajā grupā?
mk: Дали сте сигурни дека сакате да го избришете членството во оваа група?
mr: तुम्ही खात्रीने हे समूह-सदस्यत्व हटवू इच्छिता ना?
ms: Adakah anda pasti mahu memadamkan keahlian kumpulan ini?
nb_no: Er du sikker på at du vil slette dette gruppemedlemskapet?
nl: Weet u zeker dat u het lidmaatschap van deze groep wilt verwijderen?
pl: Czy na pewno usunąć członkostwo w grupie?
pl_pl: Czy na pewno usunąć członkostwo w grupie?
pt_pt: Deseja realmente eliminar este grupo?
ro_ro: Sigur doriți să ștergeți calitatea de membru al grupului?
ru_ru: Вы уверены, что хотите удалить членство в этой группе?
sl: Ste prepričani, da želite izbrisati člana iz te skupine?
sr_rs@cyrillic: Да ли сте сигурни да желите да овог корисника обришете из ове групе?
sv_se: Är du säker på att du vill ta bort det här medlemskapet?
th: คุณแน่ใจหรือไม่ว่าต้องการลบสมาชิกกลุ่มนี้?
tr_tr: Bu grup üyeliğini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити членство у цій групі?
uk_ua: Ви впевнені, що хочете видалити членство у цій групі?
vi: Bạn có chắc chắn muốn xóa thành viên nhóm này không?
vi_vn: Bạn có chắc chắn muốn xóa tư cách thành viên nhóm này không?
