Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# settings.roles.roleDetails
source: Role details
az: Rol təfərrüatları
bg_bg: Детайли за роля
ca_es: Detalls del rol
cs_cz: Detail role
da: Rolleoplysninger
de_de: Details der Rolle
el_gr: Λεπτομέρειες ρόλου
es_es: Detalles de rol
eu: Rolaren xehetasunak
fr_fr: Détails du rôle
gl: Detalles do rol
hr: Pojedinosti o ulozi
hu_hu: Szerepkör részletek
hy_am: Դերի մանրամասներ
id: Rincian Peran
is: Hlutverk - nánar
it_it: Dettagli del ruolo
ja: 役割詳細
ka_ge: როლის დეტალები
kk_kz: Рөл туралы мәліметтер
lv: Sīkāka informācija par lomu
mk: Детали за улогата
mr: भूमिकेचा तपशील
ms: Butiran peranan
nb_no: Rolledetaljer
nl: Rol details
pl: Szczegóły roli
pl_pl: Szczegóły roli
pt_pt: Detalhes papel
ro_ro: Detalii rol
ru_ru: Подробности о роли
sl: Podrobnosti vloge
sr_rs@cyrillic: Детаљи улоге
sv_se: Rolldetaljer
th: รายละเอียดบทบาท
tr_tr: Rol detayları
uk: Подробиці про роль
uk_ua: Подробиці про роль
vi: Chi tiết vai trò
vi_vn: Chi tiết về vai trò

# settings.roles.from
source: Permission level
az: İcazə səviyyəsi
bg_bg: Ниво на достъп
ca_es: Nivell de permisos
cs_cz: Úroveň přístupu
da: Adgangsniveau
de_de: Berechtigungsstufe
el_gr: Επίπεδο Δικαιωμάτων
es_es: Nivel de permisos
eu: Baimen-maila
fr_fr: Niveau d'autorisation
gl: Nivel de permisos
hr: Razina dopuštenja
hu_hu: Hozzáférési szint
hy_am: Թույլտվության մակարդակը
id: Tingkat Perizinan
is: Aðgangsheimild
it_it: Imposta i permessi di accesso
ja: パーミッションレベル
ka_ge: ნებართვის დონე
kk_kz: Құқық деңгейі
lv: Atļauju līmenis
mk: Ниво на дозволи
mr: परवानगीचा स्तर
ms: Tahap kebenaran
nb_no: Rettighetsnivå
nl: Toegangsniveau
pl: Poziomy uprawnień
pl_pl: Poziomy uprawnień
pt_pt: Nível permissão
ro_ro: Nivel de acces
ru_ru: Уровень прав
sl: Nivo pravic
sr_rs@cyrillic: Ниво овлаштења
sv_se: Behörighetsnivå
th: ระดับการอนุญาต
tr_tr: İzin seviyesi
uk: Рівень повноважень
uk_ua: Рівень повноважень
vi: Cấp độ quyền
vi_vn: Mức cho phép

# settings.roles.nameRequired
source: You need to define a role name.
az: Bir rol adı müəyyənləşdirməniz lazımdır.
bg_bg: Трябва да дефинирате име на роля.
ca_es: Heu d'establir el nom del rol.
cs_cz: Je třeba definovat název role.
da: Du skal angive et rollenavn.
de_de: Sie müssen den Namen für die Rolle festlegen.
el_gr: Πρέπει να ορίσετε ένα όνομα ρόλου.
es_es: Tiene que definir un nombre de rol.
eu: Rolaren izena definitu behar duzu.
fr_fr: Vous devez déterminer un nom de rôle.
gl: Debes definir un nome do rol.
hr: Morate definirati naziv uloge.
hu_hu: Meg kell adnia egy szerepkör nevet.
hy_am: Դուք պետք է սահմանեք դերի անուն:
id: Anda perlu memilih nama peran.
is: Þú þarft að skilgreina heiti hlutverks.
it_it: Devi definire un nome per il ruolo.
ja: 役割名を定義する必要があります。
ka_ge: თქვენ უნდა განსაზღვროთ როლის სახელი.
kk_kz: Рөл атын орнатуыңыз керек.
lv: Jums jādefinē lomas nosaukums.
mk: Мора да дефинирате име на улогата.
mr: भूमिकेचे नाव तुम्हाला निश्चित करावे लागेल.
ms: Anda perlu menentukan nama peranan.
nb_no: Du må gi rollen et navn.
nl: Een naam voor de rol is verplicht.
pl: Musisz określić nazwę roli.
pl_pl: Musisz określić nazwę roli.
pt_pt: Tem de definir um nome do papel.
ro_ro: Trebuie să definiți un nume de rol.
ru_ru: Вам нужно задать имя роли.
sl: Ime vloge je obvezno.
sr_rs@cyrillic: Морате дефинисати назив улоге.
sv_se: Du måste fylla i ett rollnamn.
th: คุณต้องกำหนดชื่อบทบาท
tr_tr: Bir rol adı tanımlamanız gerekli.
uk: Ви маєте вказати ім'я ролі.
uk_ua: Ви маєте вказати ім'я ролі.
vi: Bạn cần xác định tên vai trò.
vi_vn: Bạn cần xác định một tên vai trò.

# settings.roles.abbrevRequired
source: You need to define a role abbreviature.
az: Bir rol qısaltması müəyyənləşdirməniz lazımdır.
bg_bg: Трябва да дефинирате абревиатура за роля.
ca_es: Heu d'establir l'abreviatura del rol.
cs_cz: Je třeba definovat zkratku role.
da: Du skal angive en rolleforkortelse.
de_de: Sie müssen eine Abkürzung für die Rolle festlegen.
el_gr: Πρέπει να ορίσετε μια συντομογραφία ρόλου.
es_es: Tiene que definir una abreviatura de rol.
eu: Rolaren laburdura definitu behar duzu.
fr_fr: Vous devez déterminer une abbréviation du rôle.
gl: Debes definir unha abreviatura do rol.
hr: Morate definirati skraćenicu uloge.
hu_hu: Meg kell adnia egy szerepkör rövidítést.
hy_am: Դուք պետք է սահմանեք դերի հապավումը:
id: Anda perlu memilih singaktan peran.
is: Þú þarft að skilgreina skamstöfun fyrir hlutverk.
it_it: Devi definire un'abbreviazione per il ruolo.
ja: 役割の略語を定義する必要があります。
ka_ge: თქვენ უნდა განსაზღვროთ როლის შემოკლებით.
kk_kz: Рөлдің аббревиатурасын орнату керек.
lv: Jums jādefinē lomas abreviatūra.
mk: Мора да дефинирате кратенка за улогата.
mr: भूमिकेचे संक्षिप्त रूप (abbreviature) तुम्हाला निश्चित करावे लागेल.
ms: Anda perlu mentakrifkan singkatan peranan.
nb_no: Du må lage en fortkortelse av navnet.
nl: Een afkorting voor de rol is verplicht.
pl: Musisz określić skrót roli.
pl_pl: Musisz określić skrót roli.
pt_pt: Tem de definir uma abreviatura do papel.
ro_ro: Trebuie să definiți o abreviere a rolului.
ru_ru: Вам нужно задать аббревиатуру роли.
sl: Okrajšava vloge je obvezna.
sr_rs@cyrillic: Морате дефинисати скраћеницу улоге.
sv_se: Du måste fylla i en förkortning.
th: คุณต้องกำหนดตัวย่อของบทบาท
tr_tr: Bir rol kısaltması tanımlamanız gerekiyor.
uk: Ви маєте вказати абревіатуру ролі.
uk_ua: Ви маєте вказати абревіатуру ролі.
vi: Bạn cần xác định viết tắt vai trò.
vi_vn: Bạn cần xác định một từ viết tắt vai trò.

# settings.roles.uniqueName
source: You need to define an unique role name.
az: Unikal bir rol adı müəyyənləşdirməniz lazımdır.
bg_bg: Трябва да дефинирате уникално име на ролята.
ca_es: Heu d'establir un nom únic per al rol.
cs_cz: Je třeba definovat unikátní název role.
da: Du skal angive et unikt rollenavn.
de_de: Sie müssen einen eindeutigen Namen für die Rolle festlegen.
el_gr: Πρέπει να ορίσετε ένα μοναδικό όνομα ρόλου.
es_es: Tiene que definir un único nombre de rol.
eu: Rol-izen bakarra definitu behar duzu.
fr_fr: Vous devez déterminer un nom de rôle unique.
gl: Debes definir un nome de rol único.
hr: Morate postaviti jedinstveni naziv za ulogu.
hu_hu: Meg kell adnia egy egyedi szerepkör nevet.
hy_am: Դուք պետք է սահմանեք դերի եզակի անուն:
id: Nama peran unik perlu ditentukan.
is: Þú þarft að skilgreina einkvæmt heiti fyrir hlutverk.
it_it: Il nome del ruolo deve essere univoco.
ja: 固有の役割名を定義する必要があります。
ka_ge: თქვენ უნდა განსაზღვროთ უნიკალური როლის სახელი.
kk_kz: Бірегей рөл атауын орнату керек.
lv: Jums jādefinē unikāls lomas nosaukums.
mk: Мора да зададете уникатно име за улогата.
mr: या भूमिकेसाठी विशिष्ट नाव तुम्हाला निश्चित करावे लागेल.
ms: Anda perlu menentukan nama peranan yang unik.
nb_no: Du må lage et unikt rollenavn.
nl: Een unieke naam voor de rol is verplicht.
pl: Musisz określić niepowtarzalną nazwę roli.
pl_pl: Musisz określić niepowtarzalną nazwę roli.
pt_pt: Tem de definir um único nome de papel.
ro_ro: Trebuie să definiți un nume unic de rol.
ru_ru: Вам нужно задать уникальное имя роли.
sl: Ime vloge mora biti unikatno.
sr_rs@cyrillic: Морате дефинисати јединствено име улоге.
sv_se: Du måste fylla i ett unikt rollnamn.
th: คุณต้องกำหนดชื่อบทบาทที่ไม่ซ้ำ
tr_tr: Tekil bir rol adı tanımlamanız gerekiyor.
uk: Ви маєте вказати унікальне ім'я ролі.
uk_ua: Ви маєте вказати унікальне ім'я ролі.
vi: Bạn cần xác định tên vai trò duy nhất.
vi_vn: Bạn cần xác định một tên vai trò duy nhất.

# settings.roles.roleIdRequired
source: You need to define a role permission level.
az: Bir rol icazə səviyyəsi müəyyənləşdirməniz lazımdır.
bg_bg: Трябва да дефинирате ниво на достъп за роля.
ca_es: Heu d'establir un nivell de permisos per al rol.
cs_cz: Musíte pro tuto roli nastavit úroveň přístupu.
da: Du skal angive adgangniveau til rollen.
de_de: Sie müssen eine Berechtigungsstufe für die Rolle festlegen.
el_gr: Πρέπει να ορίσετε ένα επίπεδο δικαιωμάτων ρόλου.
es_es: Tiene que definir un nivel de permisos de rol.
eu: Rol-baimenen maila bat definitu behar duzu.
fr_fr: Vous devez préciser un niveau d'autorisation pour le rôle.
gl: Debes definir un nivel de permisos do rol.
hr: Morate definirati razinu dopuštenja uloge.
hu_hu: Meg kell adnia a szerepkör hozzáférési szintet.
hy_am: Դուք պետք է սահմանեք դերի թույլտվության մակարդակը:
id: Tingak perizinan peran perlu ditentukan.
is: Þú þarft að skilgreina aðgangsheimild fyrir hlutverk.
it_it: Devi definire un livello di permesso per il ruolo.
ja: 役割のパーミッションレベルを定義する必要があります。
ka_ge: თქვენ უნდა განსაზღვროთ როლის ნებართვის დონე.
kk_kz: Рөлдің рұқсат деңгейін орнатуыңыз қажет.
lv: Jums jādefinē lomas atļauju līmenis.
mk: Мора да дефинирате ниво на дозвола.
mr: भूमिकेसाठी परवानग्यांचा स्तर तुम्हाला निश्चित करावा लागेल.
ms: Anda perlu menentukan tahap kebenaran peranan.
nb_no: Du må definere nivå for rolletillatelser.
nl: Een toegangsniveau voor de rol is verplicht.
pl: Musisz określić poziom uprawnień roli.
pl_pl: Musisz określić poziom uprawnień roli.
pt_pt: Tem de definir um nível de permissão de papel.
ro_ro: Trebuie să definiți un nivel de acces pentru rol.
ru_ru: Вам нужно задать уровень прав роли.
sl: Definirati morate nivo pravic za vlogo.
sr_rs@cyrillic: Морате дефинисати ниво овлаштења улоге.
sv_se: Du måste välja behörighetsnivå.
th: คุณต้องกำหนดระดับสิทธิ์ของบทบาท
tr_tr: Bir rol izin düzeyi tanımlamanız gerekir.
uk: Ви маєте вказати рівень повноважень ролі.
uk_ua: Ви маєте вказати рівень повноважень ролі.
vi: Bạn cần xác định cấp độ quyền vai trò.
vi_vn: Bạn cần xác định cấp độ quyền của vai trò.

# settings.roles.permitMetadataEdit
source: Permit submission metadata edit.
az: Təqdimat metadatalarının redaktə edilməsinə icazə verin
bg_bg: Разрешете редактиране на метаданни за подаване.
ca_es: Permetre l'edició de metadades de tramesa.
cs_cz: Povolit úpravy metadat příspěvku.
da: Tillad redigering af metadata til indsendelse.
de_de: Änderung der Metadaten dieser Einreichung erlauben.
el_gr: Να επιτρέπεται η επεξεργασία των μεταδεδομένων της υποβολής.
es_es: Permitir la edición de metadatos de envío.
eu: Baimendu bidalketaren metadatuak editatzea.
fr_fr: permettre l'édition des métadonnées de la soumission.
gl: Permitir a edición de metadatos de envío.
hr: Dopusti izmjenu metapodataka ovog podneska.
hu_hu: A beküldés metaadatainak szerkesztési engedélyezése.
hy_am: Թույլատրել ներկայացվածների մետատվյալների խմբագրումը:
id: Izinkan penyuntingan metadata naskah.
is: Leyfa breytingar á lýsigögnum handrits.
it_it: Consentire la modifica dei metadati della sottomissione.
ja: 投稿のメタデータ編集を許可します。
ka_ge: ნებართვის გაგზავნის მეტამონაცემების რედაქტირება.
kk_kz: Материалдың метадеректерін өңдеуге рұқсат беріңіз.
lv: Atļaut iesniegtā materiāla metadatu rediģēšanu.
mk: Овозможи корекција на поднесените метаподатоци.
mr: सादरीकरणाच्या मेटाडेटाच्या संपादनाची परवानगी द्या.
ms: Benarkan penyerahan penyuntingan metadata.
nb_no: Tillat redigering av innleveringens metadata.
nl: Laat bewerking van de metadata van de inzending toe.
pl: Zezwól na edytowanie metadanych zgłoszenia.
pt_pt: Permitir a edição dos metadados da submissão.
ro_ro: Permiteți modificarea metadatelor de înregistrare manuscrise.
ru_ru: Разрешить редактирование метаданных материала.
sl: Dovolite spreminjanje metapodatkov prispevka.
th: อนุญาตการแก้ไขเมตาดาทาการส่ง
tr_tr: Gönderi üst verilerinin düzenlenmesine izin ver.
uk: Дозволити редагування метаданих подання.
uk_ua: Дозволити редагування метаданих подання.
vi: Cho phép chỉnh sửa metadata bài nộp.
vi_vn: Cho phép chỉnh sửa siêu dữ liệu bài gửi.

# settings.libraryFiles.nameRequired
source: A name is required for this library file.
az: Bu kitabxana faylı üçün bir ad tələb olunur.
bg_bg: За този библиотечен файл се изисква име.
ca_es: Heu d'introduir un nom per al fitxer de biblioteca.
cs_cz: Pro tento knihovní soubor je vyžadováno jméno.
da: Biblioteksfilen skal tildeles et navn.
de_de: Die Angabe eines Namens für diese Bibliotheksdatei ist erforderlich.
el_gr: Γι' αυτό το αρχείο βιβλιοθήκης απαιτείται όνομα.
es_es: Se necesita un nombre para este archivo de biblioteca.
eu: Liburutegi-fitxategi honetarako izen bat behar da.
fr_fr: Vous devez donner un nom à ce fichier bibliothèque.
gl: É necesario un nome para este arquivo de biblioteca.
hr: Potreban je naziv za ovu datoteku knjižnice.
hu_hu: Egy nevet kell megadnia ehhez a könyvtár fájlhoz.
hy_am: Գրադարանի այս նիշքի համար անհրաժեշտ է անուն:
id: Nama library file ini perlu ditambahkan.
is: Það þarf að vera heiti á þessari safnskrá (Library file).
it_it: Un nome è richiesto per questo file da usare come materiale di supporto.
ja: このライブラリファイルには名前が必要です。
ka_ge: ამ ბიბლიოთეკის ფაილისთვის საჭიროა სახელი.
kk_kz: Бұл кітапхана файлының атауы қажет.
lv: Šim bibliotēkas failam ir jānorāda nosaukums.
mk: Потребно е име за овој библиотечен фајл.
mr: या अंमलबजावणीच्या कामांच्या (library) फाईलसाठी नाव आवश्यक आहे.
ms: Satu nama diperlukan untuk fail pustaka ini.
nb_no: Du må gi et navn til biblioteksfilen.
nl: Een naam voor dit bibliotheekbestand is verplicht.
pl: Nazwa jest wymagana dla pliku biblioteki.
pl_pl: Nazwa jest wymagana dla pliku biblioteki.
pt_pt: É obrigatório um nome para este ficheiro da biblioteca.
ro_ro: Este necesar un nume pentru acest fișier librărie.
ru_ru: Имя для этого файла библиотеки обязательно.
sl: Ime datoteke je obvezno.
sr_rs@cyrillic: Потребно је име за овај фајл библиотеке.
sv_se: Ett namn krävs.
th: ต้องระบุชื่อไฟล์ห้องสมุด
tr_tr: Bu kütüphane dosyası için bir ad gereklidir.
uk: Для файлу бібліотеки потрібне ім'я.
uk_ua: Для файлу бібліотеки потрібне ім'я.
vi: Cần có tên cho tệp thư viện này.
vi_vn: Cần có tên cho tệp thư viện này.

# settings.libraryFiles.typeRequired
source: A file type is required for this library file.
az: Bu kitabxana faylı üçün bir fayl növü tələb olunur
bg_bg: За този файл в библиотеката е необходим тип файл.
ca_es: Heu d'introduir un tipus de fitxer per al fitxer de biblioteca.
cs_cz: Zadání typu souboru je požadováno pro tento knihovní soubor.
da: Der skal angives filtype til biblioteksfilen.
de_de: Die Angabe eines Typs für diese Bibliotheksdatei ist erforderlich.
el_gr: Απαιτείται ένας τύπος αρχείου για αυτό το αρχείο βιβλιοθήκης.
es_es: Se necesita un tipo de archivo para este archivo de biblioteca.
eu: Liburutegi-fitxategi honetarako fitxategi-mota bat behar da.
fr_fr: Un type de fichier est nécessaire pour ce fichier bibliothèque.
gl: É necesario un tipo de arquivo para este arquivo de biblioteca.
hr: Za ovu datoteku knjižnice potrebna je vrsta datoteke.
hu_hu: Egy fájltípust kell megadnia ehhez a könyvtár fájlhoz.
hy_am: Գրադարանային այս նիշքի համար անհրաժեշտ է նիշքի տեսակ:
id: Tipe file perlu ditambahkan pada library file ini.
is: Það þarf að vera skráartegund á þessari safnskrá (Library file).
it_it: Un tipo file è richiesto per questo file da usare come materiale di supporto.
ja: このライブラリファイルにはファイル種別が必要です。
ka_ge: ამ ბიბლიოთეკის ფაილისთვის საჭიროა ფაილის ტიპი.
kk_kz: Бұл кітапхана файлы үшін файл түрі қажет.
lv: Šim bibliotēkas failam ir nepieciešams faila tips.
mk: Потребен е тип на фајл за овој библиотечен фајл.
mr: या अंमलबजावणीच्या कामांच्या (library) फाईलसाठी फाईल प्रकार आवश्यक आहे.
ms: Satu jenis fail diperlukan untuk fail pustaka ini.
nb_no: Du må oppgi en filtype for biblioteksfilen.
nl: Een bestandstype voor dit bibliotheekbestand is verplicht.
pl: Rodzaj pliku jest wymagany dla pliku biblioteki.
pl_pl: Rodzaj pliku jest wymagany dla pliku biblioteki.
pt_pt: É obrigat´ório um tipo de ficheiro para este ficheiro de biblioteca.
ro_ro: Este necesar un tip de fișier pentru acest fișier librărie.
ru_ru: Тип файла для этого файла библиотеки обязателен.
sl: Tip datoteke je obvezen.
sr_rs@cyrillic: Тип фајла је неопходан за овај фајл библиотеке.
sv_se: En typ krävs.
th: ต้องระบุประเภทไฟล์ห้องสมุด
tr_tr: Bu kütüphane dosyası için bir dosya türü gereklidir.
uk: Для цього файлу бібліотеки потрібен тип файлу.
uk_ua: Для цього файлу бібліотеки потрібен тип файлу.
vi: Cần có loại tệp cho tệp thư viện này.
vi_vn: Yêu cầu loại tệp cho tệp thư viện này.

# settings.libraryFiles.category.contracts
source: Contracts
az: Müqavilələr
bg_bg: Договори
ca_es: Contractes
cs_cz: Kontakty
da: Kontrakter
de_de: Verträge
el_gr: Συμβάσεις
es_es: Contratos
eu: Kontratuak
fr_fr: Contrats
gl: Contratos
hr: Ugovori
hu_hu: Szerződések
hy_am: Պայմանագրեր
id: Kontrak
is: Samningar
it_it: Contratti
ja: 連絡先
ka_ge: ხელშეკრულებები
kk_kz: Келісімшарттар
lv: Līgumi
mk: Контакти
mr: करार (Contracts)
ms: Kontrak
nb_no: Kontrakter
nl: Contracten
pl: Kontrakty
pl_pl: Kontrakty
pt_pt: Contratos
ro_ro: Contracte
ru_ru: Контракты
sl: Pogodbe
sr_rs@cyrillic: Уговори
sv_se: Kontrakt
th: สัญญา
tr_tr: Sözleşmeler
uk: Контракти
uk_ua: Контракти
vi: Hợp đồng
vi_vn: Hợp đồng

# settings.libraryFiles.category.permissions
source: Permissions
az: İcazələr
bg_bg: Достъп (разрешения)
ca_es: Permisos
cs_cz: Oprávnění
da: Tilladelser
de_de: Rechte
el_gr: Δικαιώματα
es_es: Permisos
eu: Baimenak
gl: Permisos
hr: Dozvole
hu_hu: Engedélyek
hy_am: Թույլտվություններ
id: Perizinan
is: Heimildir
it_it: Permessi
ja: パーミッション
ka_ge: წვდომის უფლებები
kk_kz: Рұқсаттар
lv: Atļaujas
mk: Дозволи
mr: परवानग्या (Permissions)
ms: Kebenaran
nb_no: Tillatelser
nl: Toelatingen
pl: Uprawnienia
pl_pl: Uprawnienia
pt_pt: Permissões
ro_ro: Permisiuni
ru_ru: Разрешения
sl: Dovoljenja
sr_rs@cyrillic: Овлаштења
sv_se: Behörigheter
th: การอนุญาต
tr_tr: İzinler
uk: Повноваження
uk_ua: Повноваження
vi: Quyền
vi_vn: Quyền

# settings.libraryFiles.category.other
source: Other
az: Digər
bg_bg: Друго
ca_es: Altres
cs_cz: Ostatní
da: Andet
de_de: Anderes
el_gr: Άλλα
es_es: Otro
eu: Beste bat
fr_fr: Autre
gl: Outro
hr: Ostalo
hu_hu: Egyéb
hy_am: Այլ
id: Lainnya
is: Annað
it_it: Altro
ja: その他
ka_ge: სხვა
kk_kz: Басқа
lv: Citi
mk: Друго
mr: इतर
ms: Lain-lain
nb_no: Andre
nl: Overige
pl: Inne
pl_pl: Inne
pt_pt: Outros
ro_ro: Alte
ru_ru: Другое
sl: Ostalo
sr_rs@cyrillic: Друго
sv_se: Övrigt
th: อื่น ๆ
tr_tr: Diğer
uk: Інше
uk_ua: Інше
vi: Khác
vi_vn: Khác

# settings.libraryFiles.public.selectLibraryFiles
source: Select Library Files to attach
az: Əlavə ediləcək kitabxana sənədlərini seçin
bg_bg: Изберете библиотечни файлове, които да прикачите
ca_es: Seleccioneu els arxius de biblioteca per adjuntar
cs_cz: Vyberte soubory z knihovny k připojení
da: Vælg biblioteksfiler, der skal vedhæftes
de_de: Wählen Sie Bibliotheksdateien aus, um sie anzuhängen.to attach
el_gr: Επισυνάψτε Αρχεία από τη Βιβλιοθήκη
es_es: Seleccionar los archivos de biblioteca para adjuntar
eu: Hautatu erantsi beharreko liburutegi-fitxategiak
fr_fr: Sélectionner le fichier de bibliothèque à envoyer
gl: Seleccione os arquivos da biblioteca para anexar
hr: Odaberite datoteke knjižnice koje želite priložiti
hu_hu: Csatolható megjelentetési dokumentumok kiválasztása
hy_am: Ընտրեք գրադարանի նիշքերը՝ կցելու համար
id: Pilih Library File yang akan dilampirkan
is: Veldu safnskrár (Library Files) til að hengja við
it_it: Seleziona un file da usare come supporto per aggiungerlo
ja: 添付するライブラリファイルの選択
ka_ge: აირჩიეთ ბიბლიოთეკის ფაილები, რომ დაურთოთ
kk_kz: Тіркеу үшін кітапхана файлдарын таңдаңыз
lv: Atlasiet bibliotēkas failus, ko pievienot
mk: Избери библиотечен фајл за прикачување
mr: जोडण्यासाठी अंमलबजावणीच्या कामांच्या (library) फाईल्स निवडा
ms: Pilih Fail Pustaka untuk dilampirkan
nb_no: Velg bibliotekfiler som skal legges ved
nl: Selecteer bibliotheekbestanden
pl: Wybierz pliki biblioteki do załączenia
pt_pt: Selecione Ficheiros da Biblioteca para anexar
ro_ro: Selectați fișierele ce urmează să le atașați
ru_ru: Выберите файлы библиотеки для присоединения
sl: Pripnite datoteke iz knjižnice
sv_se: Välj biblioteksfiler att bifoga
th: เลือกไฟล์ห้องสมุดที่จะแนบ
tr_tr: Eklenecek Kütüphane Dosyalarını Seç
uk: Оберіть файли бібліотеки, які потрібно додати
uk_ua: Оберіть файли бібліотеки, які потрібно додати
vi: Chọn Tệp Thư viện để đính kèm
vi_vn: Chọn Tệp Thư viện để đính kèm

# grid.action.addGenre
source: Add a Component
az: Bir komponent əlavə edin
bg_bg: Добавяне на компонент
ca_es: Afegeix un gènere
cs_cz: Přidat komponentu
da: Tilføj materialetype
de_de: Ein Genre hinzufügen
el_gr: Προσθέστε ένα Στοιχείο
es_es: Añadir un componente
eu: Gehitu osagai bat
fr_fr: Ajouter un type
gl: Engadir un compoñente
hr: Dodajte sastavnicu
hu_hu: Komponens hozzáadása
hy_am: Ավելացնել բաղադրիչ
id: Tambahkan Komponen
is: Bæta við íhlut
it_it: Aggiungi un componente
ja: 構成要素の追加
ka_ge: კომპონენტის დამატება
kk_kz: Компонент қосыңыз
lv: Pievienot sastāvdaļu
mk: Додади компонента
mr: घटकाचा (Component) समावेश करा (Add)
ms: Tambah Komponen
nb_no: Legg til en komponent
nl: Voeg een onderdeel toe
pl: Dodaj element
pl_pl: Dodaj element
pt_pt: Adicionar um Componente
ro_ro: Adăugați componenta
ru_ru: Добавить компонент
sl: Dodaj komponento
sr_rs@cyrillic: Додај компоненту
sv_se: Lägg till komponent
th: เพิ่มองค์ประกอบ
tr_tr: Bir Bileşen ekle
uk: Додати компонент
uk_ua: Додати компонент
vi: Thêm thành phần
vi_vn: Thêm một thành phần

# grid.action.editGenre
source: Edit this Component
az: Bu komponenti redaktə edin
bg_bg: Редактиране на този компонент
ca_es: Edita aquest gènere
cs_cz: Editovat komponentu
da: Redigér denne enhed
de_de: Dieses Genre bearbeiten
el_gr: Επεξεργαστείτε αυτό το Στοιχείο
es_es: Editar este género
eu: Editatu osagai hau
fr_fr: Modifier ce genre
gl: Editar este xénero
hr: Uredi ovaj žanr
hu_hu: Ennek a komponensnek a szerkesztése
hy_am: Խմբագրել այս բաղադրիչը
id: Sunting Komponen ini
is: Breyta þessum íhlut
it_it: Modifica questo componente
ja: 構成要素の編集
ka_ge: კომპონენტის ჩასწორება
kk_kz: Бұл компонентті өңдеңіз
lv: Rediģēt šo sastāvdaļu
mk: Поправи ја оваа компонента
mr: हा घटक (Component) संपादित करा
ms: Sunting Komponen ini
nb_no: Rediger komponent
nl: Bewerk dit onderdeel
pl: Edytuj element
pl_pl: Edytuj element
pt_pt: Editar este Componente
ro_ro: Editați componenta
ru_ru: Редактировать этот компонент
sl: Uredi to komponento
sr_rs@cyrillic: Измени компоненту
sv_se: Ändra kompontenten
th: แก้ไของค์ประกอบนี้
tr_tr: Bu Bileşeni Düzenle
uk: Редагувати цей компонент
uk_ua: Редагувати цей компонент
vi: Chỉnh sửa thành phần này
vi_vn: Chỉnh sửa thành phần này

# grid.action.deleteGenre
source: Delete this Component
az: Bu komponenti silin
bg_bg: Премахване на този компонент
ca_es: Elimina aquest gènere
cs_cz: Smazat komponentu
da: Slet denne enhed
de_de: Dieses Genre entfernen
el_gr: Διαγράψτε αυτό το Στοιχείο
es_es: Eliminar este género
eu: Ezabatu osagai hau
fr_fr: Supprimer ce genre
gl: Eliminar este xénero
hr: Ukloni ovaj žanr
hu_hu: Ennek a komponensnek a törlése
hy_am: Ջնջել այս բաղադրիչը
id: Hapus Komponen ini
is: Eyða þessum íhlut
it_it: Cancella questo componente
ja: 構成要素の削除
ka_ge: კომპონენტის წაშლა
kk_kz: Бұл компонентті өшіріңіз
lv: Dzēst šo sastāvdaļu
mk: Исфрли ја оваа компонента
mr: हा घटक (Component) हटवा (Delete)
ms: Padamkan Komponen ini
nb_no: Slett komponenten
nl: Verwijder dit onderdeel
pl: Usuń element
pl_pl: Usuń element
pt_pt: Eliminar este Componente
ro_ro: Ștergeți această componentă
ru_ru: Удалить этот компонент
sl: Odstrani to komponento
sr_rs@cyrillic: Обриши компоненту
sv_se: Ta bort kompontenten
th: ลบองค์ประกอบนี้
tr_tr: Bu bileşeni sil
uk: Видалити цей компонент
uk_ua: Видалити цей компонент
vi: Xóa thành phần này
vi_vn: Xóa thành phần này

# manager.setup.genres.label
source: File Type
az: Fayl növü
bg_bg: Тип файл
cs_cz: Typ souboru
da: Filtype
el_gr: Τύπος αρχείου
eu: Fitxategi mota
gl: Tipo de arquivo
hr: Vrsta datoteke
hy_am: Նիշքի տեսակ
id: Tipe File
is: Skráartegund
ja: ファイル種別
ka_ge: ფაილის ტიპი
kk_kz: Файл түрі
lv: Faila tips
mk: Тип на фајл
mr: फाईलचा प्रकार
ms: Jenis Fail
nb_no: Filtype
nl: Bestandstype
pl: Typ pliku
ru_ru: Тип файла
sl: Tip datoteke
th: ประเภทไฟล์
uk: Тип файлу
vi: Loại tệp
