Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.privacyStatement.description
source: This statement will appear during user registration, author submission, and on the publicly available Privacy page. In some jurisdictions, you are legally required to disclose how you handle user data in this privacy policy.
az: Bu bəyan, Müəllif Təqdimatı zamanı və hər kəsə açıq olaraq səhifədə ola bilər.
bg_bg: Това изявление ще се появи по време на регистрацията на потребителя, изпращането на материали от автора и на публично достъпната страница за поверителност. В някои юрисдикции от вас се изисква законово да разкриете как обработвате потребителски данни в тази политика за поверителност.
ca_es: Aquesta declaració apareixerà durant el registre d'usuari/ària i la tramesa de l'autor/a, i també en la pàgina de privacitat disponible públicament. En algunes jurisdiccions és obligatori que mostreu com tracteu les dades dels usuaris/àries en aquesta declaració de privacitat.
cs_cz: Toto oznámení se objeví autorovi během procesu podání příspěvku a je veřejně přístupný na stránce "O časopisu".
da: Denne erklæring vises under brugerregistrering, manuskriptindsendelse og på den offentligt tilgængelige side om beskyttelse af personlige oplysninger. I nogle retsområder er du forpligtet til at oplyse, hvordan du håndterer brugerdata i din datapolitik.
de_de: Diese Erklärung wird während der Registrierung neuer Nutzer/innen, bei Autor/inneneinreichungen und auf der öffentlichen Seite zum Datenschutz angezeigt. In manchen Staaten sind Sie rechtlich verpflichtet, in dieser Erklärung anzugeben, wie Sie mit den Daten der Nutzer/innen verfahren.
el_gr: Αυτή η δήλωση θα εμφανιστεί κατά τη διάρκεια της Υποβολής Συγγραφέων και στη δημόσια διαθέσιμη σελίδα "Πληροφορίες".
es_es: Esta declaración aparecerá durante el registro de usuario/a y el envío del autor/a, además de estar disponible públicamente en la página de privacidad. En algunas jurisdicciones es obligatorio legalmente publicar cómo se manejan los datos de usuario/a en estas políticas de privacidad.
eu: Adierazpen hau erabiltzailea erregistratzean, egilearen bidalketan eta publikoki eskuragarri dagoen Pribatutasun orrian agertuko da. Jurisdikzio batzuetan, legez behartuta zaude pribatutasun-politika honetan erabiltzaileen datuak nola kudeatzen dituzun jakinaraztera.
fr_fr: Ce texte apparaîtra lorsque l'utilisateur s'enregistrera et déposera une soumission et sur la page des mentions légales. Pour respecter la RGPD, vous devez déclarer comment vous gérez les données personnelles.
gl: Esta declaración aparecerá durante o rexistro do usuario/a, o envío do autor e na páxina de privacidade. Nalgunhas xurisdicións, está obrigado legalmente a explicar como manexa os datos do usuario/a nesta política de privacidade.
hr: Ova se izjava prikazuje tijekom registracije novog korisnika, autorskih prijava i na javnoj stranici o privatnosti. U nekim ste državama zakonski dužni u ovoj izjavi navesti kako postupate s korisničkim podacima.
hu_hu: Ez a nyilatkozat megjelenik a szerzői beküldés folyamán, valamint nyilvánosan elérhető az Információk oldalon.
hy_am: Այս հայտարարությունը կհայտնվի օգտվողի գրանցման, հեղինակի ներկայացման և հանրային հասանելի Գաղտնիության էջում: Որոշ իրավասություններում ձեզնից օրենքով պահանջվում է բացահայտել, թե ինչպես եք վարում օգտատերերի տվյալները այս գաղտնիության քաղաքականության մեջ:
id: Pernyataan ini akan muncul saat proses pendaftaran pengguna, pengiriman naskah penulis, dan pada halaman Privasi yang dapat diakses umum. Pada beberapa yurisdiksi, Anda diwajibkan secara hukum untuk mengungkapkan bagaimana Anda menangani data pengguna dalam kebijakan privasi ini.
is: Þessi yfirlýsing birtist þegar notendur skrá sig, höfundar senda inn greinar og á aðgengilegum persónuverndarsíðum. Á sumum stöðum eru lagalega kröfur um að þú upplýsir í persónuverndarstefnunni hvernig meðferð persónuupplýsinga er háttað.
it_it: Questa dichiarazione appare durante la registrazione di un utente, l'invio di una proposta e nella pagina della Privacy.
ja: この声明は、ユーザー登録時、著者登録時、および一般に公開されている「個人情報の取り扱いについて」で表示されます。一部の管轄区域では、ユーザーデータの取り扱い方法をこのプライバシーポリシーで開示することが法的に求められています。
ka_ge: ეს განცხადება გამოჩნდება მომხმარებლის რეგისტრაციის, ავტორის წარდგენისას და საჯაროდ ხელმისაწვდომი კონფიდენციალურობის გვერდზე. ზოგიერთ იურისდიქციაში თქვენ იურიდიულად მოეთხოვებათ გაამჟღავნოთ, თუ როგორ იყენებთ მომხმარებლის მონაცემებს ამ კონფიდენციალურობის პოლიტიკაში.
kk_kz: Бұл мәлімдеме пайдаланушыны тіркеу, авторларға жіберу кезінде және жалпыға ортақ "Құпиялылық" бетінде пайда болады. Кейбір елдерде сізден заң бойынша осы "Құпиялылық" мәлімдемесінде пайдаланушы деректерін қалай өңдейтініңізді ашу қажет.
lv: Šis paziņojums tiks parādīts lietotāja reģistrācijas un autora materiāla iesniegšanas laikā, kā arī publiski pieejamajā privātuma lapā. Dažās valstīs likums nosaka, ka privātuma atrunā tiek atklāts, kā jūs rīkojaties ar lietotāju datiem.
mk: Оваа изјава ќе се појави за време на регистрација на корисниците, поднесоци од автори и на јавно достапна страница за приватност. Во некои правни системи, правно треба да откриете како управувате со податоците за корисниците во оваа политика за приватност.
mr: हे विधान वापरकर्ता नोंदणी, लेखकाने केलेले सादरीकरण आणि सार्वजनिकरित्या उपलब्ध असलेल्या गोपनीयता पृष्ठावर दिसून येईल. काही देशांमध्ये, या गोपनीयता धोरणात तुम्ही वापरकर्त्याची माहिती कशी हाताळता हे ही उघड करणे कायदेशीररित्या बंधनकारक आहे.
ms: Kenyataan ini akan muncul semasa pendaftaran pengguna, penyerahan pengarang dan pada halaman Privasi yang tersedia secara umum. Dalam sesetengah bidang kuasa, anda dikehendaki secara sah untuk mendedahkan cara anda mengendalikan data pengguna dalam dasar privasi ini.
nb_no: Denne erklæringen vil vises når forfatteren leverer inn et manuskript, samt på tidsskriftets «Om»-side.
nl: Deze verklaring verschijnt bij de registratie van nieuwe gebruikers, inzending, en op de publiek toegankelijke Privacy pagina. In sommige rechtssystemen bent u wettelijk verplicht om in een privacy verklaring bekend te maken hoe gebruikersgegevens worden verwerkt.
pl: Treść oświadczenia będzie widoczna publicznie oraz dla autorów podczas przesyłania tekstu.
pl_pl: Treść oświadczenia będzie widoczna publicznie oraz dla autorów podczas przesyłania tekstu.
pt_pt: Esta mensagem irá aparecer durante o registo de um utilizador, submissão por um autor, e na página pública sobre Privacidade. Em algumas jurisdições, é legalmente obrigatório especificar como irá utilizar os dados recolhidos.
ro_ro: Această declarație va apărea în timpul înregistrării utilizatorului, a înregistrării manuscrisului și pe pagina de confidențialitate disponibilă publicului. În unele jurisdicții, vi se solicită în mod legal să dezvăluiți modul în care gestionați datele utilizatorului în această politică de confidențialitate.
ru_ru: Это заявление будет появляться во время регистрации пользователя, отправки автором материала и на странице «Конфиденциальность» в открытом доступе. В некоторых странах закон требует, чтобы вы в раскрыли как именно вы обрабатываете данные пользователей в этом Заявлении о конфиденциальности.
sl: Ta izjava se bo prikazala med procesom avtorjeve oddaje prispevka in na javno dostopni strani O reviji.
sv_se: Den här texten kommer att synas vid användarregistrering, när författare skickar in bidrag och på den publika sidan Integritet. I vissa jurisdiktioner är det ett lagkrav att publicera hur man hanterar persondata i en integritetspolicy.
th: คำชี้แจงนี้จะแสดงในระหว่างการลงทะเบียนผู้ใช้ การส่งงานของผู้แต่ง และในหน้าความเป็นส่วนตัวที่มีให้สำหรับสาธารณะ ในบางพื้นที่ทางกฎหมาย คุณต้องเปิดเผยว่าคุณจัดการข้อมูลผู้ใช้อย่างไรในนโยบายความเป็นส่วนตัวนี้
tr_tr: Bu beyan, Yazar Göndersi sırasında ve herkese açık olarak sayfada bulunabilir.
uk: Ця заява з'явиться під час реєстрації користувача, подання автора та на загальнодоступній сторінці конфіденційності. У деяких юрисдикціях ви юридично зобов'язані розкривати, як ви обробляєте дані користувача в цій політиці конфіденційності.
uk_ua: Ця заява з'явиться під час реєстрації користувача, подання автора та на загальнодоступній сторінці конфіденційності. У деяких юрисдикціях ви юридично зобов'язані розкривати, як ви обробляєте дані користувача в цій політиці конфіденційності.
vi: Tuyên bố này sẽ xuất hiện trong quá trình đăng ký người dùng, gửi bài của tác giả và trên trang Quyền riêng tư có sẵn công khai. Ở một số khu vực pháp lý, bạn được yêu cầu pháp lý phải tiết lộ cách bạn xử lý dữ liệu người dùng trong chính sách quyền riêng tư này.
vi_vn: Tuyên bố này sẽ xuất hiện trong quá trình đăng ký người dùng, gửi tác giả và trên trang Quyền riêng tư có sẵn công khai. Ở một số khu vực pháp lý, về mặt pháp lý, bạn được yêu cầu tiết lộ cách bạn xử lý dữ liệu người dùng trong chính sách bảo mật này.

# manager.setup.reviewOptions.noteOnModification
source: Defaults can be modified for each review during the editorial process.
az: Defoltlar, redaksiya prosesində hər incələmə üçün dəyişdirilə bilər
bg_bg: Настройките по подразбиране могат да се променят за всяка рецензия по време на редакционния процес.
ca_es: Els elements predeterminats es poden modificar per a cada revisió durant el procés editorial.
cs_cz: Výchozí hodnoty lze upravit pro každou recenzi během redakčního procesu.
da: Kan ændres under den redaktionelle proces.
de_de: Die Standards können für jedes Gutachten im Rahmen des redaktionellen Prozesses angepasst werden.
el_gr: Οι προεπιλογές μπορούν να τροποποιηθούν για κάθε κρίση κατά τη συντακτική διαδικασία.
es_es: Las condiciones predefinidas para cada revisión pueden ser modificadas durante el proceso editorial.
eu: Lehenetsitako balioak alda daitezke berrikuspen bakoitzerako edizio-prozesuan zehar.
fr_fr: Les valeurs par défauts peuvent être modifiées pour chaque évaluation durant le processus éditorial.
gl: Os valores predeterminados poden modificarse para cada revisión durante o proceso editorial.
hr: Standardi se mogu prilagoditi za svako izvješće kao dio uredničkog procesa.
hu_hu: A szerkesztési folyamat során a lektorálás alapértelmezett értékei módosíthatók.
hy_am: Լռելյայնները կարող են փոփոխվել յուրաքանչյուր գրախոսման համար խմբագրման գործընթացի ընթացքում:
id: Nilai asal dapat diubah untuk setiap review selama proses editorial.
is: Hægt er að breyta sjálfgefnum gildum fyrir hverja ritrýni í ritstjórnarferlinu.
it_it: I valori impostati qui possono essere modificati durante il processo editoriale.
ja: デフォルト値は、編集作業中に査読ごとに変更できます。
ka_ge: სტანდარტის შეცვლა შესაძლებელია თითოეული განხილვისთვის, სარედაქციო პროცესის განმავლობაში.
kk_kz: Әдепкі мәндерді редакциялау процесінде әрбір шолу үшін өзгертуге болады.
lv: Katrai recenzijai var mainīt noklusējuma iestatījumus redakcijas procesa laikā.
mk: Стандардите може да се изменат за секој преглед за време на уредувачкиот процес.
mr: संपादकीय प्रक्रियेदरम्यान प्रत्येक समीक्षणासाठी सर्वसाधारण (Default) कालमर्यादा बदलली जाऊ शकते.
ms: Lalai boleh diubah suai untuk setiap ulasan semasa proses editorial.
nb_no: Standardverdiene kan bli modifisert for hver enkelt fagfellevurdering under den redaksjonelle behandlingen.
nl: Standaardwaarden kunnen worden aangepast voor elke review afzonderlijk tijdens het redactieproces.
pl: Domyślne ustawienia mogą zostać zmodyfikowane dla każdej recenzji w trakcie procesu redakcji.
pl_pl: Domyślne ustawienia mogą zostać zmodyfikowane dla każdej recenzji w trakcie procesu redakcji.
pt_pt: Os padrões para cada revisão podem ser modificados durante o processo editorial.
ro_ro: Setările implicite pot fi modificate pentru fiecare revizuire în timpul procesului editorial.
ru_ru: Значения по умолчанию могут быть изменены для каждой рецензии в ходе редакционного процесса.
sl: Privzete vrednosti je možno spremeniti pri vsaki recenziji posebej med uredniškim postopkom.
sr_rs@cyrillic: Задата подешавања могу бити измењена за сваку рецензију током уредничког процеса.
sv_se: Defaultvärden kan ändras för varje granskning under redaktionsprocessen.
th: ค่าเริ่มต้นสามารถแก้ไขได้ในแต่ละการทบทวนระหว่างกระบวนการบรรณาธิการ
tr_tr: Varsayılanlar, editöryal süreçte her inceleme için değiştirilebilir.
uk: Усталені значення, які можна змінити для кожної рецензії під час редакційного процесу.
uk_ua: Усталені значення, які можна змінити для кожної рецензії під час редакційного процесу.
vi: Mặc định có thể được sửa đổi cho mỗi đánh giá trong quá trình biên tập.
vi_vn: Các mặc định cho mỗi bài đánh giá có thể sửa đổi trong quá trình biên tập.

# manager.setup.reviewOptions.reviewMode
source: Default Review Mode
az: Defolt incələmə rejimi
bg_bg: Режим на резензиране по подразбиране
ca_es: Mode de revisió predeterminat
cs_cz: Výchozí režim recenze
da: Standard bedømmelsesindstilling
de_de: Standard-Reviewmodus
el_gr: Προεπιλεγμένη Λειτουργία Αξιολόγησης
es_es: Modo de revisión por defecto
eu: Berrikuspen modu lehenetsia
fr_fr: Mode d'évaluation par défaut
gl: Modo de revisión predeterminado
hr: Zadani način pregleda
hu_hu: Alapértelmezett lektorálási mód
hy_am: Գրախոսման կանխադրված ռեժիմ
id: Cara Mereview Bawaan
is: Sjálfgefinn ritrýnihamur
it_it: Modalità di revisione di default
ja: ディフォルトの査読モード
ka_ge: ნაგულისხმევი განხილვის რეჟიმი
kk_kz: Әдепкі рецензиялау режимі
lv: Noklusējuma recenzēšanas režīms
mk: Стандарден режим за рецензирање
mr: सर्वसाधारण (Default) समीक्षण प्रक्रिया
ms: Mod Ulasan Lalai
nb_no: Standardinnstilling for fagfellevurdering
nl: Standaard reviewmodus
pl: Domyślny tryb recenzji
pt_pt: Modo de Revisão Padrão
ro_ro: Modul de examinare implicit
ru_ru: Режим рецензирования по умолчанию
sl: Privzeti način recenzije
th: โหมดการทบทวนเริ่มต้น
tr_tr: Varsayılan İnceleme Modu
uk: Спосіб рецензування за замовчуванням
uk_ua: Спосіб рецензування за замовчуванням
vi: Chế độ đánh giá mặc định
vi_vn: Chế độ phản biện mặc định

# manager.setup.reviewOptions.showAnonymousReviewLink
source: Present a link to <button type="button">how to ensure all files are anonymized</button> during upload
az: Yükləmə əsnasında<button type="button">"Anonim rəyçilik Təminetmə"</button> başlıqlı bir link təqdim edin.
bg_bg: Представете връзка за <button type="button">как да се уверите, че всички файлове са анонимизирани</button> по време на качване
cs_cz: Představte odkaz na <button type = "button"> jak zajistit, aby byly všechny soubory během nahrávání anonymizovány </button>
da: Vis et link til <button type="button">hvordan man sikrer, at alle filer er anonymiserede</button> under upload
el_gr: Προσθέστε έναν σύνδεσμο για την <button type="button">Εξασφάλιση τυφλής κρίσης</button> κατά τη μεταφόρτωση
eu: Aurkeztu kargatzean <button type="button">nola ziurtatu fitxategi guztiak anonimizatuta daudela</button> azaltzen duen esteka bat
gl: Presente unha ligazón a <button type = "button">como asegurar que todos os arquivos sexan anónimos</button> durante a carga
hr: Predstavite vezu na <button type="button">kako osigurati da su sve datoteke anonimizirane</button> tijekom prijenosa
hy_am: Ուղղեք հղումը դեպի <button type="button">ինչպես երաշխավորել, որ բոլոր նիշքերը անանունացված լինեն</button> վերբեռնման ժամանակ
id: Tampilkan tautan ke <button type="button">bagaimana memastikan semua file tetap anomim</button> selama proses unggah
is: Sýndu tengil á <button type="button">Hvernig tryggja skal nafnleysi skráa</button> við upphleðslu
ja: アップロード時に<button type="button">すべてのファイルを匿名化する方法</button>へのリンクを提示
ka_ge: წარმოადგინეთ ბმული, <button type="button">თუ როგორ უნდა უზრუნველყოთ, რომ ყველა ფაილი ანონიმურია</button> ატვირთვის დროს
kk_kz: Жүктеп салу кезінде <button type="button">барлық файлдардың анонимді болуын қалай қамтамасыз етуге болады</button> сілтемесін көрсету
lv: Uzrādīt saiti uz <button type="button">kā nodrošināt, lai visas datnes tiktu anonimizētas</button> augšupielādes laikā
mk: Презентирајте ја врската до<button type="button">Обезбедување на слепи преглед </button> за време на поставувањето
mr: संक्रमित (अपलोड) करताना <button type="button">सगळ्या फाईल्स अनामित आहेत याची खात्री कशी करावी</button> याची माहिती सादर करा
ms: Kemukakan pautan ke <button type="button">cara memastikan semua fail dianonimkan</button> semasa muat naik
nb_no: Vis en lenke til <button type="button">hvordan sikre anonymisering av filer</button> ved opplasting
nl: Presenteer een link naar <button type="button">hoe je ervoor kunt zorgen dat alle bestanden geanonimiseerd zijn</button> tijdens het uploaden
pl: Podczas przesyłania plików pokazuj odsyłacz <button type="button">Jak prawidłowo anonimizować</button>
ru_ru: Показывать ссылку на <button type="button">Как гарантировать, что все файлы сделаны анонимными</button> во время загрузки
sl: Prikaži povezavo do <button type="button">kako zagotoviti, da bodo vse datoteke anonimizirane</button> med postopkom nalaganja datotek
th: แสดงลิงก์ไปยัง <button type="button">วิธีทำให้ไฟล์ทั้งหมดไม่ระบุตัวตน</button> ระหว่างการอัปโหลด
uk: Додати покликання на матеріал, як <button type="button">забезпечити анонімізацію всіх файлів</button> під час завантаження
vi: Hiển thị liên kết đến <button type="button">cách đảm bảo tất cả các tệp được ẩn danh</button> trong khi tải lên

# manager.setup.sponsors.description
source: Examples: scholarly associations, university departments, cooperatives, etc. Sponsors are displayed publicly.
az: Nümunələr: Elmi dərnəklər, universitet bölmələri, korporativlər, vb. Sponsorlar ictimaiyyətə açıq olaraq göstərilir.
bg_bg: Примери: научни асоциации, университетски катедри, кооперации и др. Спонсорите се показват публично.
ca_es: Exemples: associacions acadèmiques, departaments universitaris, cooperatives, etc. Els patrocinadors es mostren públicament.
cs_cz: Příklady: vědecké asociace, univerzitní oddělení, družstva atd. Sponzoři jsou veřejně zobrazováni.
da: Eksempler: Videnskabelige organisationer, universitetsinstitutter, andelsforetagender osv. Navnene på sponsorerne vises på hjemmesiden.
de_de: Beispiele: Fachgesellschaften, Fachbereiche, Konsortien etc. Spnsoren werden öffentlich angezeigt.
el_gr: Τα ονόματα των οργανισμών (π.χ., ακαδημαϊκές ενώσεις, πανεπιστημιακά τμήματα, συνεταιρισμοί, κτλ.) που αποτελούν χορηγούς του περιοδικού θα εμφανίζονται δημόσια στην σελίδα "Σχετικά με το Περιοδικό" και ενδέχεται να συνοδεύονται από ευχαριστήριο σημείωμα.
es_es: Ejemplos: asociaciones académicas, departamentos universitarios, cooperativas, etc. Los patrocinadores se muestran públicamente.
eu: Adibideak: elkarte akademikoak, unibertsitate-sailak, kooperatibak, etab. Babesleak publikoki erakusten dira.
fr_fr: Exemples : associations ou sociétés savantes, départements universitaires, coopératives, etc. Les sponsors sont affichés publiquement.
gl: Exemplos: asociacións académicas, departamentos universitarios, cooperativas, etc. Os patrocinadores amósanse publicamente.
hr: Primjeri: stručne udruge, sveučilišni odsjeci, zadruge itd. Sponzori su javno prikazani.
hu_hu: Példák: tudományos szervezetek, egyetemi tanszékek, együttműködők, stb. A szponzorok nyilvánosan megjelennek.
hy_am: Օրինակներ՝ գիտական ասոցիացիաներ, համալսարանական բաժիններ, կոոպերատիվներ և այլն: Հովանավորները ցուցադրվում են հրապարակայնորեն:
id: Contoh: asosiasi cendekiawan, departemen di universitas, koperasi, dsb. Sponsor ditampilkan secara publik.
is: Dæmi: Faglegar tengingar, háskóladeildir, samstarf o.s.frv. Stuðningaðilar birtast opinberlega.
it_it: Ad esempio: società scientifiche, dipartimenti universitari, etc. Gli sponsor sono visualizzati pubblicamente.
ja: 例：学術団体、大学部局、協同組合など。スポンサーは公開されます。
ka_ge: მაგალითები: სამეცნიერო ასოციაციები, უნივერსიტეტის განყოფილებები, კოოპერატივები და ა.შ. სპონსორები საჯაროდ არიან ნაჩვენები.
kk_kz: Мысалдар: ғалымдар қоғамдары, жоғары оқу орындарының бөлімдері, бірлестіктер, т.б. Демеушілер сайттағы қоғамдық доменде көрсетіледі.
lv: Piemēri: zinātnieku apvienības, universitāšu struktūrvienības, kooperēšanās u. c. Sponsori tiek uzrādīti publiski.
mk: Примери: академски здруженија, универзитетски оддели, корпорации, итн. Спонзорите се прикажани јавно.
mr: उदाहरणे: विद्वानांच्या संघटना, विद्यापीठातील विभाग, सहकारी संस्था, इ. प्रायोजकांची नावे/माहिती सार्वजनिकरित्या प्रदर्शित केली जाते.
ms: Contoh: organisasi sarjana, jabatan universiti, koperasi, dsb. Penaja dipaparkan secara terbuka.
nb_no: Eksempler: akademisk organisasjon, institutt, forskergrupper. Sponsorer blir vist offentlig.
nl: Voorbeelden: wetenschappelijke instellingen, universiteitsdepartementen, collectieven, enz. Sponsors worden publiek getoond.
pl: Przykłady: towarzystwa naukowe, wydziały uczelni, instytucje współpracujące itp. Instytucje finansujące są widoczne publicznie.
pl_pl: Przykłady: towarzystwa naukowe, wydziały uczelni, instytucje współpracujące itp. Instytucje finansujące są widoczne publicznie.
pt_pt: Exemplos: associações académicas, departamentos universitários, cooperativas, etc. Os patrocinadores são exibidos publicamente.
ro_ro: Exemple: asociații de specialiști, departamente universitare, cooperative, etc. Sponsorii sunt afișați public.
ru_ru: Примеры: общества ученых, подразделения университетов, объединения и т.д. Спонсоры показываются в открытом доступе на сайте.
sl: Primeri: akademska združenja, univerzitetni oddelki, kooperative, itd. Sponzorji so prikazani javno.
sr_rs@cyrillic: Примери: академске асоцијације, универзитетска одељења, кооперативе итд. Спонзори су јавно приказани.
sv_se: Exempel: vetenskapliga organisationer, universitetsinstitutioner, kooperativ etc. Sponsorer visas publikt.
th: ตัวอย่าง: สมาคมวิชาการ, คณะมหาวิทยาลัย, สหกรณ์ เป็นต้น ผู้สนับสนุนจะแสดงให้สาธารณชนทราบ
tr_tr: Örnekler: Bilimsel dernekler, üniversite bölümleri, kooperatifler, vb. Sponsorlar kamuya açık olarak gösterilmektedir.
uk: Приклади: наукові товариства, університетські підрозділи, спілки тощо. Інформація про спонсорів оприлюднюється у відкритому доступі.
uk_ua: Приклади: наукові товариства, університетські підрозділи, спілки тощо. Інформація про спонсорів оприлюднюється у відкритому доступі.
vi: Ví dụ: hiệp hội học thuật, khoa đại học, hợp tác xã, v.v. Các nhà tài trợ được hiển thị công khai.
vi_vn: Ví dụ: hiệp hội học giả, khoa đại học, hợp tác xã, v.v. Các nhà tài trợ được hiển thị công khai.
