Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# mailable.reviewerRegister.description
source: This email is sent to a newly registered reviewer to welcome them to the system and provide them with a record of their username and password.
bg_bg: Този имейл се изпраща на новорегистриран рецензент, за да го приветства в системата и да им предостави запис с потребителско име и парола.
cs_cz: Tento email je zaslán nově registrovanému recenzentovi jako přivítání do systému a poskytne mu doklad o jeho uživatelském jménu a heslu.
da: Denne e-mail sendes til netop registrerede bedømmere for at byde dem velkommen til systemet og for at oplyse dem om deres brugernavn og adgangskode.
eu: Ebaluatzaile erregistratu berriei bidaltzen zaie mezu hau, sistemarako ongietorria emateko eta erabiltzaile-izena eta pasahitza jakinarazteko.
gl: Este correo electrónico envíase a un revisor que se acaba de rexistrar para darlle a benvida ao sistema e facerlle chegar o seu nome de usuario e o seu contrasinal.
hr: Ova se poruka šalje recenzentima koje registriraju urednici. Njome se novoregistriranom recenzentu želi dobrodošlica te pružaju informacije o korisničkom imenu i lozinki.
hy_am: Այս էլ․ նամակն ուղարկվում է նոր գրանցված գրախոսին, որպեսզի ողջունի նրան համակարգում և տրամադրի օգտվողի անվան և գաղտնաբառի գրառումը:
id: Email ini dikirimkan ke reviewer baru untuk menyambut dan memberikan informasi nama pengguna dan sandi.
is: Þessi tölvupóstur er sendur á nýlega skráða ritrýna til að bjóða þá velkomna og til að senda þeim notendanafn og lykilorð.
ja: このメールは新規に登録された査読者に送付され、ユーザー名とパスワードが通知されます。
ka_ge: ეს წერილი ეგზავნება ახლად რეგისტრირებულ რეცენზენტს, მიესალმება მას სისტემაში და ატყობინებს მას მომხმარებლის სახელსა და პაროლს, საიტზე წვდომისათვის.
kk_kz: Бұл электрондық пошта жаңадан тіркелген шолушыға жіберіледі, оны жүйеде қарсы алады және сайтқа кіру үшін пайдаланушы аты мен құпия сөзді береді.
ku: ئەم ئیمەیڵە بۆ هەڵسەنگێنەرێکی نوێ نێردراوە بۆ بەخێرهێنانیان بۆ سیستەمەکە و دابینکردنی ناوی بەکارهێنەر و وشەی نهێنییەکەیان.
lv: Šis e-pasts tiek nosūtīts jaunreģistrētajam recenzentam, lai sveiktu viņu sistēmā un piešķirtu viņam lietotājvārdu un paroli.
mk: Овој и-меил е испратен до новорегистрирани корисници со цел да ги воведе во системот и да им обезбеди запис за нивното корисничко име и лозинка.
mr: हा ई-मेल नव्या नोंदणीकृत समीक्षकाचे स्वागत करून त्याला त्याचे वापरकर्तानाव आणि पासवर्डची नोंद पुरवण्यासाठी पाठवला जातो.
ms: E-mel ini dihantar kepada pengulas yang baru didaftarkan untuk mengalu-alukan mereka ke sistem dan memberi mereka rekod nama pengguna dan kata laluan mereka.
nb_no: Denne e-posten sendes til nyregistrerte fagfeller for å ønske dem velkommen til systemet og tildele dem brukernavn og passord.
nl: Deze e-mail wordt naar iedere nieuwe reviewer gestuurd om ze welkom te heten bij het systeem en ze van een kopie van hun gebruikersnaam en wachtwoord te voorzien.
pl: Wiadomość jest wysyłana do nowych recenzentów, celem powitania ich i przesłania danych do logowania.
ru_ru: Это письмо отправляется вновь зарегистрированному рецензенту, приветствуя его в системе и сообщая ему имя пользователя и пароль для доступа к сайту.
sk: Tento email je zaslaný novo zaregistrovanému recenzentovi ako privítanie do systému a poskytne mu informáciu o jeho používateľskom mene a hesle.
sl: Email se pošlje novo registriranim recenzentom kot dobrodošlica, skupaj z uporabniškim imenom in geslom za dostop do spletišča revije.
th: อีเมลนี้ถูกส่งไปยังผู้รีวิวที่ลงทะเบียนใหม่เพื่อต้อนรับเข้าสู่ระบบและให้บันทึกชื่อผู้ใช้และรหัสผ่านของพวกเขา
uk: Цей електронний лист надсилається нещодавно зареєстрованому рецензенту, щоб привітати його в системі та надати запис його імені користувача й пароля.
uz_uz@latin: Bu elektron pochta yangi ro'yxatdan o'tgan sharhlovchiga tizimga xush kelibsiz va ularga foydalanuvchi nomi va parolini yozib berish uchun yuboriladi.
vi: Email này được gửi đến người đánh giá mới đăng ký để chào mừng họ đến với hệ thống và cung cấp cho họ thông tin tên đăng nhập và mật khẩu của họ.

# mailable.submissionSavedForLater.name
source: Submission Saved for Later
bg_bg: Подаваните материали са съхранени за по-късна обработка
cs_cz: Příspěvek byl uložen na později
da: Indsendelse gemt til senere brug
eu: Bidalketa gerorako gorde da
hr: Podnesak je spremljen za kasnije
id: Naskah Telah Disimpan untuk Dikirim Nanti
lv: Iesniegtais materiāls saglabāts vēlākam laikam
mk: Поднесокот е зачуван за подоцна
mr: सादरीकरण प्रक्रियेतील नोंदलेली माहिती जतन करून शिल्लक भाग नंतर भरता येईल हे कळवण्यासाठी
nl: Inzending bewaard voor later
pl: Wstrzymano tworzenie zgłoszenia, utrwalając dotychczas wprowadzone informacje
sl: Prispevek shranjen za kasneje
th: บันทึกการส่งงานเพื่อทำต่อภายหลัง
uk: Подання зберігається на потім
vi: Bài nộp đã lưu để hoàn thành sau

# mailable.submissionAck.name
source: Submission Confirmation
bg_bg: Потвърждение за подадени материали
cs_cz: Potvrzení podání příspěvku
da: Bekræftelse af indsendelse
eu: Bidalketaren baieztapena
hr: Potvrda podneska
hy_am: Ներկայացման հաստատում
id: Konfirmasi Pengiriman
lv: Iesniegšanas apstiprinājums
mk: Потврда за поднесување
mr: सादरीकरण प्रक्रिया पूर्ण झाल्याबद्दल दुजोरा
nl: Bevestiging Inzending
pl: Potwierdzenie zgłoszenia
sl: Potrditev prejema prispevka
th: ยืนยันการส่งงาน
uk: Підтвердження подачі
vi: Xác nhận nộp bài

# mailable.submissionAckNotAuthor.name
source: Submission Confirmation (Other Authors)
bg_bg: Потвърждение за подадени материали (Съавтори)
cs_cz: Potvrzení podání příspěvku (ostatní autoři)
da: Bekræftelse af indsendelse (andre forfattere)
eu: Bidalketaren baieztapena (beste egileak)
hr: Potvrda podneska (drugi autori)
id: Konfirmasi Pengiriman Naskah (Penulis yang Lain)
lv: Iesniegšanas apstiprinājums (citi autori)
mk: Потврда за поднесување (Други автори)
mr: सादरीकरण प्रक्रिया पूर्ण केल्याबद्दल दुजोरा (इतर लेखकांना)
nl: Bevestiging Inzending (Overige Auteurs)
pl: Potwierdzenie zgłoszenia współautorom
sl: Potrditev prispevka (ostali avtorji)
th: ยืนยันการส่งงาน (ผู้แต่งอื่น ๆ)
uk: Підтвердження подачі (інші автори)
vi: Xác nhận nộp bài (Tác giả khác)

# mailable.discussionSubmission.name
source: Discussion (Submission)
bg_bg: Дискусия за подадени материали
cs_cz: Diskuse (k příspěvku)
da: Diskussion (indsendelse)
eu: Eztabaida (bidalketa)
hr: Rasprava (Podnesak)
hy_am: Ներկայացման Քննարկում
id: Diskusi (Pengiriman Naskah)
lv: Diskusija (Materiāla iesniegšana)
mk: Дискусија (Поднесок)
mr: चर्चासत्र (सादरीकरण)
nl: Discussie (Inzending)
pl: Dyskusje etapu zgłaszania
sl: Diskusija prispevka
th: การสนทนา (การส่งบทความ)
uk: Обговорення (подача)
vi: Thảo luận (Bài nộp)

# mailable.discussionSubmission.description
source: This email is sent when a discussion is created or replied to in the submission stage.
bg_bg: Този имейл се изпраща на етапа на подаване на материали, за да уведоми потребителя.
cs_cz: Tento e-mail je odeslán po vytvoření diskuse nebo odpovědi na ni ve fázi podávání příspěvku.
da: Denne e-mail sendes når der er oprettet eller svaret på en diskussion på indsendelsestrinnet.
eu: Mezu elektroniko hau bidaltzen da bidalketa-fasean eztabaida bat sortzen denean edo erantzuten zaionean.
hr: Ova se poruka e-pošte šalje kada se stvori rasprava ili se na nju odgovori u fazi slanja podneska.
hy_am: Այս էլ․ նամակն ուղարկվում է ներկայացման փուլում՝ օգտատերին ծանուցելու ներկայացման մասին
id: Email ini dikirim ketika diskusi dibuat atau dibalas pada tahap pengiriman naskah.
lv: Šis e-pasts tiek nosūtīts, kad tiek izveidota diskusija vai atbildēts uz to materiāla iesniegšanas posmā.
mk: Овој емаил се испраќа кога се креира дискусија или на која се одговара во фазата на поднесување.
mr: सादरीकरणाच्या टप्प्यात चर्चासत्र निर्माण केले जाते किंवा आणि चर्चेला उत्तर दिले जाते तेव्हा हा ई-मेल पाठवला जातो.
nl: Deze e-mail wordt verzonden wanneer een discussie wordt aangemaakt of beantwoord in de indieningsfase.
pl: Ta wiadomość e-mail wysyłana jest po każdej korespondencji w dyskusji etapu zgłaszania.
sl: Ta email se avtomatično pošlje, ko je prispevek v fazi rokopisa in je ustvarjena nova diskusija ali odgovor nanjo.
th: อีเมลนี้ถูกส่งเมื่อมีการสร้างหรือการตอบกลับการสนทนาในขั้นตอนการส่งบทความ
uk: Цей електронний лист надсилається, коли створюється обговорення або на нього відповідають на стадії подачі.
vi: Email này được gửi khi một cuộc thảo luận được tạo hoặc trả lời trong giai đoạn nộp bài.

# mailable.discussionReview.name
source: Discussion (Review)
bg_bg: Преглед на дискусия
cs_cz: Diskuse (k recenzi)
da: Diskussion (bedømmelse)
eu: Eztabaida (berrikuspena)
hr: Rasprava (Recenzija)
hy_am: Քննարկման վերանայում
id: Diskusi (Review)
lv: Diskusija (Recenzēšana)
mk: Дискусија (Рецензија)
mr: चर्चासत्र (समीक्षणादरम्यान)
nl: Discussie (Review)
pl: Dyskusja etapu recenzowania
sl: Recenzijska diskusija
th: การสนทนา (การทบทวน)
uk: Обговорення (рецензування)
vi: Thảo luận (Đánh giá)

# mailable.discussionCopyediting.name
source: Discussion (Copyediting)
bg_bg: Дискусия - стилово редактиране
cs_cz: Diskuse (ve fázi copyeditingu)
da: Manuskriptredigeringsdiskussion
eu: Eztabaida (edizioa)
hr: Rasprava (Lektura)
hy_am: Գրական սրբագրման քննարկում
id: Diskusi (Copyedit)
lv: Diskusija (literārā rediģēšana)
mk: Дискусија (Уредување)
mr: चर्चासत्र (कॉपीएडिटिंग)
nl: Discussie (Copyediting)
pl: Dyskusja etapu korekcji
sl: Lektorska diskusija
th: การสนทนา (การตรวจสำเนา)
uk: Обговорення (літературне редагування)
vi: Thảo luận (Chỉnh sửa)

# mailable.discussionProduction.name
source: Discussion (Production)
bg_bg: Дискусия - продукционен етап
cs_cz: Diskuse (v produkční fázi)
da: Produktionsdiskussion
eu: Eztabaida (ekoizpena)
hr: Rasprava (Produkcija)
hy_am: Արտադրության քննարկում
id: Diskusi (Produksi)
lv: Diskusija (Izstrāde)
mk: Дискусија (Обработка)
mr: चर्चासत्र (प्रकाशन)
nl: Discussie (Production)
pl: Dyskusja etapu produkcji
sl: Produkcijska diskusija
th: การสนทนา (การผลิต)
uk: Обговорення (виробництво)
vi: Thảo luận (Sản xuất)

# mailable.discussionProduction.description
source: This email is sent when a discussion is created or replied to in the production stage.
bg_bg: Този имейл се изпраща на продукционния етап на работния процес, за да уведоми потребителя.
cs_cz: Tento e-mail je odeslán při vytvoření diskuse nebo odpovědi na ni v produkční fázi.
da: Denne e-mail sendes på produktionstrinnet for at meddele en bruger om indsendelsen.
eu: Mezu elektroniko hau bidaltzen da ekoizpen-fasean eztabaida bat sortzen denean edo erantzuten zaionean.
hr: Ova se poruka e-pošte šalje kada se stvori rasprava ili se na nju odgovori u fazi produkcije.
hy_am: Այս էլ․ նամակն ուղարկվում է արտադրության փուլում՝ օգտատիրոջը ներկայացման մասին ծանուցելու համար
id: Email ini dikirim ketika diskusi dibuat atau dibalas pada tahap produksi.
lv: Šis e-pasts tiek nosūtīts, kad izstrādes posmā tiek izveidota diskusija vai uz to tiek atbildēts.
mk: Овој емаил се испраќа кога се креира дискусија или на која се одговара во фазата на обработка.
mr: प्रकाशन टप्प्यात चर्चासत्र निर्माण केले जाते किंवा आणि चर्चेला उत्तर दिले जाते तेव्हा हा ई-मेल पाठवला जातो.
nl: Deze e-mail wordt verzonden wanneer een discussie wordt aangemaakt of beantwoord in de productiefase.
pl: Ta wiadomość e-mail wysyłana jest po każdej korespondencji w dyskusji etapu produkcji.
sl: Ta email se avtomatično pošlje, ko je prispevek v fazi produkcije in je ustvarjena nova diskusija ali odgovor nanjo.
th: อีเมลนี้ถูกส่งเมื่อมีการสร้างหรือการตอบกลับการสนทนาในขั้นตอนการผลิต
uk: Цей електронний лист надсилається, коли створюється обговорення або на нього відповідають на стадії виробництва.
vi: Email này được gửi khi một cuộc thảo luận được tạo hoặc trả lời trong giai đoạn sản xuất.

# mailable.revisedVersionNotify.name
source: Revised Version Notification
bg_bg: Известие за преработена версия
cs_cz: Oznámení revidované verze
da: Notifikation om revideret version
eu: Berrikusitako bertsioaren jakinarazpena
hr: Obavijest o revidiranoj verziji
hy_am: Վերանայված տարբերակի ծանուցում
id: Notifikasi Versi Revisi
lv: Paziņojums par labotu versiju
mk: Известување за ревидирана верзија
mr: सुधारित आवृत्तीची (version) सूचना
nl: Bericht Herziene Versie
pl: Powiadomienie o zrewidowanej wersji
sl: Obvestilo o revidirani različici
th: แจ้งเวอร์ชันที่แก้ไขแล้ว
uk: Повідомлення про переглянуту версію
vi: Thông báo phiên bản sửa đổi

# mailable.announcementNotify.name
source: New Announcement
bg_bg: Ново съобщение
cs_cz: Nové oznámení
da: Ny meddelelse
eu: Jakinarazpen berria
hr: Nova najava
id: Pengumuman Baru
lv: Jauns paziņojums
mk: Ново соопштение
mr: नवी घोषणा
nl: Nieuw nieuwsbericht
pl: Nowe ogłoszenie
sl: Novo obvestilo
th: ประกาศใหม่
uk: Нове оголошення
vi: Thông báo mới

# mailable.announcementNotify.description
source: This email is sent when a new announcement is created.
bg_bg: Този имейл се изпраща, когато се създаде ново съобщение.
cs_cz: Tento email je posílán, pokud je vytvořeno nové oznámení.
da: Denne e-mail sendes, når der oprettes en ny meddelelse.
eu: Mezu elektroniko hau bidaltzen da iragarki berri bat sortzen denean.
gl: Este correo electrónico envíase cando se crea un novo anuncio.
hr: Ova se poruka e-pošte šalje kada se stvori nova najava.
hy_am: Այս էլ․ նամակն ուղարկվում է, երբ ստեղծվում է նոր հայտարարություն:
id: Surel ini dikirim ketika terdapat pengumuman baru.
ja: このメールは、新しいお知らせが作成された際に送信されます。
ka_ge: ეს წერილი იგზავნება ახალი განცხადების შექმნისას.
kk_kz: Бұл электрондық пошта жаңа тізім жасалған кезде жіберіледі.
lv: Šis e-pasts tiek nosūtīts, kad tiek izveidots jauns paziņojums.
mk: Оваа е-пошта се испраќа кога ќе се креира ново соопштение.
mr: नवी घोषणा निर्माण केल्यावर हा ई-मेल पाठवला जातो.
ms: E-mel ini dihantar semasa pengumuman baru dibuat.
nb_no: Denne e-posten blir sendt når et nytt oppslag opprettes.
nl: Deze e-mail wordt verzonden wanneer er een nieuwe aankondiging is gemaakt.
pl: Ten email jest wysyłany, kiedy pojawiło się nowe ogłoszenie.
ru_ru: Это письмо отправляется при создании нового объявления.
sk: Tento email je posielaný, ak je vytvorené nové oznámenie.
sl: Email je poslan, ko je objavljeno novo obvestilo.
th: อีเมลนี้จะถูกส่งเมื่อมีการสร้างประกาศใหม่
uk: Цей електронний лист надсилається, коли створено нове оголошення.
uz_uz@latin: Bu e -pochta yangi e'lon yaratilganda yuboriladi.
vi: Email này được gửi khi có thông báo mới được tạo.

# mailable.statisticsReportNotify.name
source: Statistics Report Notification
bg_bg: Известие за статистически отчет
cs_cz: Oznámení o statistické zprávě
da: Notifikation om statistikrapport
eu: Estatistika-txostenaren jakinarazpena
hr: Obavijest o statistističkom izvješću
hy_am: Վիճակագրության հաշվետվության ծանուցում
id: Notifikasi Laporan Statistik
lv: Paziņojums par statistikas pārskatu
mk: Известување за извештај за статистика
mr: सांख्यिकी अहवालासंबंधी सूचना
pl: Powiadomienie o raporcie statystycznym
sl: Obvestilo o statističnem poročilu
th: การแจ้งเตือนรายงานสถิติ
uk: Повідомлення про статистичний звіт
vi: Thông báo báo cáo thống kê

# mailable.editReviewNotify.name
source: Edit Review Notification
bg_bg: Редактиране на известие за рецензия
cs_cz: Editovat oznámení o recenzi
da: Notifikation om redigering af bedømmelse
eu: Editatu berrikuspenaren jakinarazpena
hr: Uredi obavijest o recenziji
hy_am: Խմբագրել գրախոսման ծանուցումը
id: Mengedit Notifikasi Review
lv: Recenzijas labojumu paziņojums
mk: Изменете го известувањето за ревизија
mr: समीक्षणासंबंधीच्या सूचनेचे संपादन
nl: Wijzig Review Bericht
pl: Powiadomienie o zmianach w ustaleniach dotyczących recenzji
sl: Obvestilo glede recenzije
th: การแจ้งเตือนการแก้ไขการทบทวน
uk: Редагувати повідомлення про рецензування
vi: Thông báo chỉnh sửa đánh giá

# mailable.reviewCompleteNotifyEditors.name
source: Reviewer Commented Notify Editors
bg_bg: Уведомления на редакторите за коментар на рецензента
cs_cz: Komentář recenzenta: Upozornit redakci
da: Bedømmer kommenterede, meddel redaktører
eu: Jakinarazi editoreei ebaluatzailearen iruzkinak
hr: Obavijest urednicima o preporuci recenzenta
hy_am: Գրախոսը մեկնաբանել է Տեղեկացնել խմբագիրներին
id: Reviewer Memberikan Komentar untuk Memberikan Notifikasi Pada Editor
lv: Paziņojums redaktoriem par recenzenta komentāriem
mk: Рецензентот даде коментар Известете ги уредниците
mr: समीक्षकाने मतप्रदर्शन केले आहे, संपादकांना सूचित करा
pl: Powiadomienie o otrzymaniu rekomendacji dla zgłoszenia
sl: Obvestilo urednikom o recenzentskem priporočilu
th: ผู้รีวิวแสดงความคิดเห็น แจ้งบรรณาธิการ
uk: Повідомлення редакторам про коментар рецензента
vi: Người đánh giá đã nhận xét Thông báo biên tập viên

# manager.people.authSource
source: Authentication source
az: Səlahiyyətləndirmə mənbəyi
bg_bg: Източник на удостоверяване
ca_es: Font d’autenticació
cs_cz: Zdroj ověření
da: Godkendelseskilde
de_de: Authentifizierungsquelle
el_gr: Πηγή πιστοποίησης
es_es: Fuente de autentificación
eu: Autentifikazio iturria
fr_fr: Source d'authentification
hr: Izvor provjere autentičnosti
hu_hu: Hitelesítési forrás
hy_am: Նույնականացման աղբյուր
id: Sumber autentikasi
id_id: Sumber Pengesahan
is: Uppruni heimildar
it_it: Fonte di autenticazione
lv: Autentifikācijas avots
mk: Извор за автентикација
mr: स्रोताचे प्रमाणीकरण (Authentication source)
nl: Authenticatiebron
pl: Źródło uwierzytelnienia
pl_pl: Źródło uwierzytelniania
pt_pt: Fonte de Autenticação
ro_ro: Sursa de autentificare
sl: Vir avtentikacije
sr_rs@cyrillic: Извор аутентификације
sv_se: Autentiseringskälla
th: แหล่งการยืนยันตัวตน
tr_tr: Yetkilenme kaynağı
uk: Джерело автентифікації
uk_ua: Джерело аутентифікації
vi: Nguồn xác thực
vi_vn: Nguồn xác thực

# mailable.decision.backToReview.notifyAuthor.name
source: Submission Sent Back to Review
bg_bg: Подадените материали са изпратени обратно към етапа на рецензиране
cs_cz: Příspěvek byl poslán zpět do recenzní fáze
da: Indsendelse sendt tilbage til bedømmelse
eu: Bidalketa berrikuspenera itzuli da
hr: Podnesak je poslan natrag na recenziju
hy_am: Ներկայացումն հետ է ուղարկվել վերանայման
id: Naskah Dikirimkan Kembali untuk Direview
ka_ge: წარდგენა გაიგზავნა უკან განხილვაზე
kk_kz: Материал қайта қарауға жіберілді
lv: Materiāls nosūtīts atpakaļ recenzēšanai
mk: Поднесокот е испратен назад на рецензија
mr: सादरीकरण पुन्हा समीक्षण टप्प्यावर पाठवले
nl: Voor review teruggezonden inzending
pl: Cofnięcie zgłoszenia do recenzowania
sl: Prispevek vrnjen nazaj v fazo recenzije
th: ส่งบทความกลับไปยังขั้นตอนการทบทวน
uk: Подання повернуто на рецензування
vi: Bài nộp đã gửi lại để đánh giá

# mailable.decision.backToSubmission.notifyAuthor.name
source: Submission Sent Back to Submission
bg_bg: Подадените материали са изпратени обратно към етапа на подаване на материали
cs_cz: Příspěvek odeslán zpět do fáze podání
da: Indsendelse sendt tilbage til indsendelsestrinnet
eu: Bidalketa bidalketa-fasera itzuli da
hr: Podnesak je poslan natrag na slanje podneska
hy_am: Ներկայացումը հետ է ուղարկվել ներկայացման
id: Naskah Dikirimkan Kembali ke Tahap Pengiriman
ka_ge: წარდგენა გაგზავნილია უკან წარდგენაზე
kk_kz: Материал кері жіберілді
lv: Materiāls nosūtīts atpakaļ uz materiāla iesniegšanu
mk: Поднесокот е испратен назад до поднесување
mr: सादरीकरण पुन्हा सादरीकरण टप्प्यावर पाठवले
pl: Cofnięcie zgłoszenia do kompletacji
sl: Prispevek vrnjen v fazo oddaje
th: ส่งบทความกลับไปยังขั้นตอนการส่ง
uk: Подання повернуто на стадію подачі
vi: Bài nộp đã gửi lại giai đoạn nộp bài

# mailable.decision.backToSubmission.notifyAuthor.description
source: This email notifies the author that their submission has been sent back to the submission stage.
bg_bg: Този имейл уведомява автора, че техните подадени материали са изпратени обратно към етапа на подаване на материали.
cs_cz: Tento e-mail oznamuje autorovi, že jeho příspěvek byl odeslán zpět do fáze podávání.
da: Denne e-mail informerer forfatteren om, at vedkommendes indsendelse er blevet sendt tilbage til indsendelsestrinnet.
eu: Mezu elektroniko honen bidez, egileari jakinarazten zaio haien bidalketa bidalketa-fasera itzuli dela.
hr: Ova poruka e-pošte obavještava autora da je njegov podnesak poslan natrag u fazu slanja podneska.
hy_am: Այս էլ․ նամակը տեղեկացնում է հեղինակին, որ ներկայացումը հետ է ուղարկվել ներկայացման փուլ:
id: Email ini memberikan notifikasi kepada penulis bahwa naskah mereka telah dikirim kembali ke tahap pengiriman.
ka_ge: ეს ელფოსტა აცნობებს ავტორს, რომ მათი გაგზავნა კვლავ გაგზავნილია წარდგენის ეტაპზე.
kk_kz: Бұл электрондық хат авторға олардың материалы жіберу кезеңіне қайтарылғаны туралы хабарлайды.
lv: Šajā e-pastā autors tiek informēts par to, ka viņa materiāls ir nosūtīts atpakaļ uz iesniegšanas posmu.
mk: Овој емаил го известува авторот дека неговиот поднесок е вратен во фазата на поднесување.
mr: हा ई-मेल लेखकाला सूचित करतो की त्याचे सादरीकरण परत सादरीकरण टप्प्यावर पाठवले गेले आहे.
nl: Deze e-mail bericht de auteur dat de inzending is teruggezonden naar de inzendingsfase.
pl: Ta wiadomość e-mail to powiadomienie dla autora, wysyłane przez redaktora po cofnięciu zgłoszenia do etapu kompletacji.
sl: Ta email obvešča avtorje, da je bil njihov prispevek vrnjen nazaj v fazo oddaje.
th: อีเมลนี้จะแจ้งผู้เขียนว่าบทความของพวกเขาถูกส่งกลับไปยังขั้นตอนการส่ง
uk: Цей електронний лист повідомляє автора про те, що його подання повернуто на стадію подачі.
vi: Email này thông báo cho tác giả rằng bài nộp của họ đã được gửi lại giai đoạn nộp bài.

# manager.manageEmails
source: Manage Emails
bg_bg: Управление на имейли
cs_cz: Správa emailů
da: Administrer e-mails
eu: Kudeatu mezu elektronikoak
hr: Upravljanje e-poštom
id: Mengelola Email
lv: E-pasta vēstuļu pārvaldība
mk: Управувајте со емаил
mr: ई-मेल्सचे व्यवस्थापन
nb_no: Administrer e-poster
nl: Behandel e-mailberichten
pl: Zarządcze wiadomości e-mail
sl: Urejanje emailov
th: จัดการอีเมล
uk: Керувати електронними листами
vi: Quản lý email

# manager.mailables.templates
source: Templates
bg_bg: Шаблони
cs_cz: Šablony
da: Skabeloner
eu: Txantiloiak
hr: Predlošci
id: Template
lv: Veidnes
mk: Шаблони
mr: तयार मजकूर (टेम्पलेट्स)
nl: Sjablonen
pl: Szablony
sl: Predloge
th: แม่แบบ
uk: Шаблони
vi: Các mẫu

# manager.mailables.editTemplate
source: Edit Template
bg_bg: Редактиране на шаблон
cs_cz: Úprava šablony
da: Rediger skabelon
eu: Editatu txantiloia
hr: Uredi predložak
id: Mengedit Template
lv: Rediģēt veidni
mk: Уреди шаблон
mr: तयार मजकूर (टेम्पलेट) संपादित करा
nl: Wijzig Sjabloon
pl: Edytuj szablon
sl: Urejanje predloge
th: แก้ไขแม่แบบ
uk: Редагувати шаблон
vi: Chỉnh sửa mẫu

# manager.mailables.removeTemplate
source: Remove Template
bg_bg: Премахване на шаблон
cs_cz: Odstranění šablony
da: Fjern skabelon
eu: Ezabatu txantiloia
hr: Ukloni predložak
id: Menghapus Template
lv: Noņemt veidni
mk: Отстранете го шаблонот
mr: तयार मजकूर (टेम्पलेट) हटवा
nl: Verwijder template
pl: Usuń szablon
sl: Odstrani predlogo
th: ลบแม่แบบ
uk: Видалити шаблон
vi: Xóa mẫu

# manager.mailables.resetTemplate
source: Reset Template
bg_bg: Нулиране на шаблон
cs_cz: Obnovení šablony
da: Nulstil skabelon
eu: Berrezarri txantiloia
hr: Ponovno postavi predložak
id: Mengatur Ulang Template
lv: Atiestatīt veidni
mk: Ресетирај шаблон
mr: तयार मजकूर (टेम्पलेट) पुनर्स्थापित (रीसेट) करा
nl: Stel template opnieuw in
pl: Przywróć domyślny temat i treść szablonu
sl: Ponastavi predlogo
th: รีเซ็ตแม่แบบ
uk: Скинути шаблон
vi: Đặt lại mẫu
