Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# plugins.categories.importexport
source: Import/Export Plugins
az: Data idxaletmə / ixracetmə Əlavələri
bg_bg: Добавки (плъгини) за импорт/експорт
ca_es: Connectors d’importació i exportació
cs_cz: Pluginy pro import/export
da: Plugins til import/eksport
el_gr: Πρόσθετα Εισαγωγής/Εξαγωγής
es_es: Módulos de Importación/Exportación
eu: Inportazio/esportazio pluginak
fr_fr: Modules d'importation/exportation
gl: Complementos de Importación/Exportación
hr: Dodaci za Unošenje/Iznošenje
hu_hu: Import/Export bővítmények
hy_am: Ներմուծման/արտահանման պլագիններ
id: Plugin Impor/Ekspor
id_id: Plugin Impor/Ekspor
is: Viðbótarforrit fyrir inn-/útflutning
it_it: Import/Export
ja: インポート/エクスポートプラグイン
ka_ge: იმპორტი/ექსპორტის პლაგინები
kk_kz: Импорт/экспорт модульдері
lv: Importēšanas/eksportēšanas spraudņi
mk: Приклучоци за Увоз / извоз
mr: Import/Export प्लग-इन्स
ms: Import/Eksport Plugin
nb_no: Import/eksport
pl: Wtyczki importu/eksportu
pl_pl: Wtyczki importu/eksportu
pt_pt: Plugins de Importação/Exportação
ro_ro: Instrumente de import / export
ru_ru: Модули импорта/экспорта
sl: Uvozno/izvozni vtičniki
sr_rs@cyrillic: Увоз/Извоз додаци
th: ปลั๊กอินนำเข้า/ส่งออก
tr_tr: Veri Alma/Verme Eklentileri
uk: Плагіни імпорту/експорту
uk_ua: Плагіни імпорту/експорту
vi: Các plugin Nhập/Xuất
vi_vn: Các trình cắm Nhập/Xuất dữ liệu

# plugins.categories.paymethod
source: Payment Plugins
az: Ödəniş Əlavələri
bg_bg: Добавки (плъгини) за плащане
ca_es: Connectors de pagament
cs_cz: Platební pluginy
da: Plugins til betalinger
de_de: Plugins für Zahlungsweisen
el_gr: Πρόσθετα Πληρωμών
es_es: Módulos de Pago
eu: Ordainketen pluginak
fr_fr: Modules de paiement
gl: Complementos de Pago
hr: Dodaci za plaćanje
hu_hu: Fizetési mód bővítmények
hy_am: Վճարման պլագիններ
id: Plugin Pembayaran
id_id: Plugin Pembayaran
is: Viðbótarforrit fyrir greiðslur
it_it: Modalità di pagamento
ja: 決済手法プラグイン
ka_ge: გადახდის პლაგინები
kk_kz: Төлем модульдері
lv: Maksājumu spraudņi
mk: Плагин за плаќање
mr: पेमेंट प्लग-इन्स
ms: Plugin Pembayaran
nb_no: Betaling
nl: Betalingsmethode plugins
pl: Wtyczki płatności
pl_pl: Wtyczki płatności
pt_pt: Plugins de Métodos de Pagamento
ro_ro: Pluginuri de plată
ru_ru: Модули платежей
sl: Vtičniki za plačevanje
sr_rs@cyrillic: Додаци за плаћање
sv_se: Plugins för betalningsmetod
th: ปลั๊กอินการชำระเงิน
tr_tr: Ödeme Eklentileri
uk: Плагіни платіжних компонентів
uk_ua: Плагіни платіжних компонентів
vi: Các plugin thanh toán
vi_vn: Các trình cắm thanh toán

# plugins.categories.reports
source: Report Plugins
az: Hesabat Əlavələri
bg_bg: Добавки (плъгини) за отчети
ca_es: Connectors per a informes
cs_cz: Pluginy pro generování výkazů
da: Rapport-plugins
de_de: Bericht-Plugins
el_gr: Πρόσθετα Αναφορών
es_es: Módulos de Informes
eu: Txostenen pluginak
fr_fr: Modules de rapport
gl: Complementos de Informe
hr: Dodaci za izvješća
hu_hu: Jelentés bővítmények
hy_am: Հաշվետվությունների պլագիններ
id: Plugin Laporan
id_id: Plugin Laporan
is: Viðbótarforrit fyrir skýrslur
it_it: Gestione dei report
ja: レポートプラグイン
ka_ge: ანგარიშგების პლაგინები
kk_kz: Есеп модульдері
lv: Pārskatu spraudņi
mk: Плагин за извештаи
mr: रिपोर्ट प्लग-इन्स
ms: Plugin Laporan
nb_no: Rapportering
nl: Rapportage plugins
pl: Wtyczki raportowania
pl_pl: Wtyczki raportowania
pt_pt: Plugins de Relatório
ro_ro: Pluginuri de raport
ru_ru: Модули отчетов
sl: Vtičniki za poročila
sr_rs@cyrillic: Додаци извештаја
sv_se: Rapport-plugins
th: ปลั๊กอินรายงาน
tr_tr: Rapor Eklentileri
uk: Плагіни звітів
uk_ua: Плагіни звітів
vi: Các plugin báo cáo
vi_vn: Các trình cắm Báo cáo

# plugins.categories.themes.description
source: Theme Plugins can be used to change the system's appearance.
az: Tema əlavələri sistemin görüntüsünü dəyişdirmək üçün istifadə edilir.
bg_bg: Добавките (плъгини) за тема могат да се използват за промяна на външния вид на системата.
ca_es: Podeu utilitzar els connectors de tema per a canviar l’aparença del sistema.
cs_cz: Pluginy témat vzhledu mohou být využity ke změně vzhledu systému.
da: Plugins til temaer kan bruges til at ændre systemets udseende.
de_de: Designvorlagen-Plugins können verwendet werden, um das Aussehen des Systems zu verändern.
el_gr: Τα Πρόσθετα Θεμάτων μπορούν να χρησιμοποιηθούν για να αλλάξει η εμφάνιση του συστήματος.
es_es: Los módulos de Aspecto se pueden usar para cambiar la apariencia del sistema.
eu: Gaien pluginak sistemaren itxura aldatzeko erabiltzen dira.
fr_fr: Les modules de thème sont utilisés pour modifier l'apparence du système.
gl: Os complementos de temas pódense usar para cambiar a aparencia do sistema.
hr: Dodatci za stilske teme mijenjaju izgled sistema.
hu_hu: Sablon bővítmények segítségével megváltoztathatja a rendszer kinézetét.
hy_am: Թեմայի պլագինները կարող են օգտագործվել համակարգի տեսքը փոխելու համար:
id: Plugin Tema dapat digunakan untuk mengubah tampilan website.
id_id: Tema Plugins dapat digunakan untuk mengubah penampilan sistem.
is: Viðbætur fyrir þema er hægt að nota til að breyta ásýnd og útliti kerfisins.
it_it: Il plugin del tema può essere usato per cambiare l'aspetto del sistema.
ja: テーマプラグインは、システムの外観を変更するのに使用します。
ka_ge: თემის პლაგინების გამოყენება შესაძლებელია სისტემის გარეგნობის შესაცვლელად.
kk_kz: Тақырыптық модульдерді жүйенің сыртқы түрін өзгерту үшін пайдалануға болады.
lv: Lai mainītu sistēmas izskatu, var izmantot tēmas spraudņus.
mk: Плагини за теми можат да се користат за промена на изгледот на системот.
mr: प्रणालीचे (सिस्टम) स्वरूप बदलण्यासाठी मांडणी शैली (theme) प्लग-इन्सचा वापर केला जाऊ शकतो.
ms: Plugin Tema boleh digunakan untuk menukar rupa sistem.
nb_no: Tematiske programtillegg kan brukes til å forandre hvordan systemet ser ut.
nl: Thema plugins kunnen gebruikt worden om het uiterlijk van het systeem te veranderen.
pl: Wtyczki motywów wykorzystywane są do zmiany wyglądu strony.
pl_pl: Wtyczki motywów wykorzystywane są do zmiany wyglądu strony.
pt_pt: Plugins de Tema podem ser utilizados para alterar a aparência da revista.
ro_ro: Plugin-urile cu temă pot fi utilizate pentru a schimba aspectul sistemului.
ru_ru: Модули тем оформления могут использоваться для изменения внешнего вида системы.
sl: Vtičniki za teme se uporabljajo za spreminjanje izgleda sistema.
sr_rs@cyrillic: Додатак шаблона може се користити за промену изгледа целокупног система.
sv_se: Tema-plugins kan användas för att ändra systemets utseende.
th: ปลั๊กอินธีมใช้เพื่อเปลี่ยนรูปลักษณ์ของระบบ
tr_tr: Tema eklentileri sistemin görünüşünü değiştirmek için kullanılabilir.
uk: Плагіни тем можуть використовуватись для зміни зовнішнього вигляду системи.
uk_ua: Плагіни тем можуть використовуватись для зміни зовнішнього вигляду системи.
vi: Các plugin chủ đề có thể được sử dụng để thay đổi giao diện của hệ thống.
vi_vn: Các trình cắm Chủ đề có thể được sử dụng để thay đổi giao diện của hệ thống.

# plugins.categories.themes
source: Theme Plugins
az: Tema Əlavələri
bg_bg: Добавки (плъгини) за тема
ca_es: Connectors de tema
cs_cz: Pluginy témat vzhledu
da: Plugins til temaer
de_de: Designvorlagen-Plugins
el_gr: Θεματικά (Theme) Πρόσθετα
es_es: Módulos de Aspecto
eu: Gaien pluginak
fr_fr: Modules de thème
gl: Complementos de Tema
hr: Dodatci za stilske teme
hu_hu: Sablon bővítmények
hy_am: Թեմայի պլագիններ
id: Plugin Tema
id_id: Plugin Tema
is: Viðbótarforrit fyrir þema
it_it: Temi
ja: テーマプラグイン
ka_ge: თემის პლაგინები
kk_kz: Тақырыптық модульдер
lv: Tēmas spraudņi
mk: Плагин за теми
mr: मांडणी शैली (theme) प्लग-इन्स
ms: Plugin Tema
nb_no: Tema
nl: Thema plugins
pl: Wtyczki motywów
pl_pl: Wtyczki motywów
pt_pt: Plugins do Tema
ro_ro: Plugin-uri cu temă
ru_ru: Модули тем оформления
sl: Vtičniki za teme
sr_rs@cyrillic: Додаци шаблона
sv_se: Tema-plugins
th: ปลั๊กอินธีม
tr_tr: Tema Eklentileri
uk: Плагіни тем
uk_ua: Плагіни тем
vi: Các plugin chủ đề
vi_vn: Các trình cắm Chủ đề

# plugins.categories.oaiMetadataFormats
source: OAI Metadata Format Plugins
az: OAI metadata əlavələri
bg_bg: Добавки (плъгини) за OAI формат за метаданни
ca_es: Mòduls de format de metadades OAI
cs_cz: Plugin formátu OAI metadat
de_de: Plugin für OAI-Metadaten-Format
es_es: Módulos de Formato de Metadatos de OAI
eu: OAI Metadatuen Formatuen pluginak
fr_fr: Modules du format de métadonnées OAI
gl: Complementos de formato de metadatos OAI
hr: Dodatak za OAI format metapodataka
hu_hu: OAI Metaadat formátum bővítmény
hy_am: OAI մետատվյալների ձևաչափի պլագիններ
id: Plugin Format Metadata OAI
id_id: Plugin Format Metadata OAI
is: Viðbætur fyrir OAI snið lýsiganga
ja: OAI メタデータ・フォーマット・プラグイン
ka_ge: OAI მეტამონაცემების ფორმატის პლაგინები
kk_kz: OAI метадеректерін форматтау модульдері
lv: OAI metadatu formāta spraudņi
mk: Плагин за OAI Metadata Format
mr: OAI मेटाडेटा फॉरमॅट प्लग-इन्स
ms: Plugin OAI Format Metadata
nb_no: OAI metadata-format
nl: OAI Metadata formaat plugins
pl: Wtyczki metadanych OAI
pl_pl: Wtyczki metadanych OAI
pt_pt: Plugins de Formatos de Metadados OAI
ro_ro: Pluginele de format de metadate OAI
ru_ru: Модули форматирования метаданных OAI
sl: Vtičniki za OAI metapodatkovni format
sr_rs@cyrillic: Додатак OAI формата метаподатака
sv_se: Plugins för OAI-metadataformat
th: ปลั๊กอินรูปแบบเมทาดาทา OAI
tr_tr: OAI Üst Veri Eklentileri
uk: Плагіни форматів метаданих OAI
uk_ua: Плагіни форматів метаданих OAI
vi: Các plugin Định dạng Metadata OAI
vi_vn: Trình cắm Định dạng siêu dữ liệu OAI

# plugins.categories.pubIds
source: Public Identifier Plugins
az: Ümumi müəyyənləşdirici Əlavələri
bg_bg: Добавки (плъгини) за публични идентификатори
ca_es: Mòduls d'identificació pública
cs_cz: Pluginy veřejných identifikátorů
de_de: Plugins für öffentliche Kennungen
el_gr: Πρόσθετα Δημόσιου Αναγνωριστικού
es_es: Módulos de Identificador Público
eu: Identifikatzaile Publikoen pluginak
fr_fr: Modules d'extension d'identificateur public
gl: Complementos de Identificador Público
hr: Dodaci za javni identifikator
hu_hu: Nyilvános azonosító bővítmények
hy_am: Հանրային նույնացուցիչի պլագիններ
id: Plugin Pengidentifikasi Publik
is: Viðbótarforrit fyrir opinber auðkenni
it_it: Plugins per Id pubblici
ja: 公開識別子プラグイン
ka_ge: საზოგადოებრივი იდენტიფიკატორის პლაგინები
kk_kz: Ашық идентификатор модульдері
lv: Publisko identifikatoru spraudņi
mk: Приклучоци за јавни идентификатори
mr: पब्लिक आयडेंटिफायर प्लग-इन्स
ms: Plugin Pengenalpasti Awam
nb_no: Offentlig indentifikator
nl: Publieke identificatie plugins
pl: Wtyczki publicznych identyfikatorów
pl_pl: Wtyczki publicznych identyfikatorów
pt_pt: Plugins Identificadores Públicos
ro_ro: Pluginuri de identificare public
ru_ru: Модули открытых идентификаторов
sl: Vtičniki za javne identifikatorje
sr_rs@cyrillic: Додатак јавних идентификатора
sv_se: Plugins för publika identifikatorer
th: ปลั๊กอินตัวระบุสาธารณะ
tr_tr: Genel Belirleyici Ekletirleri
uk: Плагіни публічних ідентифікаторів
uk_ua: Плагіни публічних ідентифікаторів
vi: Các plugin định danh công khai
vi_vn: Trình cắm mã định danh công khai

# plugins.categories.pubIds.description
source: These plugins implement support for a public identifier.
az: Bu əlavələr, ümumi bir müəyyənləşdirici üçün dəstək təmin edir.
bg_bg: Тези добавки (плъгини) влагат възможност за поддръжка на публични идентификатори.
ca_es: Aquests mòduls implementen la compatibilitat amb identificadors públics.
cs_cz: Tyto pluginy implementují podporu pro veřejné identifikátory.
da: Disse plugins implementerer understøttelse af public identifier.
de_de: Diese Plugins liefern Unterstützung für öffentliche Kennungen (public identifiers).
el_gr: Αυτά τα Πρόσθετα υλοποιούν την υποστήριξη για ένα δημόσιο αναγνωριστικό.
es_es: Estos módulos incorporan un soporte para un identificador público.
eu: Plugin hauek identifikatzaile publiko baten euskarria inplementatzen dute.
fr_fr: Ces modules d'extension installent un support pour un indentificateur public.
gl: Estes complementos implementan soporte para un identificador público.
hr: Ovi dodaci pružaju podršku za javne identifikatore.
hu_hu: Ezek a bővítmények támogatják a nyilvános azonosítókat.
hy_am: Այս պլագիններն ապահովում են հանրային նույնացուցիչի աջակցությունը:
id: Plugin ini menggunakan dukungan untuk public identifier.
is: Þessar viðbætur setja upp stuðning við opinber auðkenni.
it_it: Questi plugins implementano il supporto agli identificativi pubblici.
ja: これらのプラグインは、公開識別子のサポートを実装しています。
ka_ge: ეს პლაგინები ახორციელებენ საზოგადოებრივი იდენტიფიკატორის მხარდაჭერას.
kk_kz: Бұл модульдер жалпыға ортақ идентификаторды қолдауды жүзеге асырады.
lv: Šie spraudņi nodrošina publiskā identifikatora atbalstu.
mk: Овие приклучоци спроведуваат поддршка за јавен идентификатор.
mr: हे प्लग-इन्स पब्लिक आयडेंटिफायरला आधार देतात.
ms: Plugin ini melaksanakan sokongan untuk pengenalpasti awam.
nb_no: Disse programtilleggene støtter en offentlig indentifikator.
nl: Deze plugins bieden ondersteuning voor publieke identificatie.
pl: Wtyczki dodają obsługę publicznych identyfikatorów.
pl_pl: Wtyczki dodają obsługę publicznych identyfikatorów.
pt_pt: Estes plugins implementam suporte para um identificador público.
ro_ro: Aceste plugin-uri implementează suport pentru un identificator public.
ru_ru: Эти модули реализуют поддержку открытого идентификатора.
sl: Ti vtičniki implementirajo podporo za javne identifikatorje.
sr_rs@cyrillic: Овај додатак уводи подршку за јавне идентификаторе.
sv_se: De här pluginsen implementerar stöd för publika identifikatorer.
th: ปลั๊กอินเหล่านี้ใช้เพื่อสนับสนุนตัวระบุสาธารณะ
tr_tr: Bu eklentiler, genel bir tanımlayıcı için destek sağlar.
uk: Ці плагіни реалізують підтримку публічного ідентифікатора.
uk_ua: Ці плагіни реалізують підтримку публічного ідентифікатора.
vi: Các plugin này triển khai hỗ trợ cho một định danh công khai.
vi_vn: Các trình cắm này triển khai hỗ trợ cho một số nhận dạng công khai.

# manager.plugins.delete
source: Delete Plugin
az: Əlavə silin
bg_bg: Премахване на добавка (плъгин)
ca_es: Elimina
cs_cz: Smazat plugin
da: Slet plugin
de_de: Plugin löschen
el_gr: Διαγραφή Πρόσθετου
es_es: Eliminar módulo
eu: Ezabatu plugina
fr_fr: Supprimer le module
gl: Eliminar complemento
hr: Izbriši dodatak
hu_hu: Bővítmény törlése
hy_am: Ջնջեք պլագինը
id: Hapus Plugin
is: Eyða viðbótarforriti
it_it: Cancella Plugin
ja: プラグインの削除
ka_ge: პლაგინის წაშლა
kk_kz: Модульді өшіру
lv: Dzēst spraudni
mk: Избриши плагин
mr: प्लग-इन हटवा
ms: Padam Plugin
nb_no: Slett programtillegg
nl: Verwijder plugin
pl: Usuń wtyczkę
pl_pl: Usuń wtyczkę
pt_pt: Eliminar Plugin
ro_ro: Ștergeți pluginul
ru_ru: Удалить модуль
sl: Odstrani vtičnik
sr_rs@cyrillic: Обриши додатак
sv_se: Ta bort plugin
th: ลบปลั๊กอิน
tr_tr: Eeklenti Sil
uk: Видалити плагін
uk_ua: Видалити плагін
vi: Xóa plugin
vi_vn: Xoá Trình cắm

# manager.plugins.installConfirm
source: Are you sure you wish to install this plugin?
az: Bu əlavəni yükləmək istədiyinizdən əminsinizmi?
bg_bg: Сигурни ли сте, че искате да инсталирате тази добавка (плъгин)?
ca_es: Segur que voleu instal·lar aquest mòdul?
cs_cz: Jste si jisti, že chcete nainstalovat tento plugin?
da: Er du sikker på, at du vil installere denne plugin?
de_de: Sind Sie sicher, dass Sie dieses Plugin installieren möchten?
el_gr: Επιβεβαιώστε ότι θέλετε να διαγράψετε αυτό το Πρόσθετο.
es_es: ¿Seguro que desea instalar este módulo?
eu: Ziur zaude plugin hau instalatu nahi duzula?
fr_fr: Voulez-vous vraiment installer ce module ?
gl: Estás seguro/a de que desexas instalar este complemento?
hr: Jeste li sigurni da želite instalirati ovaj dodatak?
hu_hu: Biztosan telepíteni akarja ezt a bővítményt?
hy_am: Վստա՞հ եք, որ ցանկանում եք տեղադրել այս պլագինը:
id: Yakin ingin menginstal plugin ini?
is: Ertu viss um að þú viljir setja viðbótina inn?
it_it: Sei sicuro di installare questo plugin ?
ja: このプラグインをインストールしてよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ პლაგინის დაყენება?
kk_kz: Бұл модульді орнатқыңыз келетініне сенімдісіз бе?
lv: Vai tiešām vēlaties instalēt šo spraudni?
mk: Дали сте сигурни дека сакате да го инсталирате овој плагин?
mr: तुम्हाला हे प्लग-इन नक्की स्थापित (install) करायचे आहे ना?
ms: Adakah anda pasti mahu memasang plugin ini?
nb_no: Er du sikker på at du vil installere programtillegget?
nl: Weet u zeker dat u deze plugin wilt installeren?
pl: Czy na pewno zainstalować tą wtyczkę?
pl_pl: Czy na pewno zainstalować tą wtyczkę?
pt_pt: Tem a certeza de que deseja instalar este plugin?
ro_ro: Sigur doriți să instalați acest plugin?
ru_ru: Вы уверены, что хотите установить этот модуль?
sl: Ste prepričani, da želite namestiti ta vtičnik?
sr_rs@cyrillic: Да ли сте сигурни да желите да инсталирате додатак?
sv_se: Är du säker på att du vill installera det här pluginet?
th: คุณแน่ใจหรือไม่ว่าต้องการติดตั้งปลั๊กอินนี้?
tr_tr: Bu eklentiyi yüklemek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте встановити цей плагін?
uk_ua: Ви впевнені, що хочете встановити цей плагін?
vi: Bạn có chắc chắn muốn cài đặt plugin này không?
vi_vn: Bạn có chắc chắn muốn cài đặt plugin này không?

# manager.plugins.upgradeConfirm
source: Are you sure you wish to upgrade this plugin?
az: Bu əlavəni yeniləmək istədiyinizdən əminsinizmi?
bg_bg: Сигурни ли сте, че искате да актуализирате тази добавка (плъгин)?
ca_es: Segur que voleu actualitzar aquest mòdul?
cs_cz: Jste si jisti, že chcete upgradovat tento plugin?
da: Er du sikker på, at du vil opgradere denne plugin?
de_de: Sind Sie sicher, dass Sie dieses Plugin aktualisieren möchten?
el_gr: Επιβεβαιώστε ότι θέλετε να αναβαθμίσετε αυτό το Πρόσθετο.
es_es: ¿Seguro que desea actualizar este módulo?
eu: Ziur zaude plugin hau eguneratu nahi duzula?
fr_fr: Voulez-vous vraiment mettre à jour ce module ?
gl: Estás seguro/a de que desexas actualizar este complemento?
hr: Jeste li sigurni da želite ažurirati ovaj dodatak?
hu_hu: Biztosan frissíteni akarja ezt a bővítményt?
hy_am: Վստա՞հ եք, որ ցանկանում եք թարմացնել այս պլագինը:
id: Yakin ingin memperbaharui plugin ini?
is: Ertu viss um að þú viljir uppfæra þessa viðbót?
it_it: Confermi di voler aggiornare questo plugin?
ja: このプラグインを更新してよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ პლაგინის განახლება?
kk_kz: Осы модульді жаңартқыңыз келетініне сенімдісіз бе?
lv: Vai tiešām vēlaties atjaunināt šo spraudni?
mk: Дали сте сигурни дека сакате да го надградите овој плагин?
mr: तुम्हाला हे प्लग-इन नक्की अपग्रेड करायचे आहे ना?
ms: Adakah anda pasti ingin menaik taraf plugin ini?
nb_no: Er du sikker på at du vil oppdatere programtillegget?
nl: Weet u zeker dat u deze plugin wilt bijwerken?
pl: Czy na pewno zaktualizować tą wtyczkę?
pl_pl: Czy na pewno zaktualizować tą wtyczkę?
pt_pt: Tem certeza de que deseja actualizar este plugin?
ro_ro: Sigur doriți să actualizați acest plugin?
ru_ru: Вы уверены, что хотите обновить этот модуль?
sl: Ste prepričani, da želite nadgraditi ta vtičnik?
sr_rs@cyrillic: Да ли сте сигурни да желите да надоградите додатак?
sv_se: Är du säker på att du vill uppgradera det här pluginet?
th: คุณแน่ใจหรือไม่ว่าต้องการอัปเกรดปลั๊กอินนี้?
tr_tr: Bu eklentiyi güncellemek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте оновити цей плагін?
uk_ua: Ви впевнені, що хочете оновити цей плагін?
vi: Bạn có chắc chắn muốn nâng cấp plugin này không?
vi_vn: Bạn có chắc chắn muốn nâng cấp plugin này không?

# grid.action.installPlugin
source: Install or upgrade this plugin
az: Bu əlavəni yükləyin və ya yeniləyin
bg_bg: Инсталиране/актуализация на добавка (плъгин)
ca_es: Instal·lar o actualitzar aquest mòdul
cs_cz: Nainstalovat, nebo upgradovat plugin
da: Installér eller opgradér denne plugin
de_de: Dieses Plugin installieren oder aktualisieren
el_gr: Εγκατάσταση ή αναβάθμιση αυτού του Πρόσθετου
es_es: Instala o actualiza este módulo
eu: Instalatu edo eguneratu plugin hau
fr_fr: Installer ou mettre à jour le module
gl: Instala ou actualiza este complemento
hr: Instalirajte ili ažurirajte ovaj dodatak
hu_hu: A bővítmény telepítése vagy frissítése
hy_am: Տեղադրեք կամ արդիականացրեք այս պլագինը
id: Instal atau perbaharui plugin ini
is: Setja inn eða uppfæra þessa viðbót
it_it: Installa o aggiorna questo plugin
ja: このプラグインのインストールまたは更新
ka_ge: პლაგინის დაყენება, ან განახლება
kk_kz: Бұл модульді орнатыңыз немесе жаңартыңыз
lv: Instalēt vai atjaunināt šo spraudni
mk: Инсталирајте или надградете го овој плагин
mr: हे प्लग-इन स्थापित (install) किंवा अपग्रेड करा
ms: Pasang atau naik taraf plugin ini
nb_no: Installer eller oppdater programtillegget
nl: Installeer of upgrade deze plugin
pl: Zainstaluj lub zaktualizuj wtyczkę
pl_pl: Zainstaluj lub zaktualizuj wtyczkę
pt_pt: Instalar ou actualizar este plugin
ro_ro: Instalați sau actualizați acest plugin
ru_ru: Установить или обновить этот модуль
sl: Namesti ali nadgradi ta vtičnik
sr_rs@cyrillic: Инсталирај или надогради додатак
sv_se: Installera eller uppgradera det här pluginet
th: ติดตั้งหรืออัปเกรดปลั๊กอินนี้
tr_tr: Bu eklentiyi yükle veya güncelle
uk: Встановити або оновити цей плагін
uk_ua: Встановити або оновити цей плагін
vi: Cài đặt hoặc nâng cấp plugin này
vi_vn: Cài đặt hoặc nâng cấp plugin này
