Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.announcements.confirmDelete
source: Are you sure you want to permanently delete the announcement {$title}?
az: Bu elanı daimi olaraq silmək istədiyinizdən əminsinizmi?
bg_bg: Сигурни ли сте, че искате да изтриете завинаги обявата {$title}?
ca_es: Esteu segur/a que voleu suprimir aquest avís de manera permanent?
cs_cz: Jste si jisti, že chcete trvale odstranit oznámení {$title}?
da: Er du sikker på, at du vil slette meddelelsen {$title} permanent?
de_de: Sind Sie sicher dass Sie diese Mitteilung endgültig löschen möchten?
el_gr: Είστε βέβαιοι ότι επιθυμείτε να διαγράψετε οριστικά τη συγκεκριμένη ανακοίνωση;
es_es: ¿Seguro que quiere borrar este aviso permanentemente?
eu: Ziur zaude betiko ezabatu nahi duzula anuntzio hau?
fr_fr: Voulez-vous vraiment supprimer cette annonce de façon permanente ?
gl: Seguro que queres eliminar permanentemente o aviso {$title}?
hr: Jeste li sigurni da želite trajno izbrisati ovu obavijest {$title}?
hu_hu: Biztos benne, hogy törölni akarja ezt az értesítést?
hy_am: Վստա՞հ եք, որ ցանկանում եք ընդմիշտ ջնջել հայտարարությունը {$title}՞
id: Apakah Anda yakin ingin menghapus pengumuman {$title} secara permanen?
id_id: Apakah Anda yakin ingin menghapus pengumuman ini secara permanen?
is: Ertu viss um að þú viljir eyða tilkynningunni endanlega: {$title}?
it_it: Sei sicuro di voler cancellare in maniera permanente questo annuncio?
ja: お知らせ「{$title}」を永久に削除してよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ სამუდამოდ წაშალოთ განცხადება {$title}?
kk_kz: "{$title}" хабарландыруды біржола жойғыңыз келетініне сенімдісіз бе?
ku: ئایا تۆ دڵنیایت لە سڕینەوەی ئەم ڕاگەیاندنە بە تەواوی؟
lv: Vai tiešām vēlaties neatgriezeniski dzēst paziņojumu {$title}?
mk: Дали сте сигурни дека сакате трајно да ја избришете оваа објава {$title}?
mr: तुम्ही खात्रीने {$title} ही घोषणा/सूचना कायमची हटवू इच्छिता ना?
ms: Adakah anda pasti mahu memadamkan pengumuman {$title} secara kekal?
nb_no: Er du sikker på at du vil permanent slette oppslaget {$title}?
nl: Weet u zeker dat u dit nieuwsbericht wilt verwijderen?
pl: Czy na pewno trwale usunąć ogłoszenie „{$title}”?
pl_pl: Czy na pewno chcesz usunąć ten wpis?
pt_pt: Deseja realmente eliminar permanentemente esta notícia?
ro_ro: Sigur doriți să ștergeți definitiv acest anunț?
ru_ru: Вы уверены, что хотите навсегда удалить объявление «{$title}»?
sl: Ste prepričani, da hočete trajno zbrisati obvestilo {$title}?
sr_rs@cyrillic: Да ли сте сигурни да желите да трајно обришете ово обавештење?
sv_se: Är du säker på att du vill ta bort meddelandet permanent?
th: คุณแน่ใจหรือไม่ว่าต้องการลบประกาศ {$title} อย่างถาวร?
tr_tr: Bu duyuruyu kalıcı olarak silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете назавжди видалити оголошення "{$title}"?
uk_ua: Ви впевнені, що бажаєте назавжди видалити цей анонс?
uz_uz@latin: Haqiqatan ham {$title} eʼlonini butunlay oʻchirib tashlamoqchimisiz?
vi: Bạn có chắc chắn muốn xóa vĩnh viễn thông báo {$title} không?
vi_vn: Bạn có chắc chắn muốn xóa vĩnh viễn thông báo này không?

# manager.settings.statistics.geoUsageStats.cityLevel
source: Collect the visitor's country, region and city
bg_bg: Събиране на данни за държава, регион и град на посетителя
cs_cz: Shromažďování státu, regionu a města návštěvníka
da: Indsaml data om den besøgendes land, region og by
eu: Bildu bisitarien herrialdea, eskualdea eta hiria
hr: Prikupite zemlju, regiju i grad posjetitelja
id: Mengumpulkan negara, wilayah dan kota pengunjung
lv: Apkopot apmeklētāja valsti, reģionu un pilsētu
mk: Зачувај ја државата на посетителот, регионот и градот
mr: अभ्यागताचा देश, प्रदेश आणि शहरपातळीवरील माहिती गोळा करा
nl: Vergaar het land, de regio en de gemeente van de bezoeker
pl: Zapisuj kraj, region i miasto odwiedzającego
sl: Zbiraj državo, regija in mesto obiskovalcev
th: เก็บข้อมูลประเทศ ภูมิภาค และเมืองของผู้เยี่ยมชม
uk: Збирати дані про країну, регіон і місто відвідувача
vi: Thu thập quốc gia, khu vực và thành phố của khách truy cập

# manager.setup.favicon
source: Favicon
az: Sevimli nişan
bg_bg: Икона Favicon
ca_es: Icona de web
el_gr: Εικονίδιο ιστοτόπου
eu: Webgunearen ikonoa (Favicon)
fr_fr: Favicône
hu_hu: Favikon
hy_am: Պատկերիկ
is: Veftáknmynd
ja: ファビコン
ka_ge: ფავიკონი
lv: Favikona
mk: Фавикон
mr: संकेतस्थळाचा आयकॉन (Favicon)
pl: Favicona
ro_ro: Icon
sl: Napačen format favikona. Dovoljeni formati so .ico, .png in .gif
sr_rs@cyrillic: Омиљена сличица-Favicon
sv_se: Adressikon (eng. "favicon")
tr_tr: Favori ikon
uk: Фавікон
vi_vn: Biểu tượng

# notification.primaryLocaleDefined
source: {$locale} defined as primary locale.
az: {$locale} əsas dil kimi müəyyənləşdirildi
bg_bg: {$locale} е дефиниран като основен език.
ca_es: S'ha establert {$locale} com a configuració regional principal.
cs_cz: {$locale} byla definována jako primární lokalizace.
da: {$locale} sat til primært sprog.
de_de: {$locale} als primäre Regionaleinstellung definiert.
el_gr: Η {$locale} ορίζεται ως κύρια γλώσσα.
es_es: {$locale} definido como configuración regional principal.
eu: {$locale} locale nagusi gisa definituta.
fr_fr: {$locale} est défini en tant que paramètre régional principal.
gl: {$locale} definido como idioma principal.
hr: {$locale} definiran kao primarni jezik.
hu_hu: {$locale} elsődleges nyelvként definiálva.
hy_am: {$locale} -ը սահմանվում է որպես հիմնական տեղային:
id: {$locale} dipilih sebagai bahasa utama.
is: {$locale} er skilgreint sem upphafstungumál.
it_it: La lingua {$locale} è definita come lingua primaria.
ja: {$locale}が主な言語として定義されています。
ka_ge: {$locale} განისაზღვრება, როგორც ძირითადი ენა.
kk_kz: {$locale} негізгі тіл ретінде орнатылған.
lv: Lokalizācija {$locale} uzstādīta kā primārā valoda.
mk: {$locale} е дефинирано како стандардна локализација.
mr: {$locale} प्राथमिक लोकॅल म्हणून निश्चित केले.
ms: {$locale} ditakrifkan sebagai bahasa utama.
nb_no: {$locale} definert som hovedspråkpakke.
nl: {$locale} ingesteld als hoofdtaal.
pl: {$locale} jest określony jako domyślny.
pl_pl: {$locale} jest określony jako domyślny.
pt_pt: {$locale} definido como idioma principal.
ro_ro: {$locale} definită ca limbă primară.
ru_ru: {$locale} установлен как основной язык.
sl: Primarni jezik je nastavljen na {$locale}.
sr_rs@cyrillic: {$locale} локализација је дефинисана као примарна локализација.
sv_se: {$locale} har gjorts till primär språk/region-inställning.
th: {$locale} ถูกกำหนดเป็นภาษาหลัก
tr_tr: {$locale} birincil dil olarak belirlendi.
uk: "{$locale}" встановлена як основна локалізація.
uk_ua: {$locale} встановлена як основна мова.
vi: {$locale} được định nghĩa là ngôn ngữ chính.
vi_vn: {$locale} được xác định là ngôn ngữ chính.

# manager.announcements.form.dateExpireDayIncompleteDate
source: Please select a year and/or month in addition to the expiry date day.
az: Zəhmət olmasa son tarix üçün günlə birlikdə ay və il də seçin
bg_bg: Моля, изберете година и/или месец, освен деня, за датата на валидност.
ca_es: Seleccioneu un any i/o un mes a més del dia per a la data de venciment.
cs_cz: Zvolte prosím rok a/nebo měsíc ke zvolenému dni vypršení.
da: Vælg også et år og/eller en måned ud over udløbsdagen.
de_de: Bitte wählen Sie ein Jahr und/oder einen Monat zum Auslauftag.
el_gr: Επιλέξτε έτος ή/και μήνα εκτός από την ημέρα της ημερομηνίας λήξης.
es_es: Aparte del día de caducidad, por favor elija un mes y/o un año.
eu: Iraungitze-egunaz gain, urtea eta hila hautatu behar dira.
fr_fr: Veuillez choisir une année et/ou un mois en plus du jour d'expiration.
gl: Seleccione un ano e/ou un mes ademais do día da data de caducidade.
hr: Molimo odaberite godinu i/ili mjesec kao dodatak datuma isteka dana.
hu_hu: Kérem, válasszon egy évet és/vagy egy hónapot a lejárati nap mellé.
hy_am: Խնդրում ենք ընտրել տարին և/կամ ամիսը՝ ի հավելումն գործողության ժամկետի ավարտի օրվա:
id: Pilih tahun dan/atau bulan di samping hari tanggal masa berakhir.
id_id: Pilih tahun dan/atau bulan di samping hari tanggal masa berakhir.
is: Vinsamlega veldu ár og/eða mánuð til viðbótar við gildislokadaginn.
it_it: Si prega di selezionare un anno e/o un mese in aggiunta al giorno della data di scadenza.
ja: 有効期限の日に加えて、年や月を選択してください。
ka_ge: ვადის გასვლის დღის გარდა, გთხოვთ, აირჩიოთ წელი და/ან თვე.
kk_kz: Тек жарамдылық мерзімінің күнін емес, жылды және/немесе айды таңдаңыз.
ku: تکایە ساڵ و/ یان مانگ بۆ کاتی بەسەرچونەکە دیاری بکە.
lv: Lūdzu, papildus termiņa beigu dienai izvēlieties gadu un/vai mēnesi.
mk: Изберете година и / или месец покрај денот на крајниот датум.
mr: कृपया कालबाह्यता दिनांकाव्यतिरिक्त वर्ष आणि/किंवा महिनाही निवडा.
ms: Sila pilih tahun dan/atau bulan sebagai tambahan kepada hari tarikh luput.
nb_no: Legg til år og/eller måned, i tillegg til dag.
nl: Kies een jaar en/of maand naast de dag van de afloopdatum.
pl: Dla daty wygaśnięcia wskazano jedynie dzień. Proszę wskazać również miesiąc i/lub rok.
pl_pl: Wybierz rok i/lub miesiąc wygaśnięcia.
pt_pt: Escolha o ano e/ou mês além do mês de expiração.
ro_ro: Vă rugăm să selectați anul și luna, pe lângă ziua de expirare.
ru_ru: Пожалуйста, выберите год и/или месяц, а не только день даты потери актуальности.
sl: Prosim izberite leto in/ali mesec poleg dneva preteka.
sr_rs@cyrillic: Молимо одаберите годину и/или месец као додатак датума дана истицања.
sv_se: Utöver dag, välj också år och/eller månad för förfallande.
th: กรุณาเลือกปีและ/หรือเดือนเพิ่มเติมจากวันหมดอายุ
tr_tr: Lütfen son tarih için gün bilgisinin yanı sıra ay ve yıl da seçiniz.
uk: Будь ласка, крім дня втрати актуальності, визначте також рік та/або місяць.
uk_ua: Будь ласка, крім дня, коли анонс втратить актуальність, визначте також місяць та/або рік.
uz_uz@latin: Iltimos, amal qilish muddati tugagan kundan tashqari yil va/yoki oyni tanlang.
vi: Vui lòng chọn một năm và/hoặc tháng ngoài ngày hết hạn.
vi_vn: Vui lòng chọn một năm hoặc tháng cho ngày hết hạn.

# manager.announcements.form.dateExpireInstructions
source: The announcement will be displayed to readers until this date. Leave blank if the announcement should be displayed indefinitely.
az: Elan, bu tarixə qədər oxuculara göstərilir. Elanın davamlı baxılması üçün boş buraxın.
bg_bg: Обявата ще бъде показвана на читателите до тази дата. Оставете празно, ако искате обявата да се показва за неопределен срок.
ca_es: L'avís es mostrarà als lectors/ores fins a aquesta data. Deixeu aquest camp en blanc si voleu que l'avís es mostri indefinidament.
cs_cz: Oznámení bude zobrazeno čtenářům do tohoto data. Ponechte prázdné, pokud má být oznámení zobrazeno neurčitě dlouho.
da: Meddelelsen vises til læsere indtil denne dato. Undlad at udfylde feltet, hvis meddelelsen skal vises på ubestemt tid.
de_de: Die Mitteilung wird Leser/innen bis zu diesem Datum angezeigt. Lassen Sie die Datumsangabe frei, wenn die Mitteilung ohne zeitliche Begrenzung erscheinen soll.
el_gr: Η ανακοίνωση θα προβάλλεται στους αναγνώστες μέχρι τη συγκεκριμένη ημερομηνία. Αφήστε κενό σε περίπτωση όπου πρέπει να εμφανίζεται επ’αόριστον.
es_es: El aviso se mostrará a los lectores hasta esa fecha. Déjelo en blanco si el aviso debe mostrarse de forma indefinida.
eu: Egun horretara arte bistaratuko da anuntzioa. Utzi hutsik anuntzioak denbora-mugarik ez badu.
fr_fr: L'annonce sera affichée aux lecteurs jusqu'à cette date. Laisser vide si l'annonce devrait être affichée indéfiniment.
gl: O anuncio amosarase aos lectores ata esa data. Déixeo en branco se o anuncio debe amosarse de xeito indefinido.
hr: Obavijest će biti prikazana čitateljima do ovog datuma. Ostavite prazno želite li da obavijest bude prikazana bez vremenskog ograničenja.
hu_hu: Az értesítés eddig a dátumig lesz látható az olvasóknak. Hagyja üresen, hogy az értesítést végtelen ideig látható legyen.
hy_am: Հայտարարությունը կցուցադրվի ընթերցողներին մինչև այս ամսաթիվը: Թողեք դատարկ, եթե հայտարարությունը պետք է անորոշ ժամանակով ցուցադրվի:
id: Pengumuman bisa dibaca hingga tanggal ini. Biarkan kosong jika pengumuman bisa dibaca sewaktu-waktu.
id_id: Pengumuman bisa dibaca hingga tanggal ini. Biarkan kosong jika pengumuman bisa dibaca sewaktu-waktu.
is: Notendur sjá tilkynninguna til þessa dags. Skyldu eftir autt ef tilkynningin á að birtast ótímabundið.
it_it: L'avviso verrà mostrato ai lettori fino a questa data. Lascia il campo vuoto se l'avviso dovrà essere visualizzato per un periodo indefinito.
ja: この告知はこの日まで読者に表示されます。お知らせを無期限で表示する場合は、空白にしてください。
ka_ge: განცხადება ამ თარიღამდე გამოჩნდება მკითხველთათვის. დატოვეთ ცარიელი, თუ განცხადება უნდა იყოს ნაჩვენები უსასრულოდ.
kk_kz: Осы күнге дейін хабарландыру оқырмандарға көрсетіледі. Хабарландыруды шексіз жұмыс істейтінін қаласаңыз, өрісті бос қалдырыңыз.
ku: ڕاگەیاندنەکە هەتا ئەم ڕۆژە پیشانی خوێنەران دەدرێت. ئەم بۆشاییە بە چۆڵی جێ بهێڵە ئەگەر دەتەوێت ڕاگەیاندنەکە تا کاتێکی نادیار بەردەست بێت.
lv: Paziņojums lasītājiem būs pieejams līdz šim datumam. Atstājiet tukšu, ja paziņojums tiks rādīts uz nenoteiktu laiku.
mk: Објавата ќе биде прикажан на читателите до овој датум. Оставете празно ако објавата треба да биде прикажана на неодредено време.
mr: ही घोषणा वाचकांना या तारखेपर्यंत दाखवली जाईल. जर घोषणा अनिश्चित काळासाठी दाखवायची असेल तर समाप्ती तारखेची जागा रिक्त ठेवा.
ms: Pengumuman akan dipaparkan kepada pembaca sehingga tarikh ini. Biarkan kosong jika pengumuman perlu dipaparkan selama-lamanya.
nb_no: Oppslaget vil vises fram til denne datoen. La stå tom hvis oppslaget skal vises på ubestemt tid.
nl: Het nieuwsbericht wordt tot de afloopdatum getoond aan de lezers. Leeg laten als het nieuwsbericht blijvend getoond moet worden.
pl: Ogłoszenie będzie wyświetlane do tej daty. Pozostaw puste, jeśli ogłoszenie ma być wyświetlane w nieskończoność.
pl_pl: Wpis będzie wyświetlany czytelnikom do tej daty. Zostaw pole puste, aby wpis nie wygasał.
pt_pt: A notícia será exibida aos leitores até esta data. Deixe em branco caso deseje exibir a notícia permanentemente.
ro_ro: Anunțul va fi afișat cititorilor până la această dată. Lăsați gol dacă anunțul trebuie afișat nelimitat.
ru_ru: Объявление будет показываться читателям до этой даты. Оставьте поле пустым, если объявление должно показываться в течение неопределенного срока.
sl: Obvestilo bo prikazano bralcem do tega datuma. Pustite prazno, če mora biti obvestilo prikazano nedoločen čas.
sr_rs@cyrillic: Обавештење ће бити приказано читаоцима до овог датума. Оставите празно ако желите да обавештење буде приказано без временског ограничења.
sv_se: Meddelandet kommer att vara publikt till och med detta datum. Lämna blankt om meddelandet ska visas permanent.
th: ประกาศจะถูกแสดงให้ผู้อ่านเห็นจนถึงวันที่นี้ ทิ้งว่างไว้หากต้องการแสดงประกาศอย่างไม่มีกำหนด
tr_tr: Duyuru, bu tarihe kadar okuyuculara gösterilir. Duyurunun sürekli görüntülenmesi için boş bırakın.
uk: Читачі бачитимуть оголошення до настання цієї дати. Залиште порожнім, якщо оголошення має відображатися невизначений час.
uk_ua: Читачі бачитимуть анонс до настання цієї дати. Не заповнюйте, якщо анонс має відображатись невизначений час.
uz_uz@latin: E'lon shu kungacha o'quvchilarga ko'rsatiladi. Agar e'lon cheksiz ko'rsatilishi kerak bo'lsa, bo'sh qoldiring.
vi: Thông báo sẽ hiển thị với người đọc đến ngày này. Để trống nếu thông báo hiển thị vô thời hạn.
vi_vn: Thông báo sẽ được hiển thị cho độc giả cho đến ngày này. Để trống nếu thông báo sẽ được hiển thị vô thời hạn.

# manager.announcements.form.dateExpireValid
source: Please select a valid announcement expiry date.
az: Zəhmət olmasa doğru bir son elan tarixi seçin.
bg_bg: Моля, изберете валидна дата за срока на валидност на обявата.
ca_es: Seleccioneu una data vàlida per al venciment de l’avís.
cs_cz: Zvolte prosím platné datum vypršení.
da: Vælg en gyldig udløbsdato for meddelelsen.
de_de: Bitte wählen Sie einen gültiges Auslaufdatum für die Mitteilung.
el_gr: Επιλέξτε έγκυρη ημερομηνία λήξης της ανακοίνωσης.
es_es: Por favor elija una fecha de caducidad valida.
eu: Hautatu baliozko iraungitze-data bat.
fr_fr: Veuillez choisir une date d'expiration valide pour l'annonce.
gl: Elixa unha data de caducidade válida.
hr: Molimo odaberite ispravan datum isteka obavijesti.
hu_hu: Kérem, egy érvényes végdátumot adjon meg az értesítésnek.
hy_am: Խնդրում ենք ընտրել հայտարարության ժամկետի ավարտի վավեր օր։
id: Pilih tanggal masa berakhir pengumuman yang valid.
id_id: Pilih tanggal masa berakhir pengumuman yang valid.
is: Vinsamlega veldu gilda dagsetningu fyrir gildislok.
it_it: Si prega di selezionare una data di scadenza dell'annuncio valida.
ja: お知らせの適切な有効期限を選択してください。
ka_ge: გთხოვთ, შეარჩიოთ სწორი განცხადების მოქმედების ვადა.
kk_kz: Хабарландырудың мерзімі аяқталуы үшін белгілі бір күнді таңдаңыз.
ku: تکایە ڕێککەوری بەسەرچونی کۆتایی ڕاگەیاندنەکە دیاری بکە.
lv: Lūdzu, izvēlieties derīgu paziņojuma termiņu.
mk: Изберете важечки датум на истекување на објавата.
mr: कृपया घोषणेच्या/सूचनेच्या मुदत समाप्तीसाठी वैध तारीख निवडा.
ms: Sila pilih tarikh luput pengumuman yang sah.
nb_no: Velg en gyldig utløpsdato for oppslaget.
nl: Kies een geldige afloopdatum voor het nieuwsbericht.
pl: Wybierz prawidłową datę wygaśnięcia ogłoszenia.
pl_pl: Wybierz poprawną datę wygaśnięcia wpisu.
pt_pt: Escolha uma data de expiração válida.
ro_ro: Vă rugăm să selectați o dată valabilă de expirare a anunțurilor.
ru_ru: Пожалуйста, выберите корректную дату потери актуальности объявления.
sl: Prosim izberite veljaven datum poteka obvestila.
sr_rs@cyrillic: Одаберите важећи датум истека обавештења..
sv_se: Välj ett giltigt datum för meddelandets förfallande.
th: กรุณาเลือกวันที่หมดอายุของประกาศที่ถูกต้อง
tr_tr: Lütfen geçerli bir son duyuru tarihi seçiniz.
uk: Будь ласка, виберіть дійсну дату закінчення дії оголошення.
uk_ua: Будь ласка, визначте коректну дату втрати актуальності анонсу.
uz_uz@latin: Iltimos, to'g'ri e'lonning amal qilish muddatini tanlang.
vi: Vui lòng chọn ngày hết hạn thông báo hợp lệ.
vi_vn: Vui lòng chọn ngày hết hạn thông báo hợp lệ.

# manager.announcements.form.descriptionRequired
source: An announcement description is required.
az: Elanın tam mətni tələb olunur
bg_bg: Описанието на обява е задължително.
ca_es: Heu d’introduir una descripció per a l’avís.
cs_cz: Je vyžadován popis oznámení.
da: En meddelelsesbeskrivelse er påkrævet.
de_de: Eine Beschreibung der Mitteilung ist erforderlich.
el_gr: Απαιτείται περιγραφή της ανακοίνωσης.
es_es: Se necesita una descripción del aviso.
eu: Anuntzioaren azalpena eman behar da.
fr_fr: La description de l'annonce est obligatoire.
gl: É necesaria unha descrición do aviso.
hr: Opis obavijesti je obavezan.
hu_hu: Az értesítéshez leírás kötelező.
hy_am: Հայտարարության նկարագրությունը պարտադիր է:
id: Deskripsi pengumuman diperlukan.
id_id: Deskripsi pengumuman diperlukan.
is: Lýsing á tilkynningu er áskilin.
it_it: È richiesta una descrizione dell'annuncio.
ja: 告知内容の説明が必要です。
ka_ge: განცხადების აღწერა აუცილებელია.
kk_kz: Жарнаманың сипаттамасы қажет.
ku: ناساندنی ڕاگەیاندنەکە داوا کراوە.
lv: Nepieciešams paziņojuma apraksts.
mk: Потребен е опис на објавата.
mr: घोषणेचा/सूचनेचा मजकूर आवश्यक आहे.
ms: Penerangan pengumuman diperlukan.
nb_no: Du må beskrive oppslaget.
nl: Een beschrijving is verplicht.
pl: Opis ogłoszenia jest wymagany.
pl_pl: Opis jest wymagany.
pt_pt: É obrigatório o corpo da notícia .
ro_ro: Este necesară o descriere a anunțului.
ru_ru: Описание объявления обязательно.
sl: Opis obvestila je obvezen.
sr_rs@cyrillic: Опис обавештења је обавезан.
sv_se: Beskrivning av meddelandet krävs.
th: จำเป็นต้องมีคำอธิบายประกาศ
tr_tr: Duyurunun tam metni gerekli.
uk: Необхідно ввести опис оголошення.
uk_ua: Необхідно ввести опис анонсу.
uz_uz@latin: E'lon tavsifi talab qilinadi.
vi: Cần có nội dung thông báo.
vi_vn: Mô tả thông báo là bắt buộc.

# manager.announcements.form.descriptionShortRequired
source: A short announcement description is required.
az: Elan üçün qısa bir tərif tələb olunur
bg_bg: Необходимо е кратко описание на обявата.
ca_es: Heu d’introduir una descripció breu per a l’avís.
cs_cz: Je vyžadován krátký popis oznámení.
da: En kort meddelelsesbeskrivelse er påkrævet.
de_de: Eine kurze Beschreibung der Mitteilung ist erforderlich.
el_gr: Απαιτείται σύντομη περιγραφή της ανακοίνωσης.
es_es: Se necesita una descripción corta del aviso.
eu: Anuntzioaren azalpen laburra eman behar da.
fr_fr: La brève description de l'annonce est obligatoire.
gl: É necesaria unha breve descrición do aviso.
hr: Kratki opis obavijesti je obavezan.
hu_hu: Egy rövid értesítés leírás kötelező.
hy_am: Հայտարարության կարճ նկարագրությունը պարտադիր է:
id: Deskripsi pengumuman singkat diperlukan.
id_id: Deskripsi pengumuman singkat diperlukan.
is: Stutt lýsing á tilkynningu er áskilin.
it_it: È richiesta una breve descrizione dell'avviso.
ja: 告知内容の短い説明が必要です。
ka_ge: საჭიროა განცხადების მოკლე აღწერა.
kk_kz: Жарнаманың қысқаша сипаттамасы қажет.
ku: ناسێنەرێکی کورتی ڕاگەیاندنەکە داوا کراوە.
lv: Nepieciešams īss paziņojuma apraksts.
mk: Краток опис на објавата е задолжителен.
mr: घोषणेचा/सूचनेचा संक्षिप्त मजकूर आवश्यक आहे.
ms: Penerangan pengumuman ringkas diperlukan.
nb_no: Du må legge til en kort beskrivelse av oppslaget.
nl: Een korte beschrijving is verplicht.
pl: Zwiastun ogłoszenia jest wymagany.
pl_pl: Krótki opis jest wymagany.
pt_pt: É obrigatório a introdução da notícia .
ro_ro: Este necesară o scurtă descriere a anunțului.
ru_ru: Краткое описание объявления обязательно.
sl: Kratek opis obvestila je obvezen.
sr_rs@cyrillic: Кратки опис обавештења је обавезан.
sv_se: Kort beskrivning av meddelandet krävs.
th: จำเป็นต้องมีคำอธิบายประกาศสั้น ๆ
tr_tr: Duyuru için kısa bir tanım gerekli.
uk: Необхідно ввести короткий опис оголошення.
uk_ua: Необхідно ввести короткий опис анонсу.
uz_uz@latin: Qisqacha e'lon tavsifi talab qilinadi.
vi: Cần có mô tả ngắn gọn thông báo.
vi_vn: Mô tả thông báo ngắn gọn là bắt buộc.

# manager.announcements.notEnabled
source: You must <a href="#announcements/announcement-settings">enable announcements</a>.
da: Du skal <a href="#announcements/announcement-settings">aktivere meddelelser</a>.
eu: <a href="#announcements/announcement-settings">Jakinarazpenak gaitu</a> behar dituzu.
id: Anda harus <a href="#announcements/announcement-settings">mengizinkan pengumuman</a>.
lv: Jums ir <a href="#announcements/announcement-settings">jāiespējo paziņojumi</a>.
mk: Мора да <a href="#announcements/announcement-settings">овозможите најава</a>.
mr: तुम्ही <a href="#announcements/announcement-settings">घोषणा/सूचना कार्यान्वित करणे</a> आवश्यक आहे.
nb_no: Du må <a href="#announcements/announcement-settings">aktivere oppslag</a>.
nl: Je moet <a href="#announcements/announcement-settings">nieuwberichten activeren</a>.
sl: Omogočiti morate <a href="#announcements/announcement-settings">obvestila</a>.
th: คุณต้อง <a href="#announcements/announcement-settings">เปิดใช้งานประกาศ</a>
uk: Ви повинні <a href="#announcements/announcement-settings">активувати оголошення</a>.
vi: Bạn phải <a href="#announcements/announcement-settings">bật thông báo</a>.
