Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.reviewFormElements.create
source: Create New Item
az: Yeni bir element yaradın
bg_bg: Създаване на нов елемент
ca_es: Crear un element nou
cs_cz: Vytvořit novou položku
da: Opret nyt element
de_de: Neues Feld anlegen
el_gr: Δημιουργία νέου πεδίου
es_es: Crear un elemento nuevo
eu: Sortu elementu berria
fr_fr: Créer un nouvel élément
gl: Crear un elemento novo
hr: Kreiraj novu stavku
hu_hu: Új tétel létrehozása
hy_am: Ստեղծեք նոր նյութ
id: Buat Butir Baru
id_id: Buat Butir Baru
is: Stofna nýtt atriði
it_it: Crea un nuovo elemento
ja: 新規アイテムの作成
ka_ge: ახალი ელემენტის შექმნა
kk_kz: Жаңа элементті енгізу
lv: Izveidot jaunu elementu
mk: Создади нов елемент
mr: नवा घटक निर्माण करा (Create New Item)
ms: Cipta Item Baru
nb_no: Lagt nytt element
nl: Maak nieuw item
pl: Utwórz nowy element
pl_pl: Utwórz nowy element
pt_pt: Criar novo campo
ro_ro: Creare element nou
ru_ru: Создать новый элемент
sl: Ustvari nov gradnik
sr_rs@cyrillic: Направи нови елемент
sv_se: Skapa ny fråga
th: สร้างรายการใหม่
tr_tr: Yeni Öğe Oluştur
uk: Створити новий елемент
uk_ua: Створити новий елемент
vi: Tạo mục mới
vi_vn: Tạo Mục mới

# manager.reviewFormElements.form.elementTypeRequired
source: An item type is required for the form item.
az: Form elementləri üçün element növü tələb olunur.
bg_bg: За елемента на формуляра се изисква тип елемент.
ca_es: És necessari un tipus d'element per a aquest element del formulari.
cs_cz: Pro položku formuláře je požadován typ položky.
da: En elementtype er påkrævet i denne formular.
de_de: Für dieses Feld ist die Angabe eines Feldtyps erforderlich.
el_gr: Απαιτείται ένα τύπος πεδίου για το πεδίο της φόρμας.
es_es: Es necesario un tipo de elemento para este ítem de formulario.
eu: Inprimaki-elementu honek elementu mota bat behar du.
fr_fr: Il faut indiquer un type d'élément pour l'élément du formulaire.
gl: É necesario un tipo de elemento para o elemento do formulario.
hr: Potrebno je odrediti tip stavke.
hu_hu: Egy tétel típust meg kell adni az űrlap tételhez.
hy_am: Ձևի տարրի համար պահանջվում է նյութի տեսակ:
id: Jenis butir diperlukan untuk butir borang.
id_id: Jenis butir diperlukan untuk butir formulir.
is: Atriðategund er krafist fyrir atriðið á eyðublaðinu.
it_it: Inserisci il tipo di elemento.
ja: フォームアイテムにはアイテム種別が必要です。
ka_ge: ფორმის ერთეულისთვის საჭიროა ელემენტის ტიპი.
kk_kz: Форма элементі үшін элемент түрін таңдау керек.
lv: Veidlapas elementam ir jānorāda elementa tips.
mk: Потребен е тип на елемент за елементот на формулар.
mr: फॉर्मच्या घटकासाठी त्याचा प्रकार आवश्यक आहे (An item type is required for the form item).
ms: Jenis item diperlukan untuk item borang.
nb_no: Skjemaelementet må ha en elementtype.
nl: Een elementtype is verplicht voor een formulierelement.
pl: Rodzaj elementu jest wymagany.
pl_pl: Rodzaj elementu jest wymagany.
pt_pt: É obrigatório o tipo do campo do formulário.
ro_ro: Un tip de element este necesar pentru formular.
ru_ru: Необходимо выбрать тип элемента для элемента формы.
sl: Tip gradnika je obvezen.
sr_rs@cyrillic: Неопходан је тип елемента обрасца.
sv_se: Typ av fråga krävs.
th: จำเป็นต้องมีประเภทของรายการสำหรับรายการในแบบฟอร์ม
tr_tr: Form öğeleri için öğe tipi gerekli.
uk: Необхідно вказати тип елементу форми.
uk_ua: Необхідно вказати тип елементу форми.
vi: Cần có loại mục cho mục biểu mẫu.
vi_vn: Một loại mục là bắt buộc cho mục biểu mẫu.

# manager.reviewFormElements.required
source: Reviewers required to complete item
az: rəyçilərin maddələri doldurması məcburidir
bg_bg: Задължително е рецензента да попълни елемента
ca_es: És necessari que els revisors/es completin l'element
cs_cz: Recenzenti musí vyplnit položku
da: Det er påkrævet for bedømmere at udfylde dette emne
de_de: Um die Rubrik auszufüllen, werden Gutachter/innen benötigt
el_gr: Απαιτείται οι αξιολογητές να συμπληρώσουν το πεδίο
es_es: Es necesario que los revisores completen el elemento
eu: Ebaluatzaileek bete egin behar dute elementua
fr_fr: Les rapporteurs doivent remplir l'élément
gl: Os revisores/as deben completar o elemento
hr: Recenzenti moraju ispuniti ovu stavku
hu_hu: A lektori vélemény befejezéséhez szükséges ez az elem
hy_am: Գրախոսները պարտադիր պետք է լրացնեն տարրը
id: Peninjau harus menyelesaikan semua butir
id_id: Peninjau harus menyelesaikan semua butir
is: Ritrýnir verður að klára atriði
it_it: E' necessario che i revisori completino il documento
ja: アイテムの完成に必要な査読者
ka_ge: შემმოწმებლები ვალდებულნი არიან შეავსონ ელემენტი
kk_kz: Рецензент элементті толтыруы керек
lv: Recenzentiem jāaizpilda elements
mk: Рецензенти потребни да го завршат елементот
mr: घटक पूर्ण करण्यासाठी समीक्षकांची आवश्यकता आहे
ms: Pengulas dikehendaki melengkapkan item
nb_no: Fagfellen må ferdigstille elementet
nl: Reviewers moeten dit item afronden
pl: Recenzenci są zobowiązani do wypełnienia pozycji
pl_pl: Recenzenci są zobowiązani do wypełnienia pozycji
pt_pt: Campo de revisão obrigatório
ro_ro: Revizorii trebuie să completeze articolul
ru_ru: Рецензент обязательно должен заполнить элемент
sl: Recenzenti morajao obvezno izpolniti ta gradnik
sr_rs@cyrillic: Рецензенти су обавезни да унесу информацију
sv_se: Gör denna fråga obligatorisk för granskare
th: ผู้ทบทวนจำเป็นต้องกรอกรายการนี้
tr_tr: Hakemlerin maddeleri doldurması zorunlu
uk: Рецензент зобов'язаний відповісти на питання
uk_ua: Рецензент зобов'язаний відповісти на питання
vi: Người đánh giá phải hoàn thành mục
vi_vn: Người đánh giá bắt buộc phải hoàn thành mục

# manager.reviewFormElements.textarea
source: Extended text box
az: Genişləndirilmiş mətn qutusu
bg_bg: Разширено текстово поле
ca_es: Quadre de text ampliat
cs_cz: Rozšířené textové pole
da: Udvidet tekstfelt
de_de: Erweitertes Textfeld
el_gr: Εκτεταμένο πλαίσιο κειμένου
es_es: Caja de texto extendido
eu: Testu-koadro hedatua
fr_fr: Zone de texte élargie
gl: Cadro de texto extendido
hr: Proizvoljna količina teksta
hu_hu: Többsoros szöveges mező
hy_am: Ընդլայնված տեքստային տուփ
id: Kotak teks diperpanjang
id_id: Kotak teks diperpanjang
is: Stækkað textabox
it_it: Text box per testi lunghi
ja: 拡張テキストボックス
ka_ge: გაფართოებული ტექსტური ველი
kk_kz: Кеңейтілген мәтін өрісі
lv: Paplašinātais teksta lauks
mk: Продолжена кутија за текст
mr: विस्तारित मजकूरासाठी बॉक्स
ms: Kotak teks lanjutan
nb_no: Utvidet tekstboks
nl: Uitgebreid tekstveld
pl: Obszar tekstowy (długi)
pl_pl: Obszar tekstowy (długi)
pt_pt: Campo de texto longo
ro_ro: Caseta de text extinsă
ru_ru: Расширенное текстовое поле
sl: Povečano tekstovno polje
sr_rs@cyrillic: Проширена кутија за текст
sv_se: Textruta, utökad
th: กล่องข้อความยาว
tr_tr: Genişletilmiş metin kutusu
uk: Розширене текстове поле
uk_ua: Розширене текстове поле
vi: Hộp văn bản mở rộng
vi_vn: Hộp văn bản mở rộng

# grid.action.createReviewForm
source: Create a new Review Form
az: Yeni dəyərləndirmə formu yaradın
bg_bg: Създаване на нов формуляр за рецензия
ca_es: Crear un nou formulari de revisió
cs_cz: Vytvořit nový formulář pro recenzenty
da: Opret en ny bedømmelsesformular
de_de: Ein neues Begutachtungsformular anlegen
el_gr: Δημιουργία νέας Φόρμας Αξιολόγησης
es_es: Crear un nuevo formulario de revisión
eu: Sortu berrikuspen-inprimaki berri bat
fr_fr: Créer un nouveau formulaire d'évaluation
gl: Crear un novo formulario de revisión
hr: Izradite novi obrazac za recenziju
hu_hu: Új lektorálási űrlap készítése
hy_am: Ստեղծեք գրախոսման նոր ձև
id: Buat Fomulir Tinjauan baru
id_id: Buat Fomulir Tinjauan baru
is: Stofna nýtt ritrýnieyðublað
it_it: Crea un nuovo form di revisione
ja: 査読フォームの新規作成
ka_ge: ახალი მიმოხილვის ფორმის შექმნა
kk_kz: Жаңа рецензия формасын жасаңыз
lv: Izveidot jaunu recenzijas veidlapu
mk: Создади нов формулар за рецензија
mr: समीक्षणासाठी नवा फॉर्म तयार करा
ms: Buat Borang Ulasan baharu
nb_no: Lag nytt vurderingsskjema
nl: Maak een nieuw reviewformulier
pl: Utwórz nowy formularz recenzji
pl_pl: Utwórz nowy formularz recenzji
pt_pt: Criar um novo Formulário de Revisão
ro_ro: Creați un nou formular de revizuire
ru_ru: Создать новую форму рецензии
sl: Ustvari nov recenzijski obrazec
sr_rs@cyrillic: Направи нови рецензентски образац
sv_se: Skapa nytt granskningsformulär
th: สร้างแบบฟอร์มทบทวนใหม่
tr_tr: Yeni bir Değerlendirme Formu oluştur
uk: Створити нову форму рецензії
uk_ua: Створити нову форму рецензії
vi: Tạo biểu mẫu đánh giá mới
vi_vn: Tạo một Biểu mẫu đánh giá mới

# manager.setup.competingInterests.required
source: Request a Competing Interest statement during the peer review.
az: Bu məqalənin dəyərləndirilməsi əsnasında bir Mənfəət Münaqişəsi bildirişi tələb edin.
bg_bg: Изискайте изявление за конкурентен интерес по време на партньорската рецензия.
ca_es: Sol·licitar una declaració de conflictes d'interès durant l'avaluació d'experts.
cs_cz: Požadovat vyjádření ke konfliktu zájmů pro recenzenty.
da: Anmod om en erklæring om konkurrerende interesser under fagfællebedømmelsesprocessen.
de_de: Während der Begutachtung die Angabe einer Erklärung zu möglicherweise bestehenden Interessenkonflikten verlangen.
el_gr: Ζητήστε μια δήλωση Ανταγωνιστικού Ενδιαφέροντος κατά την αξιολόγηση από ομοτίμους.
es_es: Solicitar una declaración de conflictos de interés durante la revisión por pares.
eu: Eskatu interes-gatazka adierazpen bat pareen berrikuspenean zehar.
fr_fr: Demander une déclaration de conflit d'intérêts lors de l'évaluation par les pairs.
gl: Solicita unha declaración de conflito de intereses durante a revisión por pares.
hr: Zatražite izjavu o bilo kakvom sukobu interesa koji bi mogao postojati tijekom recenzije.
hu_hu: Kérjen összeférhetetlenségi nyilatkozatot a szakmai lektorálás során.
hy_am: Պահանջել Շահերի բախման հայտարարություն գործընկերային գրախոսման ժամանակ:
id: Mohon sertakan pernyataan Konflik Kepentingan saat proses ulasan sejawat.
id_id: Mohon sertakan pernyataan Konflik Kepentingan saat proses ulasan sejawat.
is: Biðja um yfirlýsingu um hagsmunaárekstra á meðan á ritrýni stendur.
it_it: Richiediere una dichiarazione su eventuali conflitti di interessi in fase di peer review.
ja: 査読の際に、競合する利害関係の声明を要求します。
ka_ge: მოითხოვეთ კონკურენციის საპროცენტო განაცხადის განცხადება თანატოლთა განხილვის დროს.
kk_kz: Рецензиялау кезінде бәсекелес мүдделер туралы мәлімдемені сұраңыз.
lv: Pieprasīt recenzēšanas laikā iesniegt apliecinājumu par interešu konflikta neesamību.
mk: Побарај изјава за судир на интереси за време на отворената рецензија.
mr: तज्ज्ञ समीक्षणादरम्यान हितसंबंधांच्या संघर्षाबाबतचे विधान नोंदवण्याची विनंती करा.
ms: Minta pernyataan Konflik Kepentingan semasa ulasan rakan sejawat.
nb_no: Be om en uttalelse om interessekonflikter under fagfellevurderingen.
nl: Vraag een verklaring over strijdbare belangen tijdens het proces van peer review.
pl: Podczas recenzji poproś o oświadczenie o braku konfliktu interesów.
pl_pl: Podczas recenzji poproś o oświadczenie o braku konfliktu interesów.
pt_pt: Solicitar uma Declaração Interesses Concorrentes durante a revisão por pares.
ro_ro: Solicitați o declarație de interes competitiv în timpul evaluării.
ru_ru: Запросить Декларацию о конфликте интересов во время рецензирования.
sl: Zahtevaj izjavo o navzkrižju interesov pri recenziji.
sr_rs@cyrillic: Захтевајте Изјаву о сукобу интереса у току рецензије.
sv_se: Begär redovisning av intressekonflikter vid sakkunniggranskning.
th: ขอแถลงการณ์ความขัดแย้งผลประโยชน์ระหว่างการทบทวนโดยเพื่อน
tr_tr: Bu makalenin değerlendirilmesi sırasında bir Çıkar Çatışması bildirimi isteyin.
uk: Запит на заяву про конфлікт інтерсів під час рецензування.
uk_ua: Запит на заяву про конфлікт інтерсів під час рецензування.
vi: Yêu cầu tuyên bố Xung đột lợi ích trong quá trình bình duyệt.
vi_vn: Yêu cầu tuyên bố về Quyền lợi cạnh tranh trong quá trình đánh giá ngang hàng.

# manager.setup.licenseURLDescription
source: URL to a webpage describing the license, if available.
az: Əgər varsa, lisenziyanı təsvir edən bir veb səhifənin URL-si
bg_bg: URL към уеб страница, описваща лиценза, ако е наличен.
ca_es: URL a la pàgina web amb la descripció de la llicència, si està disponible.
cs_cz: URL na webovou stránku,k která popisuje licenci, pokud je dostupná.
da: Indsæt URL fra licenswebside, hvis den er tilgængelig.
de_de: URL zum Lizenztext, sofern verfügbar.
el_gr: Διεύθυνση URL μιας ιστοσελίδας που περιγράφει την άδεια, εάν υπάρχει.
es_es: URL a la página web que describa la licencia, si está disponible.
eu: Lizentzia deskribatzen duen web orri baten URLa, erabilgarri badago.
fr_fr: URL de la page décrivant la licence, si disponible.
gl: URL da páxina web que describe a licenza, se está dispoñible.
hr: URL web-stranice koja opisuje licencu, ako je dostupna.
hu_hu: URL a weboldal licensz leírásához, ha van ilyen.
hy_am: Արտոնագիրը նկարագրող վեբ էջի URL, եթե առկա է:
id: Cantumkan URL ke halaman web yang menerangkan lisensi tersebut, jika ada.
id_id: Cantumkan URL ke halaman web yang menerangkan lisensi tersebut, jika ada.
is: Vefslóð á vefsíðu sem lýsir leyfinu, ef til.
it_it: URL verso una pagina web che descrive la licenza, se disponibile.
ja: ライセンスを説明するウェブページのURL（ある場合）。
ka_ge: ლიცენზიის აღწერის ვებ-გვერდის URL, თუ ეს ხელმისაწვდომია.
kk_kz: Лицензияны сипаттайтын веб-беттің URL мекенжайы (бар болса).
lv: URL uz tīmekļa vietni, kurā aprakstīta licence, ja pieejams.
mk: URL-адреса на веб-страница која ја опишува лиценцата, доколку достапна.
mr: उपलब्ध असल्यास, परवान्याचे वर्णन करणारा संकेतस्थळावरील पृष्ठाचा URL.
ms: URL ke halaman web yang menerangkan lesen, jika tersedia.
nb_no: URL til en nettside som beskriver lisensen, dersom det er tilgjengelig.
nl: URL van een webpagina die de licentie beschrijft, indien beschikbaar.
pl: Link do strony z treścią licencji, jeśli jest dostępna.
pl_pl: Link do strony z treścią licencji, jeśli jest dostępna.
pt_pt: URL para uma página da Web que descreve a licença, se disponível.
ro_ro: URL către o pagină web care descrie licența, dacă este disponibilă.
ru_ru: URL-адрес веб-страницы, описывающей лицензию (если она доступна).
sl: URL povezava do spletne strani, ki opisuje licenco (če je na voljo).
sr_rs@cyrillic: URL до стране која описује лиценцу, ако је имате.
sv_se: URL till webbsida som beskriver licensen, om en sådan finns tillgänglig.
th: URL ไปยังหน้าเว็บที่อธิบายเกี่ยวกับสิทธิ์การใช้งาน หากมี
tr_tr: Varsa, lisansı açıklayan bir web sayfasının URL'si.
uk: URL-адреса веб-сторінки, що описує ліцензію, якщо така є.
uk_ua: URL-адреса веб-сторінки, що описує ліцензію, якщо така є.
vi: URL đến trang web mô tả giấy phép, nếu có.
vi_vn: URL đến trang web mô tả giấy phép, nếu có.

# manager.setup.metadata.coverage.description
source: Coverage will typically indicate a work's spatial location (a place name or geographic coordinates), temporal period (a period label, date, or date range) or jurisdiction (such as a named administrative entity).
az: Əhatə sahəsi ümumiyyətlə bir çalışmanın məkan yeri/lokasiyasını (yer adı və ya coğrafi koordinatlar), müvəqqəti müddəti (dövr etiketi, tarix və ya tarix aralığı) və ya səlahiyyət sahəsini (adlandırılmış bir idari varlıq kimi) göstərir.
bg_bg: Обхватът (покритието) обикновено указва пространственото местоположение на произведението (име на място или географски координати), времеви период (етикет за период, дата или период от време) или юрисдикция (като наименуван административен обект).
ca_es: La cobertura normalment indica una localització espacial de treball (el nom d'un lloc o les coordinades geogràfiques), un període temporal (una etiqueta de període, una data o un rang de dates) o una jurisdicció (com per exemple una entitat administrativa).
cs_cz: Dosah obvykle označuje geografické umístění díla (název místa nebo zeměpisné souřadnice), časové období (označení období, datum nebo časové období) nebo jurisdikci (například pojmenovanou administrativní jednotku).
da: Dækningsområde vil typisk angive et værks rumlige placering (et stednavn eller geografiske koordinater), tidsmæssig periode (en periodebetegnelse, dato eller datointerval) eller myndighed (såsom en navngivet administrativ enhed).
de_de: Abdeckung gibt typischerweise Hinweise auf die räumliche Position (ein Ortsname oder Koordinaten), einen Zeitraum (z.B. eine Periode oder ein Datum) oder eine Zuständigkeit (z.B. eine administrative Einrichtung).
el_gr: Η Κάλυψη συνήθως υποδηλώνει τη χωρική θέση ενός έργου (όνομα τοποθεσίας ή γεωγραφικές συντεταγμένες), τη χρονική περίοδο (μια περίοδο, μια ημερομηνία ή ένα εύρος ημερομηνιών) ή τη δικαιοδοσία (όπως μια διοικητική οντότητα).
es_es: La cobertura normalmente indica localización espacial de trabajo (el nombre de un sitio o unas coordenadas geográficas), periodo temporal (una etiqueta de periodo, una fecha o un rango de fechas) o jurisdicción (como por ejemplo una entidad administrativa).
eu: Estaldurak, normalean, lan baten kokapen espaziala (leku-izen bat edo koordenatu geografikoak), denbora-tartea (aldiaren etiketa, data edo data-tartea) edo jurisdikzioa (izendatutako erakunde administratibo bat, adibidez) adieraziko ditu.
fr_fr: La couverture indique généralement la localisation spatiale d'un travail (un nom de lieu ou des coordonnées géographiques), une période temporelle (une étiquette temporelle, une date ou intervalle de dates) ou une juridiction (telle qu'une entité administrative nommée).
gl: A cobertura indicará normalmente a situación espacial dunha obra (un nome de lugar ou coordenadas xeográficas), o período temporal (unha etiqueta de período, data ou intervalo de datas) ou a xurisdición (como unha entidade administrativa).
hr: Pokrivenost obično označava prostornu lokaciju (naziv mjesta ili geografske koordinate), vremensko razdoblje (naziv razdoblja, datum ili datumsko razdoblje) ili nadležnost (npr. naziv administrativne jedinice).
hu_hu: A lefedettség általában jelzi a mű elkészítésének helyszínét (helynév vagy földrajzi koordináták), időszakot (egy időszak címkéjét, dátumát vagy dátumtartományát) vagy joghatóságát (például egy megnevezett adminisztratív egységet).
hy_am: Ծածկույթը սովորաբար ցույց է տալիս աշխատանքի տարածական դիրքը (վայրի անունը կամ աշխարհագրական կոորդինատները), ժամանակավոր ժամանակաշրջանը (ժամանակաշրջանի պիտակը, ամսաթիվը կամ ամսաթվերի տիրույթը) կամ իրավասությունը (օրինակ՝ անվանված վարչական միավորը):
id: Cakupan umumnya merujuk pada lokasi spasial suatu karya (nama tempat atau koordinat geografis), periode waktu (label periode, tanggal, atau rentang tanggal) atau yurisdiksi (seperti nama lembaga administratif).
id_id: Cakupan umumnya merujuk pada lokasi spasial suatu karya (nama tempat atau koordinat geografis), periode waktu (label periode, tanggal, atau rentang tanggal) atau yurisdiksi (seperti nama lembaga administratif).
is: Dæmigert yfirgrip gefur til kynna svæðisbundna staðsetningu (staðarheiti eða landfræðileg hnit), afmarkað tímabil (heiti tímabils, dagsetingu eða dagsetningarbil) eða lögsögu (svo sem tiltekin stjórnsýsueining).
it_it: La copertura indica generalmente la posizione di un'opera (luogo o coordinate geografiche), il periodo temporale (periodo, data o un intervallo di date) o la giurisdizione (ad esempio un'entità amministrativa).
ja: 対象範囲は、通常、作品の空間的な位置（地名や地理的座標）、時間的な期間（期間ラベル、日付、日付範囲）、管轄（名前のある行政機関など）を示します。
ka_ge: გაშუქება, როგორც წესი, მიუთითებს ნაწარმოების სივრცულ მდებარეობას (ადგილის სახელი ან გეოგრაფიული კოორდინატები), დროითი პერიოდი (პერიოდის ეტიკეტი, თარიღი ან თარიღის დიაპაზონი) ან იურისდიქცია (მაგალითად დასახელებული ადმინისტრაციული ერთეული).
kk_kz: Қолдану саласы әдетте жұмыстың геокеңістіктік орнын (жер атауы немесе географиялық координаттар), уақыт кезеңін (кезең атауы, күні немесе күндер ауқымы) немесе юрисдикцияны (әкімшілік бөлімшенің атауы сияқты) сипаттайды.
lv: Aptvērums parasti norāda darba telpisko atrašanās vietu (vietas nosaukums vai ģeogrāfiskās koordinātas), laika periodu (perioda apzīmējums, datums vai datumu diapazons) vai jurisdikciju (piemēram, administratīvās vienības nosaukums).
mk: Покривањето типично ќе укаже на просторна локација (име на местото или географски координати), временски период (означен период, дата или временско подрачје) или надлежност (како што е именувна административна единка).
mr: व्याप्तीमध्ये (Coverage) सामान्यतः कामाचे ठिकाण (ठिकाणाचे नाव किंवा भौगोलिक निर्देशांक), कालावधी (कालावधीचे लेबल, तारीख किंवा दोन तारखांमधील काळ) किंवा अधिकार क्षेत्र (उदा. देश) दर्शविले जाईल.
ms: Liputan biasanya akan menunjukkan lokasi spatial kerja (nama tempat atau koordinat geografi), tempoh temporal (label tempoh, tarikh atau julat tarikh) atau bidang kuasa (seperti entiti pentadbiran yang dinamakan).
nb_no: Dekningsområde vil typisk angi et verks romlige plassering (et stednavn eller geografiske koordinater), tidsmessig periode (en periodebetegnelse, dato eller datointervall) eller myndighet (slik som en navngitt administrativ enhet).
nl: Dekking beschrijft doorgaans de ruimtelijke locatie van een werk (een plaats of geografische coördinaten), tijdsperiode (een periode, omschrijving, datum of periode) of wetgeving (zoals een geïdentificeerde administratief orgaan).
pl: Obszar zazwyczaj będzie dotyczył jakiegoś określenia geograficznej przestrzeni której dotyczy przedmiot badań, czas-okresu, (zakresu dat, nazwy okresu (wiek) lub jurysdykcji (nazwa jednostki administracyjnej).
pt_pt: A cobertura indica tipicamente a localização espacial do trabalho (nome do local ou coordenadas geográficas), período temporal (rótulo de um período, data ou período de tempo) ou jurisdição (tal como nome administrativo da entidade).
ro_ro: Acoperirea va indica de obicei locația spațială a unei lucrări (un nume al locului sau coordonatele geografice), perioada temporală (o etichetă a perioadei, data sau intervalul de date) sau jurisdicția (cum ar fi o entitate administrativă numită).
ru_ru: Охват обычно описывает геопространственное расположение работы (название места или географические координаты), временной период (название периода, дата или диапазон дат) или юрисдикцию (такую как название административной единицы).
sl: Pokritost tipično pomeni prostorsko lokacijo dela (ime lokacije ali geografske koordinate), časovno obdobje (ime obdobja, datum, datumsko obdobje) ali pristojnost (recimo ime administrativne entitete).
th: การครอบคลุมจะระบุถึงตำแหน่งเชิงพื้นที่ (ชื่อสถานที่หรือพิกัดทางภูมิศาสตร์), ช่วงเวลา (ป้ายระบุเวลา, วันที่, หรือช่วงวันที่) หรืออำนาจการปกครอง (เช่น หน่วยงานการปกครองที่ถูกระบุชื่อ)
tr_tr: Kapsama alanı genellikle bir çalışmanın uzamsal konumunu (yer adı veya coğrafi koordinatlar), geçici süreyi (dönem etiketi, tarih veya tarih aralığı) veya yetki alanını (adlandırılmış bir idari varlık gibi) gösterir.
uk: Охоплення зазвичай вказує просторове розташування твору (назва місця або географічні координати), часовий період (мітка періоду, дата або діапазон дат) або юрисдикцію (таку як названу адміністративну одиницю).
uk_ua: Охоплення зазвичай вказує на місце або географічні координати, де робота була створена, часовий період (період, дата, розмах дат) або юрисдикцію (наприклад, адміністративна одиниця).
vi: Bao phủ thường sẽ chỉ ra vị trí không gian của tác phẩm (tên địa điểm hoặc tọa độ địa lý), thời gian (nhãn thời gian, ngày hoặc khoảng ngày) hoặc phạm vi quyền hạn (chẳng hạn như thực thể hành chính được đặt tên).
vi_vn: Phạm vi bao phủ thường sẽ cho biết vị trí không gian của tác phẩm (tên địa điểm hoặc tọa độ địa lý), khoảng thời gian (nhãn khoảng thời gian, ngày hoặc phạm vi ngày) hoặc khu vực pháp lý (chẳng hạn như một thực thể hành chính được đặt tên).
