Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# mailable.decision.accept.notifyAuthor.description
source: This email notifies the author that their submission has been accepted for publication.
bg_bg: Този имейл уведомява автора, че подадените материали са приети за публикуване.
cs_cz: Tento e-mail oznamuje autorovi, že jeho příspěvek byl přijat k publikaci.
da: Denne e-mail informerer forfatteren om, at deres indsendelse er blevet accepteret til publicering.
eu: Mezu elektroniko honen bidez, egileari jakinarazten zaio bidalketa argitaratzeko onartu dela.
hr: Ova e-poruka obavještava autora da je njegov podnesak prihvaćen za objavljivanje.
hy_am: Այս էլ․ նամակը ծանուցում է հեղինակին, որ ներկայացումն ընդունվել է հրապարակման համար:
id: Email ini memberitahukan penulis bahwa naskah mereka telah diterima untuk diterbitkan.
ka_ge: ეს წერილი იგზავნება განყოფილების რედაქტორის მიერ ავტორთან „მასალის მიღების“ საბოლოო გადაწყვეტილების შესახებ.
kk_kz: Бұл электрондық хат авторға жұмыстарының жарияланымға қабылданғаны туралы хабарлайды.
lv: Šajā e-pastā autors tiek informēts, ka viņa iesniegtais materiāls ir pieņemts publicēšanai.
mk: Овој емаил го известува авторот дека нивниот поднесок е прифатен за објавување.
mr: हा ई-मेल लेखकाला सूचित करतो की त्यांचे सादरीकरण प्रकाशनासाठी स्वीकारले गेले आहे.
nl: Deze e-mail informeert de auteur dat zijn inzending is geaccepteerd voor publicatie.
pl: Ta wiadomość e-mail powiadamia autora, że jego zgłoszenie zostało przyjęte do publikacji.
sl: Ta email obvešča avtorje, da je bil njihov prispevek sprejet za objavo.
th: อีเมลนี้แจ้งให้ผู้แต่งทราบว่าการส่งงานของพวกเขาได้รับการยอมรับเพื่อตีพิมพ์
uk: Цей електронний лист повідомляє автора про те, що його подання прийнято до опублікування.
vi: Email này thông báo cho tác giả rằng bài nộp của họ đã được chấp nhận để xuất bản.

# mailable.decision.backFromCopyediting.notifyAuthor.name
source: Submission Sent Back from Copyediting
bg_bg: Материали, изпратени обратно от етапа за стилово редактиране
cs_cz: Příspěvek odeslán zpět z copyeditingu
da: Indsendelse sendt tilbage fra manuskriptredigering
eu: Bidalketa edizio-fasetik itzuli da
hr: Podnesak poslan iz lekture
hy_am: Ներկայացումը հետ է ուղարկվել գրական սրբագրումից
id: Naskah dikirim kembali dari Copyedit
lv: Materiāls nosūtīts atpakaļ no literārās rediģēšanas
mk: Поднесокот е испратен назад од Уредување
mr: कॉपीएडिटिंग करून सादरीकरण परतले
nl: Inzending teruggestuurd van Copyediting
pl: Zgłoszenie powróciło z korekty
sl: Prispevek je bil prestavljen nazaj v fazo recenzije
th: การส่งงานถูกส่งกลับจากขั้นตอนการตรวจสำเนา
uk: Подання повернуто з літературного редагування
vi: Bài nộp đã gửi lại từ giai đoạn chỉnh sửa

# mailable.decision.backFromCopyediting.notifyAuthor.description
source: This email notifies the author that their submission has been sent back from the copyediting stage.
bg_bg: Този имейл уведомява автора, че неговото изпращане е върнато от етапа на стилово редактиране.
cs_cz: Tento e-mail oznamuje autorovi, že jeho příspěvek byl odeslán zpět z copyeditingu.
da: Denne e-mail informerer forfatteren om, at vedkommendes indsendelse er blevet sendt tilbage fra manuskriptredigeringstrinnet.
eu: Mezu elektroniko honen bidez, egileari jakinarazten zaio haien bidalketa edizio-fasetik itzuli dela.
hr: Ova poruka e-pošte obavještava autora da je njegov podnesak poslan iz faze lekture.
hy_am: Այս էլ․ նամակը ծանուցում է հեղինակին, որ ներկայացումը հետ է ուղարկվել գրական սրբագրման փուլից:
id: Email ini memberitahukan penulis bahwa naskah mereka telah dikirim kembali oleh tahap copyedit.
lv: Šajā e-pastā autors tiek informēts, ka viņa materiāls ir nosūtīts atpakaļ no literārās rediģēšanas posma.
mk: Овој емаил го известува авторот дека нивниот поднесок е вратен од фазата на уредување.
mr: हा ई-मेल लेखकाला सूचित करतो की त्यांचे सादरीकरण कॉपीएडिटिंग टप्प्यावरून परतले आहे.
nl: Deze e-mail informeert de auteur dat zijn inzending is teruggestuurd na de copyeditingfase.
pl: Ta wiadomość e-mail powiadamia autora o powrocie zgłoszenia z korekty.
sl: Email z obvestilom avtorjem, da je bil njihov prispevek prestavljen nazaj v fazo recenzije.
th: อีเมลนี้แจ้งให้ผู้แต่งทราบว่าการส่งงานของพวกเขาถูกส่งกลับจากขั้นตอนการตรวจสำเนา
uk: Цей електронний лист повідомляє автора про те, що його подання повернуто зі стадії літературного редагування.
vi: Email này thông báo cho tác giả rằng bài nộp của họ đã được gửi lại từ giai đoạn chỉnh sửa.

# mailable.decision.decline.notifyAuthor.description
source: This email notifies the author that their submission has been declined after peer review.
bg_bg: Този имейл уведомява автора, че подадените материали са отхвърлени след партньорска рецензия.
cs_cz: Tento e-mail oznamuje autorovi, že jeho příspěvek byl po recenzním řízení odmítnut.
da: Denne e-mail meddeler forfatteren, at deres indsendelse er blevet afvist efter en fagfællebedømmelse.
eu: Mezu elektroniko honen bidez, egileari jakinarazten zaio haien bidalketa atzera bota dela pareen berrikuspenaren ondoren.
hr: Ova e-poruka obavještava autora da je njegov podnesak odbijen nakon recenzije.
hy_am: Այս էլ․ նամակը տեղեկացնում է հեղինակին, որ ներկայացումը մերժվել է գործընկերային գրախոսությունից հետո:
id: Email ini memberitahukan penulis bahwa naskah mereka telah ditolak setelah review.
ka_ge: ეს ელფოსტა აცნობებს ავტორს, რომ მათი გაგზავნა უარყოფილია თანატოლთა განხილვის შემდეგ.
kk_kz: Бұл электрондық хат авторға олардың материалының сараптамадан кейін қабылданбағаны туралы хабарлайды.
lv: Šajā e-pastā autors tiek informēts, ka viņa iesniegtais materiāls ir noraidīts pēc recenzēšanas.
mk: Овој емаил го известува авторот дека неговиот поднесок е е одбиен после рецензија.
mr: हा ई-मेल लेखकाला सूचित करतो की त्यांचे सादरीकरण तज्ज्ञ समीक्षणानंतर नाकारण्यात आले आहे.
nl: Deze e-mail informeert de auteur dat zijn inzending is afgewezen na peer review.
pl: Ta wiadomość e-mail powiadamia autora o odrzuceniu jego zgłoszenia po rekomendacjach recenzentów.
sl: Ta email obvešča avtorje, da je bil njihov prispevek zavrnjen po opravljeni recenziji.
th: อีเมลนี้แจ้งให้ผู้แต่งทราบว่าการส่งงานของพวกเขาถูกปฏิเสธหลังจากการทบทวนโดยผู้รีวิว
uk: Цей електронний лист повідомляє автора про те, що його подання відхилено після рецензування.
vi: Email này thông báo cho tác giả rằng bài nộp của họ đã bị từ chối sau bình duyệt.

# mailable.decision.newReviewRound.notifyAuthor.description
source: This email notifies the author that a new round of review is beginning for their submission.
bg_bg: Този имейл уведомява автора, че е започнат е нов кръг (етап) на рецензиране на подадените материали.
cs_cz: Tento e-mail oznamuje autorovi, že začíná nové kolo recenzí jeho příspěvku.
da: Denne e-mail informerer forfatteren om, at der er indledt en ny bedømmelsesrunde for vedkommendes indsendelse.
eu: Mezu elektroniko honen bidez, egileari jakinarazten zaio bere bidalketaren berrikuspen-erronda berri bat hasi dela.
hr: Ova e-poruka obavještava autora da počinje novi krug recenzije za njegov podnesak.
hy_am: Այս էլ․ նամակը ծանուցում է հեղինակին, որ վերանայման նոր փուլ է սկսվում ներկայացման համար:
id: Email ini memberitahukan penulis bahwa putaran review yang baru dimulai untuk naskah mereka.
ka_ge: ეს ელფოსტა აცნობებს ავტორს, რომ იწყება განხილვის ახალი რაუნდი მათი გაგზავნისთვის.
kk_kz: Бұл электрондық хат авторға оның материалын қараудың жаңа кезеңі басталғаны туралы хабарлайды.
lv: Šajā e-pastā autors tiek informēts par to, ka sākta jauna iesniegtā materiāla recenzēšanas kārta.
mk: Овој емаил го известува авторот дека започнува нова рунда на рецензија за неговиот поднесок.
mr: हा ई-मेल लेखकाला सूचित करतो की त्यांच्या सादरीकरणासाठी समीक्षणाची एक नवी फेरी सुरू होत आहे.
nl: Deze e-mail informeert de auteur dat er een nieuwe reviewronde voor de inzending wordt gestart.
pl: Ta wiadomość e-mail powiadamia autora o rozpoczęciu nowej rundy recenzji jego zgłoszenia.
sl: Ta email obvešča avtorje, da je bil za njihov prispevek odprt nov krog recenzije.
th: อีเมลนี้แจ้งผู้แต่งว่าได้เริ่มรอบการทบทวนใหม่สำหรับการส่งของพวกเขา
uk: Цей електронний лист повідомляє автора про початок нового раунду рецензування для його подання.
vi: Email này thông báo cho tác giả rằng một vòng đánh giá mới đang bắt đầu cho bài nộp của họ.

# mailable.decision.resubmit.notifyAuthor.description
source: This email notifies the author of a "revise and resubmit" decision regarding their submission.
bg_bg: Този имейл уведомява автора за решение за „преразглеждане и повторно изпращане“ относно техните подадени материали.
cs_cz: Tento e-mail oznamuje autorovi rozhodnutí o požadavku na „úpravy textu opětovné předložení“ jeho příspěvku.
da: Denne e-mail meddeler forfatteren om en beslutning angående vedkommendes indsendelse om at revidere og indsende igen.
eu: Mezu elektroniko honen bidez, egileari jakinarazten zaio "berrikusi eta berriro bidali" dela bere bidalketari buruzko erabakia.
hr: Ova e-poruka obavještava autora o odluci "revidiraj i ponovno pošalji" u vezi s njihovim podneskom.
hy_am: Այս էլ․ նամակը ծանուցում է հեղինակին իրենց ներկայացման վերաբերյալ «վերանայել և նորից ներկայացնել» որոշման մասին:
id: Email ini memberitahukan kepada penulis tentang keputusan "revisi dan pengiriman kembali" terkait naskah mereka.
ka_ge: ეს ელფოსტა აცნობებს ავტორს გადაწყვეტილების „გადახედვისა და ხელახლა გაგზავნის“ შესახებ მათი წარდგენის შესახებ.
kk_kz: Бұл электрондық хат авторды олардың материалына қатысты «қарау және қайта жіберу» шешімі туралы хабарлайды.
lv: Šajā e-pastā autors tiek informēts par lēmumu "Pārskatīt un iesniegt atkārtoti" attiecībā uz viņa iesniegto materiālu.
mk: Овој емаил го известува авторот за одлуката за „ревидирање и повторно испраќање“ во врска со неговиот поднесок.
mr: हा ई-मेल लेखकाला त्यांच्या सादरीकरणाबद्दल "सुधारित आवृत्ती लिहून पुन्हा सादर" करण्याच्या निर्णयाची माहिती देतो.
nl: Deze e-mail informeert de auteur over een “herzien en opnieuw indienen” beslissing met betrekking tot hun inzending.
pl: Ta wiadomość e-mail powiadamia autora o wymogu rewizji i ponownej recenzji jego zgłoszenia na skutek rekomendacji recenzentów.
sl: Ta email obvešča avtorje, da je bila sprejeta odločitev za njihov prispevek, da je prispevek potrebno revidirati in ponovno oddati.
th: อีเมลนี้แจ้งผู้แต่งถึงการตัดสินใจให้ "แก้ไขและส่งกลับมา" เกี่ยวกับการส่งของพวกเขา
uk: Цей електронний лист повідомляє автора про рішення "переглянути та повторно надіслати" щодо його подання.
vi: Email này thông báo cho tác giả về quyết định "sửa đổi và nộp lại" liên quan đến bài nộp của họ.

# mailable.decision.revertDecline.notifyAuthor.description
source: This email notifies the author that a previous decision to decline their submission after peer review is being reverted.
bg_bg: Този имейл уведомява автора, че предишно решение за отхвърляне на материалите след рецензиране се отменя.
cs_cz: Tento e-mail oznamuje autorovi, že předchozí rozhodnutí o zamítnutí jeho příspěvku po recenzním řízení se ruší.
da: Denne e-mail informerer forfatteren om, at en tidligere beslutning om at afvise vedkommendes indsendelse efter fagfællebedømmelsen er blevet omstødt.
eu: Mezu elektroniko honen bidez, egileari jakinarazten zaio parekideen berrikuspenaren ondoren haien bidalketa baztertzeko aurreko erabakia bertan behera utziko dela.
hr: Ova e-poruka obavještava autora da se poništava prethodna odluka za odbijanjem njegovog podneska nakon recenzije.
hy_am: Այս էլ․ նամակը ծանուցում է հեղինակին, որ գործընկերային վերանայումից հետո իրենց ներկայացումը մերժելու նախորդ որոշումը հետ է վերադարձվել:
id: Email ini memberitahukan kepada penulis bahwa keputusan sebelumnya untuk menolak naskah mereka setelah review sedang ditinjau kembali.
ka_ge: ეს ელფოსტა აცნობებს ავტორს, რომ წინა გადაწყვეტილება, უარი თქვას მათ გაგზავნაზე თანატოლთა განხილვის შემდეგ.
kk_kz: Бұл электрондық хат авторды қарап шыққаннан кейін жіберуден бас тарту туралы алдыңғы шешімнің күші жойылғаны туралы хабарлайды.
lv: Šajā e-pastā autors tiek informēts, ka iepriekšējais lēmums par materiāla noraidīšanu pēc recenzēšanas tiek atcelts.
mk: Овој емаил го известува авторот дека претходната одлука да се одбие неговиот поднесок по рецензијата е вратена назад.
mr: हा ई-मेल लेखकाला सूचित करतो की तज्ज्ञ समीक्षणानंतर त्यांचे सादरीकरण नाकारण्याचा पूर्वीचा निर्णय रद्द केला जात आहे.
nl: Deze e-mail informeert de auteur dat een eerdere beslissing om hun inzending te weigeren na peer review wordt teruggedraaid.
pl: Ta wiadomość e-mail powiadamia autora o przywróceniu jego zgłoszenia, wcześniej odrzuconego po rekomendacjach recenzentów, do ponownego procedowania redakcyjnego.
sl: Ta email obvešča avtorje, da je bila preklicana odločitev o zavrnitvi njihovega prispevka.
th: อีเมลนี้แจ้งผู้แต่งว่าการตัดสินใจปฏิเสธการส่งของพวกเขาหลังจากการทบทวนโดยผู้เชี่ยวชาญถูกยกเลิก
uk: Цей електронний лист повідомляє автора про те, що попереднє рішення про відхилення його подання після рецензування скасовується.
vi: Email này thông báo cho tác giả rằng quyết định trước đó từ chối bài nộp của họ sau bình duyệt đang được đảo ngược.

# mailable.decision.revertInitialDecline.notifyAuthor.description
source: This email notifies the author that a previous decision to decline their submission without review is being reverted.
bg_bg: Този имейл уведомява автора, че предишно решение за отхвърляне на материалите без рецензиране се отменя.
cs_cz: Tento e-mail oznamuje autorovi, že předchozí rozhodnutí o zamítnutí jeho příspěvku bez recenzního řízení se ruší.
da: Denne e-mail informerer forfatteren om, at en tidligere beslutning om at afvise vedkommendes indsendelse uden bedømmelse er blevet omstødt.
eu: Mezu elektroniko honen bidez, egileari jakinarazten zaio parekideen berrikuspenaren ondoren haien bidalketa berrikuspenik gabe baztertzeko aurreko erabakia bertan behera utziko dela.
hr: Ova e-poruka obavještava autora da se poništava prethodna odluka za odbijanjem njegovog podneska bez recenzije.
hy_am: Այս էլ․ նամակը ծանուցում է հեղինակին, որ առանց գրախոսության իրենց ներկայացումը մերժելու նախկին որոշումը հետ է վերադարձվում:
id: Email ini memberitahukan penulis bahwa keputusan sebelumnya untuk menolak pengiriman naskah mereka tanpa review sedang ditinjau kembali.
ka_ge: ეს ელფოსტა აცნობებს ავტორს, რომ წინა გადაწყვეტილება, უარი თქვას მათ გაგზავნაზე განხილვის გარეშე, უბრუნდება.
kk_kz: Бұл электрондық хат автордың материалды қараусыз жіберуден бас тарту туралы алдыңғы шешімнің күші жойылғанын хабарлайды.
lv: Šajā e-pastā autors tiek informēts, ka iepriekšējais lēmums par materiāla noraidīšanu bez recenzēšanas tiek atcelts.
mk: Овој емаил го известува авторот дека претходната одлука да се одбие неговиот поднесок без рецензија е вратена назад.
mr: हा ई-मेल लेखकाला सूचित करतो की समीक्षणाशिवाय त्यांचे सादरीकरण नाकारण्याचा पूर्वीचा निर्णय रद्द केला जात आहे.
nl: Deze e-mail laat de auteur weten dat een eerdere beslissing om zijn inzending zonder review te weigeren, wordt teruggedraaid.
pl: Ta wiadomość e-mail powiadamia autora o przywróceniu jego zgłoszenia, odrzuconego przed przeprowadzeniem recenzji, do ponownego procedowania redakcyjnego.
sl: Ta email obvešča avtorje, da je bila preklicana odločitev o zavrnitvi njihovega prispevka brez recenzije.
th: อีเมลนี้แจ้งผู้แต่งว่าการตัดสินใจปฏิเสธการส่งของพวกเขาโดยไม่ทบทวนถูกยกเลิก
uk: Цей електронний лист повідомляє автора про те, що попереднє рішення відхилити його подання без рецензування скасовується.
vi: Email này thông báo cho tác giả rằng quyết định trước đó từ chối bài nộp của họ mà không đánh giá đang được đảo ngược.

# mailable.decision.sendToProduction.notifyAuthor.description
source: This email notifies the author that their submission is being sent to the production stage.
bg_bg: Този имейл уведомява автора, че тяхният материал е изпратен на продукционен етап.
cs_cz: Tento e-mail oznamuje autorovi, že jeho příspěvek byl odeslán do produkční fáze.
da: Denne e-mail informerer forfatteren om, at vedkommendes indsendelse er blevet sendt til produktionstrinnet.
eu: Mezu elektroniko honen bidez, egileari jakinarazten zaio haien bidalketa ekoizpen-fasera bidali dela.
hr: Ova e-poruka obavještava autora da se njegov podnesak šalje u fazu produkcije.
hy_am: Այս էլ․ նամակը տեղեկացնում է հեղինակին, որ իրենց ներկայացումն ուղարկվում է արտադրության փուլ:
id: Email ini memberitahukan penulis bahwa naskah mereka sedang dikirimkan ke tahap produksi.
ka_ge: ეს ელფოსტა აცნობებს ავტორს, რომ მათი წარდგენა იგზავნება წარმოების ეტაპზე.
kk_kz: Бұл электрондық хат авторға олардың қолданбасы шығару сатысына жіберіліп жатқаны туралы хабарлайды.
lv: Šajā e-pastā autors tiek informēts, ka viņa materiāls tiek nosūtīts uz izstrādes posmu.
mk: Овој емаил го известува авторот дека неговиот поднесок се испраќа до фазата на обработка.
mr: हा ई-मेल लेखकाला सूचित करतो की त्यांचे सादरीकरण प्रकाशनाच्या टप्प्यावर पाठवले जात आहे.
nl: Deze e-mail informeert de auteur dat zijn inzending naar de productiefase wordt gestuurd.
pl: Ta wiadomość e-mail powiadamia autora o rozpoczęciu etapu produkcji dla jego zgłoszenia.
sl: Ta email obvešča avtorje, da je bil njihov prispevek poslan v produkcijo.
th: อีเมลนี้แจ้งผู้แต่งว่าการส่งของพวกเขาถูกส่งไปยังขั้นตอนการผลิต
uk: Цей електронний лист повідомляє автора про те, що його подання надсилається на стадію виробництва.
vi: Email này thông báo cho tác giả rằng bài nộp của họ đang được gửi đến giai đoạn sản xuất.

# mailable.decision.skipReview.notifyAuthor.description
source: This email notifies the author that their submission is being sent directly to the copyediting stage and will not be peer reviewed.
bg_bg: Този имейл уведомява автора, че материалите се изпращат директно на етапа на стилова корекция и няма да бъде бъдат рецензирани.
cs_cz: Tento e-mail oznamuje autorovi, že jeho příspěvek je odeslán přímo do fáze závěrečných úprav a nebude podroben recenznímu řízení.
da: Denne e-mail informerer forfatteren om, at vedkommendes indsendelse er blevet sendt direkte til manuskriptredigeringstrinnet og ikke vil blive bedømt.
eu: Mezu elektroniko honen bidez, egileari jakinarazten zaio haien bidalketa zuzenean edizio-fasera bidali dela eta parekideen berrikuspenik ez zaiola egingo.
hr: Ova e-poruka obavještava autora da se njegov podnesak šalje izravno u fazu lekture i da neće proći kroz fazu recenzije.
hy_am: Այս նամակը ծանուցում է հեղինակին, որ իրենց ներկայացումն ուղարկվում է անմիջապես սրբագրման փուլ և գործընկերային գրախոսություն չի լինի:
id: Email ini memberitahukan penulis bahwa naskah mereka dikirim ke tahap copyedit dan tidak akan direview.
ka_ge: ეს ელფოსტა აცნობებს ავტორს, რომ მათი წარდგენა იგზავნება უშუალოდ კოპირების რედაქტირების ეტაპზე და არ განიხილება.
kk_kz: Бұл электрондық хат авторға материалының тікелей өңдеу кезеңіне жіберілетінін және қаралмайтынын хабарлайды.
lv: Šajā e-pastā autors tiek informēts, ka viņa materiāls tiek nosūtīts tieši uz literārās rediģēšanas posmu un netiks recenzēts.
mk: Овој емаил го известува авторот дека неговиот поднесок се испраќа директно до фазата на уредување и нема да биде рецензиран.
mr: हा ई-मेल लेखकाला सूचित करतो की त्यांचे सादरीकरण थेट कॉपीएडिटिंगच्या टप्प्यावर पाठवले जात आहे आणि त्याचे तज्ज्ञ समीक्षण केले जाणार नाही.
nl: Deze e-mail laat de auteur weten dat de inzending direct naar de copyediting-fase wordt gestuurd zonder peer review.
pl: Wiadomość e-mail powiadamiająca autora o akceptacji zgłoszenia z pominięciem recenzowania.
sl: Ta email obvešča avtorje, da je bil njihov prispevek poslan direktno v lektoriranje in da ne bo recenziran.
th: อีเมลนี้แจ้งผู้แต่งว่าการส่งของพวกเขาถูกส่งไปยังขั้นตอนการตรวจสำเนาโดยตรงและจะไม่ผ่านการทบทวนโดยผู้เชี่ยวชาญ
uk: Цей електронний лист повідомляє автора про те, що їхнє подання надсилається безпосередньо на стадію літературного редагування і не буде рецензовано.
vi: Email này thông báo cho tác giả rằng bài nộp của họ đang được gửi trực tiếp đến giai đoạn chỉnh sửa và sẽ không được bình duyệt.
