Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# settings.roles.removeText
source: You are about to remove this role from this context. This operation will also delete related settings and all the users assignments to this role. Do you want to continue?
az: Bu rolu bu kontekstən çıxarırsınız. Bu əməliyyat həm də əlaqədar tənzimləri və bu rola edilən bütün istifadəçi təyinatlarını da silir. Davam etmək istəyirsinizmi?
bg_bg: Ще премахнете тази роля от този контекст. Тази операция също така ще изтрие свързани настройки и всички потребителски асоциации на тази роля. Искате ли да продължите?
ca_es: Ara s'eliminarà el rol d'aquest context. Aquesta operació també eliminarà les configuracions relacionades i tots les assignacions del usuaris a aquest rol. Voleu continuar?
cs_cz: Chystáte se tuto roli odstranit z tohoto kontextu. Tato operace také odstraní související nastavení a všechny přiřazení uživatelů této roli. Chcete pokračovat?
da: Du er i gang med at fjerne denne rolle fra denne sammenhæng. Dette indgreb vil også fjerne relaterede indstillinger og alle brugertilmeldinger til denne rolle. Vil du fortsætte?
de_de: Sie werden diese Rolle aus diesem Kontext enfernen. Dies wird auch verknüpfte Einstellungen und alle Zuordnungen von Benutzer/innen zu dieser Rolle löschen. Wollen Sie weitermachen?
el_gr: Πρόκειται να καταργήσετε αυτόν τον ρόλο από αυτό το πλαίσιο. Αυτή η ενέργεια θα διαγράψει επίσης τις σχετικές ρυθμίσεις και όλες τις αναθέσεις χρηστών σε αυτό το ρόλο. Θέλετε να συνεχίσετε?
es_es: Está a punto de eliminar este rol de este contexto. Esta operación también eliminará la configuración relacionada y todas las asignaciones de usuarios de este rol. ¿Desea continuar?
eu: Rol hori testuinguru horretatik kentzear zaude. Eragiketa honek rol honi lotutako ezarpenak eta erabiltzaileen esleipen guztiak ere ezabatuko ditu. Jarraitu nahi duzu?
fr_fr: Vous êtes sur le point d'enlever ce rôle de ce contexte. Cette opération supprimera également les paramètres relatifs et toutes les attributions des utilisateurs de ce rôle. Vous voulez continuer ?
gl: Estás a piques de eliminar este rol deste contexto. Esta operación tamén eliminará a configuración relacionada e todas as asignacións dos usuarios a este rol. Queres continuar?
hr: Uklonit ćete ovu ulogu iz ovog konteksta. Ovo će također izbrisati povezane postavke i sve dodjele korisnika ovoj ulozi. Želite li nastaviti?
hu_hu: Eltávolítani készül a szerepkört ebből a környezetből. Ez a parancs törölni fogja az összes kapcsolódó beállítást és a szerepkörhöz rendelt felhasználókat. Folytatja?
hy_am: Դուք պատրաստվում եք հեռացնել այս դերն այս համատեքստից: Այս գործողությունը նաև կջնջի հարակից կարգավորումները և օգտատերերի բոլոր հանձնարարությունները այս դերին: Ցանկանու՞մ եք շարունակել։
id: Anda akan menghapus peran ini dari konteks ini. Proses ini juga akan menghapus pengaturan terkait dan semua penugasan pengguna untuk peran ini. Apakah Anda ingin melanjutkan?
is: Þú ert við það að fjarlægja hlutverk úr þessu samhengi. Aðgerðin mun líka eyða tengdum stillingum og skráningum notenda á hlutverkið. Viltu halda áfram?
it_it: Stai rimuovendo questo ruolo da questo ambito. Questa operazione cancellerà anche tutte le configuazioni relative e tutti gli utenti collegati a questo ruolo. Vuoi continuare ?
ja: このコンテキストからこの役割を削除しようとしています。この操作により、関連する設定や、この役割に割り当てられているすべてのユーザーも削除されます。続けますか？
ka_ge: თქვენ აპირებთ ამ როლის ამოღებას ამ კონტექსტიდან. ეს ოპერაცია ასევე წაშლის დაკავშირებულ პარამეტრებს და ამ როლის მომხმარებლების ყველა დავალებას. Გინდა გააგრძელო?
kk_kz: Сіз бұл рөлді осы мәтінмәннен алып тастағалы жатырсыз. Бұл әрекет осы рөлге қатысты пайдаланушы параметрлері мен тағайындауларын да жояды. Жалғастырғыңыз келе ме?
lv: Jūs gatavojaties noņemt šo lomu no šī konteksta. Šī darbība dzēsīs arī saistītos iestatījumus un visus šai lomai piešķirtos lietotājus. Vai vēlaties turpināt?
mk: Ја отстранувате оваа улога од овој контекст. Оваа операција исто така ќе ги избрише поврзаните поставки и сите задачи на корисниците на оваа улога. Дали сакате да продолжите?
mr: तुम्ही या संदर्भ संगतीतून ही भूमिका वगळणार आहात. ही प्रक्रिया संबंधित सेटिंग्ज आणि या भूमिकेतून या वापरकर्त्याला नेमून दिलेल्या सगळ्या कामगिर्‍याही आपोआप हटवल्या जातील. भूमिका वगळण्यापूर्वी याचा विचार करुन निर्णय घेत आहात ना?
ms: Anda akan mengalih keluar peranan ini daripada konteks ini. Operasi ini juga akan memadamkan tetapan berkaitan dan semua tugasan pengguna kepada peranan ini. Adakah anda mahu meneruskan?
nb_no: Vil du fortsette? Du er i ferd med å fjerne denne rollen fra denne sammenhengen. Dette vil også slette relaterte innstillinger og alle brukerene som er oppnevnt til rollen.
nl: U staat op het punt om deze rol te verwijderen uit deze context. Deze actie zal ook alle gerelateerde instellingen verwijderen, en alle taken die aan deze rol zijn toegewezen. Wilt u doorgaan?
pl: Masz zamiar usunąć rolę z tego kontekstu. Operacja usunie powiązane ustawienia oraz wszystkich użytkowników przypisanych do tej roli. Czy chcesz kontynuować?
pl_pl: Masz zamiar usunąć rolę z tego kontekstu. Operacja usunie powiązane ustawienia oraz wszystkich użytkowników przypisanych do tej roli. Czy chcesz kontynuować?
pt_pt: Está prestes a remover este papel. Esta operação irá também excluir configurações relacionadas e todas as designações de utilizadores para esta função. Quer continuar?
ro_ro: Ești pe cale să elimini acest rol din acest context. Această operație va șterge, de asemenea, setările conexe și toate atribuțiile utilizatorilor pentru acest rol. Doriți să continuați?
ru_ru: Вы собираетесь удалить эту роль из этого контекста. Эта операция также удалит установки и назначения пользователей, связанные с этой ролью. Вы хотите продолжить?
sl: Odstraniti želite vlogo iz tega konteksta. S tem se bodo odstranile vse pripadajoče nastavitve in dodelitve uporabnikov tej vlogi. Ste prepričani, da želite nadaljevati?
sr_rs@cyrillic: Ви желите да уклоните ову улогу из овог контекста. То ће избрисати сва повезана подешавања и све корисничке доделе овој улози. Да ли желите да наставите?
sv_se: Du är på väg att ta bort den här rollen från det här sammanhanget. Du kommer också att ta bort relaterade inställningar och alla användares uppgifter i den här rollen. Vill du fortsätta?
th: คุณกำลังจะลบบทบาทนี้ออกจากบริบทนี้ การดำเนินการนี้จะลบการตั้งค่าที่เกี่ยวข้องและการมอบหมายผู้ใช้ทั้งหมดไปยังบทบาทนี้ คุณต้องการดำเนินการต่อหรือไม่?
tr_tr: Bu rolü bu bağlamdan kaldırmak üzeresiniz. Bu işlem ayrıca ilgili ayarları ve bu role tüm kullanıcı atamaları da siler. Devam etmek istiyor musun?
uk: Ви збираєтеся видалити цю роль із цього контексту. Ця операція також видалить пов'язані з нею всі налаштування та призначення користувачів на цю роль. Хочете продовжити?
uk_ua: Ви збираєтеся видалити цю роль з цього контексту. Ця операція також видалить пов'язані з нею всі налаштування та призначені користувачів. Ви хочете продовжити?
vi: Bạn sắp xóa vai trò này khỏi ngữ cảnh này. Thao tác này cũng sẽ xóa các cài đặt liên quan và tất cả chỉ định người dùng cho vai trò này. Bạn có muốn tiếp tục không?
vi_vn: Bạn sắp xóa vai trò này khỏi ngữ cảnh này. Thao tác này cũng sẽ xóa các cài đặt liên quan và tất cả các nhiệm vụ của người dùng cho vai trò này. Bạn có muốn tiếp tục?

# settings.roles.uniqueAbbrev
source: You need to define an unique role abbreviature.
az: Unikal bir rol qısaltması müəyyənləşdirməniz lazımdır.
bg_bg: Трябва да дефинирате уникална абревиатура на ролята.
ca_es: Heu d'establir una abreviatura única per al rol.
cs_cz: Je třeba definovat unikátní zkratku názvu role.
da: Du skal angive en unik rolleforkortelse.
de_de: Sie müssen eine eindeutige Abkürzung für die Rolle festlegen.
el_gr: Πρέπει να ορίσετε μια μοναδική συντομογραφία ρόλου.
es_es: Tiene que definir una única abreviatura de rol.
eu: Rol-laburdura bakarra definitu behar duzu.
fr_fr: Vous devez déterminer une abbréviation de rôle unique.
gl: Debes definir unha abreviatura do rol única.
hr: Morate postaviti jedinstvenu skraćenicu za ulogu.
hu_hu: Meg kell adnia egy egyedi szerepkör rövidítést.
hy_am: Դուք պետք է սահմանեք դերի եզակի հապավումը:
id: Singkatan peran unik perlu ditambahkan.
is: Þú þarft að skilgreina einkvæma skammstöfun fyrir hlutverk.
it_it: L'abbreviazione del ruolo deve essere univoca.
ja: 固有の役割の略語を定義する必要があります。
ka_ge: თქვენ უნდა განვსაზღვროთ უნიკალური როლის აბრევიატურა.
kk_kz: Бірегей рөлдік аббревиатураны беру керек.
lv: Jums jādefinē unikāla lomas abreviatūra.
mk: Мора да определите уникатна кратенка за улогата.
mr: या भूमिकेसाठी विशिष्ट संक्षिप्त रूप (abbreviature) तुम्हाला निश्चित करावे लागेल.
ms: Anda perlu mentakrifkan singkatan peranan yang unik.
nb_no: Du må lage en forkortelse av det unike rollenavnet.
nl: Een unieke afkorting voor de rol is verplicht.
pl: Musisz określić niepowtarzalny skrót roli.
pl_pl: Musisz określić niepowtarzalny skrót roli.
pt_pt: Tem de definir uma única abreviatura do papel.
ro_ro: Trebuie să definiți o abreviere unică a rolului.
ru_ru: Вам нужно задать уникальную аббревиатуру роли.
sl: Okrajšava vloge mora biti unikatna.
sr_rs@cyrillic: Морате дефинисати јединствену скраћеницу улоге.
sv_se: Du måste fylla i en unik förkortning av rollen.
th: คุณต้องกำหนดตัวย่อบทบาทที่ไม่ซ้ำ
tr_tr: Tekil bir rol kısaltması tanımlamanız gerekir.
uk: Ви маєте вказати унікальну абревіатуру ролі.
uk_ua: Ви маєте вказати унікальну абревіатуру ролі.
vi: Bạn cần xác định viết tắt vai trò duy nhất.
vi_vn: Bạn cần xác định một từ viết tắt vai trò duy nhất.

# settings.roles.stageIdRequired
source: You need to define a stage to assign to.
az: Təyin etmək üçün bir addım müəyyənləşdirməniz lazımdır.
bg_bg: Трябва да дефинирате етап, към който да асоциирате.
ca_es: Heu d'establir una fase per assignar.
cs_cz: Je třeba zvolit etapu k přiřazení.
da: Du skal angive et trin rollen skal tilknyttes.
de_de: Sie müssen eine Phase festlegen, der die Rolle zugeordnet werden soll.
el_gr: Πρέπει να ορίσετε ένα στάδιο στο οποίο θα ανατεθεί.
es_es: Tiene que definir una fase de asignación.
eu: Esleitzeko etapa bat definitu behar duzu.
fr_fr: Vous devez préciser une étape qui sera assignée.
gl: Debe definir unha fase á que asignar.
hr: Morate definirati fazu kojoj ćete dodijeliti.
hu_hu: Meg kell határoznia a szakasz hozzárendelést.
hy_am: Դուք պետք է սահմանեք փուլ, որին պետք է նշանակեք:
id: Tahap penugasan perlu ditentukan.
is: Þú þarft að skilgreina þrep til að tengja við / úthluta á.
it_it: Devi definire una fase a cui collegare il ruolo.
ja: 任命先の段階を定義する必要があります。
ka_ge: თქვენ უნდა განსაზღვროთ ეტაპი, რომელსაც მიანიჭებთ.
kk_kz: Тапсырманың маңызды кезеңін орнату керек.
lv: Jums jādefinē posms piešķīrumam.
mk: Потребно е да го дефинирате стадиумот за назначување.
mr: कोणत्या टप्प्यावर या भूमिकेला कामगिरी द्यायची हे तुम्हाला ठरवावे लागेल.
ms: Anda perlu menentukan peringkat untuk ditugaskan.
nb_no: Du må definere et stadie å oppnevne vedkommende til.
nl: Er moet een stap in het redactieproces worden geselecteerd.
pl: Musisz przydzielić rolę do etapów.
pl_pl: Musisz przydzielić rolę do etapów.
pt_pt: Tem definir uma etapa para designar a.
ro_ro: Trebuie să definiți o etapă pe care să o atribuiți.
ru_ru: Вам нужно задать этап для назначения.
sl: Izbrati morate fazo, ki jo boste dodelili vlogi.
sr_rs@cyrillic: Морате дефинисати фазу којој ће бити додељена.
sv_se: Du måste välja ett steg.
th: คุณต้องกำหนดขั้นตอนที่มอบหมาย
tr_tr: Atamak için bir adım tanımlamanız gerekir.
uk: Вам потрібно визначити стадію, яку потрібно призначити.
uk_ua: Ви маєте вказати етап для призначення.
vi: Bạn cần xác định giai đoạn để chỉ định.
vi_vn: Bạn cần xác định một giai đoạn để chỉ định.

# settings.libraryFiles.fileRequired
source: A library file is required. Please ensure that you have chosen and uploaded a file.
az: Bir kitabxana faylı tələb olunur. Zəhmətolmasa bir faylı seçib yüklədiyinizə əmin olun.
bg_bg: Изисква се библиотечен файл. Моля, уверете се, че сте избрали и качили файл.
ca_es: Heu d'introduir-hi un fitxer de biblioteca. Comproveu que hàgiu seleccionat un fitxer carregat.
cs_cz: Je vyžadován knihovní soubor. Ujistěte se, prosím, že jste zvolili a nahráli soubor.
da: En biblioteksfil er påkrævet. Sørg for, at du har valgt og uplodet en fil.
de_de: Die Angabe einer Bibliotheksdatei ist erforderlich. Bitte stellen Sie sicher, dass Sie eine Datei ausgewählt und hochgeladen haben.
el_gr: Απαιτείται αρχείο βιβλιοθήκης. Βεβαιωθείτε ότι έχετε επιλέξει και μεταφορτώσει ένα αρχείο.
es_es: Se necesita un archivo de biblioteca. Asegúrese de que ha elegido y cargado un archivo.
eu: Liburutegiko fitxategi bat beharrezkoa da. Mesedez, ziurtatu fitxategi bat aukeratu eta igo duzula.
fr_fr: Un fichier bibliothèque est requis. Assurez-vous d'avoir choisi et téléchargé un fichier.
gl: É necesario un arquivo de biblioteca. Asegúrese de que escolleu e cargou un arquivo.
hr: Potrebna je specifikacija datoteke knjižnice. Provjerite jeste li odabrali i prenijeli datoteku.
hu_hu: Kötelező egy könyvtár fájl. Kérjük, győződjön meg arról, hogy kiválasztott egy fájlt és feltöltötte.
hy_am: Պահանջվում է գրադարանի նիշք: Համոզվեք, որ ընտրել և վերբեռնել եք նիշք:
id: Diperlukan library file. Pastikan bahwa Anda telah memilih dan mengunggah file.
is: Safnskráar (Library file) er krafist. Vinsamlega tryggðu að þú hafir valið og hlaðið upp skrá.
it_it: Viene richiesto un file come materiale di supporto. Per favore controlla di aver scelto e caricato un file.
ja: ライブラリファイルが必要です。ファイルを選択してアップロードしたことを確認してください。
ka_ge: საბიბლიოთეკო ფაილი აუცილებელია. გთხოვთ, დარწმუნდეთ, რომ ფაილი აარჩიეთ და ატვირთეთ.
kk_kz: Кітапхана файлы қажет. Файлды таңдап, сайтқа жүктеп салғаныңызға көз жеткізіңіз.
lv: Ir nepieciešams bibliotēkas fails. Lūdzu, pārliecinieties, ka esat izvēlējies un augšupielādējis failu.
mk: Потребен е фајл за библиотека. Молам забележи дека ти избра и внесе фајл.
mr: अंमलबजावणीच्या कामांची (library) फाईल आवश्यक आहे. तुम्ही फाईल निवडून संक्रमित (अपलोड) केली आहे याची कृपया खात्री करा.
ms: Fail pustaka diperlukan. Sila pastikan anda telah memilih dan memuat naik fail.
nb_no: Du må ha en biblioteksfil. Pass på at du har valgt og lastet opp en fil.
nl: Een bibliotheekbestand is verplicht. Zorg ervoor dat u een bestand heeft gekozen en opgeladen.
pl: Plik biblioteki jest wymagany. Upewnij się, że wybrałeś(aś) i przesłałeś(aś) plik.
pl_pl: Plik biblioteki jest wymagany. Upewnij się, że wybrałeś(aś) i przesłałeś(aś) plik.
pt_pt: É necessário um ficheiro de biblioteca. Certifique-se de que escolheu e carregou um ficheiro.
ro_ro: Este necesar un fișier bibliotecă. Vă rugăm să vă asigurați că ați ales și încărcat un fișier.
ru_ru: Файл библиотеки обязателен. Пожалуйста, убедитесь, что вы выбрали и загрузили файл на сайт.
sl: Datoteka iz knjižnice je obvezna. Prosimo, da preverite, če ste jo izbrali in naložili.
sr_rs@cyrillic: Фајл библиотека је неопходан. Проверите да ли сте одабрали и на сервер поставили фајл.
sv_se: En fil krävs. Se till att du har valt och laddat upp en fil.
th: ต้องมีไฟล์ห้องสมุด โปรดตรวจสอบให้แน่ใจว่าคุณได้เลือกและอัปโหลดไฟล์แล้ว
tr_tr: Bir kütüphane dosyası gereklidir. Lütfen bir dosya seçip yüklediğinizden emin olun.
uk: Необхідний файл бібліотеки. Переконайтеся, що ви вибрали та завантажили файл.
uk_ua: Необхідний файл бібліотеки. Переконайтеся, що ви вибрали та завантажили файл.
vi: Cần có tệp thư viện. Vui lòng đảm bảo bạn đã chọn và tải lên tệp.
vi_vn: Tệp thư viện là bắt buộc. Hãy đảm bảo rằng bạn đã chọn và tải lên một tệp.

# settings.libraryFiles.category.marketing
source: Marketing
az: Marketinq
bg_bg: Маркетинг
ca_es: Màrqueting
el_gr: Προώθηση
eu: Marketina
gl: Márketing
hy_am: Մարքեթինգ
id: Pemasaran
is: Markaðssetning
ja: マーケティング
ka_ge: მარკეტინგი
kk_kz: Маркетинг
lv: Mārketings
mk: Маркетинг
mr: प्रसार आणि प्रचार करणे (Marketing)
ms: Pemasaran
nb_no: Markedsføring
pl: Pliki Marketingowe
ru_ru: Маркетинг
sr_rs@cyrillic: Маркетинг
sv_se: Marknadsföring
th: การตลาด
tr_tr: Pazarlama
uk: Маркетинг
uk_ua: Маркетинг
vi: Tiếp thị
vi_vn: Tiếp thị

# settings.libraryFiles.public.viewInstructions
source: <p>This library file can be accessible for download, if "Public Access" is enabled, at: <blockquote>{$downloadUrl}</blockquote></p>
az: <p>Bu kitabxana faylı, "Hər kəsə Açıq Giriş" seçimi ilə aşağıdakı adresdən girilərək endirilə bilir: <blockquote>{$downloadUrl}</blockquote></p>
bg_bg: <p>Този библиотечен файл може да бъде достъпен за изтегляне, ако „Публичен достъп“ е активиран, на адрес: <blockquote>{$downloadUrl}</blockquote></p>
ca_es: <p>Aquest arxiu de biblioteca podrà descarregar-se si s'ha activat l'"accés públic" a <blockquote>{$downloadUrl}</blockquote></p>
cs_cz: <p>Tento soubor knihovny může být dostupný pro stažení, pokud je umožněn "Veřejný přístup" na odkazu: <blockquote>{$downloadUrl}</blockquote></p>
da: <p>Denne biblioteksfil kan være tilgængelig til download, hvis "Offentlig adgang" er aktiveret, på: <blockquote>{$downloadUrl}</blockquote></p>
de_de: <p>Diese Bibliotheksdatei kann zum Download bereitgestellt werden, wenn "Öffentlicher Zugang" unter <blockquote>{$downloadUrl}</blockquote> aktiviert ist.</p>
el_gr: <p>Αυτό το αρχείο μπορεί να είναι προσπελάσιμο αν έχει ενεργοποιηθεί η "Δημόσια Πρόσβαση", στο <blockquote>{$downloadUrl}</blockquote></p>
es_es: <p>Este archivo de biblioteca podrá descargarse si se ha activado el "acceso público" en <blockquote>{$downloadUrl}</blockquote></p>
eu: <p>Liburutegi-fitxategi hau deskargatzeko moduan dago, baldin eta "Sarbide Publikoa" gaituta badago, helbide honetan: <blockquote>{$downloadUrl}</blockquote></p>
fr_fr: <p>Ce fichier sera accessible si l'accès public est activé à cette URL : <blockquote>{$downloadUrl}</blockquote></p>
gl: <p>Este arquivo de biblioteca pode ser descargado, se está habilitado "Acceso público", en: <blockquote>{$downloadUrl}</blockquote></p>
hr: <p>Ova datoteka knjižnice može biti dostupna za preuzimanje ako je "Javni pristup" omogućen pod <blockquote>{$downloadUrl}</blockquote>.</p>
hu_hu: <p>Ha a ’Nyilvános elérés’ opciót bekapcsoljuk, az állomány letölthetővé válik a az alábbi linken: <blockquote>{$downloadUrl}</blockquote></p>
hy_am: <p>Այս գրադարանի նիշքը կարող է հասանելի լինել ներբեռնման համար, եթե «Հանրային մուտքը» միացված է, այստեղից <blockquote>{$downloadUrl}</blockquote></p>
id: <p>Library file ini dapat diunduh, jika "Akses Publik" diaktifkan, pada: <blockquote>{$downloadUrl}</blockquote> </p>
is: <p>Þessi safnskrá (library file) getur verið aðgengileg fyrir niðurhal, ef "Public Access" er virkjað, á: <blockquote>{$downloadUrl}</blockquote></p>
it_it: <p>Questo file di supporto può essere scaricato se l' "Accesso pubblico" è stato abilitato. Il link è: <blockquote>{$downloadUrl}</blockquote></p>
ja: <p>このライブラリファイルは、「公開アクセス」が有効であれば、こちらでダウンロードできます: <blockquote>{$downloadUrl}</blockquote></p>
ka_ge: <p>ამ ბიბლიოთეკის ფაილის ჩამოტვირთვა შესაძლებელია, თუ ჩართულია "საზოგადოებრივი წვდომა", შემდეგ მისამართზე:<blockquote> {$downloadUrl}</blockquote></p>
kk_kz: <p>Егер "Ашық қолжетімділік" қосулы болса, бұл кітапхана файлын мына жерден жүктеп алуға болады: <blockquote>{$downloadUrl}</blockquote></p>
lv: <p>Šo bibliotēkas failu var lejupielādēt, ja ir iespējota "Publiskā piekļuve": <blockquote>{$downloadUrl}</blockquote></p>
mk: <p>Овој библиотечен фајл мое да биде достапен за симнување, ако "Public Access" е овозможен, на: <blockquote>{$downloadUrl}</blockquote></p>
mr: <p>ही अंमलबजावणीच्या कामांची (library) फाईल सगळ्यांसाठी उपलब्ध (Public Access) असल्यास <blockquote>{$downloadUrl}</blockquote> येथून उतरवून (डाउनलोड) घेता येईल</p>
ms: <p>Fail pustaka ini boleh diakses untuk muat turun, jika "Akses Awam" didayakan, di: <blockquote>{$downloadUrl}</blockquote></p>
nb_no: <p>Denne biblioteksfilen kan gjøres tilgjengelig for nedlasting, hvis "Offentlig adgang" er aktivert på: <blockquote>{$downloadUrl}</blockquote></p>
nl: <p>Dit bibliotheekbestand kan worden beschikbaar gesteld voor downloaden, door "Publieke toegang" in te schakelen, op <blockquote>{$downloadUrl}</blockquote></p>
pl: <p>Ten plik z biblioteką może być dostępny do pobrania, jeżeli ustawiono "Public Access": <blockquote>{$downloadUrl}</blockquote></p>
pt_pt: <p>Este ficheiro de biblioteca pode ser acessível para download, se o "Acesso Público" estiver ativo, em: <blockquote>{$downloadUrl}</blockquote></p>
ro_ro: <p>Acest fișier bibliotecă poate fi accesibil pentru descărcare, dacă "Accesul Public" is activat, ca: <blockquote>{$downloadUrl}</blockquote></p>
ru_ru: <p>Если включен «Открытый доступ», этот файл библиотеки может быть доступен для скачивания по адресу: <blockquote>{$downloadUrl}</blockquote></p>
sl: <p>Ta datoteka v knjižnici je lahko javno dostopan za prenos, če je omogočen "Javni dostop" preko: <blockquote>{$downloadUrl}</blockquote></p>
sv_se: <p>Om "Publik tillgång" aktiveras kan den här biblioteksfilen bli tillgänglig för nedladdning på: <blockquote>{$downloadUrl}</blockquote></p>
th: <p>ไฟล์ห้องสมุดนี้สามารถเข้าถึงได้หากเปิดใช้งาน "การเข้าถึงสาธารณะ" ที่: <blockquote>{$downloadUrl}</blockquote></p>
tr_tr: <p>Bu kütüphane dosyası, "Herkese Açık Erişim" seçeneği ile şu adresten erişilip indirilebilir: <blockquote>{$downloadUrl}</blockquote></p>
uk: <p>Цей файл бібліотеки буде доступний для завантаження, якщо увімкнено "Публічний доступ" за адресою: <blockquote>{$downloadUrl}</blockquote></p>
uk_ua: <p>Цей файл бібліотеки буде доступний для завантаження, якщо увімкнено "Публічний доступ" за адресою: <blockquote>{$downloadUrl}</blockquote></p>
vi: <p>Tệp thư viện này có thể được truy cập để tải xuống, nếu "Truy cập công khai" được bật, tại: <blockquote>{$downloadUrl}</blockquote></p>
vi_vn: <p> Có thể truy cập tệp thư viện này để tải xuống, nếu "Quyền truy cập công cộng" được bật, tại: <blockquote>{$downloadUrl}</blockquote> </p>
