Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.additionalContent.description
source: Anything entered here will appear on your homepage.
az: Bura daxil edilən hər şey ana səhifədə görünəcək.
bg_bg: Всичко, въведено тук, ще се появи на началната ви страница.
ca_es: Tot el que introduïu aquí apareixerà a la pàgina d'inici.
cs_cz: Cokoliv, co zadáte zde, se objeví na domovské stránce časopisu.
da: Alt indhold vil blive vist på hjemmesiden.
de_de: Alle hier eingegebenen Inhalte werden auf Ihrer Homepage erscheinen.
el_gr: Οτιδήποτε εισαχθεί εδώ θα εμφανιστεί στην αρχική σας σελίδα.
es_es: Todo lo que aquí introduzca se mostrará en la página de inicio.
eu: Hemen sartzen den guztia zure hasierako orrian agertuko da.
fr_fr: Tout ce que vous inscrirez ici apparaîtra sur votre page d'accueil.
gl: Calquera cousa introducida aquí aparecerá na páxina de inicio.
hr: Sav sadržaj koji ovdje unesete pojavit će se na vašoj početnoj stranici.
hu_hu: Bármi, amit itt megad, megjelenik a főoldalán.
hy_am: Այստեղ մուտքագրված ցանկացած բան կհայտնվի ձեր գլխավոր էջում:
id: Apa pun yang dimasukkan di sini akan ditampilkan pada halaman beranda.
is: Allt sem er slegið inn hér mun birtast á heimasíðunni.
it_it: Qualsiasi elemento inserito qui apparirà in homepage.
ja: ここで入力した内容は、あなたのホームページに表示されます。
ka_ge: აქ შეყვანილი ყველაფერი გამოჩნდება თქვენს მთავარ გვერდზე.
kk_kz: Мұнда енгізілген кез келген нәрсе негізгі бетте пайда болады.
lv: Šeit ievadītais tiks parādīts jūsu sākumlapā.
mk: Сè што е внесено тука, ќе се појави на вашата почетна страница.
mr: येथे केलेली कुठलीही नोंद तुमच्या मुख्यपृष्ठावर दिसेल.
ms: Apa-apa sahaja yang dimasukkan di sini akan dipaparkan di halaman utama anda.
nb_no: Alt som blir skrevet her vil bli vist på din hjemmeside.
nl: Deze inhoud zal op de homepage verschijnen.
pl: Cokolwiek wpiszesz w tym miejscu pokaże się to na stronie startowej czasopisma.
pl_pl: Treść tego pola zostanie wyświetlona na stronie głównej.
pt_pt: Qualquer coisa inserida aqui aparecerá na sua página inicial.
ro_ro: Orice este introdus aici va apărea pe pagina dvs. de pornire.
ru_ru: Все, что будет введено здесь, появится на главной странице.
sl: Vse, kar boste vpisali tukaj, se bo prikazalo na domači strani.
sr_rs@cyrillic: Све што унесете овде пиће приказано на почетној страници.
sv_se: Det som fylls i här kommer att synas på din förstasida.
th: สิ่งที่ป้อนที่นี่จะแสดงบนหน้าแรกของคุณ
tr_tr: Buraya girilen her şey ana sayfanızda görünecektir.
uk: Все, що тут введено, з'явиться на головній сторінці.
uk_ua: Все, що тут введено, з'явиться на головній сторінці.
vi: Mọi thứ được nhập vào đây sẽ hiển thị trên trang chủ của bạn.
vi_vn: Mọi thứ được nhập vào đây sẽ xuất hiện trên trang chủ của bạn.

# manager.setup.advanced
source: Advanced
az: İnkişaf etmiş
bg_bg: Разширено
ca_es: Avançat
cs_cz: Pokročilý
da: Udvidet
de_de: Fortgeschritten
el_gr: Σύνθετα
es_es: Avanzado
eu: Aurreratua
fr_fr: Avancé
gl: Avanzado
hr: Napredno
hu_hu: Haladó beállítások
hy_am: Ընդլայնված
id: Tingkat Lanjut
is: Ítarlegt
it_it: Avanzate
ja: 詳細
ka_ge: დამატებით
kk_kz: Кеңейтілген
lv: Paplašināts
mk: Напредно
mr: प्रगत
ms: Lanjutan
nb_no: Avansert
nl: Geavanceerd
pl: Zaawansowane
pt_pt: Avançado
ro_ro: Avansat
ru_ru: Расширенная
sl: Napredno
th: ขั้นสูง
tr_tr: Gelişmiş
uk: Додаткові налаштування
uk_ua: Додаткові налаштування
vi: Nâng cao
vi_vn: Nâng cao

# manager.setup.copyrightNotice
source: Copyright Notice
az: Müəllif hüquqları bildirişi
bg_bg: Известие за авторски права
ca_es: Avís de drets d'autor
cs_cz: Poznámka k copyrightu
da: Oplysninger om copyright
de_de: Copyright-Vermerk
el_gr: Δήλωση Προστασίας Πνευματικών Δικαιωμάτων
es_es: Aviso de derechos de autor
eu: Egile-eskubideen oharra
fr_fr: Avis de droits d'auteur
gl: Aviso de dereitos de autor
hr: Obavijest o autorskim pravima
hu_hu: Szerzői jogi közlemény
hy_am: Հեղինակային իրավունքի ծանուցում
id: Pemberitahuan Hak Cipta
is: Upplýsingar um höfundarétt
it_it: Norme di copyright
ja: 著作権情報
ka_ge: საავტორო უფლებების შესახებ
kk_kz: Авторлық құқықты беру шарттары
lv: Paziņojums par autortiesībām
mk: Копирајт изјава
mr: कॉपीराइट सूचना
ms: Notis Hak Cipta
nb_no: Erklæring om opphavsrett
nl: Copyright verklaring
pl: Nota praw autorskich
pl_pl: Informacja o prawach autorskich
pt_pt: Informação sobre Direitos de Autor
ro_ro: Notificare privind drepturile de autor
ru_ru: Условия передачи авторских прав
sl: Opomba o avtorskih pravicah
sr_rs@cyrillic: Напомена о ауторском праву
sv_se: Upphovsrättsdeklaration
th: ประกาศลิขสิทธิ์
tr_tr: Telif Hakkı Bildirimi
uk: Положення про авторські права
uk_ua: Положення про авторські права
vi: Thông báo bản quyền
vi_vn: Thông báo Bản quyền

# manager.setup.submissionsNotifications
source: Notifications
az: Bildirişlər
bg_bg: Известия
cs_cz: Oznámení
da: Meddelelser
eu: Jakinarazpenak
gl: Notificacións
hr: Obavijesti
hy_am: Ծանուցումներ
id: Pemberitahuan
is: Tilkynningar
ja: 通知
ka_ge: შეტყობინებები
kk_kz: Хабарландырулар
lv: Paziņojumi
mk: Известувања
mr: सूचना
ms: Notifikasi
nl: Kennisgevingen
pl: Powiadomienia
ru_ru: Уведомления
sl: Obvestila
th: การแจ้งเตือน
uk: Сповіщення
vi: Thông báo

# manager.setup.notifications.copySubmissionAckPrimaryContact.enabled
source: Yes, send a copy to {$email}
az: Bəli kopyasını {$email}adresinə göndər
bg_bg: Да, изпратете копие на {$email}
cs_cz: Ano, poslat kopii na email {$email}
da: Ja, send en kopi til {$email}
eu: Bai, bidali kopia bat {$email} helbidera
gl: Si, enviar unha copia a {$email}
hr: Da, pošaljite kopiju na {$email}
hy_am: Այո, պատճենն ուղարկեք {$email} հասցեին
id: Ya, kirim salinan ke {$email}
is: Já, senda afrit til {$email}
ja: はい、{$email} にコピーを送ります
ka_ge: დიახ, გაგზავნეთ ასლი {$email}-ზე
kk_kz: Иә, көшірмесін {$email} поштасына жіберіңіз
lv: Jā, nosūtīt kopiju uz {$email}
mk: Да, испрати копија до {$email}
mr: होय, {$email} वर एक प्रत पाठवा
ms: Ya, hantar salinan ke {$email}
nb_no: Ja, send en kopi til {$email}
nl: Ja, stuur een kopie aan {$email}
pl: Tak, wyślij kopię na {$email}
ru_ru: Да, отправить копию на {$email}
sl: Da, pošlji kopijo na {$email}
th: ใช่, ส่งสำเนาไปยัง {$email}
uk: Так, надіслати копію на адресу {$email}
vi: Có, gửi bản sao đến {$email}

# manager.setup.notifications.copySubmissionAckPrimaryContact.disabled
source: No
az: Yox
bg_bg: Не
cs_cz: Ne
da: Nej
eu: Ez
gl: Non
hr: Ne
hy_am: Ոչ
id: Tidak
is: Nei
ja: いいえ
ka_ge: არა
kk_kz: Жоқ
lv: Nē
mk: Не
mr: नाही
ms: Tidak
nb_no: Nei
nl: Nee
pl: Nie
ru_ru: Нет
sl: Ne
th: ไม่
uk: Ні
vi: Không

# manager.setup.notifications.copySubmissionAckAddress
source: Notify Anyone
az: Hər kəsə məlumat verin
bg_bg: Уведомяване на следния имейл
cs_cz: Upozornit kohokoli
da: Underret alle
eu: Jakinarazi edonori
gl: Notificar a calquera persoa
hr: Obavijestite sve
hy_am: Տեղեկացնել ցանկացածին
id: Kabari Semua
is: Tilkynna einhverjum
ja: 誰かに通知
ka_ge: შეატყობინეთ ყველას
kk_kz: Кез келген адамға хабарлау
lv: Paziņot ikvienam
mk: Извести кој било
mr: कोणालाही सूचित करा
ms: Maklumkan Semua
nb_no: Informer alle
nl: Informeer ieder
pl: Powiadom wszystkich
ru_ru: Уведомить любого
sl: Obvesti vse
th: แจ้งใครก็ได้
uk: Повідомляти будь-кого
vi: Thông báo cho bất kỳ ai

# manager.setup.notifications.copySubmissionAckAddress.invalid
source: One or more of these email addresses is not valid.
az: Bu email adreslərindən biri və ya daha çoxu etibarlı deyil.
bg_bg: Един или повече от тези имейл адреси не са валидни.
cs_cz: Jedna nebo více z těchto e-mailových adres není platná.
da: En eller flere af disse e-mail-adresser er ikke gyldige.
eu: Helbide elektroniko horietako bat edo gehiago ez dira baliozkoak.
gl: Un ou máis destes enderezos de correo electrónico non son válidos.
hr: Jedna ili više od ovih adresa e-pošte nisu važeće.
hy_am: էլ․ փոստի այս հասցեներից մեկը կամ մի քանիսը վավեր չեն:
id: Salah satualamat email atau lebih berikut tidak valid.
is: Eitt eða fleiri af þessum netföngum eru ekki gild.
ja: これらのメールアドレスのうち1つ以上が有効ではありません。
ka_ge: ამ ელფოსტის ერთი ან მეტი არასწორია.
kk_kz: Осы электрондық пошта мекенжайларының біреуі немесе бірнешеуі жарамсыз.
lv: Viena vai vairākas no šīm e-pasta adresēm nav derīgas.
mk: Една или повеќе од внесените адреси за е-пошта не се валидни.
mr: यापैकी एक/अनेक ई-मेल पत्ते ग्राह्य नाहीत.
ms: Satu atau lebih daripada alamat e-mel ini tidak sah.
nl: Eén of meer van deze e-mailadressen is niet geldig.
pl: Jeden z adresów nie jest poprawny.
ru_ru: Один или несколько из этих адресов почты не являются корректными.
sl: Eden ali več email naslovov ni prvilnih.
th: ที่อยู่อีเมลหนึ่งหรือมากกว่าที่ป้อนไม่ถูกต้อง
uk: Одна або кілька із цих адрес електронної пошти є недійсними.
vi: Một hoặc nhiều địa chỉ email này không hợp lệ.

# manager.setup.notifyUsers
source: Notify
az: Məlumat verin
bg_bg: Известяване
cs_cz: Oznámit
da: Underret
el_gr: Κοινοποίηση
eu: Jakinarazi
gl: Notificar
hr: Obavijesti
hy_am: Ծանուցել
id: Beri tahu
is: Tilkynna
ja: 通知
ka_ge: შეტყობინება
kk_kz: Хабардар етіңіз
lv: Paziņot
mk: Извести
mr: सूचित करा
ms: Maklumkan
nb_no: Varsle
nl: U wordt verzocht een kennisgeving te versturen
pl: Skontaktuj się
ru_ru: Уведомить
sl: Obvesti
th: แจ้งผู้ใช้
uk: Сповістити
vi: Thông báo

# manager.setup.notifyUsers.description
source: Select the users who should receive your email notification.
az: Emailinizi almalı olan istifadəçiləri seçin.
bg_bg: Изберете потребителите, които трябва да получат вашето имейл известие.
cs_cz: Vyberte uživatele, kteří by měli dostávat vaše e-mailová upozornění.
da: Vælg de brugere, der skal modtage din e-mail-notifikation.
el_gr: Επιλέξτε τους χρήστες που θα λάβουν την ειδοποίησή σας μέσω email.
eu: Hautatu posta elektroniko bidezko jakinarazpena jaso behar duten erabiltzaileak.
gl: Selecciona os usuarios que deberían recibir a túa notificación por correo electrónico.
hr: Odaberite korisnike koji bi trebali primiti vašu obavijest e-poštom.
hy_am: Ընտրեք այն օգտվողներին, ովքեր պետք է ստանան էլ․ փոստի ձեր ծանուցումը:
id: Pilih user yang akan menerima pemberitahuan surel Anda.
is: Veldu þá notendur sem eiga að fá tilkynningu í tölvupósti.
ja: メール通知を受け取るべきユーザーを選択します。
ka_ge: აირჩიეთ მომხმარებლები, რომლებმაც უნდა მიიღონ თქვენი ელფოსტის შეტყობინება.
kk_kz: Электрондық пошта хабарландыруыңызды алатын пайдаланушыларды таңдаңыз.
lv: Izvēlieties lietotājus, kuriem jāsaņem e-pasta paziņojums.
mk: Избери корисници кои треба да примат емаил нотификација.
mr: तुमची ई-मेल सूचना कोणाला मिळावी ते वापरकर्ते निवडा.
ms: Pilih pengguna yang sepatutnya menerima e-mel pemberitahuan anda.
nb_no: Velg de brukerne som skal motta din e-postbeskjed.
nl: Selecteer de gebruikers die een kennisgeving per e-mail behoren te ontvangen.
pl: Wybierz użytkowników którzy będą powiadamiani.
ru_ru: Выберите пользователей, которые должны получить Ваше уведомление электронной почтой.
sl: Izberi uporabnike, ki bi morali dobiti vaše email obvestilo.
th: เลือกผู้ใช้ที่ควรได้รับการแจ้งเตือนทางอีเมลของคุณ
uk: Виберіть користувачів, які мають отримати сповіщення електронною поштою.
vi: Chọn người dùng nên nhận email thông báo của bạn.

# manager.setup.notifyUsers.copyDetails
source: Send a copy of this email to me at {$email}.
az: Bu emailin bir surətini {$email} adresinə yəni mənə göndər
bg_bg: Изпратете ми копие от този имейл на {$email}.
cs_cz: Zašlete mi kopii tohoto e-mailu na adresu {$email}.
da: Send en kopi af denne e-mail til mig på {$ email}.
el_gr: Στείλτε μου ένα αντίγραφο αυτού του email στο {$email}.
eu: Bidali niri mezu elektroniko honen kopia bat helbide honetara: {$email}.
gl: Envíarme unha copia deste correo electrónico a {$email}.
hr: Pošaljite mi kopiju ove e-pošte na {$email}.
hy_am: Ուղարկեք այս նամակի պատճենն ինձ {$email} հասցեով:
id: Kirim salinan surel ini ke saya pada {$email}.
is: Senda afrit af þessum tölvupósti á mig á netfang: {$email}.
ja: このメールのコピーを {$email} に送ってください。
ka_ge: გამომიგზავნეთ ამ ელფოსტის ასლი მისამართზე: {$email}.
kk_kz: Осы электрондық поштаның көшірмесін менің {$email} поштама жіберіңіз.
lv: Nosūtiet man šī e-pasta kopiju uz {$email}.
mk: Испрати копија од овој имејл за мане на {$email}.
mr: या ई-मेलची एक प्रत मला {$email} वर पाठवा.
ms: Hantar salinan e-mel ini kepada saya di {$email}.
nb_no: Send en kopi av denne e-posten til meg på {email}.
nl: Verstuurt u een kopie van deze e-mail aan mij naar $email}.
pl: Wyślij kopię tego maila do siebie na adres {$email}.
ru_ru: Отправить копию этого письма мне на адрес {$email}.
sl: Pošlji mi kopijo emaila na {$email}.
th: ส่งสำเนาอีเมลนี้ให้ฉันที่ {$email}.
uk: Надішліть копію цього електронного листа мені на адресу {$email}.
vi: Gửi bản sao email này cho tôi theo địa chỉ {$email}.

# manager.setup.notifyUsers.send
source: Send Email
az: Emaili Göndər
bg_bg: Изпращане на имейл
cs_cz: Poslat email
el_gr: Στείλτε e-mail
eu: Bidali mezu elektronikoa
gl: Enviar correo electrónico
hr: Pošalji e-poštu
hy_am: Ուղարկեք էլ․ նամակ
id: Kirim Surel
is: Senda tölvupóst
ja: メール送信
ka_ge: ელფოსტის გაგზავნა
kk_kz: Хат жіберу
lv: Nosūtīt e-pastu
mk: Испрати имејл
mr: ई-मेल पाठवा
ms: Hantar E-mel
nb_no: Send e-post
nl: Verstuur e-mail
pl: Wyślij email
ru_ru: Отправить письмо
sl: Pošlji email
th: ส่งอีเมล
uk: Надіслати електронний лист
vi: Gửi email

# manager.setup.notifyUsers.confirm
source: You are about to send an email to {$total} users. Are you sure you want to send this email?
az: {$total} ədəd istifadəçiyə email göndərirsiniz Emaili göndərmək istədiyinizdən əminsinizmi?
bg_bg: Ще изпратите имейл до {$total} потребители. Наистина ли искате да изпратите този имейл?
cs_cz: Chystáte se odeslat e-mail {$total} uživatelům. Opravdu chcete odeslat tento e-mail?
da: Du er ved at sende en e-mail til {$ total} brugere. Er du sikker på, at du vil sende denne e-mail?
el_gr: Πρόκειται να στείλετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου σε {$total} χρήστες. Είστε βέβαιοι ότι θέλετε να στείλετε αυτό το email?
eu: {$total} erabiltzaileri mezu elektroniko bat bidaltzear zaude. Ziur zaude mezu elektroniko hau bidali nahi duzula?
gl: Está a piques de enviar un correo electrónico a {$total} usuarios. Seguro que queres envialo?
hr: Upravo ćete poslati e-poruku {$total} korisniku. Jeste li sigurni da želite poslati ovu e-poruku?
hy_am: Դուք պատրաստվում եք նամակ ուղարկել {$total} օգտվողներին: Վստա՞հ եք, որ ցանկանում եք ուղարկել այս նամակը:
id: Anda akan mengirim email ke {$total} pengguna. Apakah Anda yakin ingin mengirim email ini?
is: Þú ert við það að senda tölvupóst á {$total} notendur. Ertu viss um að þú viljir senda þennan tövlupóst?
ja: あなたはユーザー {$total} にメールを送信しようとしています。このメールを送信してもよろしいですか？
ka_ge: თქვენ აპირებთ გაუგზავნოთ ელწერილი {$total} მომხმარებელს. დარწმუნებული ხართ, რომ გსურთ ამ ელფოსტის გაგზავნა?
kk_kz: Сіз {$total} пайдаланушыға электрондық хат жібергелі жатырсыз. Осы электрондық хатты шынымен жібергіңіз келе ме?
lv: Jūs gatavojaties nosūtīt e-pastu {$total} lietotājiem. Vai tiešām vēlaties nosūtīt šo e-pastu?
mk: Треба да испратите емаил кон {$total} корисници. Дали сте сигурни дека сакате да го испратите овој емаил?
mr: तुम्ही {$total} वापरकर्त्यांना ई-मेल पाठवणार आहात. तुम्हाला खात्रीने हा ई-मेल पाठवायचा आहे ना?
ms: Anda akan menghantar e-mel kepada {$total} pengguna. Adakah anda pasti mahu menghantar e-mel ini?
nb_no: Du skal til å sende en e-post til {total} brukere. Er du sikker på at du vil sende denne e-posten?
nl: U staat op het punt een e-mailbericht te sturen aan {$total} gebruikers. U weet zeker dat u deze mail wilt versturen?
pl: Zamierzasz wysłać email do {$total} użytkowników. Czy na pewno chcesz go zrealizować?
ru_ru: Вы собираетесь отправить письмо электронной почтой {$total} пользователям. Вы уверены, что хотите отправить это письмо?
sl: Email boste poslali {$total} uporabnikom. Ste prepričani, da želite poslati ta email?
th: คุณกำลังจะส่งอีเมลถึงผู้ใช้จำนวน {$total} คน คุณแน่ใจว่าต้องการส่งอีเมลนี้หรือไม่?
uk: Ви збираєтеся надіслати електронний лист {$total} користувачам. Ви впевнені, що хочете надіслати цей електронний лист?
vi: Bạn sắp gửi email cho {$total} người dùng. Bạn có chắc chắn muốn gửi email này không?

# manager.setup.notifyUsers.sendAnother
source: Send another email
az: Başqa bir email Göndər
bg_bg: Изпращане на друг имейл
cs_cz: Poslat další email
da: Send endnu en e-mail
el_gr: Στείλτε άλλο email
eu: Bidali beste mezu elektroniko bat
gl: Enviar outro correo electrónico
hr: Pošalji drugu e-poštu
hy_am: Ուղարկեք ևս մեկ էլ․ նամակ
id: Kirim surel lain
is: Senda annan tölvupóst
ja: 別のメールを送る
ka_ge: სხვა ელფოსტის გაგზავნა
kk_kz: Басқа электрондық хатты жіберіңіз
lv: Nosūtīt vēl vienu e-pastu
mk: Испрати друг имејл
mr: दुसरा ई-मेल पाठवा
ms: Hantar e-mel lain
nb_no: Send en til e-post
nl: Stuurt u nog een email
pl: Wyślij kolejny email
ru_ru: Отправить ещё одно письмо
sl: Pošlji nov email
th: ส่งอีเมลอีกฉบับ
uk: Надіслати інший електронний лист
vi: Gửi một email khác

# manager.setup.openAccessPolicy
source: Open Access Policy
az: Açıq giriş politikası
bg_bg: Политика за отворен достъп
ca_es: Política d'accés obert
cs_cz: Politika otevřeného přístupu
da: Open Access-politik
de_de: Open-Access-Richtlinien
el_gr: Πολιτική Ανοικτής Πρόσβασης
es_es: Política de acceso abierto
eu: Sarbide irekiko politika
fr_fr: Politiques sur le libre accès
gl: Política de acceso aberto
hr: Politika otvorenog pristupa
hu_hu: Nyílt hozzáférés politika
hy_am: Բաց հասանելիության քաղաքականություն
id: Kebijakan Akses Terbuka
is: Stefna um opinn aðgang
it_it: Politica al riguardo dell'Open Access
ja: オープンアクセスポリシー
ka_ge: ღია წვდომის პოლიტიკა
kk_kz: Ашық жүйе ережелері
lv: Atvērtās piekļuves politika
mk: Политика на отворен пристап
mr: मुक्त-द्वार (Open Access) धोरण
ms: Dasar Akses Terbuka
nb_no: Retningslinjer om Open Access
nl: Open Access beleid
pl: Polityka otwartości
pl_pl: Polityka otwartości
pt_pt: Política de Acesso Aberto
ro_ro: Politica de acces liber
ru_ru: Правила открытого доступа
sl: Politika odprtega dostopa
sr_rs@cyrillic: Политика "Отвореног приступа"
th: นโยบายการเข้าถึงแบบเปิด
tr_tr: Açık Erişim Politikası
uk: Правила відкритого доступу
uk_ua: Правила відкритого доступу
vi: Chính sách Truy cập Mở
vi_vn: Chính sách truy cập mở

# manager.setup.pageHeaderLogoImageInvalid
source: Invalid page header logo image format or upload failed. Accepted formats are .gif, .jpg, or .png.
az: Xətalı səhifə loqotip şəkli və ya xətalı yükləmə. Qəbul edilə bilən formatlar: .gif, .jpg veya .png.
bg_bg: Невалиден формат на изображението на заглавката на страницата (горен колонтитул) или качването не бе успешно. Приетите формати са .gif, .jpg или .png.
ca_es: Ha fallat la càrrega de la imatge utilitzada com a logotip per a la capçalera de la pàgina, o bé el format no és vàlid. Els formats acceptats són .gif, .jpg i .png.
cs_cz: Neplatný formát obrázku loga pro záhlaví stránky. Podporované formáty jsou .gif, .jpg, nebo .png.
da: Ugyldigt billedformat til logoet i sidehovedet på side. De accepterede formater er .gif, .jpg eller .png.
de_de: Ungültiges Format des Logos in der Kopfzeile. Gültige Formate sind .gif, .jpg und .png.
el_gr: Μη έγκυρη μορφή εικόνας λογοτύπου της κεφαλίδας της σελίδας. Έγκυρες μορφές είναι .gif, .jpg, ή .png.
es_es: Formato de imagen del logotipo de encabezado de página inválido o error de subida. Formatos aceptados: .gif, .jpg y .png.
eu: Orri-buruko logoaren irudi-formatua ez da baliozkoa: .gif, .jpg, edo .png formatuak bakarrik onartzen dira.
fr_fr: Format d'image du logo de l'en-tête de la page invalide. Les formats acceptés sont .gif, .jpg, ou .png.
gl: Erro no formato de imaxe do logotipo da cabeceira ou erro na carga da imaxe. Os formatos axeitados son .gif, .jpg ou .png.
hr: Neispravan format slike logotipa zaglavlja. Prihvaćeni formati su .gif, .jpg, ili .png.
hu_hu: Érvénytelen oldal fejléc logó képformátumm vagy a feltöltés sikertelen. Elfogadott formátumok .gif, .jpg, vagy .png.
hy_am: Էջի վերնախորագրի լոգոյի պատկերի անվավեր ձևաչափ կամ վերբեռնումը ձախողվեց: Ընդունված ձևաչափերն են .gif, .jpg կամ .png:
id: Format gambar logo header halaman invalid atau unggahan gagal. Format yang diterima adalah .gif, .jpg, or .png.
id_id: Format gambar logo header halaman invalid atau unggahan gagal. Format yang diterima adalah .gif, .jpg, or .png.
is: Óglit skráarsnið á mynd fyrir merki í haus síðu, eða það tókst ekki að hlaða mynd upp. Leyfð skráarsnið eru .gif, .jpg eða .png.
it_it: Formato dell'immagine del logo per la testata non valido. I formati accettati sono .gif, .jpg, o .png.
ja: ページヘッダーロゴの画像フォーマットが無効であるか、アップロードに失敗しました。使用可能なフォーマットは.gif、.jpg、.pngです。
ka_ge: გვერდის სათაურის ლოგოზე გამოსახულების არასწორი ფორმატი ან ატვირთვა ვერ მოხერხდა. მიღებული ფორმატებია .gif, .jpg, ან .png.
kk_kz: Бет тақырыбына арналған логотип кескінінің форматы жарамсыз немесе жүктелмеді. Рұқсат етілген форматтар: .gif, .jpg немесе .png.
lv: Nepareizs lapas galvenes logotipa attēla formāts vai augšupielāde nav notikusi. Atļautie formāti ir .gif, .jpg vai .png.
mk: Невалиден формат на слика или ажурирање на заглавието на страницата не успеа. Прифатените формати се .gif, .jpg или .png.
mr: पृष्ठाच्या मथळ्यातील जागेसाठी वापरायची प्रतिमा (page header logo) अग्राह्य प्रारूपात आहे किंवा संक्रमण (अपलोड) अयशस्वी झाले आहे. स्वीकृत प्रारूपे .gif, .jpg, किंवा .png आहेत.
ms: Format imej atau muat naik logo pengepala halaman tidak sah. Format yang diterima ialah .gif, .jpg atau .png.
nb_no: Ugyldig bildeformat. Aksepterte format: .gif, .jpg eller .png.
nl: Onbruikbaar bestandsformaat voor het paginakop-logo. Bruikbaar zijn .gif, .jpg of .png.
pl: Niepoprawny plik obrazu dla logo. Akceptowane formaty to GIF, JPG lub PNG.
pl_pl: Niepoprawny plik obrazu dla logo. Akceptowane formaty to GIF, JPG lub PNG.
pt_pt: O formato da imagem do logótipo do cabeçalho da página é inválido ou o upload falhou. Os formatos permitidos são .gif, .jpg ou .png.
ro_ro: Formatul de imagine pentru logo este invalid, sau încărcarea a eșuat. Formate acceptate sunt .gif, .jpg sau .png.
ru_ru: Неверный формат изображения логотипа для верхнего колонтитула страницы или загрузка не удалась. Разрешенные форматы: .gif, .jpg или .png.
sl: Napačen format slike za glavo strani ali pa je prišlo do napake pri nalaganju. Dovoljeni formati so .gif, .jpg, or .png.
sr_rs@cyrillic: Неисправан формат логоа хедера стране или слање није успело. Прихватљиви формати су .gif, .jpg, или .png.
sv_se: Ogiltigt format för logotyp på sidhuvudet. Godkända format är .gif, .jpg, och .png.
th: รูปแบบภาพโลโก้ส่วนหัวของหน้าไม่ถูกต้องหรือการอัปโหลดล้มเหลว รูปแบบที่ยอมรับคือ .gif, .jpg, หรือ .png
tr_tr: Hatalı sayfa logo görseli veya hatalı yükleme. Kabul edilebilir biçimler: .gif, .jpg veya .png.
uk: Завантаження невдале або неправильний формат зображення для логотипу заголовку сторінки. Прийнятними форматами є .gif, .jpg або .png.
uk_ua: Завантаження невдале або неправильний формат зображення для логотипу заголовку сторінки. Прийнятними форматами є .gif, .jpg або .png.
vi: Định dạng ảnh logo đầu trang không hợp lệ hoặc tải lên thất bại. Các định dạng được chấp nhận là .gif, .jpg, hoặc .png.
vi_vn: Định dạng hình ảnh biểu tượng thương hiệu (logo) tiêu đề trang không hợp lệ hoặc tải lên không thành công. Các định dạng được chấp nhận là .gif, .jpg hoặc .png.
