Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.dois.actions.assign.prompt
source: You are about to assign new DOIs to {$count} item(s) for any eligible item that does not already have a DOI assigned. Are you sure you want to assign DOIs to these items?
bg_bg: Ще присвоите нови DOI на {$count} елемент(и) за всеки отговарящ на условията елемент, който все още няма присвоен DOI. Наистина ли искате да присвоите DOI на тези елементи?
cs_cz: Chystáte se přiřadit nové DOI k {$count} položkám pro všechny způsobilé položky, které ještě nemají přiřazené DOI. Jste si jisti, že chcete těmto položkám přiřadit DOI?
da: Du er ved at tildele nye DOI'er til {$count} element(er). DOI tildeles til alle de valgte elementer, der ikke allerede har et DOI. Er du sikker på, du ønsker at tildele DOI til disse elementer?
eu: {$count} elementuri DOI berriak esleitzear zaude, dagoeneko DOI bat esleituta ez duen edozein elementu egokiren kasuan. Ziur zaude elementu horiei DOIak esleitu nahi dizkiezula?
hr: Upravo ćete dodijeliti nove DOI-je {$count} stavkama (za sve stavke kojima već nisu dodijeljeni DOI-ji). Jeste li sigurni da želite dodijeliti DOI ovim stavkama?
hy_am: Դուք պատրաստվում եք նոր DOI-ներ հատկացնել {$count} տարր(եր)ին ցանկացած իրավասու նյութի համար, որն արդեն նշանակված DOI չունի: Իսկապե՞ս ուզում եք DOI-ներ հատկացնել այս տարրերին:
id: Anda akan menentukan DOI baru sejumlah {$count} untuk item yang memenuhi syarat yang belum memiliki DOI. Apakah anda yakin untuk menentukan DOI untuk item-item ini?
ka_ge: თქვენ აპირებთ ახალი DOI-ების მინიჭებას {$count} ერთეულ(ებ)ისთვის ნებისმიერი დასაშვები ერთეულისთვის, რომელსაც უკვე არ აქვს მინიჭებული DOI. დარწმუნებული ხართ, რომ გსურთ ამ ერთეულებისთვის DOI-ების მინიჭება?
kk_kz: Сіз {$count} элементтерге жаңа DOI тағайындайсыз, осылайша талаптарға сәйкес келетін кез келген элемент бұрын тағайындалмаған болса, DOI алады. Осы жазбаларға DOI тағайындағыңыз келетініне сенімдісіз бе?
lv: Jūs gatavojaties piešķirt jaunus DOI {$count} vienībām jebkurai atbilstošai vienībai, kurai vēl nav piešķirts DOI. Vai tiešām vēlaties piešķirt DOI šīm vienībām?
mk: Ќе доделите нови DOI на {$count} ставки за која било подобна ставка што веќе нема доделено DOI. Дали сте сигурни дека сакате да доделите DOI на овие ставки?
mr: तुम्ही ज्या योग्य अशा लेखासाठी यापूर्वी DOI दिलेला (assign केलेला) नाही अशा {$count} लेखांना नवा DOI देणार आहात. तुम्ही खात्रीने या लेखांना DOI देऊ इच्छिता ना?
nb_no: Du er i ferd med å tildele nye DOI-er til {$count} element(er). DOI tildeles til alle elementer som ikke allerede har en DOI. Er du sikker på at du ønsker å tildele DOI til disse elementene?
nl: Je staat op het punt om nieuwe DOI's toe te wijzen aan {$count} item(s) voor elk in aanmerking komend item waaraan nog geen DOI is toegekend. Weet je zeker dat je DOI's wilt toewijzen aan deze items?
pl: Przydzielisz DOI dla {$count} obiektów w {$registrationAgency}. Czy jesteś pewien?
ru_ru: Вы собираетесь присвоить новые DOI {$count} элементам, чтобы любой элемент, удовлетворяющий требованиям, получил DOI, если он ранее не был присвоен. Вы уверены, что хотите присвоить DOI этим записям?
sl: Dodelili boste nove DOI-je za {$count} objek(ov) za vse objekte, ki še nimajo dodeljenih DOI-jev. Ste prepričani, da želite dodeliti DOI-je tem objekt(om)?
th: คุณกำลังจะกำหนด DOI ใหม่ให้กับ {$count} รายการ สำหรับรายการที่ยังไม่ได้รับ DOI คุณแน่ใจหรือไม่ว่าต้องการกำหนด DOI ให้กับรายการเหล่านี้?
uk: Ви збираєтеся призначити нові DOI {$count} елементам(-у) для будь-якого прийнятного елемента, якому ще не призначено DOI. Ви впевнені, що хочете призначити цим елементам DOI?
vi: Bạn sắp chỉ định các DOI mới cho {$count} mục cho bất kỳ mục đủ điều kiện nào chưa có DOI được chỉ định. Bạn có chắc chắn muốn chỉ định DOI cho các mục này không?

# manager.setup.disableSubmissions
source: Disable Submissions
az: Məqalə göndərməyi sıradan çıxarın
bg_bg: Деактивиране на приемането на материали
cs_cz: Zakázat příspěvky
da: Deaktiver indsendelser
el_gr: Απενεργοποίηση Υποβολών
eu: Desgaitu bidalketak
gl: Deshabilitar envíos
hr: Onemogući podnošenja
hy_am: Անջատել ներկայացումները
id: Nonaktifkan pengiriman naskah
is: Afvirka innsendingar
ja: 投稿の無効化
ka_ge: შეტანის გაუქმება
kk_kz: Материалды жіберу мүмкіндігін өшіру
lv: Atspējot materiālu iesniegšanu
mk: Оневозможи поднесок
mr: सादरीकरण प्रक्रिया अक्रियान्वित (Disable) करा
ms: Nyahdaya Penyerahan
nb_no: Deaktiver innleveringer
nl: Deactiveer inzendingen
pl: Wyłącz możliwość wgrywania zgłoszeń
ru_ru: Отключить отправку материалов
sl: Onemogoči oddajo prispevkov
th: ปิดการส่งงาน
uk: Вимкнути здійснення подання
vi: Tắt nộp bài

# manager.setup.homepageImage.description
source: Upload an image to display prominently on the homepage.
az: Əsas səhifədə bariz bir şəkildə göstərmək üçün bir şəkil yükləyin
bg_bg: Качете изображение, което да се показва на видно място на началната страница.
ca_es: Carregueu una imatge per mostrar-la de manera destacada a la pàgina d'inici.
cs_cz: Nahrajte obrázek, který se má zobrazovat na domácí stránce.
da: Upload et billede, der placeres på et fremtrædende sted på hjemmesiden.
de_de: Laden Sie eine Grafik hoch, die zentral auf Ihrer Homepage angezeigt werden soll.
el_gr: Μεταφορτώστε μια εικόνα που θα εμφανίζεται στην αρχική σελίδα.
es_es: Cargue una imagen para mostrar de forma destacada en la página de inicio.
eu: Kargatu irudi bat hasierako orrian nabarmenki bistaratzeko.
fr_fr: Téléverser une image qui sera afficher en pleine grandeur sur la page d'accueil.
gl: Cargue unha imaxe para amosala de xeito destacado na páxina de inicio.
hr: Učitajte sliku koja će se istaknuti na početnoj stranici.
hu_hu: Töltsön fel egy képet, ami jól láthatóan megjelenik a főoldalon.
hy_am: Վերբեռնեք պատկերը՝ գլխավոր էջում աչքի ընկնելու համար:
id: Unggah gambar untu ditampilkan pada halaman beranda.
is: Hlaða upp mynd til að sýna með áberandi hætti á heimasíðunni.
it_it: Importare un'immagine da visualizzare nella homepage.
ja: 画像をアップロードして、ホームページ上で目立つように表示することができます。
ka_ge: ატვირთეთ გამოსახულება, რათა გამოჩნდეს მთავარ გვერდზე.
kk_kz: Негізгі бетте көрсету үшін суретті жүктеңіз.
lv: Augšupielādējiet attēlu, kas tiks parādīts redzamā vietā sākumlapā.
mk: Поставете слика за да се прикаже видливо на почетната страница.
mr: मुख्यपृष्ठावर ठळकपणे प्रदर्शित करण्यासाठी प्रतिमा संक्रमित (अपलोड) करा.
ms: Muat naik imej untuk dipaparkan dengan jelas di halaman utama.
nb_no: Last opp et bilde som skal vises på hjemmesiden.
nl: Laad een afbeelding op die prominent op de homepage wordt getoond.
pl: Wczytaj obrazek który pokaże się na stronie głównej.
pl_pl: Prześlij obraz wyświetlany na stronie głównej.
pt_pt: Carregue uma imagem para se exibir na página inicial.
ro_ro: Încărcați o imagine pentru a fi afișată în mod vizibil pe pagina de pornire.
ru_ru: Загрузите изображение для отображения его на главной странице.
sl: Naloži sliko, ki se bo prikazovala na domači strani.
sr_rs@cyrillic: Доставите слику која ће бити видљива на почетној страници.
sv_se: Ladda upp en bild som får en framträdande plats på förstasidan.
th: อัปโหลดภาพที่ต้องการแสดงเด่นชัดบนหน้าแรก
tr_tr: Ana sayfada belirgin bir şekilde görüntülemek için bir görsel yükleyin.
uk: Вивантажити зображення для показу на головній сторінці.
uk_ua: Вивантажити зображення, яке буде розміщене на початку головної сторінки.
vi: Tải lên ảnh để hiển thị nổi bật trên trang chủ.
vi_vn: Tải lên hình ảnh để hiển thị nổi bật trên trang chủ.

# manager.dois.actions.depositAll.prompt
source: You are about to schedule all outstanding DOI metadata records to be deposited with {$registrationAgency}. Only published items with a DOI will be deposited. Each item's status will be updated when a response is received. Are you sure you want to schedule deposits for all of these items?
bg_bg: Ще планирате всички неизпълнени записи с метаданни на DOI да бъдат депозирани в {$registrationAgency}. Индивидуалното състояние на всеки елемент ще бъде актуализирано, когато бъде получен отговор. Наистина ли искате да планирате депозити за всички тези елементи?
cs_cz: Chystáte se naplánovat uložení všech zbývajících metadatových záznamů DOI u {$registrationAgency}. Uloženy budou pouze ty položky, které byly vydány a bylo jim přiděleno DOI. Stav jednotlivých položek bude aktualizován po obdržení odpovědi. Jste si jisti, že chcete naplánovat vklady pro všechny tyto položky?
da: Du er ved at planlægge, at alle udestående DOI metadata-fortegnelser bliver deponeret ved {$registrationAgency}. Kun publicerede elementer med en DOI vil blive deponerede. Hvert elements status vil blive opdateret, når et svar modtages. Er du sikker på, at du ønsker at planlægge deponering for alle disse elementer?
eu: DOI metadatu erregistro guztiak {$registrationAgency}-en gordailatzea programatzear zaude. DOI bat duten argitaratutako elementuak bakarrik gordailatuko dira. Elementu bakoitzaren egoera eguneratu egingo da erantzuna jasotzen denean. Ziur zaude elementu horien guztien gordailuak programatu nahi dituzula?
hr: Predat ćete sve DOI metapodatke na čekanju {$registrationAgency}. Status svake stavke ažurira se čim se primi odgovor. Jeste li sigurni da želite poslati podatke za sve stavke?
hy_am: Դուք պատրաստվում եք պլանավորել բոլոր չմարված DOI մետատվյալների գրառումները, որոնք պահվում են {$registrationAgency} -ում: Կպահվեն միայն DOI-ով հրապարակված նյութերը: Յուրաքանչյուր նյութի կարգավիճակը կթարմացվի, երբ պատասխան ստացվի: Համոզվա՞ծ եք, որ ցանկանում եք ավանդներ պլանավորել այս բոլոր տարրերի համար:որ տարրերի համար:
id: Anda akan menjadwalkan semua rekod metadata DOI yang belum selesai untuk dideposit dengan {$registrationAgency}. Hanya item yang sudah terbit dengan DOI yang akan dideposit. Setiap status item akan diperbarui ketika tanggapan diterima. Apa anda yakin ingin menjadwalkan deposit untuk semua item ini?
ka_ge: თქვენ აპირებთ დაგეგმოთ ყველა გამოჩენილი DOI მეტამონაცემების ჩანაწერი {$registrationAgency}-ში შესანახად. თითოეული ელემენტის ინდივიდუალური სტატუსი განახლდება პასუხის მიღებისას. დარწმუნებული ხართ, რომ გსურთ დეპოზიტების დაგეგმვა ყველა ამ ელემენტისთვის?
kk_kz: Сіз {$registrationAgency} сайтында сақталатын барлық DOI метадеректер жазбаларын жоспарлағалы тұрсыз. Жауап алынған кезде әрбір элементтің жеке күйі жаңартылады. Осы элементтердің барлығын сақтауды шынымен қалайсыз ба?
lv: Jūs gatavojaties ieplānot visu atlikušo DOI metadatu ierakstu deponēšanu {$registrationAgency}. Tiks deponētas tikai publicētās vienības ar DOI. Kad tiks saņemta atbilde, katras vienības statuss tiks atjaunināts. Vai tiešām vēlaties ieplānot visu šo elementu deponēšanu?
mk: Ќе ги закажете сите извонредни записи на метаподатоци за DOI да бидат депонирани кај {$registrationAgency}. Ќе се депонираат само објавени ставки со DOI. Статусот на секоја ставка ќе се ажурира кога ќе се добие одговор. Дали сте сигурни дека сакате да закажете депозити за сите овие ставки?
mr: तुम्ही उरलेले सगळे DOI मेटाडेटा रेकॉर्ड {$registrationAgency} कडे जमा करण्यासाठी अनुसूचित (शेड्यूल) करणार आहात. फक्त DOI असलेले प्रकाशित लेख जमा केले जातील. त्याबद्दलचा प्रतिसाद मिळाल्यावर प्रत्येक लेखाची स्थिती अपडेट केली जाईल. तुम्ही खात्रीने हे सगळे लेख जमा करण्यासाठी अनुसूचित (शेड्यूल) करू इच्छिता ना?
nl: Je staat op het punt om alle nog niet geregistreerde DOI metadata records in te plannen voor registratie bij {$registrationAgency}. Alleen gepubliceerde items met een DOI worden gedeponeerd. De status van elk item wordt bijgewerkt als er een reactie is ontvangen. Weet je zeker dat je het registreren van al deze items wilt plannen?
pl: Twoje działanie spowoduje zarejestrowanie DOI w {$registrationAgency}. Zarejestrowane zostaną tylko artykuły uprzednio opublikowane. Każdy status artykułu będzie aktualizowany osobno. Czy jesteś pewien, że chcesz je zarejestrować?
ru_ru: Вы собираетесь запланировать депонирование всех записей метаданных DOI для {$count} в {$registrationAgency}. Индивидуальный статус каждого элемента будет обновлен после получения ответа. Вы уверены, что хотите запланировать депонирование для всех этих записей?
sl: Zahtevali boste, da se pri {$registrationAgency} deponirajo vsi DOI zapisi, ki še niso deponirati. Deponirani bodo le objavljeni zapisi z dodeljenim DOI-jem. Status vsakega posameznega DOI zapisa bo posodobljen, ko bo prišel odziv. Ste prepričani, da želite oddati zahtevo po deponiranju vseh teh zapisov?
th: คุณกำลังจะกำหนดให้บันทึกข้อมูลเมทาดาทา DOI ทั้งหมดที่ยังค้างอยู่ถูกฝากไปยัง {$registrationAgency}. เฉพาะรายการที่ตีพิมพ์พร้อม DOI เท่านั้นที่จะถูกฝาก สถานะของแต่ละรายการจะถูกอัปเดตเมื่อได้รับการตอบกลับ คุณแน่ใจหรือไม่ว่าต้องการกำหนดให้ฝากรายการเหล่านี้ทั้งหมด?
uk: Ви збираєтеся запланувати зберігання всіх непогашених записів метаданих DOI у {$registrationAgency}. Депонуватимуться лише опубліковані елементи з DOI. Статус кожного елемента буде оновлено після отримання відповіді. Ви впевнені, що хочете запланувати депонування за всіма цими елементами?
vi: Bạn sắp lên lịch ký gửi tất cả các bản ghi metadata DOI còn tồn đọng với {$registrationAgency}. Chỉ các mục đã xuất bản có DOI mới được ký gửi. Trạng thái của mỗi mục sẽ được cập nhật khi nhận được phản hồi. Bạn có chắc chắn muốn lên lịch ký gửi cho tất cả các mục này không?

# manager.dois.registration.viewRecord.title
source: Successful Registration Message
bg_bg: Съобщение за успешна регистрация
cs_cz: Zpráva o úspěšné registraci
da: Vellykket registreringsmeddelelse
eu: Erregistro zuzenaren mezua
hr: Poruka o uspješnoj registraciji
hy_am: Հաջող գրանցման հաղորդագրություն
id: Pesan Pendaftaran Sukses
ka_ge: წარმატებული რეგისტრაციის შეტყობინება
kk_kz: Сәтті тіркеу туралы хабарлама
lv: Ziņojums par veiksmīgu reģistrāciju
mk: Порака за успешна регистрација
mr: नोंदणी यशस्वी झाल्याचा संदेश
nl: Bericht geslaagde registratie
pl: Zapisy poprawnej rejestracji
ru_ru: Сообщение об успешной регистрации
sl: Zapis uspešne registracije
th: ข้อความการลงทะเบียนสำเร็จ
uk: Повідомлення про успішну реєстрацію
vi: Thông báo Đăng ký thành công

# manager.dois.filters.doiAssigned.description
source: All items assigned a DOI.
da: All elementer er tildelt en DOI.
eu: Elementu guztiek DOIa esleituta dute.
hr: DOI je dodijeljen svim stavkama.
id: Semua Item diberi DOI.
lv: Visām vienībām piešķirts DOI.
mk: На сите ставки им е доделен DOI.
mr: DOI नियुक्त केलेले सगळे लेख.
nb_no: Alle elementer er blitt tildelt DOI
nl: Alle items met een DOI.
pl: Wszystkim pozycjom przypisano DOI.
sl: Vsi predmeti z dodeljenim DOI-jem.
th: รายการทั้งหมดที่กำหนด DOI แล้ว
uk: Усім елементам призначено DOI.
vi: Tất cả các mục được chỉ định DOI.

# manager.dois.status.unregistered.description
source: All items with a DOI that have been published but not yet deposited with a registration agency.
cs_cz: Položky, které 1) mají přidělené DOI pro všechny povolené typy DOI, 2) jsou zveřejněny a 3) dosud nebyly registrovány u registrační agentury.
da: Elementer, der 1) har DOI'er tildelt for alle aktiverede DOI-typer, 2) er offentliggjort og 3) endnu ikke er blevet registreret hos et registreringsbureau.
eu: Elementu guztiak DOIarekin argitaratuta, baina oraindik erregistro-agentzia batean ez dira gordailatu.
hr: Stavke koje 1) imaju DOI dodijeljene za sve omogućene vrste DOI, 2) su objavljene i 3) još nisu registrirane kod agencije za registraciju.
id: Semua item dengan DOI yang telah diterbitkan tetapi belum dideposit dengan agensi registrasi.
lv: Visas vienības ar DOI, kas ir publicētas, bet vēl nav deponētas reģistrācijas aģentūrā.
mk: Сите ставки со DOI кои се објавени, но сè уште не се депонирани во агенција за регистрација.
mr: DOI असलेले असे सगळे लेख जे प्रकाशित झालेले असले तरी नोंदणी एजन्सीकडे अद्याप जमा केलेले नाहीत.
nl: Alle items met een DOI die wel gepubliceerd zijn maar nog niet zijn doorgegeven aan een registratiebureau.
pl: Wszystkie pozycje z DOI, które zostały opublikowane, ale nie zostały jeszcze zdeponowane w agencji rejestracyjnej.
sl: Objekti, ki 1) imajo DOI-je dodeljene za vse omogočene tipov DOI-jev, 2) so objavljeni in 3) še niso bili registrirani pri registracijski agenciji.
th: รายการทั้งหมดที่มี DOI และได้รับการตีพิมพ์แต่ยังไม่ได้ฝากกับหน่วยงานลงทะเบียน
uk: Всі елементи з DOI, які були опубліковані, але ще не здані на зберігання в реєстраційне агентство.
vi: Tất cả các mục có DOI đã được xuất bản nhưng chưa được ký gửi với cơ quan đăng ký.

# manager.dois.status.registered.description
source: All items that have been registered with a registration agency or manually marked as registered.
cs_cz: Položky, které byly úspěšně zaregistrovány u registrační agentury nebo ručně označeny jako registrované.
da: Udgivelser der er blevet registreret hos et registreringsbureau eller manuelt markeret som registreret.
eu: Elementu guztiak erregistro-agentzia batean erregistratuta edo eskuz erregistratu gisa markatuta.
hr: Stavke koje su uspješno registrirane u registracijskoj agenciji ili ručno označene kao registrirane.
id: Semua item yang telah didaftarkan dengan agensi pendaftaran atau secara manual ditandai sebagai terdaftar.
lv: Visas vienības, kas ir reģistrētas reģistrācijas aģentūrā vai manuāli atzīmētas kā reģistrētas.
mk: Сите артикли кои се регистрирани во агенција за регистрација или рачно означени како регистрирани.
mr: नोंदणी एजन्सीकडे सामान्य प्रक्रियेशिवाय (manually) नोंदणी केलेल्या लेखांसकट इतर नोंदणी केले म्हणून चिन्हांकित केलेले सगळे लेख.
nl: Alle items die zijn geregistreerd bij een registratiebureau of handmatig zijn gemarkeerd als geregistreerd.
pl: Wszystkie pozycje, które zostały zarejestrowane w agencji rejestracyjnej lub ręcznie oznaczone jako zarejestrowane.
sl: Objekti, ki so bili uspešno registrirani pri registracijski agenciji ali ročno označeni kot registrirani.
th: รายการทั้งหมดที่ลงทะเบียนกับหน่วยงานลงทะเบียนหรือถูกทำเครื่องหมายว่าลงทะเบียนแล้วด้วยตนเอง
uk: Усі елементи, які було зареєстровано в реєстраційному агентстві або вручну позначено як зареєстровані.
vi: Tất cả các mục đã được đăng ký với cơ quan đăng ký hoặc được đánh dấu thủ công là đã đăng ký.

# manager.dois.status.stale.description
source: All items that have been republished since they were last deposited with a registration agency. They need to be resubmitted to the registration agency to update their metadata records.
cs_cz: Položky, u nichž byla metadata aktualizována na místní úrovni a které bude třeba znovu předložit nebo aktualizovat u stanovené registrační agentury, aby se zajistila aktuálnost všech dříve předložených metadat.
da: Elementer, der har fået deres metadata opdateret lokalt og skal genindsendes til eller opdateres med det konfigurerede registreringsbureau for at sikre, at alle tidligere indsendte metadata er opdaterede.
eu: Erregistro-agentzia batean azken aldiz gordailuan utzi zirenetik berrargitaratu diren elementu guztiak. Erregistro agentziara berriro bidali behar dira haien metadatuen erregistroak eguneratzeko.
hr: Stavke čiji su metapodaci ažurirani lokalno i morat će se ponovno poslati konfiguriranoj agenciji za registraciju ili ažurirati s njom kako bi se osiguralo da su svi prethodno dostavljeni metapodaci ažurni.
id: Semua item telah diterbitkan ulang sejak deposit terakhir dengan agensi pendaftaran. Mereka harus mengirimkan ulang kepada agensi pendaftaran untuk memperbaharui rekod metadata mereka.
lv: Visas vienības, kas ir pārpublicētas kopš to pēdējās deponēšanas reģistrācijas aģentūrā. Tās ir atkārtoti jāiesniedz reģistrācijas aģentūrai, lai atjauninātu metadatu ierakstus.
mk: Сите артикли кои се повторно објавени откако последен пат биле депонирани во агенција за регистрација. Тие треба повторно да бидат доставени до агенцијата за регистрација за да се ажурираат нивните метаподатоци.
mr: नोंदणी एजन्सीकडे मागील वेळी जमा केल्यापासून पुनर्प्रकाशित केलेले सगळे लेख. त्यांचे मेटाडेटा रेकॉर्ड अपडेट करण्यासाठी त्यांना नोंदणी एजन्सीकडे पुन्हा सादर करणे आवश्यक आहे.
nl: Alle items die opnieuw gepubliceerd zijn nadat ze voor het laatst gedeponeerd zijn bij een registratiebureau. Ze moeten opnieuw worden ingediend bij het registratiebureau om hun metadata bij te werken.
pl: Wszystkie pozycje, które zostały ponownie opublikowane od czasu ich ostatniego zdeponowania w agencji rejestracyjnej. Muszą zostać ponownie przesłane do agencji rejestracyjnej w celu zaktualizowania ich rekordów metadanych.
sl: Objekti, pri katerih so bili metapodatki lokalno spremenjeni in so potrebni ponovne registracije in posodobitve pri konfigurirani regisracijski agenciji, da se zagotovi, da bodo vsi predhodno poslani podatki posodobljeni.
th: รายการทั้งหมดที่ได้รับการตีพิมพ์ซ้ำตั้งแต่ฝากกับหน่วยงานลงทะเบียนล่าสุด ต้องส่งไปยังหน่วยงานลงทะเบียนอีกครั้งเพื่ออัปเดตบันทึกเมทาดาทา
uk: Усі елементи, які було перевидано з моменту їх останньої здачі на зберігання в реєстраційне агентство. Їх потрібно повторно подати до реєстраційного агентства, щоб оновити записи їхніх метаданих.
vi: Tất cả các mục đã được tái bản kể từ lần cuối cùng chúng được ký gửi với cơ quan đăng ký. Chúng cần được gửi lại cho cơ quan đăng ký để cập nhật bản ghi metadata của chúng.

# manager.dois.notification.markRegisteredSuccess
source: Items successfully marked registered
bg_bg: Елементите са успешно маркирани като регистрирани
cs_cz: Položky byly úspěšně označeny jako exportované
da: Elementer blev markeret som registrerede
eu: Elementuak erregistratu gisa markatu dira
hr: Stavke su uspješno označene kao registrirane
hy_am: Նյութերը հաջողությամբ նշվել են որպես գրանցված
id: Item telah berhasil ditandai terdaftar
ka_ge: ელემენტი წარმატებით მოინიშნა რეგისტრირებული
kk_kz: Тіркелген элементтер ретінде сәтті белгіленді
lv: Vienības veiksmīgi atzīmētas kā reģistrētas
mk: Ставките успешно означени како регистрирани
mr: लेख नोंदणीकृत म्हणून यशस्वीरित्या चिन्हांकित केले
nl: Items succesvol gemarkeerd als geregistreerd
pl: Oznaczenie jako zarejestrowane powiodło się
ru_ru: Элементы успешно отмечены как зарегистрированные
sl: Zapisi uspešno označeni kot registrirani
th: ทำเครื่องหมายว่าลงทะเบียนสำเร็จแล้ว
uk: Елементи було успішно позначено як зареєстровані
vi: Mục được đánh dấu là đã đăng ký thành công
