Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# mailable.reviewRequestSubsequent.description
source: This email from an Editor to a Reviewer requests that the reviewer accept or decline the task of reviewing a submission for an additional round of review. It provides information about the submission such as the title and abstract, a review due date, and how to access the submission itself.
az: Redaktordan rəyçiyə göndərilən bu email, rəyçinin yeni bir incələmə turu üçün rəyçiliyi qəbul etməsini və ya rədd etməsini istəyər. Başlıq və xülasə, dəyərləndirmə son tarixi və namizəd məqaləyə necə çatılacağı kimi məlumatlar bu emailə daxildir.
bg_bg: Този имейл от редактор до рецензент изисква от рецензента да приеме или отхвърли задачата за рецензия на изпратените материали за следващ етап от редакцията. Той предоставя информация за изпратеното, като заглавието и резюмето, краен срок за преглед и как да получите достъп до самите материали.
cs_cz: Tento e-mail od redaktora recenzentovi žádá, aby recenzent přijal nebo odmítl úkol recenzovat předložený příspěvek v dalším kole recenzního řízení. Poskytuje informace o příspěvku, jako je název a abstrakt, datum uzávěrky recenze a způsob přístupu k samotnému příspěvku.
da: Denne e-mail sendes af redaktøren til en bedømmer, der bedes oplyse om vedkommende vil påtage sig at bedømme en indsendelse i en yderligere bedømmelsesrunde. Den indeholder informationer om indsendelsen så som titel og resumé, forfaldsdato for indlevering af bedømmelse samt hvordan man får adgang til indsendelsen.
eu: Editoreak ebaluatzaileari bidalitako mezu honetan ebaluatzaileari eskatzen dio bidalitakoaren bigarren edo hurrengo berrikuspen bat onartu edo baztertu dezala. Bidalitakoari buruzko informazioa ematen du, besteak beste, titulua eta aurkezpena, berrikuspena egiteko epe-muga, eta nola sartu bidalketara.
gl: Este correo electrónico do editor/a de sección a un revisor/a solicita que este/esta acepte ou rexeite a tarefa de revisión dun envío para unha segunda rolda de revisión ou máis. Tamén proporciona información sobre o envío, como o título e o resumo, a data límite de entrega da revisión e o modo de acceder ao propio envío. Esta mensaxe utilízase cando se selecciona o proceso de revisión estándar en Xestión > Configuración > Fluxo de traballo > Revisión.
hr: Ova poruka e-pošte od urednika upućena recenzentu zahtijeva da recenzent prihvati ili odbije zadatak recenzije podneska za dodatni krug recenzije. Pruža informacije o podnesku kao što su naslov i sažetak,zadani rok za recenziju i kako pristupiti samom podnesku.
hy_am: Խմբագրից գրախոսողին ուղղված այս նամակը գրախոսին խնդրում է ընդունել կամ մերժել վերանայման լրացուցիչ փուլի համար ներկայացումը վերանայելու առաջադրանքը: Այն տրամադրում է տեղեկություններ ներկայացման մասին, ինչպիսիք են վերնագիրը և համառոտագիրը, վերանայման վերջնաժամկետը և ինչպես մուտք գործել ներկայացում:
id: Email ini dikirim oleh Editor Bagian kepada Reviewer untuk meminta reviewer apakah menerima atau menolak permohonan review untuk tahap review tambahan. Email ini berisi informasi tentang naskah yang mencakup judul dan abstrak, tenggat review, dan cara mengakses naskah.
ja: このメールは、セクション編集者から査読者に投稿物の査読の次回目を依頼するものです。メールには、タイトルや要旨などの投稿物に関する情報、査読期限日、投稿物へのアクセス方法を示しています。このメールは、雑誌設定のステップ2で標準的査読プロセスが選択された場合に使用されます（そうでない場合は、REVIEW_REQUEST_ATTACHED_SUBSEQUENTを参照してください）。
ka_ge: ეს არის განყოფილების რედაქტორის წერილი, რომელიც ეგზავნება რეცენზენტს მასალების რეცენზირების თანხმობის, ან უარის დასადასტურებლად მეორე და შემდგომ რაუნდებში. წერილში მოცემულია მასალის სათაური, აბსტრაქტი, შერულების ვადები და წვდომის წესები. ეს შეტყობინება გამოიყენება, თუ არჩეულია სტანდარტული რეცენზირება: მართვა > პარამეტრები > სამუშაო პროცესი > რეცენზირება.
kk_kz: Это письмо редактора раздела, отправляемое рецензенту, с запросом согласия или отказа от выполнения рецензирования материала во втором или последующих раундах рецензирования. В письме приводится информация о материале, такая как название и аннотация, срок выполнения рецензии и как получить доступ к самому материалу. Это сообщение используется, если выбран стандартный процесс рецензирования в Управление > Настройки > Рабочий процесс > Рецензирование.
ku: ئەم ئیمەیڵە لەلایەن سەرنوسەری بەشەوە بۆ هەڵسەنگێنەر نێردراوە بە مەبەستی قبوڵکردن یان ڕەتکردنەوەی خولی دووەمی هەڵسەنگاندن. ئەمە زانیاریی وەک ناونیشان و پوختە و کۆتا ڕۆژی هەڵسەنگاندن و ڕێنماییەکانی هەڵسەنگاندن لەخۆ دەگرێت. ئەم نامەیە کاتێک بەکار دێت کە هەڵسەنگاندن لە پرۆسەیەکی ستاندارد و بەم ڕێڕەوەدا تێپەڕ ببێت: بەڕێوەبردن/ ڕێکخستنەکان/ ڕێڕەوی کار/ هەڵسەنگاندن. (ئەگەر نا سەیری ئەمە بکە REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
lv: Šajā e-pastā redaktors lūdz recenzentu pieņemt vai atteikties no materiāla izskatīšanas papildu recenzēšanas kārtā. Tajā ir sniegta informācija par materiālu, piemēram, virsraksts un kopsavilkums, recenzijas termiņš un piekļuve materiālam.
mk: Овој и-меил од уредник до рецензент бара рецензентот да ја прифати или одбие задачата за рецензирање на поднесок за дополнителен круг на рецензија. Обезбедува информации за поднесокот како што се насловот и апстрактот, датумот на доспевање на рецензијата и како да се пристапи до самиот поднесок.
mr: संपादकाकडून समीक्षकाला पाठवलेला हा ई-मेल समीक्षकाने समीक्षणाच्या पुढील फेरीसाठी सादरीकरणाचे समीक्षण करण्याचे काम स्वीकारावे किंवा नाकारावे अशी विनंती करतो. शिवाय सादरीकरणाचे शीर्षक, सारांश तसेच समीक्षणाची अंतिम तारीख आणि सादरीकरण कोठून मिळवायचे याबद्दलची माहितीही प्रदान करतो.
ms: E-mel ini dari Editor Bahagian kepada Pengulas meminta agar pengulas menerima atau menolak tugas mengulas penyerahan untuk ulasan kedua atau pusingan seterusnya. Ini memberikan maklumat mengenai penyerahan seperti tajuk dan abstrak, tarikh akhir ulasan, dan cara mengakses penyerahan itu sendiri. Mesej ini digunakan apabila Proses Ulansan Standard dipilih dalam Pengurusan> Tetapan> Aliran Kerja> Ulasan.
nb_no: Denne e-posten fra seksjonsredaktør til fagfelle ber fagfelle akseptere eller avslå ny fagfellevurdering av en innlevering. Det gir informasjon om innleveringen, som tittel og sammendrag, fristen og tilgang til selve innleveringen. Denne beskjeden blir brukt når Standard fagfellevurderingsprosess er valgt under Innstillinger > Arbeidsflyt > Fagfellevurdering.
nl: Deze e-mail van de sectieredacteur aan de reviewer vraagt de reviewer een inzending voor een tweede of latere ronde te reviewen. Het bevat informatie over de inzending zoals titel en samenvatting, de uiterste datum voor de review en de gegevens om de inzending te benaderen. Dit bericht wordt gebruikt bij het standaard review proces, zoals gekozen in instellen, stap 2.
pl: Wysyłka od redaktora, prosząca recenzenta o wykonanie kolejnej rundy recenzji (z logowaniem w systemie). Powinna zawierać informacje o recenzowanym zgłoszeniu oraz logowaniu w systemie.
sk: Tento email od editora sekcie recenzentovi požaduje, aby recenzent prijal alebo odmietol úlohu preskúmania príspevku pre druhé alebo ďalšie kolo recenzií. Poskytuje informácie o podaní, ako je názov a abstrakt, dátum dokončenia recenzie a prístup k samotnému príspevku. Táto správa sa používa v prípade, že je v časti Správa> Nastavenia> Pracovný postup> Kontrola vybraná možnosť Štandardná kontrola.
sl: Ta email pošlje urednik rubrike recenzentu s prošnjo za opravljanje ali zavrnitev recenzije v drugem ali kasnejšem recenzentskem krogu. Vsebuje informacije o prispevku kot so naslov in izvleček, datum do dokončanja recenzije ter dostopom do prispevka.
th: อีเมลนี้ถูกส่งจากบรรณาธิการไปยังผู้รีวิวเพื่อขอให้ผู้รีวิวยอมรับหรือปฏิเสธงานการทบทวนบทความในรอบการทบทวนเพิ่มเติม อีเมลนี้ให้ข้อมูลเกี่ยวกับบทความ เช่น ชื่อเรื่องและบทคัดย่อ กำหนดเวลาการทบทวน และวิธีการเข้าถึงบทความ
uk: Цей електронний лист від редактора до рецензента вимагає від рецензента прийняти або відхилити завдання щодо рецензування подання для додаткового раунду рецензування. Він надає інформацію про подання, таку як назва та анотація, термін розгляду та як отримати доступ до самого подання.
uz_uz@latin: Bo'lim muharriridan sharhlovchiga yuborilgan bu xat, sharhlovchidan ikkinchi yoki undan ortiq ko'rib chiqish davri uchun topshiriqni ko'rib chiqish vazifasini qabul qilishni yoki rad etishni so'raydi. Unda sarlavha va avtoreferat, ko'rib chiqish muddati va taqdimotning o'ziga qanday kirish mumkinligi haqidagi ma'lumotlar taqdim etiladi. Bu xabar menejment> sozlamalar> ish oqimi> ko'rib chiqish bo'limida standart ko'rib chiqish jarayoni tanlanganida ishlatiladi.
vi: Email này từ một Biên tập viên đến người đánh giá yêu cầu người đánh giá chấp nhận hoặc từ chối nhiệm vụ đánh giá một bài nộp cho một vòng đánh giá bổ sung. Nó cung cấp thông tin về bài nộp như tiêu đề và tóm tắt, ngày hết hạn đánh giá và cách truy cập chính bài nộp.

# mailable.passwordResetRequested.name
source: Password Reset Confirm
bg_bg: Потвърждение за нулиране на парола
cs_cz: Potvrzení obnovení hesla
da: Bekræft nulstilling af password
eu: Berretsi pasahitza berrezartzea
hr: Potvrda ponovnog postavljanja lozinke
hy_am: Գաղտնաբառի վերականգնման Հաստատում
id: Konfirmasi Pengaturan Ulang Password
lv: Paroles atiestatīšanas apstiprinājums
mk: Потврди за ресетирање на лозинката
mr: पासवर्ड रीसेट करण्यासाठी
nl: Bevestiging wachtwoord herstellen
pl: Potwierdzenie resetowanie hasła
sl: Potrditev ponastavitve gesla
th: ยืนยันการรีเซ็ตรหัสผ่าน
uk: Підтвердження про скидання пароля
vi: Xác nhận đặt lại mật khẩu

# mailable.passwordResetRequested.description
source: This email is sent to a registered user when they indicate that they have forgotten their password or are unable to login. It provides a URL they can follow to reset their password.
bg_bg: Този имейл се изпраща на регистриран потребител, когато той посочи, че е забравил паролата си или не може да влезе. В имейла се предоставя URL адрес с връзка за задаване на нова парола.
cs_cz: Tento email je zasílán registrovanému uživateli, když uvede, že zapomněl své heslo nebo se nemůže přihlásit. Obsahuje adresu URL, kterou může následovat a resetovat své heslo.
da: Denne e-mail sendes til registrerede brugere, når de angiver, at de har glemt deres adgangskode eller ikke kan logge på. Den indeholder en URL-adresse, de kan følge for at nulstille deres adgangskode.
eu: Pasahitza ahaztu duten erabiltzaile erregistratuei edo webgunean sartu ezinda dabiltzanei bidaltzen zaie mezu hau. Pasahitza berrezartzeko URL bat ematen du.
hr: Ovaj obrazac e-pošte šalje se registriranim korisnicima kada informiraju sustav da su zaboravili svoju lozinku ili da se ne mogu prijaviti u sustav. U poruci se nalazi URL koji mogu slijediti kao bi postavili svoju novu lozinku.
hy_am: Այս էլ․ նամակն ուղարկվում է գրանցված օգտվողին, երբ նրանք նշում են, որ մոռացել են իրենց գաղտնաբառը կամ չեն կարողանում մուտք գործել: Այն տրամադրում է URL, որին հետևելով նրանք կարող են վերականգնելու իրենց գաղտնաբառը:
id: Email ini dikirimkan ke pengguna terdaftar ketika lupa sandi atau tidak dapat login. Email ini memberikan URL untuk melakukan reset sandi.
is: Þessi tölvupóstur er sendur á skráða notendur þegar þeir hafa gleymt lykilorði sínu og geta ekki skráð sig inn. Tölvupósturinn sendir vefslóð sem notandinn getur notað til að endurstilla lykilorðið sitt.
ja: このメールは、登録ユーザーからパスワードを忘れた、または、ログインできない旨の連絡を受けた場合に、登録ユーザーに送信されるものです。このメールではパスワードをリセットするためのURLを提供します。
ka_ge: ეს წერილი ეგზავნება რეგისტრირებულ მომხმარებელს, როდესაც მას სურს პაროლის ჩამოყრა. წერილში მოცემულია ბმული, რომელზეც დაწკაპუნებით მომხმარებელი ჩამოყრის პაროლს.
kk_kz: Бұл электрондық пошта тіркелген қолданушыға парольді ұмытып қалғанын немесе сайтқа кіре алмайтындығын айтқан кезде жіберіледі. Хатта пайдаланушы құпия сөзін қалпына келтіре алатын сілтеме (URL) бар.
ku: ئەم ئيمەيلە، بۆ ئاگاداركردنەوەى ئەو بەكارهێنەرە تۆماركراوە دەنێردرێت كە وشەى نهێنييان بيرچووە و/يان نەيانتوانيوە بێنە ناو سستەمەوە. بۆ سفركردنەوەى وشەى نهێنيتان بەدواى بەستەرە بكەوە كە لەم ئيمەيلەدايە.
lv: Šis e-pasts tiek nosūtīts reģistrētam lietotājam, kad viņš norāda, ka ir aizmirsis paroli vai nevar pieteikties. Tajā ir norādīts URL, kuru lietotājs var izmantot, lai atiestatītu paroli.
mk: Овој и-меил е испратен до регистрираните корисници кои посочиле дека ја заборавиле нивната лозинка и не можат да се најават. Им обезбедува URL-адреса на која можат да ја ресетираат својата лозинка.
mr: नोंदणीकृत वापरकर्ता जेव्हा सूचित करतो की तो त्याचा पासवर्ड विसरला आहे किंवा लॉग-इन करू शकत नाही तेव्हा त्याला हा ई-मेल पाठवला जातो. तो वापरकर्त्याला त्याचा पासवर्ड रीसेट करण्यासाठी URL पत्ता प्रदान करतो.
ms: E-mel ini dihantar kepada pengguna yang berdaftar apabila mereka menunjukkan bahawa mereka lupa kata laluan mereka atau tidak dapat masuk. Ini menyediakan URL yang dapat mereka ikuti untuk menetapkan semula kata laluan mereka.
nb_no: Denne e-posten sendes til registrerte brukere når de melder fra om at de har glemt passordet sitt, eller at de ikke klarer å logge inn. Den gir en URL-lenke brukeren kan følge for å fornye passordet sitt.
nl: Deze e-mail wordt gestuurd naar een geregistreerde gebruiker die heeft aangegeven zijn wachtwoord vergeten te zijn of niet in te kunnen loggen. Het bevat een URL die ze kunnen volgen om hun wachtwoord te herstellen.
pl: Wiadomość jest przesyłana do zarejestrowanych użytkowników w celu potwierdzenia zresetowania hasła. Załączony jest link do strony resetowania hasła.
ru_ru: Это письмо отправляется зарегистрированному пользователю, когда он сообщает, что забыл пароль или не может войти на сайт. В письме содержится ссылка (URL), перейдя по которой пользователь сможет сбросить свой пароль.
sk: Tento email je odoslaný zaregistrovanému používateľovi, keď uvedie, že zabudol svoje heslo alebo sa nemôže prihlásiť. Obsahuje adresu URL, ktorú môže navštíviť a obnoviť si svoje heslo.
sl: Email se pošlje uporabniku, ko pozabi geslo za prijavo in odda zahtevo za ponastavitev gesla. V emailu se nahaja povezava, ki jo mora uporabnik klikniti za ponastavitev gesla.
th: อีเมลนี้ถูกส่งไปยังผู้ใช้ที่ลงทะเบียนเมื่อพวกเขาระบุว่าลืมรหัสผ่านหรือไม่สามารถเข้าสู่ระบบได้ โดยจะมี URL ที่สามารถใช้เพื่อตั้งรหัสผ่านใหม่
uk: Цей електронний лист надсилається зареєстрованим користувачам, коли вони вказують, що забули свій пароль або не можуть увійти. Він надає URL-адресу, за якою вони можуть перейти, щоб скинути свій пароль.
uz_uz@latin: Bu elektron pochta ro'yxatdan o'tgan foydalanuvchiga parolni unutganini yoki tizimga kira olmasligini bildirganda yuboriladi. Parolni tiklash uchun ular kuzatishi mumkin bo'lgan URL manzilini beradi.
vi: Email này được gửi đến người dùng đã đăng ký khi họ cho biết đã quên mật khẩu hoặc không thể đăng nhập. Nó cung cấp một URL họ có thể theo dõi để đặt lại mật khẩu.

# mailable.userRegister.description
source: This email is sent to a newly created user when the editorial manager has created the user through the user settings. The email should welcome them to the system and provide them with a record of their username and password.
bg_bg: Този имейл се изпраща на новорегистриран потребител, когато редакторът е създал потребителя през контролния панел за потребителски настройки. Имейлът приветства потребителя в системата и му предоставя запис с потребителското му име и парола.
cs_cz: Tento e-mail je odeslán nově vytvořenému uživateli, pokud správce vytvořil uživatele prostřednictvím nastavení uživatele. Tento e-mail by měl uživatele přivítat v systému a poskytnout mu informaci o jeho uživatelském jménu a hesle.
da: Denne e-mail sendes til en netop oprettet bruger, når chefredaktøren har oprettet brugeren gennem brugerindstillingerne. E-mailen bør byde velkommen til systemet og oplyse vedkommende om sit brugernavn og adgangskode.
hr: Ova se poruka e-pošte šalje novoregistriranom korisniku kada voditelj uredništva stvori korisnika putem korisničkih postavki. Poruka bi im trebala poželjeti dobrodošlicu u sustav i informirati ih u vezi s korisničkim imenom i lozinkom.
hy_am: Այս էլ․ նամակն ուղարկվում է նոր գրանցված օգտատիրոջը՝ ողջունելու նրան համակարգում և տրամադրելու օգտանունը և գաղտնաբառը:
id: Email ini dikirimkan ke pengguna baru ketika manajer editorial telah membuat akun pengguna melalui pengaturan pengguna. Email ini menyambut dan memberikan informasi nama pengguna dan password.
lv: Šis e-pasts tiek nosūtīts jaunizveidotam lietotājam, kad redakcijas administrators ir izveidojis lietotāju, izmantojot lietotāja iestatījumus. Šajā e-pastā lietotājs tiek sveikts sistēmā un viņam tiek piešķirts lietotājvārds un parole.
mk: Овој емаил се испраќа до новосоздаден корисник кога уредничкиот менаџер ќе го создаде корисникот преку корисничките поставки. Емаилот треба да им посака добредојде во системот и да им обезбеди евиденција за нивното корисничко име и лозинка.
mr: संपादकीय व्यवस्थापकाने वापरकर्ता सेटिंग्जद्वारे नव्या वापरकर्त्याची नोंद केल्यावर हा ई-मेल नव्या वापरकर्त्याला पाठवला जातो. या ई-मेलद्वारे त्याचे प्रणालीमध्ये स्वागत करून त्याला त्याच्या वापरकर्तानाव आणि पासवर्ड या माहितीची नोंद पुरवणे अपेक्षित आहे.
nl: Deze e-mail wordt verstuurd naar alle nieuw geregistreerde gebruikers om ze welkom te heten bij het tijdschrift en om ze te voorzien van een kopie van hun gebruikersnaam en wachtwoord.
pl: Ta wiadomość e-mail wysyłana jest do użytkownika po redakcyjnym utworzeniu dla niego konta w systemie. Powinna witać go w systemie oraz informować o danych do logowania.
sl: Email se pošlje novoregistriranemu uporabniku, ki ga je ustvaril urednik. Email služi kot dobrodošlica uprabniku, skupaj z uporabniškim imenom in geslom za prijavo v sistem.
th: อีเมลนี้ถูกส่งไปยังผู้ใช้ที่สร้างใหม่เมื่อบรรณาธิการสร้างผู้ใช้ผ่านการตั้งค่าผู้ใช้ อีเมลควรต้อนรับพวกเขาเข้าสู่ระบบและให้บันทึกชื่อผู้ใช้และรหัสผ่านของพวกเขา
uk: Цей електронний лист надсилається новоствореному користувачеві, коли менеджер редакції створив користувача через налаштування користувача. Електронний лист повинен вітати його в системі та надавати запис його імені користувача й пароля.
vi: Email này được gửi đến người dùng mới được tạo khi người quản lý biên tập đã tạo người dùng thông qua cài đặt người dùng. Email nên chào mừng họ đến với hệ thống và cung cấp cho họ thông tin tên đăng nhập và mật khẩu của họ.

# mailable.submissionSavedForLater.description
source: An automated email sent to authors when they save their submission to complete later
bg_bg: Автоматичен имейл, изпратен до авторите, когато запазят своето подаване на метериали, за да го довършат по-късно
cs_cz: Automatický e-mail zaslaný autorům, když uloží svůj příspěvek k pozdějšímu dokončení
da: En automatisk e-mail sendt til forfattere, når de gemmer deres indsendelse for at fuldføre den senere
eu: Egileei bidalitako mezu elektroniko automatizatu bat, bidalketa gordetzen dutenean geroago osatzeko
hr: Automatizirana poruka e-pošte koja se šalje autorima kada spreme svoj podnesak da ga kasnije dovrše
id: Sebuah email otomatis dikirimkan ke penulis ketika mereka menyimpan naskah mereka untuk dilengkapi nanti
lv: Automātisks e-pasts, kas tiek nosūtīts autoriem, kad viņi saglabā savu iesniegto materiālu, lai to pabeigtu vēlāk
mk: Автоматски емаил испратен до авторите кога ќе го зачуваат нивниот поднесок да го завршат подоцна
mr: सादरीकरण प्रक्रियेतील नोंदलेली माहिती जतन करून शिल्लक भाग नंतर भरता येईल हे कळवण्यासाठी लेखकाला मानवी हस्तक्षेपाशिवाय (Automated) एक ई-मेल पाठवला जातो
nl: Een automatische e-mail die naar auteurs wordt gestuurd wanneer ze hun inzending opslaan om later aan te vullen
pl: Ta wiadomość e-mail jest wysyłana do autora automatycznie po wstrzymaniu przez niego tworzenia zgłoszenia, z jednoczesnym utrwaleniem dotychczas wprowadzonych informacji
sl: Ta email se avtomatično pošlje avtorjem, ko prispevek shranijo za kasnejšo oddajo
th: อีเมลอัตโนมัติที่ถูกส่งไปยังผู้แต่งเมื่อพวกเขาบันทึกการส่งงานเพื่อทำต่อภายหลัง
uk: Автоматичний електронний лист, який надсилається авторам, коли вони зберігають свої подання для завершення пізніше
vi: Email tự động gửi đến tác giả khi họ lưu bài nộp để hoàn thành sau

# mailable.submissionAck.description
source: This email is automatically sent to an author when they make a submission. It provides information about tracking the submission through the editorial process and thanks the author for the submission.
bg_bg: Този имейл, когато е активиран, автоматично се изпраща на автор, когато изпраща ръкопис към списанието. Той предоставя информация за проследяване на подаването на ръкописа и благодари на автора за изпращането на материала.
cs_cz: Tento e-mail je automaticky zaslán autorovi při odeslání příspěvku. Obsahuje informace o sledování příspěvku v redakčním procesu a poděkování autorovi za podání příspěvku.
da: Denne e-mail sendes til en forfatter, når vedkommende indsender er manuskript. Den giver information om sporing af indsendelsen gennem den redaktionelle proces og takker forfatteren for indsendelsen.
eu: Mezu elektroniko hau automatikoki bidaltzen zaio egileari bidalketa bat osatzen duenean. Argitalpen-prozesuan zehar bidalketaren jarraipena egiteko informazioa ematen du, eta egileari eskerrak ematen dizkio bidalketagatik.
hr: Ova se poruka e-pošte automatski šalje autoru kada pošalje podnesak. Pruža informacije o praćenju podneska kroz urednički proces i zahvaljuje autoru na slanju.
hy_am: Այս էլ․ նամակը, երբ միացված է, ինքնաբերաբար ուղարկվում է հեղինակին, երբ նրանք հոդված են ուղարկում ամսագրին: Այն տեղեկատվություն է տրամադրում խմբագրական գործընթացի միջոցով ներկայացմանը հետևելու մասին և շնորհակալություն է հայտնում հեղինակին ներկայացման համար:
id: Email ini, secara otomatis dikirimkan ke penulis ketika mereka mengirimkan naskahnya ke jurnal. Email ini berisi informasi tentang pemantauan naskah melalui proses editorial dan ucapan terima kasih atas naskah yang dikirimkan.
lv: Šis e-pasts tiek automātiski nosūtīts autoram, kad viņš veic materiāla iesniegšanu. Tajā tiek sniegta informācija par materiāla izsekošanu redakcijas procesā un izteikta pateicība autoram par iesniegto materiālu.
mk: Овој емаил автоматски се испраќа до авторот кога ќе поднесе труд. Обезбедува информации за следење на поднесокот преку уредувачкиот процес и му се заблагодарува на авторот за поднесувањето.
mr: लेखक जेव्हा सादरीकरण प्रक्रिया पूर्ण करतो तेव्हा त्याला हा ई-मेल मानवी हस्तक्षेपाशिवाय (Automated) पाठवला जातो. सादरीकरण केल्याबद्दल त्यात लेखकाचे आभार मानले जातात आणि सादरीकरण संपादकीय प्रक्रियेत कुठल्या टप्प्यावर आहे याचा मागोवा कसा घ्यावा याबद्दल माहिती प्रदान केली जाते.
nl: Deze e-mail wordt, indien geactiveerd, automatisch verstuurd naar een auteur als die de inzendprocedure van een manuscript bij het tijdschrift voltooit. Het verstrekt informatie over het volgen van de inzending tijdens de procedure en de auteur wordt bedankt voor de inzending.
pl: Ta wiadomość e-mail jest wysyłana do autora automatycznie po zarejestrowaniu jego zgłoszenia. Powinna zawierać podziękowanie za rejestrację i informować o możliwości śledzenia zgłoszenia podczas procedowania procesu redakcyjnego.
sl: Ta email se avtomatično pošlje avtorju na koncu oddaje prispevka v revijo. Vključuje informacijo o sledenju prispevku skozi uredniški postopek in zahvalo za oddan prispevek.
th: อีเมลนี้ถูกส่งอัตโนมัติไปยังผู้แต่งเมื่อพวกเขาส่งบทความ อีเมลนี้ให้ข้อมูลเกี่ยวกับการติดตามการส่งงานผ่านกระบวนการบรรณาธิการและขอบคุณผู้แต่งสำหรับการส่งบทความ
uk: Цей електронний лист автоматично надсилається автору, коли вони роблять подачу. Він надає інформацію про відстеження подання в редакційному процесі і дякує авторові за подання.
vi: Email này được tự động gửi đến tác giả khi họ nộp bài. Nó cung cấp thông tin về việc theo dõi bài nộp qua quy trình biên tập và cảm ơn tác giả về bài nộp.
