Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.metadata.agencies.enable
source: Enable supporting agencies metadata
az: Fond təmin edən qurumların metadalarını aktivləşdirin
bg_bg: Активирайте метаданните на поддържащите агенции
ca_es: Habilitar metadades d'agències de finançament
cs_cz: Povolit metadata podpůrných agentur
da: Aktivér metadata i forbindelse med støtteorganisationer
de_de: Metadaten für unterstützende Institutionen aktivieren
el_gr: Ενεργοποίηση μεταδεδομένων εταιρειών υποστήριξης
es_es: Habilitar los metadatos de agencias de financiación
eu: Gaitu laguntza-agentzien metadatuak
fr_fr: Activer la métadonnée « organismes subventionnaires »
gl: Habilitar os metadatos das axencias de apoio
hr: Omogućite metapodatke za organizacije za potporu
hu_hu: A támogató ügynökségek metaadatainak engedélyezése
hy_am: Միացնել աջակցող գործակալությունների մետատվյալները
id: Aktifkan metadata lembaga pendukung
is: Virkja lýsigögn fyrir stuðningstofnanir
it_it: Abilitare metadati dei finanziatori
ja: 支援機関メタデータを有効にする
ka_ge: დამხმარე სააგენტოების მეტამონაცემების ჩართვა
kk_kz: Метадеректерге қолдау көрсететін ұйымдарды қосыңыз
lv: Iespējot atbalsta aģentūru metadatus
mk: Овозможете метаподатоци за поддршка за агенции
mr: सहाय्यकारी संस्था (Supporting agencies) हा मेटाडेटा कार्यान्वित (Enable) करा
ms: Dayakan metadata agensi sokongan
nb_no: Aktiver metadata tilknyttet støtteorganisasjoner
nl: Schakel metadata over ondersteunende instellingen in
pl: Włącz metadane Agencje wspierające
pt_pt: Ativar metadados de agências de financiamento
ro_ro: Activați metadatele agențiilor de sprijin
ru_ru: Включить поддерживающие организации в метаданные
sl: Omogoči metapodatke za podporne ustanove
th: เปิดใช้ข้อมูลเมตาของหน่วยงานสนับสนุน
tr_tr: Fon sağlayıcı kurumların üst verilerini etkinleştir
uk: Включити підтримуючі агенції у метадані
uk_ua: Включити підтримуючі агенції у метадані
vi: Bật metadata cơ quan hỗ trợ
vi_vn: Bật siêu dữ liệu của các cơ quan tài trợ

# manager.setup.metadata.agencies.noRequest
source: Do not request supporting agencies from the author during submission.
az: Təqdimat əsnasında müəllifdən fond dəstəyi təmin edən qurum bilgisi tələb etməyin
bg_bg: Не изисквайте подкрепящи агенции от автора по време на подаването на материали.
ca_es: No sol·licitar agències de finançament a l'autor/a durant la tramesa.
cs_cz: Během odesílání nevyžadujte od autora podpůrné agentury.
da: Anmod ikke om angivelse af støtteorganisationer fra forfatteren under indsendelse.
de_de: Den Autor/die Autorin während des Einreichprozesses nicht nach unterstützenden Institutionen fragen.
el_gr: Μην ζητάτε υπηρεσίες υποστήριξης από τον συγγραφέα κατά την υποβολή.
es_es: No solicitar las agencias de financiación al autor/a durante el envío.
eu: Ez eskatu egileari laguntza-agentziarik bidalketa-prozesuan.
fr_fr: Ne pas demander à l'auteur ou auteure de fournir d'organisme subventionnaire lors de la soumission.
gl: Non solicitar ao autor/a as axencias de apoio durante o envío.
hr: Tijekom podnošenja nemojte od autora tražiti organizacije za potporu.
hu_hu: Beküldéskor ne kérjen támogató ügynökség adatot a szerzőtől.
hy_am: Ներկայացման ընթացքում հեղինակից մի պահանջեք աջակցող գործակալություններ:
id: Jangan meminta data lembaga pendukung dari penulis saat menyerahkan naskah.
is: Ekki biðja höfund um stuðningsstofnanir á meðan á innsendingu stendur.
it_it: Non chiedere informazioni sui finanziamenti ricevuti agli autori in fase di sottomissione.
ja: 投稿中に著者に支援機関を求めない。
ka_ge: წარდგენის დროს არ მოითხოვოთ ავტორისგან დამხმარე სააგენტოები.
kk_kz: Материалды жіберу кезінде автордан қолдау көрсететін ұйымдарды сұрамаңыз.
lv: Nepieprasīt autoram atbalsta aģentūras materiāla iesniegšanas laikā.
mk: Не барај поддржувачки агенции од авторот за време на поднесувањето.
mr: सादरीकरणादरम्यान लेखकाकडून सहाय्यकारी संस्थांविषयीची (Supporting agencies) माहिती मागू नका.
ms: Jangan minta agensi sokongan daripada pengarang semasa penyerahan.
nb_no: Ikke be om at forfatteren skal oppgi støtteorganisasjoner under innleveringen.
nl: Vraag auteurs niet om ondersteunende instellingen bekend te maken tijdens het inzendingsproces.
pl: Nie wymagaj podania Agencji wspierających w trakcie zgłaszania tekstu.
pt_pt: Não solicitar aos autores as agências de financiamento durante a submissão.
ro_ro: Nu solicitați agenții de sprijin de la autor în timpul înregistrării manuscrisului.
ru_ru: Не запрашивать у автора поддерживающие организации во время отправки материала.
sl: Ne zahtevaj od avtorjev, da navedejo podporne ustanove prispevka med oddajo prispevka.
th: ไม่ขอให้ผู้แต่งระบุหน่วยงานสนับสนุนระหว่างการส่งบทความ
tr_tr: Gönderi sırasında yazardan fon desteği sağlayan kurum bilgisi talep etmeyin.
uk: Не вимагати від авторів вказання підтримуючих агенцій під час подання.
uk_ua: Не вимагати від авторів вказання підтримуючих агенцій під час подання.
vi: Không yêu cầu cơ quan hỗ trợ từ tác giả trong quá trình nộp bài.
vi_vn: Không yêu cầu các cơ quan tài trợ từ tác giả trong quá trình gửi bài.

# manager.setup.metadata.citations.description
source: Collect a submission's references in a separate field. This may be required to comply with citation-tracking services such as Crossref.
az: Bir təqdimatın referanslarını başqa bir sahədə toplayın. Bu, Crossref kimi istinad izləmə xidmətlərinə riayət etmək üçün lazımi ola bilir.
bg_bg: Съберете референциите (библиографията) в отделно поле. Това може да се наложи за спазване на услугите за проследяване на цитати, като Crossref.
ca_es: Recopilar les referències de la tramesa en un camp separat. Això pot ser necessari per ajustar-se a serveis de rastreig de citacions com Crossref.
cs_cz: Shromažďujte reference příspěvku v samostatném poli. To může být vyžadováno pro zajištění souladu se službami pro sledování citací, jako je Crossref.
da: Saml indsendelsens referencer i et separat felt. Dette kan være nødvendigt for at overholde krav fra citationsovervågningstjenester som Crossref.
de_de: Die Referenzen einer Einreichung in einem separaten Feld sammeln. Dies könnte erforderlich sein, um Erfordernissen von Services zu Zitationszählungen wie Crossref zu entsprechen.
el_gr: Συλλέξτε τις παραποπμπές μιας υποβολής σε ξεχωριστό πεδίο. Αυτό μπορεί να απαιτείται για τη συμμόρφωση με υπηρεσίες παρακολούθησης παραπομπών όπως το Crossref.
es_es: Recopilar las referencias del envío en un campo aparte. Esto puede ser necesario para ajustarse a servicios de rastreo de citas como Crossref.
eu: Bildu bidalketa baten erreferentziak aparteko eremu batean. Baliteke hau beharrezkoa izatea Crossref bezalako aipamenen jarraipen-zerbitzuekin jarduteko.
fr_fr: Collecter les références d'une soumission dans un champ séparé. Ceci peut être nécessaire pour se conformer aux services de suivi des citations tels que Crossref.
gl: Recoller as referencias dun envío nun campo separado. Pode que sexa necesario para cumprir cos servizos de rastrexo de citas como Crossref.
hr: Prikupite reference podneska u zasebnom polju. Ovo može biti potrebno kako bi se zadovoljile potrebe usluga brojanja citata kao što je Crossref.
hu_hu: A beküldés hivatkozásait gyűjtse össze egy külön mezőben. Erre szükség lehet az idézetkövetési szolgáltatások, például a Crossrefnek történő megfeleléshez.
hy_am: Հավաքեք ներկայացման հղումները առանձին դաշտում: Սա կարող է պահանջվել, որպեսզի համապատասխանի մեջբերումների հետագծման ծառայությունների հետ, ինչպիսիք են Crossref-ը:
id: Kumpulkan daftar pustaka naskah di bagian yang terpisah. Hal ini mungkin diperlukan untuk mematuhi layanan pelacakan kutipan seperti Crossref.
is: Safna heimildum handrits í aðgreint svæði. Þetta gæti þurfti til að uppfylla kröfur þjónustuaðila fyrir tilvísanir eins og t.d. Crossref.
it_it: Inserire le referenze in un campo separato. Questo potrebbe essere necessario per conformarsi ai servizi di indicizzazione delle citazioni, come ad esempio CrossRef.
ja: 投稿の参考文献を別のフィールドに集めてください。Crossrefなどの引用追跡サービスに準拠するために必要な場合があります。
ka_ge: შეაგროვეთ წარდგენის ცნობები ცალკე ველში. ამას შეიძლება მოითხოვონ ციტირების თვალთვალის სერვისების შესაბამისად, როგორიცაა Crossref.
kk_kz: Ұсынылған материалдың библиографиялық анықтамаларын жеке өріске жазыңыз. Бұл Crossref сияқты дәйексөздерді бақылау қызметтерімен жұмыс істеу үшін қажет болуы мүмкін.
lv: Atsevišķā laukā apkopot iesniegtā materiāla atsauces. Tas var būt nepieciešams, lai nodrošinātu atbilstību citēšanas izsekošanas pakalpojumiem, piemēram, Crossref.
mk: Соберете ги референците на поднесокот во посебно поле. Ова може да биде потребно за да се усогласат со услугите за следење на цитати, како што е Crossref.
mr: सादरीकरणाशी संबंधीत संदर्भ वेगळ्या फील्डमध्ये गोळा करा. Crossref सारख्या उद्धरणांचा माग घेणार्‍या (citation-tracking) सेवांसाठी ही माहिती आवश्यक असू शकते.
ms: Kumpulkan rujukan penyerahan dalam medan yang berasingan. Ini mungkin diperlukan untuk mematuhi perkhidmatan penjejakan petikan seperti Crossref.
nb_no: Samle innleveringens referanser i et separat felt. Dette kan være nødvendig for siteringsovervåkningstjenester som Crossref.
nl: Verzamel de referenties van een inzending in een apart veld. Dit kan nodig zijn voor diensten als Crossref die citaties van publicaties opsporen.
pl: Zbieranie wpisów bibliograficznych zgłoszenia odbywa się tak aby każde było w osobnej linii, jedno pod drugim. W ten sposób indeksy które śledzą wpisy łatwiej odróżnią jedne od drugich (np .Crossref).
pt_pt: Recolher as referências bibliográficas da submissão num campo separado. Esta opção pode necessitar que cumpra com os serviços de rastreamento de citações tal como a CrossRef.
ro_ro: Colectați referințele unei trimiteri într-un câmp separat. Acest lucru poate fi necesar pentru a respecta serviciile de urmărire a citărilor, precum Crossref.
ru_ru: Собрать библиографические ссылки отправляемого материала в отдельное поле. Это может быть необходимо для работы с сервисами отслеживания цитирования такими как Crossref.
sl: Navedite reference prispevka v posebnem polju. To je lahko zahtevano pri nekaterih servis za sledenje citatov, kot recimo Crossref.
th: รวบรวมข้อมูลอ้างอิงของการส่งในช่องแยกต่างหาก อาจจำเป็นต้องปฏิบัติตามบริการติดตามการอ้างอิงเช่น Crossref
tr_tr: Bir gönderinin referanslarını ayrı bir alanda toplayın. Bu, Crossref gibi atıf izleme hizmetlerine uymak için gerekli olabilir.
uk: Збирати бібліографічні посилання (список використаної літератури) в окремому полі. Це може бути потрібно для виконання вимог служб, які відстежують цитування, таких ях Crossref.
uk_ua: Збирати бібліографічний опис (список використаної літератури) у окремому полі. Це може бути потрібно для виконання вимог служб, які збирають/аналізують цитування, наприклад, Crossref.
vi: Thu thập tài liệu tham khảo của bài nộp trong một trường riêng biệt. Điều này có thể được yêu cầu để tuân thủ các dịch vụ theo dõi trích dẫn như Crossref.
vi_vn: Thu thập tài liệu tham khảo của bài gửi trong một trường riêng biệt. Điều này có thể được yêu cầu để tuân thủ các dịch vụ theo dõi trích dẫn như Crossref.

# manager.setup.metadata.citations.enable
source: Enable references metadata
az: Referans metadatalarını aktivləşdirin
bg_bg: Активиране на метаданните за референциите (библиографията)
ca_es: Habilitar metadades de referències
cs_cz: Povolit metadata referencí
da: Aktivér referencemetadata
de_de: Metadaten zu Referenzen aktivieren
el_gr: Ενεργοποίηση μεταδεδομένων παραπομπών
es_es: Habilitar los metadatos de referencias
eu: Gaitu erreferentzien metadatuak
fr_fr: Activer la métadonnée « Références »
gl: Habilitar os metadatos de referencias
hr: Omogući metapodatke o referencama
hu_hu: Hivatkozás metaadatok engedélyezése
hy_am: Միացնել հղումների մետատվյալները
id: Aktifkan metadata daftar pustaka
is: Virkja lýsigögn heimilda
it_it: Abilitare i metadati delle referenze
ja: 参考文献メタデータを有効にする
ka_ge: ცნობების მეტამონაცემების ჩართვა
kk_kz: Библиографиялық сілтемелерді метадеректерге қосыңыз
lv: Iespējot atsauču metadatus
mk: Овозможи метаподатоци за референци
mr: संदर्भासाठीचा मेटाडेटा कार्यान्वित (Enable) करा
ms: Dayakan metadata rujukan
nb_no: Aktiver referansemetadata
nl: Schakel metadata over referenties in
pl: Włącz metadane Bibliografia
pt_pt: Ativar metadados de referências
ro_ro: Activați metadatele referințelor
ru_ru: Включить библиографические ссылки в метаданные
sl: Omogoči metapodatke reference
th: เปิดใช้ข้อมูลเมตาของการอ้างอิง
tr_tr: Referans üst verilerini etkinleştir
uk: Включити бібліографічний опис у метадані
uk_ua: Включити бібліографічний опис у метадані
vi: Bật metadata tài liệu tham khảo
vi_vn: Bật siêu dữ liệu tài liệu tham khảo

# manager.setup.metadata.citations.request
source: Ask the author to provide references during submission.
az: Müəllifdən müraciət əsnasında referans verməsini istəyin
bg_bg: Изисквайте референциите (библиографията) от автора по време на подаването на материали.
ca_es: Sol·licitar a l'autor/a que proporcioni referències durant la tramesa.
cs_cz: Požádejte autora, aby při odesílání příspěvku poskytl reference.
da: Bed forfatteren om at angive referencer under indsendelse.
de_de: Während der Einreichung die Angabe von Referenzen von Autor/in erfragen.
el_gr: Ζητήστε από τον συγγραφέα να καταθέσει παραπομπές κατά την υποβολή.
es_es: Solicitar al autor/a que proporcione las referencias durante el envío.
eu: Eskatu egileari erreferentziak emateko bidalketa-prozesuan.
fr_fr: Demander à l'auteur ou auteure de fournir des références lors de la soumission.
gl: Pedirlle ao autor/a que proporcione as referencias durante o envío.
hr: Zamolite autora da navede reference tijekom podnošenja.
hu_hu: Beküldéskor kérjen hivatkozásokat a szerzőtől.
hy_am: Խնդրեք հեղինակին ներկայացնել հղումներ ներկայացնելու ընթացքում:
id: Meminta penulis untuk menyediakan daftar pustaka saat menyerahkan naskah.
is: Biðja höfund um heimildir á meðan á innsendingu stendur.
it_it: Chiedere agli autori di fornire le referenze in fase di sottomissione.
ja: 投稿時に著者に参考文献を提示してもらう。
ka_ge: სთხოვეთ ავტორს წარადგინოს ცნობები წარდგენის დროს.
kk_kz: Материалды тапсыру кезінде автордан библиографиялық сілтемелер беруін сұраңыз.
lv: Aicināt autoru materiāla iesniegšanas laikā norādīt bibliogrāfiskās atsauces.
mk: За време на поднесувањето, прашајте го авторот да достави референци.
mr: सादरीकरणादरम्यान लेखकाला संदर्भ देण्यास सांगा.
ms: Minta penulis memberikan rujukan semasa penyerahan.
nb_no: Be forfatteren om å angi referanser under innleveringen.
nl: Vraag auteurs om referenties op te geven tijdens het inzendingsproces.
pl: Poproś autora o podanie Bibliografii w trakcie składania tekstu.
pt_pt: Solicitar aos autores que forneçam as referências durante a submissão.
ro_ro: Rugați autorul să furnizeze referințe în timpul înregistrării manuscrisului.
ru_ru: Просить автора указать библиографические ссылки во время отправки материала.
sl: Zahtevaj od avtorjev, da navedejo reference prispevka med oddajo prispevka.
th: ขอให้ผู้แต่งระบุการอ้างอิงระหว่างการส่งบทความ
tr_tr: Yazardan başvuru sırasında referans vermesini isteyin.
uk: Прохати авторів зазначати бібліографічний опис під час подання.
uk_ua: Прохати авторів зазначати бібліографічний опис під час подання.
vi: Yêu cầu tác giả cung cấp tài liệu tham khảo trong quá trình nộp bài.
vi_vn: Yêu cầu tác giả cung cấp tài liệu tham khảo trong quá trình gửi bài.

# manager.setup.metadata.dataAvailability.enable
source: Enable data availability statement metadata
cs_cz: Povolení dat prohlášení o dostupnosti metadat
da: Aktiver metadata for data tilgængelighedserklæring
eu: Gaitu datuen erabilgarritasun adierazpenaren metadatuak
hr: Omogući metapodatke izjave o dostupnosti podataka
id: Mengizinkan metadata pernyataan ketersediaan data
lv: Iespējot datu pieejamības paziņojuma metadatus
mk: Овозможете метаподатоци за изјавата за достапност на податоци
mr: माहिती/आकडेवारीच्या (डेटा) उपलब्धता विधानासाठी (data availability statement) मेटाडेटा कार्यान्वित (Enable) करा
nl: Activeer een Data Availability Verklaring (metadata)
pl: Włącz metadane oświadczenia o dostępności danych
sl: V metapodatkih omogočite izjavo o dostopnosti podatkov
th: เปิดใช้ข้อมูลเมตาของคำแถลงการเข้าถึงข้อมูล
uk: Увімкнення метаданих заяви про доступність даних
vi: Bật metadata tuyên bố khả dụng dữ liệu

# manager.setup.metadata.dataAvailability.noRequest
source: Do not request a data availability statement from the author during submission.
cs_cz: Během odesílání nepožadovat od autora prohlášení o dostupnosti dat.
da: Anmod ikke om en erklæring om datatilgængelighed fra forfatteren under indsendelsen.
eu: Ez eskatu egileari datuen erabilgarritasun adierazpenik bidalketa-prozesuan.
hr: Ne tražite izjavu o dostupnosti podataka od autora tijekom podnošenja.
id: Jangan meminta pernyataan ketersediaan data dari penulis pada saat pengiriman naskah.
lv: Nepieprasīt autoram datu pieejamības paziņojumu materiāla iesniegšanas laikā.
mk: Не барајте изјава за достапност на податоците од авторот за време на поднесувањето.
mr: सादरीकरणादरम्यान लेखकाकडून माहिती/आकडेवारीच्या (डेटा) उपलब्धता विधानासंबंधी (data availability statement) विचारू नका.
nl: Verzoek de auteur tijdens de inzendingsprocedure niet om een Data Availability Statement).
pl: Podczas rejestracji zgłoszenia nie żądaj od autora oświadczenia o dostępności danych.
sl: Ne zahtevaj izjave o dostopnosti podatkov od avtorjev med oddajo prispevka.
th: ไม่ขอคำแถลงการเข้าถึงข้อมูลจากผู้แต่งระหว่างการส่งบทความ
uk: Не запитувати заяву про доступність даних у автора під час подання.
vi: Không yêu cầu tuyên bố khả dụng dữ liệu từ tác giả trong quá trình nộp bài.

# manager.setup.metadata.dataAvailability.require
source: Require the author to provide a data availability statement before accepting their submission.
cs_cz: Před přijetím příspěvku požadovat, aby autor předložil prohlášení o dostupnosti údajů.
da: Kræv at forfatteren afgiver en erklæring om datatilgængelighed, før vedkommende kan acceptere indsendelsen.
eu: Eskatu egileari datuen erabilgarritasun adierazpena emateko bere bidalketa onartu aurretik.
hr: Zahtijevajte od autora da dostavi izjavu o dostupnosti podataka prije prihvaćanja njihovog podneska.
id: Meminta penulis untuk menyediakan pernyataan ketersediaan data sebelum menerima naskah mereka.
lv: Pieprasīt autoram iesniegt datu pieejamības paziņojumu pirms iesniegtā materiāla pieņemšanas.
mk: Побарајте од авторот да обезбеди изјава за достапноста на податоците пред да го прифатите нивниот поднесок.
mr: सादरीकरण स्वीकारण्यापूर्वी लेखकाने माहिती/आकडेवारीच्या (डेटा) उपलब्धता विधान (data availability statement) करणे आवश्यक आहे.
nl: Verzoek de auteur een benodigd Data Availability Statement te verstrekken voorafgaand aan aanvaarding van de inzending.
pl: Podczas rejestracji zgłoszenia wymagaj od autora oświadczenia o dostępności danych.
sl: Zahtevaj od avtorjev izjavo o dostopnosti podatkov, preden končajo z oddajo prispevka.
th: กำหนดให้ผู้แต่งระบุคำแถลงการเข้าถึงข้อมูลก่อนที่จะรับการส่งบทความ
uk: Вимагати від автора надати заяву про доступність даних перед прийняттям його подання.
vi: Yêu cầu tác giả cung cấp tuyên bố khả dụng dữ liệu trước khi chấp nhận bài nộp của họ.

# plugins.importexport.common.warningsEncountered
source: Warnings encountered:
az: Rast gəlinən xəbərdarlıqlar:
bg_bg: Открити предупреждения:
ca_es: Alertes trobades:
cs_cz: Upozornění:
da: Der forekommer advarsler:
de_de: Es sind Warnungen ausgegeben worden:
el_gr: Προειδοποιήσεις:
es_es: Alertas encontradas:
eu: Aurkitutako abisuak:
fr_fr: Des erreurs non graves ont été rencontrées :
gl: Avisos atopados:
hr: Izdana su upozorenja:
hu_hu: Figyelmeztetések:
hy_am: Հանդիպած զգուշացումներ.
id: Peringatan yang ditemui:
is: Viðvaranir sem komu upp:
it_it: Avvisi ricevuti:
ja: 警告の発生:
ka_ge: გაფრთხილებები:
kk_kz: Ескертулер:
lv: Sastopamie brīdinājumi:
mk: Предупредувања:
mr: सावधानतेचे इशारे (Warnings encountered):
ms: Amaran ditemui:
nb_no: Advarsler som ble mottatt:
nl: Waarschuwingen:
pl: Napotkano na ostrzeżenia:
pl_pl: Napotkano na ostrzeżenia:
pt_pt: Avisos encontrados:
ro_ro: Avertismente întâlnite:
ru_ru: Встретившиеся предупреждения:
sl: Opozorila:
sv_se: Påträffade varningar:
th: พบคำเตือน:
tr_tr: Karşılaşılan uyarılar:
uk: Трапилися попередження:
uk_ua: Трапилися попередження:
vi: Cảnh báo đã gặp phải:
vi_vn: Các cảnh báo đã gặp:

# plugins.importexport.common.errorsOccured
source: Errors occured:
az: Xətalar meydana gəldi:
bg_bg: Възникнали грешки:
ca_es: Errors trobats:
cs_cz: Vyskytly se chyby:
da: Der opstod fejl:
de_de: Es sind Fehler aufgetreten:
el_gr: Παρουσιάστηκαν σφάλματα:
es_es: Errores encontrados:
eu: Aurkitutako erroreak:
fr_fr: Erreurs :
gl: Erros atopados:
hr: Pojavile su se pogreške:
hu_hu: Hibák történtek:
hy_am: Սխալներ են տեղի ունեցել.
id: Terjadi kesalahan:
is: Villur sem komu upp:
it_it: Errori incontrati:
ja: エラー発生:
ka_ge: მოხდა შეცდომები:
kk_kz: Туындаған қателер:
lv: Radušās kļūdas:
mk: Настанати грешки:
mr: आलेल्या त्रुटी (Errors occured):
ms: Ralat berlaku:
nb_no: Feil som oppstod:
nl: Fouten:
pl: Wystąpiły błędy:
pl_pl: Wystąpiły błędy:
pt_pt: Erros ocorridos:
ro_ro: Au apărut erori:
ru_ru: Возникшие ошибки:
sl: Napake:
sv_se: Inträffade fel:
th: เกิดข้อผิดพลาด:
tr_tr: Hatalar oluştu:
uk: Виникла помилка:
uk_ua: Виникла помилка:
vi: Lỗi đã xảy ra:
vi_vn: Đã xảy ra lỗi:

# plugins.importexport.common.id
source: Id: {$id}
bg_bg: Идентификатор: {$id}
is: Kenni: {$id}
ka_ge: იდენტიფიკატორი: {$id}
mk: ИД: {$id}
mr: आयडी (Id): {$id}

# plugins.importexport.common.error.unknownElement
source: Unknown element {$param}
az: Naməlum element
bg_bg: Неизвестен елемент {$param}
ca_es: Element desconegut {$param}
cs_cz: Neznámý prvek {$param}
da: Ukendt element {$param}
de_de: Unbekanntes Element {$param}
el_gr: Άγνωστο στοιχείο {$param}
es_es: Elemento desconocido {$param}
eu: Elementu ezezaguna {$param}
fr_fr: Élément inconnu {$param}
gl: Elemento descoñecido {$param}
hr: Nepoznati element {$param}
hu_hu: Ismeretlen tétel {$param}
hy_am: Անհայտ տարր {$param}
id: Elemen tidak dikenal {$param}
is: Óþekkt atriði {$param}
it_it: Elemento sconosciuto {$param}
ja: 不明な要素 {$param}
ka_ge: უცნობი ელემენტი {$param}
kk_kz: Белгісіз элемент {$param}
lv: Nezināms elements {$param}
mk: Непознат елемент {$param}
mr: अज्ञात घटक (Unknown element) {$param}
ms: Elemen yang tidak diketahui {$param}
nb_no: Ukjent element {$param}
nl: Onbekend element {$param}
pl: Nieznany element {$param}
pl_pl: Nieznany element {$param}
pt_pt: Elemento desconhecido {$param}
ro_ro: Element necunoscut {$param}
ru_ru: Неизвестный элемент {$param}
sl: Neznan element {$param}
sv_se: Okänt element {$param}
th: ไม่ทราบองค์ประกอบ {$param}
tr_tr: Bilinmeyen öğe {$param}
uk: Невідомий елемент {$param}
uk_ua: Невідомий елемент {$param}
vi: Phần tử không xác định {$param}
vi_vn: Phần tử không xác định {$param}
