Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.roles
source: Roles
az: Vəzifələr
bg_bg: Роли
ca_es: Rols
cs_cz: Role
da: Roller
de_de: Rollen
el_gr: Ρόλοι
es_es: Tareas
eu: Rolak
fr_fr: Rôles
gl: Tarefas
hr: Uloge
hu_hu: Szerepkörök
hy_am: Դերեր
id: Peran
id_id: Peran
is: Hlutverk
it_it: Ruoli
ja: 役割
ka_ge: როლები
kk_kz: Ролдері
lv: Lomas
mk: Улоги
mr: भूमिका
ms: Peranan
nb_no: Roller
nl: Rollen
pl: Role
pl_pl: Role
pt_pt: Papéis
ro_ro: Roluri
ru_ru: Роли
sl: Vloge
sr_rs@cyrillic: Улоге
sv_se: Roller
th: บทบาท
tr_tr: Görevler
uk: Ролі
uk_ua: Ролі
vi: Vai trò
vi_vn: Các Vai trò

# manager.setup.statistics
source: Statistics
bg_bg: Статистики
cs_cz: Statistiky
da: Statistikker
eu: Estatistikak
hr: Statistika
hy_am: Վիճակագրություն
id: Statistik
lv: Statistika
mk: Статистика
mr: आकडेवारी
nb_no: Statistikk
nl: Statistieken
pl: Statystyki
sl: Statistike
th: สถิติ
uk: Статистика
vi: Thống kê

# manager.settings.statistics.geoUsageStats
source: Geographical Statistics
bg_bg: Географски статистики
cs_cz: Geografické statistiky
da: Geografisk brugsstatistik
eu: Estatistika geografikoak
hr: Geografska statistika
id: Statistik Geografis
lv: Ģeogrāfiskā statistika
mk: Географска статистика
mr: भौगोलिक आकडेवारी
nb_no: Geografisk statistikk
nl: Geografische statistieken
pl: Geostatystyka
sl: Geografske statistike
th: สถิติภูมิศาสตร์
uk: Географічна статистика
vi: Thống kê địa lý

# manager.settings.statistics.geoUsageStats.disabled
source: Do not collect any geographical data
bg_bg: Не събирайте никакви географски данни
cs_cz: Neshromažďovat žádné zeměpisné údaje
da: Indsaml ingen geografiske data
eu: Ez bildu datu geografikorik
hr: Nemojte prikupljati nikakve geografske podatke
id: Jangan mengumpulkan data geografis
lv: Neievākt nekādus ģeogrāfiskos datus
mk: Не собирајте никакви географски податоци
mr: कुठलीही भौगोलिक आकडेवारी (डेटा) गोळा करू नका
nl: Vergaar geen geografische gegevens
pl: Nie gromadź danych geolokalizacyjnych
sl: Ne zbiraj nobenih geografskih podatkov
th: ไม่เก็บข้อมูลภูมิศาสตร์ใด ๆ
uk: Не збирати жодних географічних даних
vi: Không thu thập dữ liệu địa lý nào

# manager.settings.statistics.geoUsageStats.countryLevel
source: Collect the visitor's country
bg_bg: Събиране на данни за държавата на посетителя
cs_cz: Shromáždění země návštěvníka
da: Indsaml data om den besøgendes land
eu: Bildu bisitarien herrialdea
hr: Prikupite državu posjetitelja
id: Mengumpulkan negara pengunjung
lv: Apkopot apmeklētāja valsti
mk: Зачувај ја државата на посетителот
mr: अभ्यागतांच्या देशासंबंधी माहिती गोळा करा
nl: Vergaar het land van de bezoeker
pl: Zapisuj kraj odwiedzającego
sl: Zbiraj državo obiskovalcev
th: เก็บข้อมูลประเทศของผู้เยี่ยมชม
uk: Збирати дані про країну відвідувача
vi: Thu thập quốc gia của khách truy cập

# manager.settings.statistics.geoUsageStats.regionLevel
source: Collect the visitor's country and region
bg_bg: Събиране на данни за държавата и региона на посетителя
cs_cz: Shromažďování země a regionu návštěvníka
da: Indsaml data om den besøgendes land og region
eu: Bildu bisitarien herrialdea eta eskualdea
hr: Prikupite zemlju i regiju posjetitelja
id: Mengumpulkan negara dan wilayah pengunjung
lv: Apkopot apmeklētāja valsti un reģionu
mk: Зачувај ја државата на посетителот и регионот
mr: अभ्यागतांच्या देशाची आणि प्रदेशपातळीवरील माहिती गोळा करा
nl: Vergaar het land van de bezoeker en de regio
pl: Zapisuj kraj i region odwiedzającego
sl: Zbiraj državo in regijo obiskovalcev
th: เก็บข้อมูลประเทศและภูมิภาคของผู้เยี่ยมชม
uk: Збирати дані про країну та регіон відвідувача
vi: Thu thập quốc gia và khu vực của khách truy cập

# manager.reviewerSearch.searchByName
source: Search Reviewers By Name
az: Adına görə rəyçi axtarma
bg_bg: Търсене на рецензенти по име
ca_es: Cerca un revisor/a pel nom
cs_cz: Hledat recenzenty podle jména
da: Søg efter bedømmer ud fra navn
de_de: Nach Gutachter/in per Name suchen
el_gr: Αναζήτηση Αξιολογητή κατά Όνομα
es_es: Buscar Revisor por Nombre
eu: Ebaluatzailea izenez bilatu
fr_fr: Chercher un rapporteur par nom
gl: Buscar revisores/as polo nome
hr: Tražite recenzente po imenu
hu_hu: Szakmai lektorok keresése név alapján
hy_am: Որոնեք գրախոսներին անուններով
id: Cari Reviewer dengan Nama
id_id: Cari Reviewer dengan Nama
is: Leita í ritrýnum eftir nafni
it_it: Cerca un Revisore per nome
ja: 査読者を名前で検索
ka_ge: რეცენზენტების ძებნა სახელით
kk_kz: Рецензентті аты бойынша іздеу
ku: لە هەڵسەنگێنەران بگەڕێ بە ناو
lv: Meklēt recenzentus pēc vārda
mk: Пребарај рецензент по име
mr: समीक्षकांना नावानुसार शोधा
ms: Cari Pengulas Mengikut Nama
nb_no: Søk opp fagfelle etter navn
nl: Zoek een reviewer op naam
pl: Wyszukaj recenzenta po nazwie
pl_pl: Wyszukaj recenzenta po nazwie
pt_pt: Pesquisar por nome do avaliador
ro_ro: Căutați revizorii după nume
ru_ru: Поиск рецензента по имени
sl: Iskanje recenzentov po imenu
sr_rs@cyrillic: Пронађи рецензента по имену
sv_se: Sök granskare med namn
th: ค้นหาผู้รีวิวตามชื่อ
tr_tr: İsime Göre Hakem Arama
uk: Пошук рецензента за іменем
uk_ua: Пошук рецензента за іменем
vi: Tìm kiếm người đánh giá theo tên
vi_vn: Tìm kiếm Người phản biện Theo tên
zh_tw: 按名稱搜尋評審員

# manager.reviewerSearch.searchByName.short
source: Search By Name
az: Ada görə axtarın
bg_bg: Търсене по име
ca_es: Cerca per nom
cs_cz: Hledat podle jména
da: Søg efter navn
de_de: Suche nach Namen
el_gr: Αναζήτηση κατά Όνομα
es_es: Buscar por nombre
eu: Izenaren araberako bilaketa
fr_fr: Recherche par nom
gl: Buscar polo nome
hr: Traži po imenu
hu_hu: Keresés név alapján
hy_am: Որոնեք անուններով
id: Cari Berdasarkan Nama
is: Leita eftir nafni
it_it: Cerca per nome
ja: 名前で検索
ka_ge: ძებნა სახელით
kk_kz: Аты бойынша іздеу
ku: بگەڕێ بە ناو
lv: Meklēt pēc vārda
mk: Пребарај по име
mr: नावानुसार शोधा
ms: Cari Mengikut Nama
nb_no: Søk etter navn
nl: Zoeken op naam
pl: Wyszukaj po nazwie
pl_pl: Wyszukaj po imieniu
pt_pt: Pesquisar por Nome
ro_ro: Căutare după nume
ru_ru: Поиск по имени
sl: Iskanje po imenu
sr_rs@cyrillic: Претражи по имену
sv_se: Sök med namn
th: ค้นหาตามชื่อ
tr_tr: Ada Göre Ara
uk: Пошук за іменем
uk_ua: Пошук за іменем
vi: Tìm kiếm theo tên
vi_vn: Tìm kiếm Theo tên
zh_tw: 按名稱搜尋

# manager.reviewerSearch.interests
source: Reviewing Interests
az: Maraq dairəsi
bg_bg: Интереси към рецензиране
ca_es: Interessos de revisió
cs_cz: Oblasti zájmu o recenze
da: Bedømmers interesser
de_de: Begutachtungsinteressen
el_gr: Ενδιαφέροντα Αξιολόγησης
es_es: Intereses de Revisión
eu: Interesak ebaluatzen
fr_fr: Intérêts d'évaluation
gl: Intereses de revisión
hr: Pregled interesa
hu_hu: Szakmai lektor érdeklődési körei
hy_am: Հետաքրքրությունների վերանայում
id: Minat Mereview
id_id: Minat Mereview
is: Áhugasvið ritrýni
it_it: Interessi per la revisione
ja: 査読での興味
ka_ge: ინტერესების განხილვა
kk_kz: Рецензенттің қызығушылығы
ku: هەڵسەنگاندنی ئارەزووبوون
lv: Recenzenta intereses
mk: Интереси за рецензирање
mr: समीक्षणासाठी आवडीचे विषय
ms: Minat Displin Mengulas
nb_no: Faglige interesser
nl: Review interesses
pl: Zainteresowania badawcze
pl_pl: Zainteresowania badawcze
pt_pt: Interesses de Revisão
ro_ro: Interesele revizorului
ru_ru: Интересы рецензента
sl: Interesi recenzentov
sr_rs@cyrillic: Рецензентски интереси
sv_se: Intresseområden för granskning
th: ความสนใจในการรีวิว
tr_tr: İlgi Alanı
uk: Наукові інтереси рецензента
uk_ua: Наукові інтереси рецензента
vi: Sở thích đánh giá
vi_vn: Lĩnh vực phản biện
zh_tw: 評審題材偏好

# manager.setup.notifications.copySpecifiedAddress
source: Send a copy to this email address
az: Bu email adresinə bir nüsxə göndər
bg_bg: Изпращане на копие на този имейл адрес
ca_es: Enviar una còpia a aquesta adreça de correu electrònic
cs_cz: Poslat kopii na tuto emailovou adresu
da: Send en kopi til denne e-mail-adresse
de_de: Eine Kopie an diese E-Mail-Adresse schicken.
el_gr: Αποστολή αντιγράφου στην εξής διεύθυνση email
es_es: Envía una copia a esta dirección de correo electrónico
eu: Bidali kopia bat helbide elektroniko honetara
fr_fr: Envoyer une copie à cette adresse courriel
gl: Envía unha copia a este enderezo de correo electrónico
hr: Pošaljite kopiju na ovu adresu e-pošte
hu_hu: Másolat küldése erre az email címre
hy_am: Ուղարկեք պատճենը էլ․ փոստի այս հասցեին
id: Kirim salinan ke alamat surel ini
is: Senda afrit á þetta netfang
it_it: Invia una copia a questo indirizzo email
ja: このメールアドレスにコピーを送る
ka_ge: გაგზავნეთ ასლი ამ ელექტრონულ მისამართზე
kk_kz: Осы электрондық мекенжайға көшірмені жіберіңіз
lv: Nosūtīt kopiju uz šo e-pasta adresi
mk: Испратете копија на оваа е-пошта
mr: या ई-मेल पत्त्यावर एक प्रत पाठवा
ms: Hantar salinan ke alamat e-mel ini
nb_no: Send en kopi til denne e-postadressen
nl: Verstuur een kopie aan dit e-mailadres
pl: Wyślij kopię na ten adres e-mail
pl_pl: Wyślij kopię na ten adres e-mail
pt_pt: Enviar uma cópia para endereço
ro_ro: Trimiteți o copie la această adresă de e-mail
ru_ru: Отправить копию на этот адрес электронной почты
sl: Pošlji kopijo na ta email naslov
sr_rs@cyrillic: Пошаљи копију на ову имејл адресу
sv_se: Skicka en kopia till den här e-postadressen
th: ส่งสำเนาไปยังที่อยู่อีเมลนี้
tr_tr: Bu e-posta adresine bir kopya gönderin
uk: Надіслати копію на цю адресу електронної пошти
uk_ua: Надіслати копію на цю електронну адресу
vi: Gửi bản sao đến địa chỉ email này
vi_vn: Gửi một bản sao đến địa chỉ email này

# manager.setup.notifyAllAuthors
source: Notify All Authors
bg_bg: Уведомяване на всички автори
cs_cz: Upozornit všechny autory
da: Underret alle forfattere
eu: Jakinarazi egile guztiei
hr: Obavijesti sve autore
hy_am: Տեղեկացնել բոլոր հեղինակներին
id: Memberitahukan Semua Penulis
ka_ge: აცნობეთ ყველა ავტორს
kk_kz: Барлық авторларға хабарлау
lv: Paziņot visiem autoriem
mk: Известете ги сите автори
mr: सर्व लेखकांना सूचित करा
nl: U wordt verzocht alle auteurs te informeren
pl: Powiadom wszystkich autorów
sl: Obvesti vse avtorje
th: แจ้งผู้แต่งทั้งหมด
uk: Повідомляти всіх авторів
vi: Thông báo cho tất cả tác giả

# manager.setup.notifyAllAuthors.description
source: Who should receive a notification email when an editorial decision is recorded?
bg_bg: Кой следва да получи имейл с известие, когато бъде записано редакционно решение?
cs_cz: Kdo by měl obdržet oznamovací e-mail, když je zaznamenáno redakční rozhodnutí?
da: Hvem skal modtage en besked via e-mail, når en redaktionel beslutning registreres?
eu: Nork jaso beharko luke jakinarazpen-mezu elektroniko bat argitalpen-erabaki bat erregistratzen denean?
hr: Tko bi trebao primiti obavijest e-poštom kada se zabilježi urednička odluka?
hy_am: Ո՞վ պետք է ստանա ծանուցման նամակ, երբ խմբագրական որոշումը գրանցվում է:
id: Siapa yang harus menerima email pemberitahuan ketika keputusan editorial telah dibuat?
ka_ge: ვინ უნდა მიიღოს შეტყობინების ელფოსტა სარედაქციო გადაწყვეტილების ჩაწერისას?
kk_kz: Редакциялық шешім шыққан кезде электрондық пошта хабарламасын кім алуы керек?
lv: Kam jāsaņem paziņojuma e-pasts par redakcijas lēmuma reģistrēšanu?
mk: Кој треба да добие емаил за известување кога е снимена уредувачка одлука?
mr: संपादकीय निर्णय नोंदवला जातो तेव्हा त्यासंबंधीची ई-मेलने पाठवलेली सूचना कोणा-कोणाला मिळावी?
nl: Wie behoort een informatiemail te ontvangen wanneer een redactionele beslissing is vastgelegd?
pl: Kto powinien być powiadomiony o decyzji redakcji?
sl: Kdo naj prejme email obvestilo, ko je sprejeta uredniška odločitev?
th: ใครควรได้รับการแจ้งเตือนทางอีเมลเมื่อมีการบันทึกการตัดสินใจของบรรณาธิการ?
uk: Хто має отримувати повідомлення електронною поштою при записі редакційного рішення?
vi: Ai nên nhận email thông báo khi một quyết định biên tập được ghi lại?

# manager.setup.notifyAllAuthors.allAuthors
source: Send an email notification to all authors of the submission.
bg_bg: Изпращане на известие по имейл до всички автори на подадения материал.
cs_cz: Odeslání e-mailového oznámení všem autorům příspěvku.
da: Send en besked via e-mail til alle forfattere af indsendelsen.
eu: Bidali mezu elektroniko bidezko jakinarazpena bidalketaren egile guztiei.
hr: Pošaljite obavijest e-poštom svim autorima podneska.
hy_am: Ուղարկեք էլ․ փոստով ծանուցում ներկայացման բոլոր հեղինակներին:
id: Mengirimkan email pemberitahuan kepada semua penulis dari naskah.
ka_ge: გაუგზავნეთ შეტყობინება ელექტრონული ფოსტით წარდგენის ყველა ავტორს.
kk_kz: Барлық авторларға электрондық пошта арқылы хабарлама жіберіңіз.
lv: Nosūtīt e-pasta paziņojumu visiem iesniegtā materiāla autoriem.
mk: Испратете известување преку емаил до сите автори на поднесокот.
mr: सादरीकरणाच्या सर्व लेखकांना ई-मेल सूचना पाठवा.
nl: U wordt verzocht een e-mailbericht aan alle auteurs van de inzending te versturen.
pl: Wyślij powiadomienie do wszystkich autorów.
sl: Pošljite email obvestilo vsem avtorjem prispevka.
th: ส่งอีเมลแจ้งเตือนให้กับผู้แต่งทั้งหมดของการส่งงาน
uk: Надсилати повідомлення електронною поштою всім авторам подання.
vi: Gửi email thông báo cho tất cả các tác giả của bài nộp.

# manager.setup.metadata.type.require
source: Require the author to provide the type before accepting their submission.
az: Müəllifdən təqdimatı qəbul etməzdən əvvəl növünü qeyd etməsini tələb edin.
bg_bg: Изискайте от автора да предостави типа, преди да приемете подадените материали.
ca_es: Sol·licitar a l'autor/a que proporcioni la tipologia abans d'acceptar la seva tramesa.
cs_cz: Před přijetím žádosti požádejte autora, aby poskytl typ.
da: Kræv at forfatteren angiver typen, før vedkommende kan acceptere indsendelsen.
de_de: Vor Annahme der Einreichung Angaben zum Typ vom Autor / von der Autorin verlangen.
el_gr: Απαιτήστε από τον συγγραφέα να παρέχει τον τύπο πριν αποδεχτεί την υποβολή τους.
es_es: Exigir al autor/a que proporcione la tipología antes de aceptar su envío.
eu: Eskatu egileari mota emateko bere bidalketa onartu aurretik.
fr_fr: Obliger l'auteur ou auteure à fournir le type avant d'accepter la soumission.
gl: Esixirlle ao autor/a que proporcione o tipo antes de aceptar o seu envío.
hr: Zahtijevajte od autora da navede vrstu prije prihvaćanja njihovog podneska.
hu_hu: A beküldés elfogadásának feltétele, hogy a szerző típus adatot adjon meg.
hy_am: Հեղինակից պահանջեք տրամադրել տեսակը՝ նախքան ներկայացումն ընդունելը:
id: Mewajibkan penulis untuk mencantumkan tipe penelitian (metode/pendekatan) sebelum naskahnya diterima.
is: Krefja höfund um að tilgreina tegund áður en viðkomandi samþykkir innsendingu.
it_it: Chiedere agli autori di indicare la tipologia prima di accettare la sottomissione.
ja: 投稿を受け付ける前に、著者に種別の提供を求める。
ka_ge: მოითხოვეთ ავტორი, წარადგინოს ტიპი, სანამ მიიღებს მათ წარდგენას.
kk_kz: Автордан осы материалды қабылдамас бұрын түрін көрсетуді талап етіңіз.
lv: Pieprasīt autoram norādīt tipu pirms iesniegtā materiāla pieņemšanas.
mk: Барајте авторот да го достави типот пред да биде прифатен нивниот поднесок.
mr: सादरीकरण स्वीकारण्यापूर्वी लेखकाने त्याचा प्रकार प्रदान करणे आवश्यक आहे.
ms: Memerlukan pengarang untuk menyediakan jenis sebelum menerima penyerahan mereka.
nb_no: Krev at forfatteren angir metadata-type under innleveringen.
nl: Verplicht auteurs om het type op te geven tijdens het inzendingsproces.
pl: Wymagaj od autora podania Typu zanim zgłoszenie zostanie zaakceptowane do wydania.
pt_pt: Exigir aos autores que forneçam o tipo antes de aceitar a sua submissão.
ro_ro: Solicitați autorului să sugereze tipul înainte de a accepta înregistrarea acestora.
ru_ru: Требовать, чтобы автор обязательно указал тип до приёма этого материала.
sl: Zahtevaj od avtorjev, da navedejo tip prispevka pred sprejetjem prispevka.
th: กำหนดให้ผู้แต่งระบุประเภทก่อนที่จะรับการส่งบทความ
tr_tr: Yazardan gönderiyi kabul etmeden önce türünü belirtmesini isteyin.
uk: Вимагати від автора зазначати тип перед прийняттям його подання.
uk_ua: Вимагати від авторів зазначати тип перед прийняттям подання.
vi: Yêu cầu tác giả cung cấp loại trước khi chấp nhận bài nộp của họ.
vi_vn: Yêu cầu tác giả cung cấp loại trước khi chấp nhận bài gửi của họ.

# manager.setup.reviewOptions.defaultReviewCompletionTime
source: Default Completion Deadline
az: Defolt Tamamlama tarixi
bg_bg: Краен срок за завършване по подразбиране
ca_es: Data límit de finalització predeterminada
cs_cz: Výchozí termín dokončení
da: Standardfrist for afsluttet færdiggørelse
de_de: Standardfrist für Fertigstellung
el_gr: Προκαθορισμένη προθεσμία ολοκλήρωσης
es_es: Fecha límite de finalización por defecto
eu: Lehenetsitako amaiera-epea
fr_fr: Délai par défaut pour compléter l'évaluation
gl: Prazo de finalización por defecto
hr: Zadani rok za završetak
hu_hu: Alapértelmezett teljesítési határidő
hy_am: Կանխադրված ավարտի վերջնաժամկետ
id: Batas Penyelesaian Secara Bawaan
is: Sjálfgefin lokadagsetning
it_it: Scadenza di default di completamento
ja: デフォルトの完了期限
ka_ge: დასრულების ბოლო ვადა
kk_kz: Рецензия берудің аяқталу күні
lv: Noklusējuma izpildes termiņš
mk: Стандарден краен рок за завршување
mr: सर्वसाधारणपणे (Default) काम पूर्ण करण्यासाठी निर्धारित कालमर्यादा
ms: Tarikh Akhir Penyiapan Lalai
nb_no: Standardfrist for fullføring
nl: Standaard reviewdatum
pl: Domyślny czas ukończenia
pt_pt: Prazo de Conclusão Padrão
ro_ro: Termenul de completare implicit
ru_ru: Срок выполнения рецензии по умолчанию
sl: Privzeti rok za končanje
th: กำหนดเวลาสำหรับการทบทวนให้เสร็จสมบูรณ์
tr_tr: Varsayılan Tamamlanma Tarihi
uk: Дедлайн для завершення за замовчуванням
uk_ua: Дедлайн для завершення за замовчуванням
vi: Thời hạn hoàn thành mặc định
vi_vn: Thời hạn hoàn thành mặc định

# manager.setup.reviewOptions.numWeeksPerResponse
source: Number of weeks to accept or decline a review request.
az: Bir dəyərləndirmə istəyini qəbul etmə və ya rədd etmə prosesi həftələri.
bg_bg: Брой седмици за приемане или отхвърляне на молба за рецензиране.
ca_es: Nombre de setmanes per acceptar o rebutjar una sol·licitud de revisió.
cs_cz: Počet týdnů k přijetí či odmítnutí požadavku na recenzi.
da: Antal uger inden en accept eller et afslag skal foreligge.
de_de: Zeit für Antwort auf Begutachtungsanfrage (Wochen)
el_gr: Αριθμός εβδομάδων που επιτρέπεται να γίνεται δεκτό ή να απορρίπτεται ένα αίτημα Κρίσης.
es_es: Número de semanas para aceptar o rechazar una petición de revisión.
eu: Berrikuspen-eskaera bat onartzeko edo ukatzeko aste-kopurua.
fr_fr: Nombre de semaines pour accepter ou décliner la requête pour évaluation.
gl: Número de semanas para aceptar ou rexeitar unha solicitude de revisión.
hr: Vrijeme za odgovor na zahtjev za pregled (tjedni).
hu_hu: Szakmai lektori felkérés elfogadásának határideje (hét).
hy_am: Շաբաթների քանակը՝ գրախոսելու հարցումն ընդունելու կամ մերժելու համար:
id: Jumlah pekan untuk menerima atau menolak permintaan review.
is: Fjöldi vikna til að samþykkja eða hafna beiðni um ritrýni.
it_it: Settimane concesse per accettare o rifiutare una richiesta di revisione.
ja: 査読依頼を受理または断るまでの週数。
ka_ge: კვირების რაოდენობა, რომ მიიღოთ ან უარყოთ განხილვის მოთხოვნა.
kk_kz: Рецензияны жазуға жауап ретінде келісу немесе бас тарту апталары.
lv: Nedēļas līdz recenzēšanas pieprasījuma pieņemšanai vai noraidīšanai.
mk: Број на недели за прифаќање или одбивање на барање за рецензија.
mr: समीक्षण विनंती स्वीकारण्यासाठी किंवा नाकारण्यासाठी कालमर्यादा - आठवड्यात.
ms: Bilangan minggu untuk menerima atau menolak permintaan ulasan.
nb_no: Antall uker fagfellen har på å godta eller avvise en forespørsel om fagfellevurdering.
nl: Uiterste datum voor het beantwoorden van een reviewverzoek (in weken).
pl: Liczba tygodni na zaakceptowanie lub odrzucenie prośby o recenzję.
pl_pl: Liczba tygodni na zaakceptowanie lub odrzucenie prośby o recenzję
pt_pt: Número de semanas para aceitar ou recusar um pedido de revisão.
ro_ro: Număr de săptămâni pentru a accepta sau refuza o solicitare de revizuire.
ru_ru: Недель на согласие или отказ в ответ на запрос выполнения рецензии.
sl: Število dovoljenih tednov do sprejetja ali zavrnitve opravljanja recenzije.
sr_rs@cyrillic: Број недеља дозвољених за прихватање или одбијање рецензентског захтева
sv_se: Antal veckor tillåtna att acceptera eller avböja en granskningsförfrågan.
th: จำนวนสัปดาห์ในการยอมรับหรือปฏิเสธคำขอทบทวน
tr_tr: Bir değerlendirme isteğini kabul etme veya reddetme süresi haftaları.
uk: Тижнів на згоду або відмову на запит про рецензування.
uk_ua: Тижнів на згоду або відмову на запит про рецензування.
vi: Số tuần để chấp nhận hoặc từ chối yêu cầu đánh giá.
vi_vn: Số tuần để chấp nhận hoặc từ chối Yêu cầu phản biện.

# manager.setup.reviewOptions.numWeeksPerReview
source: Weeks allowed for review completion
az: Dəyərləndirmə üçün tamamlanan həftələr
bg_bg: Брой седмици за завършване на рецензия
ca_es: Temps permès per completar les revisions (setmanes)
cs_cz: Počet týdnů na odevzdání hotové recenze
da: Antal uger afsat til at færdiggøre bedømmelsen
de_de: Zeit für Abschluss des Gutachtens (Wochen)
el_gr: Αριθμός εβδομάδων για την ολοκλήρωση μιας Κρίσης
es_es: Tiempo permitido para finalizar las respuestas (semanas)
eu: Berrikuspena burutzeko baimendutako asteak
fr_fr: Délai alloué pour la révision (semaines)
gl: Semanas permitidas para completar a revisión
hr: Vrijeme za dovršetak izvješća (tjedni)
hu_hu: Engedélyezett hetek száma a lektorálás befejezéséig
hy_am: Հատկացված շաբաթները, որոնք տրված են գրախոսության իրականացմանը
id: Pekan dibolehkan menyelesaikan review
is: Vikur gefnar til að klára ritrýni
it_it: Numero di settimane a disposizione per completare la revisione
ja: 査読完了までの週数
ka_ge: კვირის განმავლობაში დაშვებულია განხილვის დასრულება
kk_kz: Рецензияны аяқтау үшін қажетті апталар
lv: Recenzijas pabeigšanai atvēlētās nedēļas
mk: Недели дозволени да се заврши прегледот
mr: समीक्षण प्रक्रिया पूर्ण करण्यासाठी ठरवलेली कालमर्यादा - आठवड्यात
ms: Minggu dibenarkan untuk penyiapan ulasan
nb_no: Antall uker fagfellen har på å fullføre fagfellevurderingen
nl: Uiterste datum voor het voltooien van een review (in weken)
pl: Liczba tygodni na ukończenie recenzji
pl_pl: Liczba tygodni na ukończenie recenzji
pt_pt: Semanas permitidas para concluir uma revisão
ro_ro: Săptămânile au fost permise pentru finalizarea revizuirii
ru_ru: Недель на выполнение рецензии
sl: Število dovoljenih tednov za dokončanje recenzije
sr_rs@cyrillic: Број недеља дозвољених зазавршетак рецензије
sv_se: Antal veckor tillåtna för granskning
th: จำนวนสัปดาห์ที่อนุญาตให้ทำการทบทวนให้เสร็จสมบูรณ์
tr_tr: Değerlendirme için tamamlanan haftalar
uk: Тижнів на рецензування
uk_ua: Тижнів на рецензування
vi: Số tuần được phép hoàn thành đánh giá
vi_vn: Các tuần được phép để hoàn thành phản biện

# manager.setup.reviewOptions.neverSendReminder
source: Never Remind
az: Heç vaxt xatırlatma
bg_bg: Не напомняй
ca_es: No m'ho recordis
cs_cz: Nikdy nepřipomínat
da: Send aldrig rykker
de_de: Nie erinnern
el_gr: Χωρίς αποστολή Υπενθύμισης
es_es: No recordar más
eu: Inoiz ez gogorarazi
fr_fr: Ne jamais rappeler
gl: Non lembrar máis
hr: Nikad ne podsjećaj
hu_hu: Soha ne figyelmeztessen
hy_am: Երբեք մի հիշեցրեք
id: Jangan Ingatkan
is: Aldrei að áminna
it_it: Non ricordare
ja: リマインドしない
ka_ge: არასოდეს შეახსენო
kk_kz: Ешқашан еске түсірмеу
lv: Nekad neatgādināt
mk: Не потсетувај
mr: कधीही स्मरण करून देऊ नका
ms: Jangan Ingatkan
nb_no: Aldri send påminnelse
nl: Stuur nooit een herinnering
pl: Nigdy nie przypominaj
pl_pl: Nigdy nie przypominaj
pt_pt: Lembrete
ro_ro: Nu îmi amintiți
ru_ru: Никогда не напоминать
sl: Nikoli ne pošlji opomnika
sr_rs@cyrillic: Никад не обавештавај
sv_se: Påminn aldrig
th: ไม่ต้องเตือน
tr_tr: Asla Hatırlatma
uk: Ніколи не нагадувати
uk_ua: Ніколи не нагадувати
vi: Không bao giờ nhắc nhở
vi_vn: Chưa bao giờ nhắc nhở
