Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.reviewForms.confirmDelete
source: Are you sure you wish to delete this review form?
az: Bu dəyərləndirmə formunu silmək istədiyinizdən əminsinizmi?
bg_bg: Наистина ли искате да изтриете този формуляр за рецензия?
ca_es: Segur que voleu eliminar aquest formulari de revisió?
cs_cz: Jste si jisti, že chcete smazat tento formulář pro recenzenty?
da: Er du sikker på, at du vil slette denne bedømmelsesformular?
de_de: Sind Sie sicher, dass Sie dieses Peer-Review-Formular löschen möchten?
el_gr: Επιβεβαιώστε ότι θέλετε να διαγράψετε αυτήν τη φόρμα αξιολόγησης.
es_es: ¿Seguro que desea eliminar este formulario de revisión?
eu: Ziur zaude berrikuspen-inprimaki hau ezabatu nahi duzula?
fr_fr: Voulez-vous vraiment supprimer ce formulaire d'évaluation ?
gl: Estás seguro de que desexas eliminar este formulario de revisión?
hr: Jeste li sigurni da želite izbrisati ovaj obrazac za recenziju?
hu_hu: Biztosan törölni akarja ezt a lektorálási űrlapot?
hy_am: Իսկապե՞ս ցանկանում եք ջնջել գրախոսման այս ձևը:
id: Apakah Anda yakin ingin menghapus formulir tinjauan ini?
id_id: Apakah Anda yakin ingin menghapus formulir tinjauan ini?
is: Ertu viss um að þú viljir eyða þessu ritrýnieyðublaði?
it_it: Sei sicuro di voler cancellare questo form di revisione?
ja: この査読フォームを削除してもよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ წაშალოთ ამ მიმოხილვის ფორმა?
kk_kz: Осы рецензия формасын шынымен жойғыңыз келе ме?
lv: Vai tiešām vēlaties izdzēst šo recenzijas veidlapu?
mk: Дали сте сигурни дека сакате да го избришете овој формулар за рецензија?
mr: तुम्हाला खात्रीने हा समीक्षणाचा फॉर्म हटवायचा (delete) आहे का?
ms: Adakah anda pasti mahu memadamkan borang ulasan ini?
nb_no: Er du sikker på at du vil slette skjemaet?
nl: Weet u zeker dat u dit reviewformulier wilt verwijderen?
pl: Czy na pewno usunąć formularz recenzji?
pl_pl: Czy na pewno usunąć formularz recenzji?
pt_pt: Tem a certeza que deseja eliminar este formulário de revisão?
ro_ro: Sigur ștergeți acest formular de revizie?
ru_ru: Вы уверены, что хотите удалить эту форму рецензии?
sl: Ste prepričani, da želite odstraniti ra recenzentski obrazec?
sr_rs@cyrillic: Да ли сте сигурни да желите да обришете образац рецензије?
sv_se: Är du säker på att du vill ta bort det här granskningsformuläret?
th: คุณแน่ใจหรือไม่ว่าต้องการลบแบบฟอร์มทบทวนนี้?
tr_tr: Bu değerlendirme formunu silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити цю форму рецензії?
uk_ua: Ви впевнені, що хочете видалити цю форму рецензії?
vi: Bạn có chắc chắn muốn xóa biểu mẫu đánh giá này không?
vi_vn: Bạn có chắc chắn muốn xóa mẫu đánh giá này không?

# manager.reviewForms.description
source: Description and Instructions
az: İzahat və təlimatlar
bg_bg: Описание и инструкции
ca_es: Descripció i instruccions
cs_cz: Popis a instrukce
da: Beskrivelse og instruktioner
de_de: Beschreibung und Anweisungen
el_gr: Περιγραφή και Οδηγίες
es_es: Descripción e instrucciones
eu: Azalpena eta Instrukzioak
fr_fr: Description et instructions
gl: Descrición e instrucións
hr: Opis i upute
hu_hu: Leírás és instrukciók
hy_am: Նկարագրություն և հրահանգներ
id: Deskripsi dan Petunjuk
id_id: Deskripsi dan Instruksi
is: Lýsing og leiðbeiningar
it_it: Descrizione e istruzioni
ja: 説明と手順
ka_ge: აღწერა და ინსტრუქციები
kk_kz: Сипаттама және нұсқаулар
lv: Apraksts un instrukcijas
mk: Опис и инструкции
mr: वर्णन आणि सूचना
ms: Penerangan dan Arahan
nb_no: Beskrivelse og instruks
nl: Beschrijving en instructies
pl: Opis oraz instrukcje
pl_pl: Opis oraz instrukcje
pt_pt: Descrição
ro_ro: Descriere și instrucțiuni
ru_ru: Описание и инструкции
sl: Opis in navodila
sr_rs@cyrillic: Описи и упутства
sv_se: Beskrivning och instruktioner
th: คำอธิบายและคำแนะนำ
tr_tr: Açıklamalar ve Talimatlar
uk: Опис та інструкції
uk_ua: Опис та інструкції
vi: Mô tả và hướng dẫn
vi_vn: Mô tả và Hướng dẫn

# manager.reviewForms.form.titleRequired
source: A title is required for the review form.
az: Dəyərləndirmə formu üçün bir başlıq tələb olunur
bg_bg: Трябва да има заглавие на формуляра за преглед.
ca_es: El formulari de revisió necessita un títol.
cs_cz: Pro formulář recenze je vyžadován název.
da: En titel er påkrævet i forbindelse med bedømmelsesformularen.
de_de: Die Angabe eines Titels für das Begutachtungsformular ist erforderlich.
el_gr: Ένας τίτλος απαιτείται για τη φόρμα αξιολόγησης.
es_es: El formulario de revisión necesita un título.
eu: Titulua eman behar zaio ebaluazio-inprimakiari.
fr_fr: Vous devez donner un titre à ce formulaire d'évaluation.
gl: O formulario de revisión precisa dun título.
hr: Recenzijskom obrascu nedostaje naslov.
hu_hu: A cím kötelező a lektorálási űrlaphoz.
hy_am: Վերնագիրն անհրաժեշտ է գրախոսման ձևի համար:
id: Judul borang review perlu diisi.
id_id: Judul diperlukan untuk formulir tinjauan
is: Það þarf að vera titill á ritrýnieyðublaðinu.
it_it: Inserisci un titolo per il modulo di revisione.
ja: 査読フォームにはタイトルが必要です。
ka_ge: განხილვის ფორმისთვის საჭიროა სათაური.
kk_kz: Тақырып рецензия формасы үшін қажет.
lv: Recenzijas veidlapai nepieciešams virsraksts.
mk: Неопходен е наслов за формуларот за рецензија.
mr: समीक्षणाच्या फॉर्मसाठी शीर्षक हवे.
ms: Tajuk diperlukan untuk borang ulasan.
nb_no: Du må legge inn en tittel på fagfellevurderingsskjemaet.
nl: Een titel is verplicht voor het reviewformulier.
pl: Nazwa dla formularza recenzji jest wymagana.
pl_pl: Nazwa dla formularza recenzji jest wymagana.
pt_pt: Título do formulário de revisão obrigatório.
ro_ro: Este nevoie de un titlu pentru acest formular de revizie.
ru_ru: Название обязательно для формы рецензии.
sl: Naslov recenzentskega obrazca je obvezen.
sr_rs@cyrillic: Потребан је наслов за образац
sv_se: Titel krävs.
th: จำเป็นต้องมีชื่อสำหรับแบบฟอร์มทบทวน
tr_tr: Değerlendirme formu için bir başlık gerekli.
uk: Необхідно вказати назву форми рецензування.
uk_ua: Необхідно вказати назву форми рецензування.
vi: Cần có tiêu đề cho biểu mẫu đánh giá.
vi_vn: Cần có tiêu đề cho biểu mẫu đánh giá.

# manager.reviewForms.edit
source: Review Form
az: Dəyərləndirmə formu
bg_bg: Формуляр за рецензия
ca_es: Formulari de revisió
cs_cz: Formulář recenze
da: Bedømmelsesformular
de_de: Review Begutachtungsformular
el_gr: Φόρμα Αξιολόγησης
es_es: Formulario de revisión
eu: Ebaluazio-inprimakia
fr_fr: Formulaire d'évaluation
gl: Formulario de revisión
hr: Recenzijski obrazac
hu_hu: Lektorálási űrlap
hy_am: Գրախոսման ձև
id: Borang Review
id_id: Formulir Tinjauan
is: Ritrýnieyðublað
it_it: Modulo di revisione
ja: 査読フォーム
ka_ge: მიმოხილვის ფორმა
kk_kz: Рецензия формасы
lv: Recenzijas veidlapa
mk: Формулар за рецензија
mr: समीक्षणासाठीचा फॉर्म
ms: Borang Ulasan
nb_no: Vurderingsskjema
nl: Reviewformulier
pl: Edytuj formularz
pl_pl: Edytuj formularz
pt_pt: Editar formulário de revisão
ro_ro: Formular de revizie
ru_ru: Форма рецензии
sl: Recenzentski obrazec
sr_rs@cyrillic: Образац рецензије
sv_se: Granskningsformulär
th: แบบฟอร์มทบทวน
tr_tr: Değerlendirme Formu
uk: Форма рецензування
uk_ua: Форма рецензування
vi: Biểu mẫu đánh giá
vi_vn: Biểu mẫu đánh giá

# manager.reviewForms.inReview
source: In Review
az: Dəyərləndirmədə
bg_bg: В процес на рецензиране
ca_es: En revisió
cs_cz: V recenzi
da: Under bedømmelse
de_de: In Begutachtung
el_gr: Σε αξιολόγηση
es_es: En revisión
eu: Ebaluatzen
fr_fr: En cours d'évaluation
gl: En revisión
hr: U recenziji
hu_hu: Szakmai lektorálás alatt
hy_am: Գրախոսություն է անցնում
id: Sedang Direview
id_id: Dalam Tinjauan
is: Í ritrýni
it_it: In revisione
ja: 査読中
ka_ge: რეცენზირების რეჟიმში
kk_kz: Рецензиялауда
lv: Recenzēšanā
mk: Се рецензира
mr: समीक्षणक्रिया चालू आहे
ms: Dalam Ulasan
nb_no: Til fagfellevurdering
nl: Onder review
pl: Recenzja
pl_pl: Recenzja
pt_pt: Em Revisão
ro_ro: In revizie
ru_ru: На рецензии
sl: V recenziji
sr_rs@cyrillic: У рецензирању
sv_se: Under granskning
th: อยู่ในระหว่างการทบทวน
tr_tr: Değerlendirmede
uk: Рецензується
uk_ua: Рецензується
vi: Đang đánh giá
vi_vn: Đang phản biện

# manager.reviewForms.noneChosen
source: None / Free Form Review
az: Xeyr / PULSUZ dəyərləndirmə formu
bg_bg: Няма / Формулар за рецензия в свободна форма
ca_es: Cap / Revisió de formulari lliure
cs_cz: Žádný / Nepodléhá recenzování
da: Ingen / Valgfri bedømmelsesformular
de_de: Kein bzw. freies Formular
el_gr: Καμία/ Ελεύθερη Φόρμα Αξιολόγησης
es_es: Ninguno / Revisión de formulario libre
eu: Bat ere ez / Inprimaki librea
fr_fr: Aucune évaluation / Évaluation en formule libre
gl: Ningunha / Revisión de formulario libre
hr: Nema / Standardna recenzijska polja
hu_hu: Nem szabad / Szabad lektorálási űrlap
hy_am: Չկա / Անվճար գրախոսություն ձև
id: Tidak Ada/Borang Bebas Review
id_id: Tidak Ada Formulir Ulasan
is: Ekkert / Opið ritrýnieyðublað
it_it: Nessun modulo / Revisione libera
ja: なし / 自由形式レビュー
ka_ge: არცერთი / თავისუფალი ფორმის მიმოხილვა
kk_kz: Жоқ / Рецензия формасы тегін
lv: Nav / Brīvas formas recenzija
mk: Нушто / рецензирање со слободна форма
mr: कुठलाही नाही / फॉर्मशिवाय समीक्षण (Free Form Review)
ms: Tiada / Borang Ulasan Bebas
nb_no: Ingen/åpent fagfellevurderingsskjema
nl: Geen / Vrije vorm review
pl: Żaden/Pusty formularz
pl_pl: Żaden/Pusty formularz
pt_pt: Nenhum / Formulário de revisão padrão
ro_ro: Niciuna / Formular de revizie gratuit
ru_ru: Нет / Рецензия в свободной форме
sl: Noben/Prost recenzijski obrazec
sr_rs@cyrillic: Нема/ Рецентзентски образац
sv_se: Inget / Fritext
th: ไม่มี / การทบทวนแบบฟรีฟอร์ม
tr_tr: Hayır / Serbest Değerlendirme Formu
uk: Жодної / Вільна форма рецензії
uk_ua: Жодної / Вільна форма рецензії
vi: Không có / đánh giá tự do
vi_vn: Không có / biểu mẫu đánh giá tự do

# manager.reviewForms.noneCreated
source: No review forms have been created.
az: Heç bir dəyərləndirmə formu yaradılmadı
bg_bg: Не са създадени формуляри за рецензия.
ca_es: No s'ha creat cap formulari de revisió.
cs_cz: Nebyly vytvořeny žádné formuláře recenzí.
da: Ingen bedømmelsesformular er blevet oprettet.
de_de: Es wurde kein Peer-Review-Formular erzeugt.
el_gr: Καμία φόρμα αξιολόγησης δεν έχει δημιουργηθεί.
es_es: No se ha creado ningún formulario de revisión.
eu: Ez da ebaluazio-inprimakirik sortu.
fr_fr: Aucun formulaire d'évaluation n'a été créé.
gl: Non se crearon formularios de revisión.
hr: Nema kreiranih recenzijskih obrazaca.
hu_hu: Nem készült lektorálási űrlap.
hy_am: Գրախոսման ձևեր չեն ստեղծվել:
id: Tidak ada borang review yang dibuat.
id_id: Tidak ada formulir tinjauan yang dibuat.
is: Engin ritrýnieyðublöð hafa verið búin til.
it_it: Non è stato creato nessun modulo di revisione.
ja: 査読フォームは生成されていません。
ka_ge: განხილვის ფორმები არ არის შექმნილი.
kk_kz: Рецензия формасы енгізілмеді.
lv: Recenzijas veidlapas nav izveidotas.
mk: Нема создадени формулари за рецензија.
mr: समीक्षणासाठी वेगळे फॉर्म तयार केलेले नाहीत.
ms: Tiada borang ulasan telah dicipta.
nb_no: Ingen fagfellevurderingsskjema er opprettet.
nl: Er zijn geen reviewformulieren aangemaakt.
pl: Brak utworzonych formularzy recenzji.
pl_pl: Brak utworzonych formularzy recenzji.
pt_pt: Ainda não foi criado formulário de revisão.
ro_ro: Nu au fost create formulare de revizuire.
ru_ru: Формы рецензии не были созданы.
sl: Pripravljenega ni bilo nobenega recenzijskega obrazca.
sr_rs@cyrillic: Нема направљених рецензентских образаца.
sv_se: Inga granskningsformulär har skapats.
th: ยังไม่มีการสร้างแบบฟอร์มทบทวนใด ๆ
tr_tr: Herhangi bir değerlendirme formu oluşturulmadı.
uk: Жодної форми рецензування не було створено.
uk_ua: Жодної форми рецензування не було створено.
vi: Chưa có biểu mẫu đánh giá nào được tạo.
vi_vn: Không có biểu mẫu đánh giá nào được tạo.

# manager.reviewForms.noneUsed
source: No review forms have been used.
az: Dəyərləndirmə formaları istifadə olunmadı.
bg_bg: Не са използвани формуляри за рецензия.
ca_es: No s'ha utilitzat cap formulari de revisió.
cs_cz: Nebyl použit formulář pro recenzenty.
da: Ingen bedømmelsesformular har været i brug.
de_de: Es wurden keine Peer-Review-Formulare benutzt.
el_gr: Καμία φόρμα αξιολόγησης δεν έχει χρησιμοποιηθεί.
es_es: No se ha usado ningún formulario de revisión.
eu: Ez da erabili berrikuspen-inprimakirik.
fr_fr: Aucuns formulaires d'évaluation n'ont été créés.
gl: Non se empregaron formularios de revisión.
hr: Nisu korišteni obrasci za recenziranje.
hu_hu: Nincs használatban lektorálási űrlap.
hy_am: Գրախոսման ձևեր չեն օգտագործվել:
id: Tidak ada borang review yang digunakan.
id_id: Tidak ada formulir tinjauan yang digunakan.
is: Engin ritrýnieyðublöð hafa verið notuð.
it_it: Nessun form di revisione è stato usato.
ja: 査読フォームは使われていません。
ka_ge: განხილვის ფორმები არ არის გამოყენებული.
kk_kz: Рецензия формаларының ешқайсысы пайдаланылмаған.
lv: Recenzijas veidlapas nav izmantotas.
mk: Нема искористени формулари за рецензија.
mr: समीक्षणासाठी वेगळे फॉर्म वापरलेले नाहीत.
ms: Tiada borang ulasan telah digunakan.
nb_no: Ingen fagfellevurderingsskjema har blitt brukt.
nl: Er zijn geen reviewformulieren in gebruik.
pl: Brak wykorzystanych formularzy recenzji.
pl_pl: Brak wykorzystanych formularzy recenzji.
pt_pt: Anda não foram usados formulários de revisão.
ro_ro: Nu au fost utilizate formulare de revizuire.
ru_ru: Ни одна из форм рецензий не была использована.
sl: Uporabljen ni bil noben recenzijski obrazec.
sr_rs@cyrillic: Нема употребљених рецензентских образаца.
sv_se: Inga granskningsformulär har använts.
th: ยังไม่มีการใช้แบบฟอร์มทบทวนใด ๆ
tr_tr: Değerlendirme formları kullanılmamıştır.
uk: Форми рецензій не використовувались.
uk_ua: Форми рецензій не використовувались.
vi: Chưa có biểu mẫu đánh giá nào được sử dụng.
vi_vn: Không có biểu mẫu đánh giá nào được sử dụng.

# manager.reviewForms.preview
source: Preview Form
az: Forma önbaxışı
bg_bg: Предварителен преглед на формуляр
ca_es: Previsualitzar el formulari
cs_cz: Náhled formuláře
da: Vis formular
de_de: Vorschau des Formulars
el_gr: Φόρμα Προεπισκόπησης
es_es: Previsualizar el formulario
eu: Inprimakiaren aurrebista
fr_fr: Prévisualiser le formulaire
gl: Previsualizar o formulario
hr: Pregled obrasca
hu_hu: Űrlap előnézete
hy_am: Նախադիտման ձև
id: Borang Review
id_id: Formulir Pratinjau
is: Forskoða eyðublað
it_it: Anteprima del modulo
ja: プレビューフォーム
ka_ge: გადახედვის ფორმა
kk_kz: Алдына-ала қарау формасы
lv: Veidlapas priekšskatījums
mk: Преглед на формулар
mr: पूर्वावलोकनाचा फॉर्म
ms: Pratonton Borang
nb_no: Forhåndsvis skjema
nl: Voorvertoningsformulier
pl: Podejrzyj formularz
pl_pl: Podejrzyj formularz
pt_pt: Visualizar formulário de revisão
ro_ro: Formular de previzualizare
ru_ru: Предварительный просмотр формы
sl: Predogled obrazca
sr_rs@cyrillic: Прикажи образац
sv_se: Förhandsgranska formulär
th: ดูตัวอย่างแบบฟอร์ม
tr_tr: Form Önizleme
uk: Попередній перегляд форми
uk_ua: Попередній перегляд форми
vi: Xem trước biểu mẫu
vi_vn: Xem trước biểu mẫu

# manager.reviewForms.reviewFormData
source: Review Form Data
az: Dəyərləndirmə formu datası
bg_bg: Данни от формуляр за рецензия
ca_es: Dades del formulari de revisió
cs_cz: Data formuláře pro recenzenty
da: Data fra bedømmelsesformular
de_de: Daten zum Peer-Review-Formular
el_gr: Δεδομένα Φόρμας Αξιολόγησης
es_es: Datos del formulario de revisión
eu: Berrikuspen-inprimakiaren datuak
fr_fr: Réviser les données du formulaire
gl: Datos do formulario de revisión
hr: Podaci obrasca za recenziranje
hu_hu: Lektorálási űrlap adatok
hy_am: Գրախոսման ձևի տվյալներ
id: Data Borang Review
id_id: Data Formulir Tinjauan
is: Ritrýnieyðublöð - gögn
it_it: Dati form revisione
ja: フォームデータの確認
ka_ge: ფორმის მონაცემების გადახედვა
kk_kz: Рецензия формасының деректері
lv: Recenzijas veidlapas dati
mk: Прегледај податоци на формуларот
mr: समीक्षणाच्या फॉर्ममधील डेटा
ms: Data Borang Ulasan
nb_no: Data fra vurderingsskjema
nl: Gegevens van reviewformulier
pl: Przejrzyj parametry formularza
pl_pl: Przejrzyj parametry formularza
pt_pt: Dados Formulário Revisão
ro_ro: Datele formularului de revizie
ru_ru: Данные формы рецензии
sl: Vpogled v podatke recenzijskega obrazca
sr_rs@cyrillic: Подаци рецензентског обрасца
sv_se: Granskningsformulärdata
th: ข้อมูลแบบฟอร์มทบทวน
tr_tr: Değerlendirme Formu Verisi
uk: Дані форми рецензії
uk_ua: Дані форми рецензії
vi: Dữ liệu biểu mẫu đánh giá
vi_vn: Dữ liệu Biểu mẫu Đánh giá

# manager.reviewForms.title
source: Title
az: Başlıq
bg_bg: Заглавие
ca_es: Títol
cs_cz: Název
da: Titel
de_de: Titel
el_gr: Τίτλος
es_es: Título
eu: Titulua
fr_fr: Titre
gl: Título
hr: Naslov
hu_hu: Cím
hy_am: Վերնագիր
id: Judul
id_id: Judul
is: Titill
it_it: Titolo
ja: タイトル
ka_ge: სათაური
kk_kz: Атауы
lv: Virsraksts
mk: Наслов
mr: शीर्षक
ms: Tajuk
nb_no: Tittel
nl: Titel
pl: Nazwa
pl_pl: Nazwa
pt_pt: Título
ro_ro: Titlu
ru_ru: Название
sl: Naslov
sr_rs@cyrillic: Наслов
sv_se: Titel
th: ชื่อ
tr_tr: Başlık
uk: Назва
uk_ua: Назва
vi: Tiêu đề
vi_vn: Tiêu đề

# manager.reviewFormElements
source: Form Items
az: Form elementləri
bg_bg: Елементи на формуляра
ca_es: Elements del formulari
cs_cz: Položky formuláře
da: Formularelementer
de_de: Formularelemente
el_gr: Πεδία Φόρμας
es_es: Elementos del formulario
eu: Inprimakiko elementuak
fr_fr: Éléments du formulaire
gl: Elementos do formulario
hr: Stavke obrasca
hu_hu: Űrlapelemek
hy_am: Ձևի տարրեր
id: Butir Borang
id_id: Butir Formulir
is: Atriði eyðublaðs
it_it: Componenti del modulo
ja: フォームアイテム
ka_ge: ფორმის ელემენტები
kk_kz: Форма элементі
lv: Veidlapas elementi
mk: Елементи на формуларот
mr: फॉर्ममधील घटक (Form Items)
ms: Item Borang
nb_no: Skjemaelementer
nl: Formulieritems
pl: Elementy formularza
pl_pl: Elementy formularza
pt_pt: Campos do formulário de revisão
ro_ro: Elemente formular
ru_ru: Элементы формы
sl: Gradniki obrazca
sr_rs@cyrillic: Елементи обрасца
sv_se: Formulärfrågor
th: รายการในแบบฟอร์ม
tr_tr: Form Öğeleri
uk: Елементи форми
uk_ua: Елементи форми
vi: Các mục biểu mẫu
vi_vn: Các mục của biểu mẫu

# manager.reviewFormElements.addResponseItem
source: Add selection
az: Seçim əlavə edin
bg_bg: Добавяне на избраното
ca_es: Afegir selecció
cs_cz: Přidat výběr
da: Tilføj valg
de_de: Auswahl hinzugefügen
el_gr: Προσθήκη Επιλογής
es_es: Añade la selección
eu: Gehitu hautapena
fr_fr: Ajouter une sélection
gl: Engadir selección
hr: Dodaj izbor
hu_hu: Választási lehetőség hozzáadása
hy_am: Ավելացնել ընտրություն
id: Tambahkan pilihan
id_id: Tambahkan pilihan
is: Bæta við vali
it_it: Aggiungi una selezione
ja: 選択項目の追加
ka_ge: მონშნულის დამატება
kk_kz: Таңдауды қосу
lv: Pievienot atlasi
mk: Додај избор
mr: निवडीच्या घटकाचा समावेश करा (Add selection)
ms: Tambah pilihan
nb_no: Legg til utvalg
nl: Selectie toevoegen
pl: Dodaj wybór
pl_pl: Dodaj wybór
pt_pt: Adicionar resposta possível
ro_ro: Adăugare selecție
ru_ru: Добавить выбранный
sl: Dodaj izbiro
sr_rs@cyrillic: Додај селекцију
sv_se: Lägg till svarsalternativ
th: เพิ่มตัวเลือก
tr_tr: Seçim ekle
uk: Додати варіант відповіді
uk_ua: Додати варіант відповіді
vi: Thêm lựa chọn
vi_vn: Thêm lựa chọn

# manager.reviewFormElements.chooseType
source: Choose item type
az: Element növünü seçin
bg_bg: Изберете тип елемент
ca_es: Escolliu el tipus d'element
cs_cz: Vybraz typ položky
da: Vælg elementtype
de_de: Feldtyp auswählen
el_gr: Επιλέξτε τύπο πεδίου
es_es: Elija el tipo de elemento
eu: Aukeratu elementu mota
fr_fr: Choisir un type d'élément
gl: Escolla o tipo de elemento
hr: Odaberite tip stavke
hu_hu: Válasszon tétel típust
hy_am: Ընտրեք նյութի տեսակը
id: Pilih jenis butir
id_id: Pilih jenis butir
is: Veldu atriðategund
it_it: Scegli il tipo
ja: アイテム種別を選択
ka_ge: ელემენტის ტიპის არჩევა
kk_kz: Түр элементін таңдаңыз
lv: Izvēlēties elementa tipu
mk: Иберете тип на елемент
mr: घटकाचा प्रकार निवडा (Choose item type)
ms: Pilih jenis item
nb_no: Velg elementtype
nl: Kies itemtype
pl: Wybierz rodzaj elementu
pl_pl: Wybierz rodzaj elementu
pt_pt: Escolher tipo de campo
ro_ro: Alegeți tipul de element
ru_ru: Выберите тип элемента
sl: Izberi tip gradnika
sr_rs@cyrillic: Одабети тип елемента
sv_se: Välj typ av fråga
th: เลือกประเภทของรายการ
tr_tr: Öğe tipi seçiniz
uk: Оберіть тип елемента
uk_ua: Оберіть тип елемента
vi: Chọn loại mục
vi_vn: Chọn loại mục

# manager.reviewFormElements.confirmDelete
source: Confirm delete of a published form item...
az: Nəşr olunmuş bir form elementinin silinməsini təsdiqləyin...
bg_bg: Потвърдете изтриването на публикуван елемент от формуляра...
ca_es: Confirmeu l'eliminació d'un element de formulari ja publicat...
cs_cz: Potvrdit smazání publikované položky formuláře...
da: Bekræft sletning af publiceret formularelement...
de_de: Löschen eines veröffentlichten Formularfeldes bestätigen ...
el_gr: Επιβεβαιώστε ότι επιθυμείτε να διαγράψετε ένα στοιχείο μιας δημοσιευμένης φόρμας αξιολόγησης...
es_es: Confirme la eliminación de un elemento del formulario publicado...
eu: Berretsi argitaratutako inprimakiaren elementu baten ezabatzea...
fr_fr: Confirmer la suppression d'un élément dans le formulaire publié...
gl: Confirma a eliminación dun elemento do formulario publicado...
hr: Potvrdite brisanje objavljenog polja obrasca...
hu_hu: Erősítse meg a létrehozott űrlap tétel törlését...
hy_am: Հաստատեք հրապարակված ձևի տարրի ջնջումը...
id: Konfirmasikan penghapusan butir borang yang diterbitkan...
id_id: Konfirmasikan penghapusan butir formulir yang diterbitkan...
is: Staðfestu eyðingu á birtu atriði eyðublaðs...
it_it: Conferma la cancellazione di un documento pubblicato...
ja: 公開されたフォームアイテムの削除を承認する...
ka_ge: დაადასტურეთ გამოქვეყნებული ფორმის ელემენტის წაშლა...
kk_kz: Жарияланған форма элементін жоюды растау...
lv: Apstiprināt publicētās veidlapas elementa dzēšanu...
mk: Потврдете бришење на објавен елемент на формулар...
mr: प्रकाशित फॉर्मचा प्रकार हटविण्यासाठी दुजोरा द्या...
ms: Sahkan pemadaman item borang yang diterbitkan...
nb_no: Er du sikker på at du vil slette dette elementet? Det er i et publisert vurderingsskjema...
nl: Bevestig het verwijderen van een gepubliceerd item...
pl: Potwierdź usunięcie opublikowanego elementu...
pl_pl: Potwierdź usunięcie opublikowanego elementu...
pt_pt: Confirmar eliminaçãp de um item do formulário publicado ...
ro_ro: Confirmă ștergerea unui element de formular publicat ...
ru_ru: Подтвердить удаление элемента опубликованной формы...
sl: Potrdi odstranitev gradnika recenzijskega obrazca...
sr_rs@cyrillic: Потврди брисање елемента већ објављеног обрасца
sv_se: Bekräfta borttagning av publicerad formulärfråga...
th: ยืนยันการลบรายการที่เผยแพร่ในแบบฟอร์ม...
tr_tr: Yayınlanmış bir form öğesinin silinmesini onaylayın ...
uk: Підтвердіть видалення елементу опублікованної форми...
uk_ua: Підтвердіть видалення елементу опублікованної форми...
vi: Xác nhận xóa một mục biểu mẫu đã xuất bản...
vi_vn: Xác nhận xóa một mục biểu mẫu đã xuất bản ...

# manager.reviewFormElements.copyTo
source: Copy to:
az: Bura kopyalayın:
bg_bg: Копиране към:
ca_es: Còpia a:
cs_cz: Kopírovat do:
da: Kopiér til:
de_de: Kopie an:
el_gr: Αντιγραφή σε:
es_es: Copia a:
eu: Kopiatu hona:
fr_fr: Copier vers :
gl: Copiar a:
hr: Kopiraj u:
hu_hu: Másolat ide:
hy_am: Պատճենեք:
id: Salin ke:
id_id: Salin ke:
is: Afrit til:
it_it: Copia in:
ja: コピー コピー先:
ka_ge: კოპირება:
kk_kz: Көшіріп алу:
lv: Kopēt uz:
mk: Копирај до:
mr: येथे कॉपी करा (Copy to):
ms: Salin ke:
nb_no: Kopi til:
nl: Kopieer naar:
pl: Kopiuj do:
pl_pl: Kopiuj do:
pt_pt: Copiar para:
ro_ro: Copiază in:
ru_ru: Скопировать в:
sl: Kopiraj na:
sr_rs@cyrillic: Копирај у:
sv_se: Kopiera till:
th: คัดลอกไปยัง:
tr_tr: Şuraya kopyala:
uk: Копіювати до:
uk_ua: Копіювати до:
vi: Sao chép sang:
vi_vn: Sao chép sang:
