Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.statistics.counterR5Report.settings.metricType
source: Metric Type
da: Metriktype
id: Tipe Metrik
lv: Metrikas tips
mk: Метрички тип
mr: मेट्रिकचा प्रकार
nl: Meeteenheid
sl: Tip metrike
th: ประเภทตัวชี้วัด
uk: Тип метрики
vi: Loại chỉ số

# manager.statistics.counterR5Report.settings.attributesToShow
source: Attributes To Show
da: Egenskaber, der skal vises
eu: Erakutsi beharreko atributuak
id: Atribut Yang Ditampilkan
lv: Rādāmie atribūti
mk: Атрибути за прикажување
mr: दाखवण्याचे गुणविशेष
nl: Draagt bij aan de presentatie
sl: Prikaži atribute
th: คุณลักษณะที่จะแสดง
uk: Атрибути для показу
vi: Thuộc tính để hiển thị

# manager.statistics.counterR5Report.settings.yop
source: Year Of Publication
da: Publiceringsår
eu: Argitalpen-urtea
id: Tahun Terbit
lv: Publicēšanas gads
mk: Година на објавување
mr: प्रकाशन वर्ष
nl: Publicatiejaar
sl: Leto objave
th: ปีที่ตีพิมพ์
uk: Рік видання
vi: Năm xuất bản

# manager.statistics.counterR5Report.settings.wrongYOPFormat
source: YOP format is not valid.
da: YOP (publiceringsår) formatet er ikke gyldigt.
eu: YOP formatua ez da baliozkoa.
id: YOP format tidak sah.
lv: YOP formāts nav derīgs.
mk: Форматот YOP не е валиден.
mr: YOP फॉरमॅट अग्राह्य आहे.
nl: YOP-formulier is niet geldig.
sl: Napačna oblika letnic.
th: รูปแบบ YOP ไม่ถูกต้อง
uk: Неправильний формат року видання.
vi: Định dạng YOP không hợp lệ.

# manager.statistics.counterR5Report.settings.itemId
source: Submission ID
da: Indsendelses-ID
eu: Bidalketaren IDa
id: ID Naskah
lv: Iesniegtā materiāla ID
mk: ИД за поднесување
mr: सादरीकरणाचा ID
nl: Inzendings-ID
sl: ID prispevka
th: รหัสการส่ง
uk: ID подання
vi: ID bài nộp

# manager.statistics.counterR5Report.settings.wrongItemId
source: The submission ID does not exist.
da: Indsendelses-ID'et eksisterer ikke.
eu: Bidalketaren IDa ez da existitzen.
id: ID naskah tidak ada.
lv: Materiāla iesniegšanas ID nepastāv.
mk: ИД за поднесување не постои.
mr: सादरीकरणाचा ID अस्तित्वात नाही.
nl: De inzendings-ID bestaat niet.
sl: Ta ID prispevka ne obstaja.
th: รหัสการส่งนี้ไม่มีอยู่
uk: ID подання не існує.
vi: ID bài nộp không tồn tại.

# manager.statistics.counterR5Report.settings.includeParentDetails
source: Include Parent Details
da: Inkludér "Parent" detaljer
eu: Sartu gurasoen xehetasunak
id: Termasuk Detail Parent
lv: Iekļaut vecākelementa informāciju
mk: Вклучете ги деталите за родител
mr: उगमस्थानाची माहिती समाविष्ट करा
nl: Graag de bovenliggende informatie bijvoegen
sl: Vključi podrobnosti staršev
th: รวมรายละเอียดของผู้ปกครอง
uk: Додати відомості про батьківський елемент
vi: Bao gồm chi tiết cha

# manager.statistics.counterR5Report.settings.excludeMonthlyDetails
source: Exclude Monthly Details
da: Ekskludér månedlige detaljer
eu: Baztertu hileko xehetasunak
id: Tidak Termasuk Detail Bulanan
lv: Neietvert ikmēneša sīkāku informāciju
mk: Исклучи месечни детали
mr: मासिक तपशील वगळा
nl: Geen maandelijkse detailinformatie toevoegen
sl: Ne prikaži mesečnih podrobnosti
th: ไม่รวมรายละเอียดรายเดือน
uk: Виключити деталі за місяцями
vi: Loại trừ chi tiết hàng tháng

# manager.statistics.reports
source: Reports
az: Hesabat yaradın
bg_bg: Отчети
ca_es: Generador d’informes
cs_cz: Zprávy
da: Rapporter
de_de: Berichtserstellung
es_es: Generador de informes
eu: Txostenak
fr_fr: Générateur de rapports
gl: Informes
hr: Izvještaji
hu_hu: Jelentés generáló
hy_am: Հաշվետվություններ
id: Laporan
is: Skýrslur
it_it: Generatore report
ja: レポート
ka_ge: ანგარიშგებები
kk_kz: Есептер
lv: Pārskati
mk: Извештаи
mr: अहवाल
ms: Laporan
nl: Rapporteringstool
pl: Generator raportów
pl_pl: Generator raportów
pt_pt: Gerador de Relatórios
ru_ru: Отчеты
sl: Poročila
sr_rs@cyrillic: Генератор извештаја
sv_se: Rapportgenerator
th: รายงาน
tr_tr: Rapor Oluştur
uk: Звіти
uk_ua: Генератор звітів
vi: Báo cáo

# manager.statistics.reports.month.label
source: Use the YYYYMM format.
az: YYYYAA formatından istifadə edin.
bg_bg: Използване на формат ГГГГММ.
ca_es: Feu servir el format AAAAMM.
cs_cz: Použijte formát RRRRMM.
da: Brug ÅÅÅÅMM-format.
de_de: Benutzen Sie das YYYYMM-Format.
el_gr: Χρησιμοποιήστε την μορφή ΕΕΕΕΜΜ.
es_es: Utilizar formato de fecha AAAAMM.
eu: Erabili data formatu hau YYYYHH.
fr_fr: Utiliser le format AAAAMM.
gl: Poña a data no formato AAAAMM.
hr: Koristite format YYYYMM.
hu_hu: Haszhnálja az YYYYMM formátumot.
hy_am: Օգտագործեք ՏՏՏՏԱԱ ձևաչափը։
id: Gunakan format TTTTBB.
is: Notaðu AAAAMM sniðið.
it_it: Usa il formato YYYYMM.
ja: YYYYMM 形式を使用します。
ka_ge: გამოიყენეთ YYYYMM ფორმატი.
kk_kz: ЖЖЖЖММ форматын пайдаланыңыз.
lv: Izmantot GGGGMM formātu.
mk: Користи ГГГГMM формат.
mr: YYYYMM प्रारूप वापरा.
ms: Gunakan format YYYYMM.
nb_no: Bruk formatet: ÅÅÅÅMM.
nl: Gebruik het formaat JJJJMM.
pl: Użyj formatu RRRRMM.
pl_pl: Użyj formatu RRRRMM.
pt_pt: Usar o formato AAAAMM.
ro_ro: Folosiți formatul AAAALL.
ru_ru: Используйте формат ГГГГММ.
sl: Uporabite YYYYMM format.
sr_rs@cyrillic: Користи ГГГГMM формат.
sv_se: Använd formatet ÅÅÅÅMM.
th: ใช้รูปแบบ YYYYMM
tr_tr: YYYYAA biçimini kullanın.
uk: Використовувати формат РРРРMM.
uk_ua: Використайте формат YYYYMM.
vi: Sử dụng định dạng YYYYMM.
vi_vn: Sử dụng định dạng (Năm-Tháng) NNNNTT.

# manager.statistics.reports.day.label
source: Use the YYYYMMDD format.
az: YYYYAAGG formatından istifadə edin.
bg_bg: Използване на формат ГГГГММДД.
ca_es: Feu servir el format AAAAMMDD.
cs_cz: Použijte formát RRRRMMDD.
da: Brug ÅÅÅÅMMDD-format.
de_de: Benutzen Sie das YYYYMMDD-Format.
el_gr: Χρησιμοποιήστε την μορφή ΕΕΕΕΜΜΗΗ.
es_es: Utilizar formato de fecha AAAAMMDD.
eu: Erabili data formatu hau UUUUHHEE.
fr_fr: Utiliser le format AAAAMMJJ.
gl: Poña a data no formato AAAAMMDD.
hr: Benutzen Sie das YYYYMMDD-Format.
hu_hu: Használja az YYYYMMDD formátumot.
hy_am: Օգտագործեք ՏՏՏՏԱԱՕՕ ձևաչափը։
id: Gunakan format TTTTBBHH.
is: Notaðu AAAAMMDD sniðið.
it_it: Usa il formato YYYYMMDD.
ja: YYYYMMDD 形式を使用します。
ka_ge: გამოიყენეთ YYYYMMDD ფორმატი.
kk_kz: ЖЖЖЖММ форматын пайдаланыңыз.
lv: Izmantot GGGGMMDD formātu.
mk: Користи ГГГГMMДД формат.
mr: YYYYMMDD प्रारूप वापरा.
ms: Gunakan format YYYYMMDD.
nb_no: Bruk formatet: ÅÅÅÅMMDD.
nl: Gebruik het formaat JJJJMMDD.
pl: Użyj formatu RRRRMMDD.
pl_pl: Użyj formatu RRRRMMDD.
pt_pt: Usar o formato AAAAMMDD.
ro_ro: Folosiți formatul AAAAMMZZ.
ru_ru: Используйте формат ГГГГММДД.
sl: Uporabite YYYYMMDD format.
sr_rs@cyrillic: Користи ГГГГMMDD формат
sv_se: Använd formatet ÅÅÅÅMMDD.
th: ใช้รูปแบบ YYYYMMDD
tr_tr: YYYYAAGG biçimini kullanın.
uk: Використовувати формат РРРРMMДД.
uk_ua: Використайте формат YYYYMMDD.
vi: Sử dụng định dạng YYYYMMDD.
vi_vn: Sử dụng định dạng (Năm-Tháng-ngày) YYYYMMDD.

# manager.affiliationAndSupport
source: Sponsor
bg_bg: Спонсор
ca_es: Patrocinadors
cs_cz: Sponzor
el_gr: Χορηγοί
es_es: Patrocinador
eu: Babeslea
fr_fr: Commanditaire
gl: Patrocinador
hr: Sponzor
hu_hu: Szponzor
hy_am: Հովանավոր
is: Stuðningsaðili
ja: スポンサー
ka_ge: სპონსორი
kk_kz: Демеушілік
lv: Sponsors
mk: Спонзор
mr: प्रायोजक
ms: Penaja
pl: Instytucja finansująca
pl_pl: Instytucja finansująca
pt_pt: Patrocinador
ru_ru: Спонсорство
sl: Sponzor
sr_rs@cyrillic: Спонзор
th: สปอนเซอร์
uk: Спонсор
uk_ua: Спонсорство
vi: Nhà tài trợ
vi_vn: Nhà tài trợ

# doi.manager.settings.doiCreationTime.label
source: Automatic DOI Assignment
az: Avtomatik DOI yaradın
bg_bg: Автоматично присвояване на DOI
cs_cz: Automatické přiřazování DOI
da: Automatisk tildeling af DOI
eu: DOI automatikoaren esleipena
hr: Automatsko kreiranje DOI
hy_am: Ինքնաշխատ DOI նշանակում
id: Pemberian DOI otomatis
ka_ge: ავტომატური DOI შექმნა
kk_kz: Автоматты DOI құру
lv: Automātiska DOI piešķiršana
mk: Автоматско доделување DOI
mr: स्वयंचलित DOI निश्चिती (Automatic DOI Assignment)
nb_no: Automatisk tildeling av DOI
nl: Automatische DOI-toewijzing
pl: Automatyczne przydzielanie DOI
ru_ru: Автоматическое создание DOI
sl: Avtomatsko dodeljevanje DOI-jev
th: การกำหนด DOI อัตโนมัติ
uk: Автоматичне надання DOI
vi: Chỉ định DOI tự động

# doi.manager.settings.doiCreationTime.description
source: When should a submission be assigned a DOI?
bg_bg: Кога на материалът трябва да бъде присвоен DOI?
cs_cz: Kdy má být příspěvku přiděleno DOI?
da: Hvornår skal en indsendelse tildeles et DOI?
eu: Noiz esleitu beharko litzaioke DOIa bidalketa bati?
hr: U kojem trenutku u procesu objavljivanja treba izraditi DOI?
hy_am: Ե՞րբ պետք է ներկայացմանը նշանակվի DOI:
id: Kapan seharusnya naskah diberikan DOI?
ka_ge: გამოქვეყნების პროცესის რომელ ეტაპზე უნდა შეიქმნას DOI?
kk_kz: Жариялау процесінің қай кезеңінде DOI құрылуы керек?
lv: Kad iesniegtajam materiālam jāpiešķir DOI?
mk: Кога на поднесокот треба да му се додели DOI?
mr: सादरीकरणाला DOI कधी दिला जावा?
nl: Wanneer moet een inzending een DOI krijgen?
pl: Kiedy należy przydzielić DOI do zgłoszenia?
ru_ru: В какой момент процесса публикации должны создаваться DOI?
sl: Kdaj naj se prispevku določi DOI?
th: ควรให้การส่งบทความได้รับ DOI เมื่อใด?
uk: Коли поданню має бути призначено DOI?
vi: Khi nào một bài nộp nên được chỉ định DOI?

# doi.manager.settings.doiCreationTime.publication
source: Upon publication
bg_bg: При публикуване
cs_cz: Po zveřejnění
da: Ved publikation
eu: Argitaratu ondoren
hr: Po objavi
hy_am: Հրապարակման ժամանակ
id: Saat penerbitan
ka_ge: გამოქვეყნებისთანავე
kk_kz: Жариялау кезінде
lv: Publicējot
mk: После публикација
mr: प्रकाशनानंतर
nl: Bij publicatie
pl: W momencie publikacji
ru_ru: При публикации
sl: Ob objavi
th: เมื่อมีการตีพิมพ์
uk: При публікації
vi: Khi xuất bản

# doi.manager.settings.doiCreationTime.never
source: Never
az: Əsla
bg_bg: Никога
cs_cz: Nikdy
da: Aldrig
eu: Inoiz ez
hr: Nikada
hy_am: Երբեք
id: Tidak pernah
ka_ge: არასოდეს
kk_kz: Ешқашан
lv: Nekad
mk: Никогаш
mr: कधीच नाही
nb_no: Aldri
nl: Nooit
pl: Nigdy
ru_ru: Никогда
sl: Nikoli
th: ไม่เคย
uk: Ніколи
vi: Không bao giờ

# manager.setup.doiPrefix
source: DOI Prefix
az: Doi prefiksi
bg_bg: DOI префикс
cs_cz: Prefix DOI
da: DOI-præfiks
eu: DOI aurrizkia
hr: DOI prefiks
hy_am: DOI նախածանց
id: Prefiks DOI
ka_ge: DOI პრეფიქსი
kk_kz: DOI префиксі
lv: DOI prefikss
mk: DOI префикс
mr: DOI चा सुरुवातीचा भाग (Prefix)
nb_no: DOI-prefiks
nl: DOI voorvoegsel
pl: Prefiks DOI
ru_ru: Префикс DOI
sl: DOI predpona
th: คำนำหน้า DOI
uk: Префікс DOI
vi: Tiền tố DOI

# doi.manager.settings.doiObjects
source: Items with DOIs
az: Jurnal məzmunu
bg_bg: Елементи с DOI
cs_cz: Položka s DOI
da: Elementer med DOI'er
eu: DOIa duten elementuak
gl: Contido da revista
hr: Sadržaj časopisa
hy_am: DOI-ներով տարրեր
id: Konten Jurnal
ka_ge: ერთეულები DOI-ით
kk_kz: DOI бар элементтер
ku: ناوەرۆکی گۆڤار
lv: Vienības ar DOI
mk: Содржина на весник
mr: DOI दिले गेलेले लेख
nb_no: Tidsskriftets innhold
nl: Items met DOI's
pl: Zawartość czasopisma
ru_ru: Элементы c DOI
sk: Obsah časopisu
sl: Zapisi z DOI-ji
th: รายการที่มี DOI
uk: Елементи з DOI
uz_uz@latin: Jurnal tarkibi
vi: Mục có DOI

# doi.manager.settings.doiPrefix.required
source: A DOI prefix is required
bg_bg: Изисква се префикс DOI
cs_cz: Je vyžadován prefix DOI
da: Et DOI prefiks er påkrævet
eu: DOI aurrizkia beharrezkoa da
hr: Potreban je prefiks DOI
hy_am: Պահանջվում է DOI նախածանց
id: Prefiks DOI diwajibkan
lv: Nepieciešams DOI prefikss
mk: Потребен е префикс DOI
mr: DOI चा सुरुवातीचा भाग (Prefix) आवश्यक आहे
nl: Een DOI voorvoegsel is verplicht
pl: Wymagany jest prefiks DOI
sl: DOI predpona je obvezna
th: คำนำหน้า DOI จำเป็นต้องมี
uk: Префікс DOI є обов'язковим
vi: Cần có tiền tố DOI

# doi.manager.settings.doiSuffix
source: DOI Format
az: DOI son əlavəsi
bg_bg: DOI суфикс
cs_cz: Přípona DOI
da: DOI-suffiks
eu: DOI formatua
gl: Sufixo DOI
hy_am: DOI ձևաչափ
id: Akhiran DOI
ka_ge: DOI სუფიქსი
kk_kz: DOI суффиксі
ku: پاشگری ناسێنەری سەرچاوە دیجیتاڵییەکان
lv: DOI formāts
mk: Додаток на ДОИ
mr: DOI प्रारूप
nb_no: DOI-suffiks
nl: DOI-indeling
pl: Sufiks DOI
ru_ru: Суффикс DOI
sk: Suffix DOI
sl: DOI pripona
th: รูปแบบ DOI
uk: Формат DOI
uz_uz@latin: DOI qo'shimchasi
vi: Định dạng DOI

# doi.manager.settings.doiSuffix.custom
source: Custom DOI Suffix Pattern
bg_bg: Персонализиран DOI суфиксен модел
cs_cz: Vlastní vzor suffixu DOI
da: Brugerdefineret DOI-suffiksmønster
eu: DOI atzizki pertsonalizatuaren patroia
hr: Prilagođeni uzorak DOI sufiksa
hy_am: Պատվերով DOI վերջածանցի նմուշ
id: Pola Sufiks DOI Kustom
lv: Pielāgotais DOI sufiksa modelis
mk: Прилагодено DOI Наставка Шема
mr: DOI शेवटच्या भागाचे (Suffix) प्ररूप ठरवण्याची रीत
nl: Aangepast DOI achtervoegsel patroon
pl: Własny wzór sufiksu DOI
sl: DOI pripona po meri
th: รูปแบบ Suffix DOI ที่กำหนดเอง
uk: Користувацький шаблон суфіксів DOI
vi: Mẫu hậu tố DOI tùy chỉnh

# doi.manager.settings.doiSuffixDefault
source: Default - Automatically generates a unique eight-character suffix
az: Defolt nümunədən/şablondan istifadə edin
bg_bg: Използване на шаблон по подразбиране
cs_cz: Výchozí
da: Standard
eu: Lehenetsia - zortzi karaktere dituen atzizki bakarra sortuko da automatikoki
gl: Usar padróns por defecto.
hr: Zadano - automatski generira jedinstveni sufiks od osam znakova
hy_am: Լռելյայն
id: Default - Membuat sufiks 8 karakter unik secara otomatis
ka_ge: გამოიყენეთ ნაგულისხმევი ნიმუში.
kk_kz: Әдепкі шаблонды пайдаланыңыз.
ku: ڕێکخستنە بنەڕەتییەکان بەکار بهێنە.
lv: Noklusējuma iestatījums – automātiski ģenerē unikālu astoņu zīmju sufiksu
mk: Стандардно - Автоматски генерира единствен суфикс од осум знаци
mr: सर्वसाधारणपणे (डीफॉल्ट) - स्वयंचलितपणे आठ-अक्षराचा शेवटचा भाग (Suffix) तयार केला जातो
nb_no: Bruk standardformatene.
nl: Standaard - Genereert automatisch een uniek achtletterig achtervoegsel
pl: Każdy sufiks DOI musi być unikalny (dla danego prefiksu), ale może być dowolny. Domyślnie generowany jest ośmioznakowy
ru_ru: Использовать шаблон по умолчанию.
sk: Použiť predvolené vzory.
sl: Privzeto - Avtomatično generiraj unikatno osem-znakovno pripono
th: ค่าเริ่มต้น - สร้าง suffix ที่มีความยาวแปดอักขระโดยอัตโนมัติ
uk: За замовчуванням – автоматично генерує унікальний восьмизначний суфікс
uz_uz@latin: Standart naqshlardan foydalaning.
vi: Mặc định - Tự động tạo hậu tố tám ký tự duy nhất

# doi.manager.settings.doiSuffixUserDefined
source: Custom pattern - (not recommended)
bg_bg: Персонализиран модел (не се препоръчва)
cs_cz: Vlastní vzor (nedoporučuje se)
da: Brugerdefineret mønster (ikke anbefalet)
eu: Eredu pertsonalizatua - (ez da gomendagarria)
hr: Prilagođeni uzorak - (ne preporučuje se)
hy_am: Պատվերով կաղապար (խորհուրդ չի տրվում)
id: Pola Kustomisasi - (tidak direkomendasi)
lv: Pielāgotais modelis – (nav ieteicams)
mk: Прилагодена шема - (не се препорачува)
mr: प्ररूप ठरवण्याची रीत (Custom pattern) - (याची शिफारस नाही)
nl: Aangepast patroon - (niet aanbevolen)
pl: Własny wzór (niezalecany)
sl: Uporabniško določen vzorec - (ni priporočljivo)
th: รูปแบบกำหนดเอง - (ไม่แนะนำ)
uk: Користувацький шаблон – (не рекомендується)
vi: Mẫu tùy chỉnh - (không được khuyến nghị)

# doi.manager.settings.registrationAgency
source: Registration Agency
az: Qeydiyyat Agentliyi
bg_bg: Регистрационна агенция
cs_cz: Registrační agentura
da: Registreringsorganisation
eu: Erregistro-agentzia
hr: Agencija za registraciju
hy_am: Գրանցման գործակալություն
id: Agensi Pendaftaran
ka_ge: სარეგისტრაციო სააგენტო
kk_kz: Тіркеу агенттігі
lv: Reģistrācijas aģentūra
mk: Агенција за регистрација
mr: नोंदणी एजन्सी
nl: Registratiebureau
pl: Agencja rejestracji
ru_ru: Агентство регистрации
sl: Registracijska agencija
th: หน่วยงานลงทะเบียน
uk: Реєстраційне агентство
vi: Cơ quan đăng ký

# doi.manager.settings.registrationAgency.noPluginsEnabled.label
source: No Registration Agency Enabled
bg_bg: Няма активирана регистрационна агенция
cs_cz: Nebyla povolena žádná registrační agentura
da: Ingen registreringsorganisation aktiveret
eu: Ez dago erregistro-agentziarik gaituta
hr: Nije aktivirana agencija za registraciju
hy_am: Գրանցման գործակալություն միացված չէ
id: Tidak ada Agensi Registrasi yang Diaktifkan
ka_ge: არ არის ჩართული სარეგისტრაციო სააგენტო
kk_kz: Тіркеу агенттіктері қамтылмаған
lv: Reģistrācijas aģentūra nav iespējota
mk: Не е овозможена агенција за регистрација
mr: नोंदणी एजन्सी कार्यान्वित (Enable) केलेली नाही
nl: Geen registratiebureau gekozen
pl: Brak podanej agencji rejestracji
ru_ru: Нет включенных агентств регистрации
sl: Nobena registracijska agencija ni omogočena
th: ไม่มีหน่วยงานลงทะเบียนเปิดใช้งาน
uk: Жодне реєстраційне агентство не ввімкнено
vi: Không có cơ quan đăng ký nào được bật

# doi.manager.settings.registrationAgency.none
source: None
az: Heç kim
bg_bg: Няма
cs_cz: Žádný
da: Ingen
eu: Bat ere ez
hr: Nijedan
hy_am: Ոչ մեկը
id: Tidak ada
ka_ge: არაფერი
kk_kz: Ештеңе
lv: Nav
mk: Ништо
mr: कोणीही नाही
nb_no: Ingen
nl: Geen
pl: Brak
ru_ru: Нет
sl: Nobena
th: ไม่มี
uk: Жодне
vi: Không có

# doi.manager.settings.doiVersioning
source: DOI Versioning
cs_cz: Verzování DOI
da: DOI versionering
eu: DOIaren bertsionatzea
hr: DOI verzija
id: Versi DOI
lv: DOI versijpārvaldība
mk: Верзија на DOI
mr: लेखाच्या वेगवेगळ्या आवृत्तींना (versioning) दिलेले DOI
nl: DOI versiebeheer
pl: Wersjonowanie DOI
sl: Verzije DOI
th: การสร้างเวอร์ชัน DOI
uk: Керування версіями DOI
vi: Phiên bản DOI

# doi.authorization.enabledRequired
source: You cannot call this operation without DOIs enabled.
bg_bg: Не можете да изпълните тази операция без активирани DOI.
cs_cz: Tuto operaci nelze vyvolat bez povolených DOI.
da: Du kan ikke vælge denne handling uden at have DOI'er slået til.
eu: Ezin zaio eragiketa horri deitu DOIak aktibatuta ez badaude.
hr: Ne možete pozvati ovu operaciju bez omogućenog DOI-ja.
hy_am: Դուք չեք կարող կանչել այս գործողությունը առանց միացված DOI -ների:
id: Anda tidak dapat menjalankan operasi ini tanpa mengaktifkan DOI.
lv: Šo darbību nevar izsaukt, ja DOI nav iespējoti.
mk: Не можете да ја повикате оваа операција без овозможени DOI.
mr: DOIs कार्यान्वित केल्याशिवाय तुम्ही ही क्रिया सुरू करू शकत नाही.
nl: Je kunt deze handeling niet uitvoeren zonder dat DOI's zijn ingeschakeld.
pl: Nie możesz wywołać tej operacji bez włączonego DOI.
sl: Ta operacija ni možna, če nimate omogočene DOI-je.
th: คุณไม่สามารถเรียกใช้การดำเนินการนี้ได้หาก DOI ยังไม่ได้เปิดใช้งาน
uk: Ви не можете викликати цю операцію без увімкнених DOI.
vi: Bạn không thể gọi thao tác này nếu không bật DOI.

# doi.manager.versions.countStatement
source: There are {$count} versions.
cs_cz: Existuje {$count} verzí.
da: Der er {$count} versioner.
eu: {$count} bertsio daude.
hr: Postoji {$count} verzija.
id: Terdapat {$count} versi.
lv: Pastāv {$count} versijas.
mk: Има {$count} верзии.
mr: याच्या {$count} आवृत्त्या (versions) आहेत.
nl: Er zijn {$count} versies.
pl: Istnieje {$count} wersji.
sl: Obstaja {$count} verzij.
th: มีทั้งหมด {$count} เวอร์ชัน
uk: Існують {$count} версій.
vi: Có {$count} phiên bản.

# doi.manager.versions.view
source: View all
cs_cz: Zobrazit vše
da: Se alle
eu: Guztiak ikusi
hr: Pogledaj sve
id: Lihat semua
lv: Skatīt visu
mk: Види се
mr: सगळ्या पहा
nl: Alles bekijken
pl: Podejrzyj wszystkie
sl: Poglej vse
th: ดูทั้งหมด
uk: Подивитись усі
vi: Xem tất cả

# doi.manager.versions.modalTitle
source: DOIs for all versions
cs_cz: DOI pro všechny verze
da: DOI'er for alle versioner
eu: Bertsio guztietarako DOIak
hr: DOI za sve verzije
id: DOI untuk semua versi
lv: DOI visām versijām
mk: DOI за сите верзии
mr: सर्व आवृत्त्यांसाठी (versions) DOI
nl: DOI's voor alle versies
pl: DOI dla wszystkich wersji
sl: DOI-ji za vse verzije
th: DOI สำหรับทุกเวอร์ชัน
uk: DOI для всіх версій
vi: DOI cho tất cả các phiên bản

# doi.editor.doiSuffixInvalidCharacters
source: The DOI contains invalid characters.
bg_bg: DOI съдържа невалидни знаци.
cs_cz: DOI obsahuje neplatné znaky.
da: DOI'en indeholder ugyldige tegn.
eu: DOIak karaktere baliogabeak ditu.
hr: DOI sadrži nevažeće znakove.
id: DOI terdiri dari karakter yang tidak valid.
lv: DOI satur nederīgas rakstzīmes.
mk: DOI содржи неважечки знаци.
mr: DOI मध्ये अवैध अक्षरे आहेत.
nl: De DOI bevat ongeldige tekens.
pl: DOI zawiera nieprawidłowe znaki.
sl: DOI oznaka vsebuje neveljavne znake.
th: DOI มีอักขระที่ไม่ถูกต้อง
uk: DOI містить неприпустимі символи.
vi: DOI chứa các ký tự không hợp lệ.

# manager.setup.publishing
source: Publishing Details
az: Nəşr təfərrüatları
bg_bg: Подробности за публикуване
cs_cz: Podrobnosti o publikování
da: Publiceringsoplysninger
eu: Argitalpen zehaztasunak
gl: Detalles da publicación
hr: Detalji objavljivanja
hy_am: Հրապարակման մանրամասներ
id: Rincian Terbitan
is: Upplýsingar um útgáfu
ja: 出版の詳細
ka_ge: გამოცემის დეტალები
kk_kz: Журнал жарияланымы туралы ақпарат
ku: وردەکارییەکانی بڵاوکردنەوە
lv: Publicēšanas informācija
mk: Детали за објавување
mr: प्रकाशनाचे तपशील
ms: Butiran Penerbitan
nb_no: Publiseringsopplysninger
nl: Publicatiegegevens
pl: Szczegóły publikacji
ru_ru: Информация о публикации журнала
sk: Podrobnosti o publikovaní
sl: Podrobnosti objavljanja
th: รายละเอียดการตีพิมพ์
uk: Подробиці публікації
vi: Chi tiết xuất bản

# manager.setup.additionalContent
source: Additional Content
az: Əlavə məzmun
bg_bg: Допълнително съдържание
ca_es: Contingut addicional
cs_cz: Další obsah
da: Yderligere indhold
de_de: Weiterer Inhalt
el_gr: Επιπλέον περιεχόμενο
es_es: Contenido adicional
eu: Eduki gehigarria
fr_fr: Contenu additionnel
gl: Contido adicional
hr: Dodatni sadržaj
hu_hu: Hozzáadott tartalom
hy_am: Լրացուցիչ բովանդակություն
id: Isi Tambahan
is: Viðbótarinnihald
it_it: Contenuto aggiuntivo
ja: 追加コンテンツ
ka_ge: დამატებითი შინაარსი
kk_kz: Қосымша контент
lv: Papildu saturs
mk: Додадена содржина
mr: अतिरिक्त सामग्री (Content)
ms: Kandungan Tambahan
nb_no: Annet innhold
nl: Bijkomende inhoud
pl: Dodatkowa zawartość
pl_pl: Dodatkowa zawartość
pt_pt: Conteúdo Adicional
ro_ro: Conținut suplimentar
ru_ru: Дополнительный контент
sl: Dodatna vsebina
sr_rs@cyrillic: Додатни садржај
sv_se: Ytterligare innehåll
th: เนื้อหาเพิ่มเติม
tr_tr: Ek İçerik
uk: Додатковий вміст
uk_ua: Додатковий вміст
vi: Nội dung bổ sung
vi_vn: Nội dung bổ sung
