Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.genres.supplementary
source: These are supplementary files, such as data sets and research materials, and will be displayed separately from the main publication files.
az: Bunlar, data dəstləri və araşdırma materialları kimi müəyyənləşdirici fayllardır və məqalə fayllarından ayrı olaraq göstəriləcəkdir.
bg_bg: Това са допълнителни файлове, като набори от данни и изследователски материали, и ще се показват отделно от основните файлове с публикации.
ca_es: Marcar els arxius d'aquest tipus com a arxius addicionals (p. ex.: contingut de tramesa no primari)
cs_cz: Jedná se o doplňkové soubory, jako jsou soubory dat a výzkumné materiály, a budou zobrazeny odděleně od hlavních souborů příspěvku.
da: Disse er supplerende filer, som f.eks. datasæt og forskningsmateriale, der vises separat, adskilt fra de primære publikationsfiler.
de_de: Dateien dieses Typs als Zusatzdateien markieren (z.B. kein primärer Beitragsinhalt)
el_gr: Αυτά είναι συμπληρωματικά αρχεία, όπως σύνολα δεδομένων και ερευνητικό υλικό, και θα εμφανίζονται χωριστά από τα κύρια αρχεία δημοσίευσης.
es_es: Marcar los ficheros de este tipo como ficheros complementarios (p. ej.: contenido de envío no primario)
eu: Hauek fitxategi osagarriak dira, hala nola datu-multzoak eta ikerketa-materialak, eta argitalpen-fitxategi nagusietatik bereizita erakutsiko dira.
fr_fr: Marquer les fichiers de ce type en tant que fichiers supplémentaires (par exemple, ne font pas partie du contenu principal de la soumission)
gl: Trátase de arquivos complementarios, como conxuntos de datos e materiais de investigación, e amosaranse por separado dos arquivos de publicación principais.
hr: To su pomoćne datoteke, poput skupova podataka i istraživačkih materijala, koje se pojavljuju odvojeno od glavnih datoteka publikacije.
hu_hu: Ehhez a típushoz tartozó fájlokat kiegészítő anyagnak jelölje (tipikusan nem az elsődleges, fő tartalom)
hy_am: Սրանք լրացուցիչ նիշքեր են, ինչպիսիք են տվյալների հավաքածուները և հետազոտական նյութերը, և կցուցադրվեն հիմնական հրապարակման նիշքերից առանձին:
id: Ini adalah file tambahan, seperti data set dan bahan penelitian, dan akan ditampilkan secara terpisah dari file publikasi utama.
is: Þetta eru viðbótarskrár, t.d. gagnasett og rannsóknargögn og verða þau sýnd aðgreind frá meginskrám útgáfu.
it_it: Segna i file di questo tipo come file supplementati (ad esempio non sono il contenuto primario di una proposta)
ja: データセットや研究資料などの補助的なファイルで、主要な出版ファイルとは別に表示されます。
ka_ge: ეს არის დამატებითი ფაილები, როგორიცაა მონაცემთა ნაკრები და კვლევითი მასალები და ნაჩვენები იქნება ძირითადი პუბლიკაციის ფაილებისგან დამოუკიდებლად.
kk_kz: Бұл деректер жинақтары және зерттеу материалдары сияқты қосымша файлдар, сондықтан олар негізгі жарияланым файлдарынан бөлек көрсетіледі.
lv: Tie ir papildu faili, piemēram, datu kopas un pētniecības materiāli, un tie tiks rādīti atsevišķi no galvenajiem publikācijas failiem.
mk: Овие се додатни датотеки, како множества на податоци и истражувачки материјали, и ќе бидат прикажани одделно од главните датотеки за објавување.
mr: डेटा सेट आणि संशोधन साहित्य यासारख्या या पूरक फाईल्स आहेत. त्या मुख्य प्रकाशन फाईल्सपासून अलग असतात आणि स्वतंत्रपणे प्रदर्शित केल्या जातात.
ms: Ini adalah fail tambahan, seperti set data dan bahan penyelidikan, dan akan dipaparkan secara berasingan daripada fail penerbitan utama.
nb_no: Dette er tilleggsfiler som f.eks datasett og forskingsverktøy, og vil bli vist separat fra de primære publiserte filene.
nl: Dit zijn extra bestanden, zoals gegevensverzamelingen en onderzoeksmateriaal. Deze zullen afzonderlijk worden weergegeven vanuit de belangrijkste publicatiebestanden.
pl: Pliki dodatkowe, takie jak zestawienia danych i materiały naukowe, zostaną wyświetlone osobno od głównego tekstu.
pl_pl: Oznacz pliki tego typu jako dodatkowe (np. nie będące główną zawartością zgłoszenia)
pt_pt: Marcar ficheiros deste tipo como ficheiros suplementares (por exemplo, não conteúdo de submissão principal)
ro_ro: Marcați fișiere de acest tip ca fișiere suplimentare (de exemplu, nu face parte din înregistrarea manuscrisului)
ru_ru: Это дополнительные файлы, например, наборы данных и материалы исследования, поэтому они будут показываться отдельно от основных файлов публикации.
sl: To so dodatne datoeke, kot so podatki in raziskovalni podatki, in bodo prikazane posebej poleg glavnih datotek prispevka.
sr_rs@cyrillic: Означите фајлове овог типа као допунске фајлове (не примарно као садржај пријављеног чланка)
sv_se: Markera filer av den här typen som kompletterande filer (t.ex. inte primärt bidrag)
th: ไฟล์เหล่านี้เป็นไฟล์เสริม เช่น ชุดข้อมูลและวัสดุการวิจัย และจะแสดงแยกจากไฟล์การตีพิมพ์หลัก
tr_tr: Bu tür dosyaları tamamlayıcı dosyalar olarak işaretleyin (ör. Birincil gönderi içeriği olayacak şekilde)
uk: Це додаткові файли, такі як набори даних і дослідницькі матеріали, і вони відображатимуться окремо від основних файлів публікацій.
uk_ua: Позначити файли цього типу як додаткові файли (наприклад, як такі, що не стосуються основного вмісту подання)
vi: Đây là các tệp bổ sung, chẳng hạn như tập dữ liệu và tài liệu nghiên cứu, và sẽ được hiển thị riêng biệt với các tệp xuất bản chính.
vi_vn: Đánh dấu các tệp thuộc loại này là tệp bổ sung (ví dụ: không phải nội dung của bài gửi chính)

# manager.setup.genres.key
source: Key
az: Açar
bg_bg: Ключ
ca_es: Contrasenya
cs_cz: Klíč
da: Nøgle
de_de: Schlüssel
el_gr: Κλειδί
es_es: Contraseña
eu: Gakoa
fr_fr: Clé
gl: Contrasinal
hr: Ključ
hu_hu: Műfaj azonosító
hy_am: Բանալի
id: Kunci
is: Lykill
it_it: Chiave
ja: キー
ka_ge: გასაღები
kk_kz: Кілт
lv: Atslēga
mk: Клуч
mr: संकेतचिन्ह (Key)
ms: Kunci
nb_no: Nøkkel
nl: Sleutel
pl: Klucz
pt_pt: Chave
ro_ro: Cheie
ru_ru: Ключ
sl: Ključ
sv_se: Kod
th: คีย์
tr_tr: Anahtar
uk: Ключ
uk_ua: Ключ
vi: Khóa
vi_vn: Khóa

# manager.setup.genres.key.exists
source: The key already exists.
az: Açar artıq mövcuddur.
bg_bg: Ключът вече съществува.
ca_es: La contrasenya ja existeix.
cs_cz: Tento klíč již existuje.
da: Nøglen eksisterer allerede.
de_de: Dieser Schlüssel existiert bereit.
el_gr: Αυτό το κλειδί υπάρχει.
es_es: La contraseña ya existe.
eu: Gakoa dagoeneko existitzen da.
fr_fr: La clé existe déjà.
gl: A chave xa existe.
hr: Ovaj ključ već postoji.
hu_hu: Már létező azonosító.
hy_am: Բանալին արդեն առկա է։
id: Key sudah ada.
is: Lykillinn er til.
it_it: Questa chiave esiste già.
ja: キーはすでに存在しています。
ka_ge: გასაღები უკვე არსებობს.
kk_kz: Кілт бұрыннан бар.
lv: Atslēga jau pastāv.
mk: Клучот веќе постои.
mr: संकेतचिन्ह (Key) याआधीच अस्तित्वात आहे.
ms: Kunci sudah wujud.
nb_no: Nøkkelen eksisterer allerede.
nl: De sleutel bestaat al.
pl: Klucz już istnieje.
pt_pt: A chave já existe.
ro_ro: Cheia există deja.
ru_ru: Ключ уже существует.
sl: Ta ključ že obstaja.
sv_se: Koden finns redan.
th: คีย์นี้มีอยู่แล้ว
tr_tr: Anahtar zaten mevcut.
uk: Ключ уже існує.
uk_ua: Ключ уже існує.
vi: Khóa đã tồn tại.
vi_vn: Khóa đã tồn tại.

# manager.setup.genres.metatadata
source: File Metadata
az: Fayl metadatası
bg_bg: Метаданни на файла
cs_cz: Metadata souboru
da: Fil-metadata
el_gr: Μεταδεδομένα αρχείου
eu: Fitxategiaren metadatuak
gl: Metadatos do arquivo
hr: Metapodaci datoteke
hy_am: Նիշքի մետատվյալներ
id: Metadata File
is: Lýsigögn skráar
ja: ファイルメタデータ
ka_ge: ფაილის მეტამონაცემები
kk_kz: Файлдың метадеректері
lv: Faila metadati
mk: Метаподатоци на датотеката
mr: फाईलची माहिती (मेटाडेटा)
ms: Metadata Fail
nb_no: Fil-metadata
nl: Metadatabestand
pl: Metadane pliku
ru_ru: Метаданные файла
sl: Metapodatki datoteke
th: เมตาดาทาของไฟล์
uk: Метадані файлу
vi: Metadata tệp

# manager.setup.genres.submitRequired.label
source: Require with Submissions
da: Påkrævet ved indsendelse
eu: Bidalketekin eskatu
hr: Zahtijevaj s podnescima
id: Diwajibkan bersamaan dengan Naskah
lv: Pieprasīt ar iesniegtajiem materiāliem
mk: Барање со Поднесоци
mr: सादरीकरणासोबत आवश्यक
nl: Vereist bij inzendingen
pl: Wymagaj razem ze zgłoszeniami
sl: Zahtevano ob oddaji
th: จำเป็นต้องใช้ในการส่งงาน
uk: Вимагати з поданнями
vi: Yêu cầu khi nộp bài

# manager.setup.genres.submitRequired.yes
source: Yes, require submitting authors to upload one or more of these files.
da: Ja, kræv at forfattere uploader en eller flere af denne type fil.
eu: Bai, eskatu bidalketaren egileei fitxategi hauetako bat edo gehiago igotzea.
hr: Da, zahtijevati od autora koji podnose da učitaju jednu ili više ovih datoteka.
id: Ya, mewajibkan penulis untuk mengunggah salah satu dari file-file ini atau lebih.
lv: Jā, pieprasīt, lai autori augšupielādē vienu vai vairākas šādas datnes.
mk: Да, побарајте од авторите да поднесат една или повеќе од овие датотеки.
mr: हो, सादरीकरण करणाऱ्या लेखकांना यापैकी एक किंवा अधिक फाईल्स संक्रमित (अपलोड) करण्याची आवश्यकता आहे.
nl: Ja, verzoek de auteurs die inzenden, één of meer van deze benodigde bestanden te uploaden.
pl: Tak, wymagaj od autorów rejestrujących zgłoszenie, aby przesłali jeden lub więcej z tych plików.
sl: Da, zahtevaj, da avtorji naložijo eno ali več datotek tega tipa.
th: ใช่, บังคับให้ผู้แต่งอัปโหลดไฟล์หนึ่งหรือมากกว่านี้
uk: Так, вимагати від авторів завантажити один або кілька із цих файлів.
vi: Có, yêu cầu tác giả nộp bài tải lên một hoặc nhiều tệp này.

# manager.announcementTypes.noneCreated
source: No announcement types have been created.
az: Elan növü yaradılmadı.
bg_bg: Няма създадени типове обяви.
ca_es: No s’ha creat cap tipus d’avís.
cs_cz: Nebyly vytvořeny žádné typy oznámení.
da: Der er ikke oprettet nogen meddelelsestyper.
de_de: Es wurde kein Mitteilungstyp erstellt.
el_gr: Δεν έχουν δημιουργηθεί τύποι ανακοινώσεων.
es_es: Ningún tipo de aviso se ha creado.
eu: Ez da anuntzio motarik sortu.
fr_fr: Aucun type d'annonce n'a été créé.
gl: Non se creou ningún tipo de aviso.
hr: Nema kreiranih tipova obavijesti.
hu_hu: Nincs létrehozott értesítéstípus.
hy_am: Հայտարարության տեսակներ չեն ստեղծվել:
id: Tidak ada tipe pengumuman telah dibuat.
id_id: Tidak ada tipe pengumuman telah dibuat.
is: Engar tilkynningategundir hafa verið stofnaðar.
it_it: Non è stata creata nessuna tipologia di avviso.
ja: 告知種別が作成されていません。
ka_ge: განცხადების ტიპები არ შექმნილა.
kk_kz: Хабарламалардың түрлері енгізілмеді.
ku: هیچ جۆرێکی ڕاگەیاندن دروست نەکراوە.
lv: Nav izveidoti paziņojuma tipi.
mk: Не се креирани видови на објави.
mr: कोणतेही घोषणा/सूचना प्रकार अस्तित्वात नाहीत.
ms: Tiada jenis pengumuman telah dicipta.
nb_no: Ingen oppslagstyper er opprettet.
nl: Er zijn geen nieuwsberichttypes aangemaakt.
pl: Nie utworzono jeszcze żadnych typów ogłoszeń.
pl_pl: Żadne rodzaje wpisów nie zostały utworzone.
pt_pt: Não há tipos de notícia.
ro_ro: Nu au fost create tipuri de anunțuri.
ru_ru: Типы объявлений не были созданы.
sl: Noben tip obvestila ni bil ustvarjen.
sr_rs@cyrillic: Нема креираних типова обавештења.
sv_se: Inga meddelandetyper har skapats.
th: ยังไม่มีการสร้างประเภทประกาศใด ๆ
tr_tr: Duyuru türü oluşturulmadı.
uk: Жодних типів оголошення не було створено.
uk_ua: Жодних типів анонсів не було створено.
vi: Chưa có loại thông báo nào được tạo.
vi_vn: Không có thông báo nào được tạo.

# manager.announcementTypes.typeName
source: Announcement Type
az: Elan növü
bg_bg: Тип обяви
ca_es: Tipus d’avís
cs_cz: Typ oznámení
da: Meddelelsestype
de_de: Mitteilungstyp
el_gr: Τύπος ανακοίνωσης
es_es: Tipo de aviso
eu: Anuntzio mota
fr_fr: Type d'annonce
gl: Tipo de aviso
hr: Tip obavijesti
hu_hu: Értesítéstípus
hy_am: Հայտարարության տեսակ
id: Tipe pengumuman
id_id: Tipe pengumuman
is: Tilkynningategund
it_it: Tipo di avviso
ja: 告知種別
ka_ge: განცხადების ტიპი
kk_kz: Хабарламалар түрлері
ku: جۆری ڕاگەیاندن
lv: Paziņojuma tips
mk: Видови објави
mr: घोषणा/सूचना प्रकार
ms: Jenis Pengumuman
nb_no: Oppslagstype
nl: Nieuwsberichttype
pl: Typ ogłoszenia
pl_pl: Rodzaje wpisów
pt_pt: Tipo de Notícia
ro_ro: Tip anunț
ru_ru: Тип объявления
sl: Tip obvestila
sr_rs@cyrillic: Тип обавештења
sv_se: Meddelandetyp
th: ประเภทประกาศ
tr_tr: Duyuru Türü
uk: Тип оголошення
uk_ua: Тип анонсу
vi: Loại Thông báo
vi_vn: Các kiểu thông báo

# manager.announcements
source: Announcements
az: Elanlar
bg_bg: Обяви
ca_es: Avisos
cs_cz: Oznámení
da: Meddelelser
de_de: Mitteilungen
el_gr: Ανακοινώσεις
es_es: Avisos
eu: Anuntzioak
fr_fr: Annonces
gl: Avisos
hr: Obavijesti
hu_hu: Értesítések
hy_am: Հայտարարություններ
id: Pengumuman
id_id: Pengumuman
is: Tilkynningar
it_it: Avvisi
ja: お知らせ
ka_ge: განცხადებები
kk_kz: Хабарландырулар
ku: ڕاگەیاندنەکان
lv: Paziņojumi
mk: Известувања
mr: घोषणा/सूचना
ms: Pengumuman
nb_no: Oppslagstavle
nl: Nieuwsberichten
pl: Ogłoszenia
pl_pl: Ogłoszenia
pt_pt: Notícias
ro_ro: Anunțuri
ru_ru: Объявления
sl: Obvestila
sr_rs@cyrillic: Обавештења
sv_se: Meddelanden
th: ประกาศ
tr_tr: Duyurular
uk: Оголошення
uk_ua: Анонси
uz_uz@latin: E'lonlar
vi: Thông báo
vi_vn: Thông báo

# manager.announcements.create
source: Create New Announcement
az: Yeni bir elan yaradın
bg_bg: Създаване на нова обява
ca_es: Crea un avís nou
cs_cz: Vytvořit nové oznámení
da: Opret ny meddelelse
de_de: Neue Mitteilung erstellen
el_gr: Δημιουργία νέας ανακοίνωσης
es_es: Crear nuevo aviso
eu: Sortu Anuntzio berria
fr_fr: Créer une nouvelle annonce
gl: Crear un novo aviso
hr: Kreiraj novu obavijest
hu_hu: Új értesítés létrehozása
hy_am: Ստեղծել նոր հայտարարություն
id: Buat Pengumuman Baru
id_id: Buat Pengumuman Baru
is: Stofna nýja tilkynningu
it_it: Crea un nuovo avviso
ja: 新規告知の作成
ka_ge: შექმენით ახალი განცხადება
kk_kz: Жаңа хабарландыруды енгізу
ku: ڕاگەیاندنێکی نوێ دروست بکە
lv: Izveidot jaunu paziņojumu
mk: Создадете нова објава
mr: नवी घोषणा/सूचना तयार करा
ms: Cipta Pengumuman Baru
nb_no: Nytt oppslag
nl: Nieuw nieuwsbericht maken
pl: Utwórz nowe ogłoszenie
pl_pl: Utwórz nowy wpis
pt_pt: Criar nova notícia
ro_ro: Creați un nou anunț
ru_ru: Создать новое объявление
sl: Ustvari novo obvestilo
sr_rs@cyrillic: Направи ново обавештење
sv_se: Skapa nytt meddelande
th: สร้างประกาศใหม่
tr_tr: Yeni Duyuru Oluştur
uk: Створити нове оголошення
uk_ua: Створити новий анонс
uz_uz@latin: Yangi e'lon yaratish
vi: Tạo Thông báo Mới
vi_vn: Tạo thông báo mới

# manager.announcements.createTitle
source: Create
az: Yarat
bg_bg: Създаване
ca_es: Crea
cs_cz: Vytvořit
da: Opret
de_de: Erstellen
el_gr: Δημιουργία
es_es: Crear
eu: Sortu
fr_fr: Créer
gl: Crear
hr: Kreiraj
hu_hu: Létrehozás
hy_am: Ստեղծել
id: Buat
id_id: Buat
is: Stofna
it_it: Crea
ja: 作成
ka_ge: შექმნა
kk_kz: Енгізу
ku: دروستکردن
lv: Izveidot
mk: Креирај
mr: निर्माण करा
ms: Cipta
nb_no: Opprett
nl: Aanmaken
pl: Utwórz
pl_pl: Utwórz
pt_pt: Criar
ro_ro: Creați
ru_ru: Создать
sl: Ustvari
sr_rs@cyrillic: Направи
sv_se: Skapa
th: สร้าง
tr_tr: Oluştur
uk: Створити
uk_ua: Створити
uz_uz@latin: Yaratmoq
vi: Tạo
vi_vn: Tạo

# manager.announcements.dateExpire
source: Expiry
az: Son tarix
bg_bg: Валидност
ca_es: Venciment
cs_cz: Vypršení
da: Udløb
de_de: Ablaufdatum
el_gr: Ημερομηνία λήξης
es_es: Caducidad
eu: Iraungitze-data
fr_fr: Expiration
gl: Caducidade
hr: Istek
hu_hu: Lejárat
hy_am: Ժամկետ
id: Masa Berakhir
id_id: Masa Berakhir
is: Gildislok
it_it: Scadenza
ja: 有効期限
ka_ge: ვადის გასვლა
kk_kz: жарамды
ku: کاتی بەسەرچون
lv: Spēkā līdz
mk: Истекува
mr: कालबाह्यता
ms: Luput
nb_no: Utløpsdato
nl: Verloopt
pl: Wygaśnięcie
pl_pl: Wygaśnięcie
pt_pt: Expiração
ro_ro: Expirare
ru_ru: Актуально до
sl: Preteče
sr_rs@cyrillic: Истиче
sv_se: Förfallodatum
th: วันหมดอายุ
tr_tr: Son Tarih
uk: Актуально до
uk_ua: Актуально до
uz_uz@latin: Muddati
vi: Hết hạn
vi_vn: Hết hạn

# manager.announcements.datePublish
source: Published
az: Nəşr olundu
bg_bg: Публикувано
ca_es: Publicat
cs_cz: Publikováno
da: Udgivet
de_de: Veröffentlichungsdatum
el_gr: Δημοσιευμένο
es_es: Publicado
eu: Argitaratua
fr_fr: Publié
gl: Publicado
hr: Objavljeno
hu_hu: Publikált
hy_am: Հրատարակված է
id: Diterbitkan
is: Útgefið
it_it: Pubblicato
ja: 公開済
ka_ge: გამოქვეყნებული
kk_kz: Жарияланған
ku: بڵاوکراوە
lv: Publicēts
mk: Објавено
mr: प्रकाशित झाले
ms: Diterbitkan
nb_no: Publisert
nl: Gepubliceerd op
pl: Publikacja
pl_pl: Opublikowany
pt_pt: Publicada
ro_ro: Publicat
ru_ru: Опубликовано
sl: Objavljeno
sr_rs@cyrillic: Објављено
sv_se: Publicerat
th: เผยแพร่แล้ว
tr_tr: Yayımlandı
uk: Опубліковано
uk_ua: Опубліковано
uz_uz@latin: Chop etilgan
vi: Xuất bản
vi_vn: Được phát hành

# manager.announcements.deleteAnnouncement
source: Delete Announcement
az: Elanı silin
bg_bg: Изтриване на обява
cs_cz: Smazat oznámení
da: Slet meddelelse
el_gr: Διαγραφή Ανακοίνωσης
eu: Ezabatu jakinarazpena
gl: Eliminar aviso
hr: Izbrišite obavijest
hy_am: Ջնջել հայտարարությունը
id: Hapus Pengumuman
is: Eyða tilkynningu
ja: お知らせの削除
ka_ge: განცხადების წაშლა
kk_kz: Хабарландыруды өшіру
lv: Dzēst paziņojumu
mk: Избриши известување
mr: घोषणा/सूचना हटवा
ms: Padam Pengumuman
nb_no: Slett oppslag
nl: Verwijder nieuwsbericht
pl: Usuń ogłoszenie
ru_ru: Удалить объявление
sl: Zbriši obvestilo
th: ลบประกาศ
uk: Видалити оголошення
uz_uz@latin: E'lonni o'chirish
vi: Xóa Thông báo

# manager.announcements.edit
source: Edit Announcement
az: Elanı redaktə edin
bg_bg: Редактиране на обява
ca_es: Edita l’avís
cs_cz: Editovat oznámení
da: Redigér meddelelse
de_de: Mitteilung bearbeiten
el_gr: Διαμόρφωση ανακοίνωσης
es_es: Editar aviso
eu: Editatu anuntzioa
fr_fr: Modifier une annonce
gl: Editar aviso
hr: Uredi obavijest
hu_hu: Értesítés szerkesztése
hy_am: Խմբագրել հայտարարությունը
id: Edit Pengumuman
id_id: Edit Pengumuman
is: Breyta tilkynningu
it_it: Modifica avviso
ja: お知らせの編集
ka_ge: განცხადების ჩასწორება
kk_kz: Хабарландыруға өзгеріс енгізу
ku: گۆڕینی ڕاگەیاندن
lv: Rediģēt paziņojumu
mk: Уреди објава
mr: घोषणा/सूचना संपादित करा
ms: Sunting Pengumuman
nb_no: Endre oppslag
nl: Nieuwsbericht bewerken
pl: Edytuj ogłoszenie
pl_pl: Edytuj
pt_pt: Editar notícia
ro_ro: Editați anunțul
ru_ru: Редактировать объявление
sl: Uredi obvestilo
sr_rs@cyrillic: Измени обавештење
sv_se: Redigera meddelande
th: แก้ไขประกาศ
tr_tr: Duyuruyu Düzenle
uk: Редагувати оголошення
uk_ua: Редагувати анонс
uz_uz@latin: E'lonni tahrirlash
vi: Chỉnh sửa Thông báo
vi_vn: Chỉnh sửa thông báo

# manager.announcements.editTitle
source: Edit
az: Redaktə edin
bg_bg: Редактиране
ca_es: Edita
cs_cz: Editovat
da: Redigér
de_de: Bearbeiten
el_gr: Διαμόρφωση
es_es: Editar
eu: Editatu
fr_fr: Modifier
gl: Editar
hr: Uredi
hu_hu: Szerkesztés
hy_am: Խմբագրել
id: Sunting
is: Breyta
it_it: Modifica
ja: 編集
ka_ge: ჩასწორება
kk_kz: Өзгеріс енгізу
ku: گۆڕانکاری
lv: Rediģēt
mk: Уреди
mr: संपादित करा
ms: Sunting
nb_no: Endre
nl: Bewerken
pl: Edytuj
pl_pl: Edycja
pt_pt: Editar
ro_ro: Editare
ru_ru: Редактировать
sl: Uredi
sr_rs@cyrillic: Измени
sv_se: Redigera
th: แก้ไข
tr_tr: Düzenle
uk: Редагувати
uk_ua: Редагувати
uz_uz@latin: Tahrirlash
vi: Chỉnh sửa
vi_vn: Sửa

# manager.announcements.form.dateExpire
source: Expiry Date
az: Son tarix
bg_bg: Срок на валидност
ca_es: Data de venciment
cs_cz: Datum vypršení
da: Udløbsdato
de_de: Ablaufdatum
el_gr: Ημερομηνία λήξης
es_es: Fecha de caducidad
eu: Iraungitze-data
fr_fr: Date d'expiration
gl: Data de caducidade
hr: Datum isteka
hu_hu: Lejárati dátum
hy_am: Ժամկետի ավարտի ամսաթիվ
id: Tanggal Masa Berakhir
id_id: Tanggal Masa Berakhir
is: Dagsetning gildisloka
it_it: Data di scadenza
ja: 有効期限
ka_ge: ვადის გასვლის თარიღი
kk_kz: Жарамды уақыты
ku: ڕێککەوتی بەسەرچون
lv: Termiņa beigu datums
mk: Краен рок
mr: कालबाह्यता दिनांक
ms: Tarikh luput
nb_no: Utløpsdato
nl: Afloopdatum
pl: Data wygaśnięcia
pl_pl: Data wygaśnięcia
pt_pt: Data de Expiração
ro_ro: Data expirării
ru_ru: Актуально до
sl: Datum preteka
sr_rs@cyrillic: Датум истицања
sv_se: Förfaller den
th: วันหมดอายุ
tr_tr: Son Tarih
uk: Дата втрати актуальності
uk_ua: Дата втрати актуальності
uz_uz@latin: Quyidagi sanagacha foydalanilsin
vi: Ngày hết hạn
vi_vn: Ngày hết hạn

# manager.announcements.form.dateExpireMonthIncompleteDate
source: Please select a year and/or day in addition to the expiry date month.
az: Zəhmət olmasa son tarix üçün günlə birlikdə ay və il də seçin
bg_bg: Моля, изберете година и/или ден в допълнение към месеца на срока на валидност.
ca_es: Seleccioneu un any i/o un dia a més del mes per a la data de venciment.
cs_cz: Zvolte prosím rok a/nebo den ke zvolenému měsíci vypršení.
da: Vælg også et år og/eller en dag ud over udløbsmåneden.
de_de: Bitte wählen Sie ein Jahr und/oder einen Tag zum Auslaufmonat.
el_gr: Επιλέξτε έτος ή/και ημέρα εκτός από τον μήνα της ημερομηνίας λήξης.
es_es: Aparte del mes de caducidad, por favor elija un día y/o un año.
eu: Iraungitze-hilaz gain, urtea eta eguna hautatu behar dira.
fr_fr: Veuillez choisir une année et/ou un jour en plus du mois d'expiration.
gl: Seleccione un ano e/ou un día ademais do mes da data de caducidade.
hr: Molimo odaberite godinu i/ili dan kao dodatak datuma isteka mjeseca.
hu_hu: Kérem, válasszon egy évet és/vagy egy napot a lejárati hónap mellé.
hy_am: Խնդրում ենք ընտրել տարին և/կամ օրը՝ ի հավելումն գործողության ժամկետի ավարտի ամսվա:
id: Pilih tahun dan/atau hari di samping bulan tanggal masa berakhir.
id_id: Pilih tahun dan/atau hari di samping bulan tanggal masa berakhir.
is: Vinsamlega veldu ár og/eða dag í viðbót við gildislokamánuð.
it_it: Si prega di selezionare un anno e/o un giorno in aggiunta al mese della data di scadenza.
ja: 有効期限の月に加えて、年や日を選択してください。
ka_ge: ვადის გასვლის თვის გარდა, გთხოვთ, აირჩიოთ წელი და/ან დღე.
kk_kz: Тек жарамдылық мерзімі аяқталған айды емес, жылды және/немесе күнді таңдаңыз.
ku: تکایە ساڵ و/ یان ڕۆژ بۆ مانگی بەسەرچونەکە دیاری بکە.
lv: Lūdzu, papildus termiņa beigu mēnesim izvēlieties gadu un/vai dienu.
mk: Изберете година и / или ден во прилог на месецот крајниот рок.
mr: कृपया समाप्ती तारखेच्या महिन्याव्यतिरिक्त वर्ष आणि/किंवा दिवसही निवडा.
ms: Sila pilih tahun dan/atau hari sebagai tambahan kepada bulan tarikh luput.
nb_no: Velg år og/eller dag, i tillegg til måned.
nl: Kies een jaar en/of dag naast de maand van de afloopdatum.
pl: Dla daty wygaśnięcia wskazano jedynie miesiąc. Proszę wskazać również dzień i/lub rok.
pl_pl: Wybierz rok i/lub dzień wygaśnięcia wpisu.
pt_pt: Escolha o ano e/ou dia além do mês de expiração.
ro_ro: Vă rugăm să selectați anul și ziua pe lângă luna de expirare.
ru_ru: Пожалуйста, выберите год и/или день, а не только месяц даты потери актуальности.
sl: Prosim izberite leto in/ali dan poleg meseca preteka.
sr_rs@cyrillic: Молимо одаберите годину и/или дан као додатак датуму месеца истицања.
sv_se: Utöver månad, välj även år och/eller dag för förfallande.
th: กรุณาเลือกปีและ/หรือวันเพิ่มเติมจากเดือนหมดอายุ
tr_tr: Lütfen son tarih için ay bilgisinin yanı sıra gün ve yıl da seçiniz.
uk: Будь ласка, крім місяця втрати актуальності, визначте також рік та/або день.
uk_ua: Будь ласка, крім місяця, коли анонс втратить актуальність, визначте також день та/або рік.
uz_uz@latin: Iltimos, amal qilish muddati tugagan oydan tashqari yil va/yoki kunni tanlang.
vi: Vui lòng chọn một năm và/hoặc ngày ngoài tháng hết hạn.
vi_vn: Vui lòng chọn một năm hoặc ngày cho tháng hết hạn.
