Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.people.mustProvideName
source: Please provide at least a last name for the user first.
az: Üzv üçün ən azı bir soyad göstərin
bg_bg: Моля, първо посочете поне фамилно име за потребителя.
ca_es: Indiqueu un cognom per a l’usuari/usuària com a mínim.
cs_cz: Prosím, uveďte nejprve alespoň příjmení uživatele.
da: Angiv som minimum først brugerens efternavn.
de_de: Bitte geben Sie zumindest einen Nachnamen für die Benutzerin/den Benutzer an.
el_gr: Σας παρακαλούμε θα πρέπει πρώτα να συμπληρώσετε τουλάχιστον το επώνυμο του χρήστη.
es_es: Por favor, indique al menos un apellido.
eu: Lehenengo, erabiltzailearen abizen bat eman behar duzu.
fr_fr: Veuillez d'abord fournir au moins un nom de famille pour l'utilisateur.
gl: Proporcione polo menos un apelido para o usuario.
hr: Molimo unesite barem prezime korisnika.
hu_hu: Kérem, először legalább egy vezetéknevet adjon meg a felhasználóhoz.
hy_am: Խնդրում ենք նախ տրամադրել օգտատիրոջ առնվազն ազգանունը:
id: Sediakan setidaknya nama belakang untuk pengguna.
id_id: Sediakan minimal satu nama terakhir untuk pengguna.
is: Vinsamlega skráðu fyrst a.m.k. eftirnafn notanda.
it_it: Fornisci almeno un cognome per l'utente.
ja: 最初にユーザーの名字くらいはご記入ください。
ka_ge: გთხოვთ პირველ რიგში მიუთითოთ მომხმარებლის გვარი.
kk_kz: Алдымен пайдаланушының тегін енгізіңіз.
ku: تکایە بەلایەنی کەمەوە یەکەمجار ناوی کۆتایی بۆ بەکارهێنەر بدە بەدەستەوە.
lv: Lūdzu, vispirms norādiet vismaz lietotāja uzvārdu.
mk: Внесете барем презиме за корисникот.
mr: कृपया प्रथम वापरकर्त्याचे किमान आडनाव द्या.
ms: Sila berikan sekurang-kurangnya nama keluarga untuk pengguna terlebih dahulu.
nb_no: Før inn minst ett etternavn for denne brukeren før du går videre.
nl: Svp eerst minimaal een achternaam voor de gebruiker opgeven.
pl: Nazwa użytkownika jest wymagana.
pl_pl: Nazwa użytkownika jest wymagana.
pt_pt: Indique pelo menos o apelido para o utilizador.
ro_ro: Vă rugăm să furnizați cel puțin un nume pentru utilizator.
ru_ru: Пожалуйста, укажите сначала хотя бы фамилию пользователя.
sl: Najprej navedite vsaj priimek uporabnika.
sr_rs@cyrillic: Молимо унесите барем презиме корисника.
sv_se: Lägg åtminstone till ett efternamn.
th: กรุณาระบุอย่างน้อยนามสกุลของผู้ใช้ก่อน
tr_tr: Üye için en azından bir soyadı belirtiniz.
uk: Будь ласка, вкажіть принаймні прізвище користувача.
uk_ua: Будь ласка, вкажіть принаймні прізвище користувача.
vi: Vui lòng cung cấp ít nhất họ cho người dùng trước.
vi_vn: Đầu tiên, xin vui lòng cung cấp họ của người dùng.

# manager.people.noneEnrolled
source: No enrolled users.
az: Qeydiyyatsız üzv.
bg_bg: Няма записани потребители.
ca_es: No hi ha cap usuari/usuària donat d’alta.
cs_cz: Žádní zapsaní uživatelé.
da: Ingen tilmeldte brugere.
de_de: Keine eingetragenen Benutzer/innen.
el_gr: Δεν υπάρχουν χρήστες με τέτοιο ρόλο.
es_es: No se ha inscrito nadie.
eu: Inskribatutako erabiltzailerik ez.
fr_fr: Aucun utilisateur inscrit.
gl: Non hai usuarios rexistrados.
hr: Nema korisnika s dodijeljenim ulogama.
hu_hu: Nincs beiratkozott felhasználó.
hy_am: Ներգրավված օգտվողներ չկան:
id: Tidak ada pengguna yang terdaftar.
id_id: Tidak ada pengguna yang terdaftar.
is: Engir skráðir notendur.
it_it: Nessun utente iscritto.
ja: 登録されているユーザーはいません。
ka_ge: არ არის მოწვეული მომხმარებლები.
kk_kz: Ешқандай тағайындалған пайдаланушы жоқ.
ku: هیچ بەکارهێنەرێک تۆمارنەکراوە
lv: Nav reģistrētu lietotāju.
mk: Нема запишани корисници.
mr: नोंदणीकृत वापरकर्ते नाहीत.
ms: Tiada pengguna yang berdaftar.
nb_no: Ingen brukere lagt til.
nl: Geen gebruikers ingeschreven.
pl: Brak zapisanych użytkowników.
pl_pl: Brak zapisanych użytkowników.
pt_pt: Nenhum utilizador registado.
ro_ro: Nici un utilizator înregistrat.
ru_ru: Нет назначенных пользователей.
sl: Ni uporabnikov z dodeljeno vlogo.
sr_rs@cyrillic: Нема корисника с додељеним улогама.
sv_se: Inga användare med tilldelade roller.
th: ไม่มีผู้ใช้ที่ลงทะเบียน
tr_tr: Kayıtsız üye.
uk: Немає призначених користувачів.
uk_ua: Немає призначених користувачів.
vi: Không có người dùng nào được đăng ký.
vi_vn: Không có người dùng đã đăng ký.

# manager.people
source: People
az: Şəxslər
bg_bg: Хора
ca_es: Persones
cs_cz: Lidé
da: Personer
de_de: Personen
el_gr: Ανθρώπινοι πόροι
es_es: Personas
eu: Jendea
fr_fr: Personnes
gl: Persoas
hr: Osobe
hu_hu: Felhasználók
hy_am: Մարդիկ
id: Penata Laksana
id_id: Penata Laksana
is: Fólk
it_it: Persone
ja: 人々
ka_ge: მომხმარებლები
kk_kz: Адамдар
ku: خەڵک
lv: Cilvēki
mk: Луѓе
mr: समुदाय
ms: Orang
nb_no: Personer
nl: Contact
pl: Redakcja
pl_pl: Redakcja
pt_pt: Pessoal
ro_ro: Persoane
ru_ru: Люди
sl: Ljudje
sr_rs@cyrillic: Људи
sv_se: Personer
th: ผู้ใช้
tr_tr: Kişiler
uk: Редакція
uk_ua: Редакція
vi: Người dùng
vi_vn: Mọi người

# manager.people.remove
source: Remove
az: Sil
bg_bg: Премахване
ca_es: Suprimeix
cs_cz: Odstranit
da: Fjern
de_de: Entfernen
el_gr: Κατάργηση
es_es: Eliminar
eu: Kendu
fr_fr: Supprimer
gl: Eliminar
hr: Ukloni
hu_hu: Eltávolítás
hy_am: Հեռացնել
id: Hapus
id_id: Hapus
is: Fjarlægja
it_it: Rimuovi
ja: 削除
ka_ge: წაშლა
kk_kz: Өшіру
ku: سڕینەوە
lv: Noņemt
mk: Отстрани
mr: काढून टाका
ms: Buang
nb_no: Fjern
nl: Verwijder
pl: Usuń
pl_pl: Usuń
pt_pt: Remover
ro_ro: Eliminați
ru_ru: Удалить
sl: Odstrani
sr_rs@cyrillic: Уклони
sv_se: Ta bort
th: ลบ
tr_tr: Kaldır
uk: Видалити
uk_ua: Видалити
vi: Xóa
vi_vn: Loại bỏ

# manager.people.signedInAs
source: You are currently logged in as {$username}
az: Hazırda {$username} kimi daxil oldunuz
bg_bg: В момента сте влезли като {$username}
cs_cz: Aktuálně jste přihlášeni jako {$username}
da: Du er i øjeblikket logget ind som {$brugernavn}
el_gr: Αυτήν τη στιγμή είστε συνδεδεμένοι ως {$username}
eu: Une honetan {$username} gisa saioa hasita duzu
gl: Iniciaches sesión como {$username}
hr: Trenutno ste prijavljeni kao {$username}
hy_am: Դուք ներկայումս մուտք եք գործել որպես {$username}
id: Anda login sebagai {$username} saat ini
is: Þú ert innskráð(ur) sem {$username}
ja: 現在、{$username} としてログインしています
ka_ge: თქვენ ამჟამად შესული ხართ, როგორც {$username}
kk_kz: Сіз қазір {$username} ретінде жүйеге кірдіңіз
lv: Pašlaik esat pieteicies sistēmā kā {$username}
mk: Сега сте логиран како {$username}
mr: तुम्ही सध्या {$username} म्हणून लॉग-इन केले आहे
ms: Anda sedang log masuk sebagai {$username}
nb_no: Du er for øyeblikket logget inn som {$username}
nl: Je bent nu ingelogd als {$username}
pl: Jesteś zalogowany jako {$username}
ru_ru: Вы сейчас зашли в систему под именем {$username}
sl: Prijavljeni ste kot {$username}
th: คุณกำลังเข้าสู่ระบบในชื่อ {$username}
uk: Ви наразі ввійшли як {$username}
vi: Bạn hiện đang đăng nhập với tên {$username}

# manager.people.signInAs
source: Log In As
az: Bu şəxs kimi daxil olun
bg_bg: Вход като
ca_es: Inicia la sessió com a
cs_cz: Přihlásit se jako
da: Log på som
de_de: Einloggen als
el_gr: Σύνδεση ως
es_es: Identifíquese como
eu: Hasi erabiltzaile-saioa
fr_fr: Se connecter en tant que
gl: Iniciar sesión como
hr: Prijava kao
hu_hu: Belépés mint
hy_am: Մուտք գործեք որպես
id: Login Sebagai
id_id: Login Sebagai
is: Skrá inn sem
it_it: Impersona
ja: ログイン：
ka_ge: შესვლა, როგორც
kk_kz: ретінде кіру
ku: تۆماری بکە وەک
lv: Pieteikties sistēmā kā
mk: Логирај се како
mr: म्हणून लॉग-इन करा
ms: Log Masuk Sebagai
nb_no: Logg inn som
nl: Inloggen als
pl: Zaloguj jako
pl_pl: Zaloguj jako
pt_pt: Entrar no sistema como
ro_ro: Autentificați-vă ca
ru_ru: Войти как
sl: Prijavi se kot
sr_rs@cyrillic: Пријави се као
sv_se: Logga in som
th: เข้าสู่ระบบเป็น
tr_tr: Bu Kişi Gibi Giriş Yap
uk: Зайти як
uk_ua: Зайти як
vi: Đăng nhập với vai trò
vi_vn: Đăng nhập với

# manager.people.signInAsUser
source: Log In as User
az: Üzv kimi daxil olun
bg_bg: Вход като потребител
ca_es: Inicia la sessió com a usuari/usuària
cs_cz: Přihlásit se jako uživatel
da: Log på som bruger
de_de: Als Benutzer/in einloggen
el_gr: Σύνδεση ως χρήστης
es_es: Identifíquese como usuaria/o
eu: Hasi saioa erabiltzaile gisa
fr_fr: Se connecter en tant qu'utilisateur
gl: Iniciar sesión como usuario/a
hr: Prijavite se kao korisnik
hu_hu: Belépés mint felhasználó
hy_am: Մուտք գործեք որպես օգտվող
id: Login Sebagai Pengguna
id_id: Login Sebagai Pengguna
is: Skrá inn sem notandi
it_it: Impersona
ja: ログイン：ユーザー
ka_ge: შესვლა, როგორც მომხმარებელი
kk_kz: Қолданушы ретінде жүйеге кіріңіз
ku: بچۆ ناوی وەک بەکارهێنەر
lv: Pieteikties sistēmā kā lietotājam
mk: Логирај се како корисник
mr: वापरकर्ता म्हणून लॉग-इन करा
ms: Log Masuk sebagai Pengguna
nb_no: Logg inn som bruker
nl: Inloggen als gebruiker
pl: Zaloguj jako użytkownik
pl_pl: Zaloguj jako użytkownik
pt_pt: Entrar como Utilizador
ro_ro: Autentificați-vă ca utilizator
ru_ru: Войти как пользователь
sl: Prijavi se kot uporabnik
sr_rs@cyrillic: Пријавите се као корисник
sv_se: Logga in som användare
th: เข้าสู่ระบบเป็นผู้ใช้
tr_tr: Üye olarak giriş yap
uk: Зайти як користувач
uk_ua: Зайти як користувач
vi: Đăng nhập với vai trò người dùng
vi_vn: Đăng nhập với Người dùng

# manager.people.unenroll
source: Unenroll
az: Qeydiyyat xaricində buraxın
bg_bg: Отписване
ca_es: Dóna de baixa
cs_cz: Odejmout roli
da: Annullér tilmelding
de_de: Eintragung aufheben
el_gr: Απαλλαγή
es_es: Cancelar inscripción
eu: Desinskribatu
fr_fr: Désinscrire
gl: Anular a inscrición
hr: Ukloni ulogu
hu_hu: Kiiratás
hy_am: Չներառվել
id: Batalkan Pendaftaran
id_id: Batalkan Pendaftaran
is: Afskrá
it_it: Disiscrivi
ja: 登録解除
ka_ge: რეგისტრაციის გაუქმება
kk_kz: Белгілеуді алып тастау
ku: سڕینەوە تۆمارکردن
lv: Atcelt reģistrāciju
mk: Отпиши
mr: नोंदणी रद्द करा
ms: Nyahdaftar
nb_no: Avløs
nl: Uitschrijven
pl: Wypisz
pl_pl: Wypisz
pt_pt: Remover papel
ro_ro: Anulați înrolarea
ru_ru: Отменить назначение
sl: Odvzemi vlogo
sr_rs@cyrillic: Уклони улогу
sv_se: Ta bort roll
th: ยกเลิกการลงทะเบียน
tr_tr: Kayıt dışı bırak
uk: Звільнити
uk_ua: Звільнити
vi: Hủy đăng ký
vi_vn: Hủy đăng ký

# manager.people.userCreatedSuccessfully
source: User created successfully.
az: Üzv uğurla yaradıldı.
bg_bg: Потребителят е създаден успешно.
ca_es: L’usuari/usuària s’ha creat amb èxit.
cs_cz: Uživatel byl úspěšně vytvořen.
da: Brugeren er blevet oprettet.
de_de: Benutzer/in wurde erfolgreich erstellt.
el_gr: Ο χρήστης δημιουργήθηκε επιτυχώς.
es_es: Usuaria/o creado.
eu: Erabiltzailea ondo sortu da.
fr_fr: Utilisateur créé avec succès.
gl: O usuario creouse correctamente.
hr: Korisnik uspješno kreiran.
hu_hu: Felhasználó sikeresen létrehozva.
hy_am: Օգտվողը հաջողությամբ ստեղծվեց:
id: Pengguna telah dibuat dengan sukses.
id_id: Pengguna telah dibuat dengan sukses.
is: Það tókst að stofna notanda.
it_it: Utente creato con successo.
ja: ユーザーの作成に成功しました。
ka_ge: მომხმარებელი წარმატებით შეიქმნა.
kk_kz: Пайдаланушы сәтті құрылды.
ku: بەکارهێنەر بەسەرکەوتووی دروست کرا
lv: Lietotājs veiksmīgi izveidots.
mk: Корисникот е креиран успешно.
mr: वापरकर्त्याची नोंद यशस्वीरित्या झाली.
ms: Pengguna berjaya dicipta.
nb_no: Brukeren er nå opprettet.
nl: Gebruiker met succes aangemaakt.
pl: Użytkownik utworzony.
pl_pl: Użytkownik utworzony.
pt_pt: Utilizador adicionado com sucesso.
ro_ro: Utilizatorul a fost creat cu succes.
ru_ru: Пользователь успешно создан.
sl: Uporabnik je bil uspešno ustvarjen.
sr_rs@cyrillic: Корисник успешно креиран.
sv_se: Användarkonto skapat.
th: สร้างผู้ใช้สำเร็จแล้ว
tr_tr: Üye başarıyla oluşturuldu.
uk: Користувач успішно створений.
uk_ua: Користувач успішно створений.
vi: Người dùng được tạo thành công.
vi_vn: Người dùng đã được tạo thành công.

# manager.setup.errorDeletingItem
source: There was an error when deleting this item.
az: Bu element silinərkən bir xəta baş verdi
bg_bg: Възникна грешка при изтриването на този елемент.
ca_es: S’ha produït un error en suprimir aquest element.
cs_cz: Při mazání této položky došlo k chybě.
da: Der opstod en fejl i forbindelse med sletningen af dette element.
de_de: Es gab einen Fehler beim Löschen dieses Eintrags.
el_gr: Παρουσιάστηκε σφάλμα κατά την διαγραφή του φίλτρου.
es_es: Ocurrió un error al eliminar este elemento.
eu: Errorea elementu hau ezabatzean.
fr_fr: Il s'est produit une erreur lors de la suppression de cet élément.
gl: Produciuse un erro ao eliminar este elemento.
hr: Došlo je do pogreške prilikom brisanja ovog unosa.
hu_hu: Hiba történt a tétel törlésekor.
hy_am: Այս տարրը ջնջելիս սխալ տեղի ունեցավ:
id: Terjadi kesalahan saat menghapus item ini.
id_id: Ada kesalahan saat menghapus item ini.
is: Það kom upp villa við að eyða þessu atriði.
it_it: Si è verificato un errore durante l'eliminazione di questo elemento.
ja: このアイテムを削除する際にエラーが生じました。
ka_ge: ამ ერთეულის წაშლისას მოხდა შეცდომა.
kk_kz: Бұл нысанды жою кезінде қате орын болды.
lv: Dzēšot šo vienību, radās kļūda.
mk: Имаше грешка при бришење на оваа ставка.
mr: हा लेख हटवताना एक त्रुटी आली.
ms: Terdapat ralat semasa memadamkan item ini.
nb_no: Det oppstod en feil ved slettingen.
nl: Er is een fout opgetreden bij het verwijderen van dit onderdeel.
pl: Wystąpił błąd podczas usuwania tego pliku.
pl_pl: Wystąpił błąd podczas usuwania tego pliku.
pt_pt: Ocorreu um erro ao eliminar este item.
ro_ro: A apărut o eroare la ștergerea acestui element.
ru_ru: Во время удаления этого объекта возникла ошибка.
sl: Med brisanjem je prišlo do napake.
sr_rs@cyrillic: Дошло је до грешке приликом брисања ставке.
sv_se: Ett fel uppstod vid borttagning av detta objekt.
th: เกิดข้อผิดพลาดเมื่อทำการลบรายการนี้
tr_tr: Bu öğe silinirken bir hata oluştu.
uk: Під час видалення цього об'єкту виникла помилка.
uk_ua: Під час видалення цього об'єкту виникла помилка.
vi: Đã xảy ra lỗi khi xóa mục này.
vi_vn: Đã xảy ra lỗi khi xóa mục này.

# manager.setup.homepageImage
source: Homepage Image
az: Ana səhifə şəkli
bg_bg: Изображение на началната страница
ca_es: Imatge de la pàgina d'inici
cs_cz: Obrázek na domácí stránku
da: Billede på hjemmeside
de_de: Startseitengrafik
el_gr: Εικόνα Αρχικής Σελίδας
es_es: Imagen de inicio
eu: Hasierako orriaren irudia
fr_fr: Image de la page d'accueil
gl: Imaxe da páxina de inicio
hr: Slika početne stranice
hu_hu: Honlap kép
hy_am: Գլխավոր էջի պատկեր
id: Gambar Beranda
is: Heimasíðumynd
it_it: Immagine della homepage
ja: ホームページ画像
ka_ge: საწყისი გვერდი სურათი
kk_kz: Негізгі беттегі сурет
lv: Sākumlapas attēls
mk: Слика за насловна страница
mr: मुख्यपृष्ठ प्रतिमा
ms: Imej Laman Utama
nb_no: Hjemmesidebilde
nl: Afbeelding voor homepage
pl: Obraz dla strony głównej
pl_pl: Obraz dla strony głównej
pt_pt: Image Homepage
ro_ro: Imaginea Paginii de Pornire
ru_ru: Изображение на главной странице
sl: Slika domače strani
sr_rs@cyrillic: Слика насловне стране
sv_se: Bild på förstasidan
th: ภาพหน้าแรก
tr_tr: Ana Sayfa Görseli
uk: Зображення головної сторінки
uk_ua: Зображення на домашній сторінці
vi: Ảnh trang chủ
vi_vn: Ảnh Trang chủ
zh_tw: 首頁圖片

# manager.setup.homeTitleImageInvalid
source: Invalid homepage header title image format or upload failed. Accepted formats are .gif, .jpg, or .png.
az: Giriş səhifəsi şəkli üçün etibarsız bir fayl formatıdır. Dəstəklənən fayl formatları .gif, .jpg, veya .png formatındadır.
bg_bg: Невалиден формат на изображението на заглавието на началната страница или качването не бе успешно. Приетите формати са .gif, .jpg или .png.
ca_es: Ha fallat la càrrega de la imatge del títol per a la capçalera de la pàgina inicial, o bé el format no és vàlid. Els formats acceptats són .gif, .jpg i .png.
cs_cz: Neplatný formát obrázku názvu pro záhlaví domácí stránky. Podporované formáty jsou .gif, .jpg, nebo .png.
da: Ugyldigt billedformat til titlen i sidehovedet på hjemmeside. De accepterede formater er .gif, .jpg eller .png.
de_de: Das Format des Titelbildes in der Kopfzeile der Startseite ist ungültig. Gültige Formate sind .gif, .jpg und .png.
el_gr: Μη έγκυρη μορφή αρχείου εικόνας τίτλου της κεφαλίδας της αρχικής σελίδας του περιοδικού. Έγκυρες μορφές αρχείων είναι .gif, .jpg, ή .png.
es_es: Formato de la imagen del logotipo de cabecera de la página inicial inválido o error de subida. Formatos aceptados: .gif, .jpg y .png.
eu: Hasierako orriaren goiburuko tituluaren irudi-formatua ez da baliozkoa: .gif, .jpg, edo .png formatuak bakarrik onartzen dira.
fr_fr: Format d'image de l'en-tête de la page d'accueil invalide. Les formats acceptés sont .gif, .jpg, ou .png.
gl: O formato de imaxe do título da cabeceira da páxina de inicio non é válido ou houbo un erro na carga. Os formatos axeitados son .gif, .jpg ou .png.
hr: Neispravan format slike zaglavlja naslovne stranice. Prihvaćeni formati su .gif, .jpg, ili .png.
hu_hu: Érvénytelen főoldal fejléc cím képformátum vagy a feltöltés sikertelen. Elfogadott formátumok .gif, .jpg, vagy .png.
hy_am: Գլխավոր էջի վերնագրի անվավեր պատկերի ձևաչափ կամ վերբեռնումը ձախողվեց: Ընդունված ձևաչափերն են .gif, .jpg կամ .png:
id: Format gambar judul header beranda invalid atau unggahan gagal. Format yang diterima adalah .gif, .jpg, or .png.
id_id: format gambar judul header beranda invalid atau unggahan gagal. Format yang diterima adalah .gif, .jpg, or .png.
is: Ógilt skráarsnið á mynd fyrir haus heimasíðu, eða það tókst ekki að hlaða upp. Leyfð skráarsnið eru .gif, .jpg eða .png.
it_it: Formato dell'immagine-titolo per la testata dell'home page non valido. I formati accettati sono .gif, .jpg, o .png.
ja: ホームページのヘッダータイトル画像のフォーマットが無効であるか、アップロードに失敗しました。使用可能なフォーマットは.gif、.jpg、.pngです。
ka_ge: მთავარი გვერდის სათაურის სათაურის სურათის არასწორი ფორმატი ან ატვირთვა ვერ მოხერხდა. მიღებული ფორმატებია .gif, .jpg, ან .png.
kk_kz: Негізгі бет тақырыбының кескін форматы жарамсыз немесе жүктелмеді. Рұқсат етілген форматтар: .gif, .jpg немесе .png.
lv: Nederīgs sākumlapas virsraksta attēla formāts vai augšupielāde nav notikusi. Atļautie formāti ir .gif, .jpg vai .png.
mk: Невалиден формат на слика или ажурирање на насловот на почетната страница не успеа. Прифатените формати се .gif, .jpg или .png.
mr: मुख्यपृष्ठावरील मथळ्यातील शीर्षक प्रतिमा स्वरूप अग्राह्य आहे किंवा संक्रमण (अपलोड) अयशस्वी झाले. स्वीकृत स्वरूपे .gif, .jpg, किंवा .png आहेत.
ms: Format imej tajuk tajuk halaman utama tidak sah atau muat naik gagal. Format yang diterima ialah .gif, .jpg atau .png.
nb_no: Ugyldig bildeformat. Aksepterte format: .gif, .jpg eller .png.
nl: Onbruikbaar bestandsformaat voor de homepage koptitel. Bruikbaar zijn .gif, .jpg of .png.
pl: Niepoprawny plik dla obrazu tytułu nagłówka. Akceptowane formaty to GIF, JPG lub PNG.
pl_pl: Niepoprawny plik dla obrazu tytułu nagłówka. Akceptowane formaty to GIF, JPG lub PNG.
pt_pt: O formato da imagem do cabeçalho da página inicial é inválido ou o upload falhou. Os formatos permitidos são .gif, .jpg ou .png.
ro_ro: Formatul sau încărcarea titlului paginii de pornire nevalide nu a reușit. Formate acceptate sunt .gif, .jpg sau .png.
ru_ru: Неверный формат изображения заголовка для верхнего колонтитула домашней страницы или загрузка не удалась. Разрешенные форматы: .gif, .jpg или .png.
sl: Napačen format slike za glavo osnovne strani ali pa je prišlo do napake pri nalaganju. Dovoljeni formati so .gif, .jpg, or .png.
sr_rs@cyrillic: Неисправан формат слике наслова хедера почетне стране или слање није успело. Прихватљиви формати су .gif, .jpg, или .png.
sv_se: Ogiltigt format för titelbild på förstasidans sidhuvud. Godkända format är .gif, .jpg, och .png.
th: รูปแบบภาพหัวเรื่องหน้าแรกไม่ถูกต้องหรือการอัปโหลดล้มเหลว รูปแบบที่ยอมรับคือ .gif, .jpg, หรือ .png
tr_tr: Giriş sayfası şekli için geçersiz dosya biçimi. Desteklenen dosya biçimleri .gif, .jpg, veya .png biçimleridir.
uk: Завантаження невдале або неправильний формат зображення для заголовку домашньої сторінки. Прийнятними форматами є .gif, .jpg або .png.
uk_ua: Завантаження невдале або неправильний формат зображення для заголовку домашньої сторінки. Прийнятними форматами є .gif, .jpg або .png.
vi: Định dạng ảnh tiêu đề đầu trang chủ không hợp lệ hoặc tải lên thất bại. Các định dạng được chấp nhận là .gif, .jpg, hoặc .png.
vi_vn: Định dạng hình ảnh tiêu đề tiêu đề trang chủ không hợp lệ hoặc tải lên không thành công. Các định dạng được chấp nhận là .gif, .jpg hoặc .png.
zh_tw: 首頁標題圖片格式無效或上傳失敗，有效格式為 .gif、.jpg或.png

# manager.setup.information.descriptionTitle
source: Descriptions
az: Təsvirlər
bg_bg: Описания
ca_es: Descripcions
cs_cz: Popis
da: Beskrivelser
de_de: Beschreibungen
el_gr: Περιγραφές
es_es: Descripciones
eu: Azalpenak
gl: Descricións
hr: Opisi
hu_hu: Leírások
hy_am: Նկարագրություններ
id: Deskripsi
is: Lýsing
it_it: Descrizioni
ja: 説明
ka_ge: აღწერა
kk_kz: Сипаттамалар
lv: Apraksti
mk: Описи
mr: वर्णने (Descriptions)
ms: Penerangan
nb_no: Beskrivelser
nl: Beschrijvingen
pl: Opisy
pl_pl: Opisy
pt_pt: Descrições
ro_ro: Descriere
ru_ru: Описания
sl: Opisi
sr_rs@cyrillic: Описи
sv_se: Beskrivningar
th: คำอธิบาย
tr_tr: Açıklamalar
uk: Описи
uk_ua: Описи
vi: Mô tả
vi_vn: Mô tả

# manager.setup.layout.sidebar
source: Sidebar
az: Kənar çubuğu
bg_bg: Странична лента
ca_es: Barra lateral
cs_cz: Postranní sloupec
da: Side-menu
de_de: Seitenleiste
el_gr: Πλαϊνή μπάρα
es_es: Barra lateral
eu: Alboko barra
fr_fr: Barre latérale
gl: Barra lateral
hr: Bočna traka
hu_hu: Oldalsáv
hy_am: Կողային գոտի
id: Bilah Samping
is: Hliðarstika
it_it: Barra di lato
ja: サイドバー
ka_ge: გვერდითი პანელი
kk_kz: Бүйіріндегі панель
lv: Sānu josla
mk: Странична лента
mr: कडेच्या पट्टीवर (साइडबार)
ms: Bar sisi
nb_no: Sidemeny
pl: Pasek boczny
pl_pl: Pasek boczny
pt_pt: Barral Lateral
ro_ro: Bara laterală
ru_ru: Боковая панель
sl: Stranki orodni stolpec
sv_se: Sidomeny
th: แถบด้านข้าง
tr_tr: Kenar Çubuğu
uk: Бічна панель
uk_ua: Бічна панель
vi: Thanh bên
vi_vn: Thanh bên

# manager.setup.loggingAndAuditing
source: Logging and Auditing
az: Giriş və nəzarət
bg_bg: Регистриране и одит
ca_es: Registre i control
cs_cz: Zaznamenávání údajů a kontrola
da: Logføring og kontrol
de_de: Protokollieren und prüfen
el_gr: Σύνδεση και έλεγχος
es_es: Registro y Auditoría
eu: Log-erregistroa eta kontrola
fr_fr: Journalisation et audit
gl: Rexistro e auditoría
hr: Bilježenje uređivačkog postupka
hu_hu: Naplózás és ellenőrzés
hy_am: Մուտքագրում և աուդիտ
id: Proses Login dan Audit
id_id: Proses Login dan Audit
is: Skráning og eftirlit
it_it: Registrazione e certificazione
ja: ロギングと監査
ka_ge: ლოგირება და აუდიტი
kk_kz: Журналды тіркеу және тексеру
lv: Žurnalēšana un audits
mk: Логирање и ревизија
mr: लॉगिंग आणि ऑडिटिंग
ms: Log dan Pengauditan
nb_no: Logging og kontrollering
nl: Logboek en controle
pl: Logowanie i audyt
pl_pl: Logowanie i audyt
pt_pt: Controle e Auditoria
ro_ro: Înregistrare și audit
ru_ru: Ведение журнала и аудит
sl: Logiranje in pregledovanje
sr_rs@cyrillic: Евидентирање и ревизија
sv_se: Loggning och revidering
th: การบันทึกและการตรวจสอบ
tr_tr: Giriş ve Denetim
uk: Ведення журналу й аудит
uk_ua: Журналізація та аудит
vi: Ghi nhật ký và kiểm tra
vi_vn: Ghi nhật ký và Kiểm tra

# manager.setup.logo
source: Logo
az: Loqotip
bg_bg: Лого
el_gr: Λογότυπο
eu: Logoa
gl: Logotipo
hr: Logotip
hu_hu: Logó
hy_am: Լոգոն
is: Merki
ja: ロゴ
ka_ge: ლოგო
kk_kz: Логотип
lv: Logotips
mk: Лого
mr: परिचय चिन्ह (Logo)
pt_pt: Logótipo
ru_ru: Логотип
sl: Logotip
sr_rs@cyrillic: Лого
sv_se: Logotyp
th: โลโก้
uk: Логотип
uk_ua: Логотип
