Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.notifications.copySubmissionAckAddress.description
source: A copy of the submission acknowledgement email will be sent to any of the email addresses entered here. Separate multiple email addresses with a comma. Example: one@example.com,two@example.com
az: Təqdimat təsdiq emailinin bir surəti, buraya daxil edilən email adresilərindən hər birinə göndəriləcəkdir. Birdən çox email adresi üçün vergüllə ayırın. Nümunə: bir@example.com, iki@example.com
bg_bg: Копие от имейла с потвърждение за изпращане ще бъде изпратено на всеки от имейл адресите, въведени тук. Отделете няколко имейл адреса със запетая. Пример: one@example.com,two@example.com
cs_cz: Kopie e-mailu s potvrzením odeslání příspěvku bude zaslána na všechny zde zadané e-mailové adresy. Oddělte více e-mailových adres čárkou. Příklad: jeden@priklad.com, dva@priklad.com
da: En kopi af indsendelsesbekræftelses-e-mailen vil blive sendt til enhver af de e-mail-adresser, der er angivet her. Adskil flere e-mail-adresser med et komma. Eksempel: et@eksempel.com,andet@eksempel.com
eu: Bidalketaren baieztapen-mezuaren kopia hemen sartutako helbide elektroniko guztietara bidaliko da. Bereizi helbide elektronikoak koma batekin. Adibidez: bat@adibidea.com,bi@adibidea.com
gl: Enviarase unha copia do correo electrónico de confirmación de envío a calquera dos enderezos de correo electrónico aquí inseridos. Separe varios enderezos de correo electrónico cunha coma. Exemplo: un@example.com, dous@example.com
hr: Kopija e-poruke potvrde slanja bit će poslana na svaku od ovdje unesenih adresa e-pošte. Više adresa e-pošte odvojite zarezom. Primjer: one@example.com,two@example.com
hy_am: Ներկայացման հաստատման նամակի պատճենը կուղարկվի այստեղ մուտքագրված էլ. փոստի ցանկացած հասցեին: Էլ․ փոստի բազմաթիվ հասցեները բաժանեք ստորակետով: Օրինակ՝ one@example.com,two@example.com
id: Salinan email bukti naskah telah diterima akan dikirim ke semua alamat email yang dimasukkan di sini. Pisahkan email dengan koma bila lebih dari satu. Contoh: one@example.com,two@example.com
is: Afrit af staðfestingu á móttöku handrits verður send í tölvupósti á netföng skráð hér. Aðgreindu netföng með kommu. Dæmi eitt@dæmi.is, tvö@dæmi.is
ja: 投稿確認メールのコピーは、ここに入力されたいずれかのメールアドレスに送信されます。複数のメールアドレスを入力する場合は、コンマで区切ってください。例: one@example.com,two@example.com
ka_ge: გაგზავნის დადასტურების ელ.ფოსტის ასლი გადაეგზავნება აქ განთავსებულ ელექტრონულ მისამართებს. ცალკეული ელ.ფოსტის მისამართების მძიმით გამოყოფა. მაგალითი: ერთი @ example.com, ორი @ example.com
kk_kz: Материалды жіберуді растау хатының көшірмесі осы өрісте енгізілген электрондық пошта мекенжайларының кез келгеніне жіберіледі. Әртүрлі электрондық пошта мекенжайларды үтірмен бөліңіз. Мысалы: one@example.com, Two@example.com
lv: Materiāla iesniegšanas apstiprinājuma e-pasta kopija tiks nosūtīta uz jebkuru no šeit ievadītajām e-pasta adresēm. Vairākas e-pasta adreses atdaliet ar komatu. Piemērs: one@example.com,two@example.com
mk: Копија од е-поштата за потврда на поднескот ќе биде испратена до секоја од адресите за е-пошта внесена тука. Разделете повеќе адреси за е-пошта со запирка. На пример: one@example.com,two@example.com
mr: सादरीकरण प्रक्रिया यशस्वी झाल्याची पोचपावती येथे प्रविष्ट केलेल्या ई-मेल पत्त्यांवर पाठवली जाईल. अनेक ई-मेल पत्ते स्वल्पविराम देऊन नोंदवा. उदाहरणार्थ: one@example.com,two@example.com
ms: Salinan e-mel pengakuan penyerahan akan dihantar ke mana-mana alamat e-mel yang dimasukkan di sini. Asingkan berbilang alamat e-mel dengan koma. Contoh: one@example.com,two@example.com
nl: Een kopie van de ontvangstbevestigingsmail van de inzending zal worden worden verstuurd aan elk e-mailadres dat hier is vermeld. Splits de verschillende adressen met een komma. Bijvoorbeeld: een@voorbeeld.com,twee@voorbeeld.com
pl: Kopia wiadomości e-mail z potwierdzeniem przesłania zostanie wysłana na każdy z wprowadzonych tutaj adresów e-mail. Oddziel adresy e-mail przecinkami. Przykład: jeden@example.com, dwa@example.com
ru_ru: Копия письма-подтверждения отправки материала будет отправлена на любой из адресов почты, введённых в это поле. Разделяйте разные адреса почты запятыми. Например: one@example.com,two@example.com
sl: Kopija potrditvenega emaila o oddaji prispevka bo poslana na vse email naslove vnešene tukaj. Posamezne email naslove ločite med seboj z vejico. Primer: prvi@primer.si, drugi@primer.si
th: สำเนาอีเมลยืนยันการส่งจะถูกส่งไปยังที่อยู่อีเมลที่ป้อนที่นี่ แยกที่อยู่อีเมลหลายรายการด้วยเครื่องหมายจุลภาค ตัวอย่าง: one@example.com,two@example.com
uk: Копія електронного листа з підтвердженням подання буде надіслана на будь-яку з указаних тут адрес електронної пошти. Розділяйте кілька адрес електронної пошти комою. Приклад: one@example.com,two@example.com
vi: Bản sao của email xác nhận nộp bài sẽ được gửi đến bất kỳ địa chỉ email nào được nhập tại đây. Tách nhiều địa chỉ email bằng dấu phẩy. Ví dụ: one@example.com,two@example.com

# manager.setup.notifications.description
source: Authors are automatically sent an email acknowledging their submission. You may have copies of this email sent to the following:
az: müəlliflərə avtomatik olaraq təqdimatlarınının qəbul edildiyini bildirən bir email göndərilir. Bu emailin surətləri aşağıdakılara göndərilə bilər:
bg_bg: Авторите автоматично получават имейл с потвърждение на изпращането им. Може да имате копия от този имейл, изпратени до следния имейл:
ca_es: S'envia automàticament un correu electrònic als autors/es per agrair-los la seva tramesa. S'hauria d'haver enviat còpies d'aquest correu a les persones següents:
cs_cz: Autorům je automaticky zasíláno emailem potvrzení podání jejich příspěvku. Můžete zaslat kopii této zprávy také na následující adresy:
da: Ved afslutning af manuskriptprocessen modtager forfattere automatisk en e-mail-bekræftelse. Derudover kan en kopi af e-mail-bekræftelsen sendes som følger:
de_de: Autor/innen erhalten automatisch eine E-Mail, die ihnen den Eingang ihrer Einreichung bestätigt. Darüber hinaus können Kopien der Bestätigungs-E-Mail an die folgenden Adressen verschickt werden:
el_gr: Με την ολοκλήρωση της διαδικασίας υποβολής, οι συγγραφείς λαμβάνουν αυτόματα ένα ευχαριστήριο email (που μπορεί να προβληθεί και να επεξεργαστεί μέσω της σελίδας "Έτοιμα email"). Επιπλέον, ένα αντίγραφο του ευχαριστήριου μηνύματος μπορεί να αποσταλεί ως εξής:
es_es: Se envía automáticamente un correo electrónico a los autores para informarles de su envío. Deberían haberse enviado copias de este correo a las personas siguientes:
eu: Egileei mezu elektroniko bat bidaltzen zaie automatikoki, haien bidalketa jakinarazteko. Mezu elektroniko honen kopiak bidal ditzakezu honako helbidera:
fr_fr: Les auteurs et auteures reçoivent automatiquement un courrier électronique leur confirmant la réception de leur soumission. Vous pouvez envoyer des copies de ce message à :
gl: Os autores reciben automaticamente un correo electrónico no que se recoñece o seu envío. É posible que envíes copias deste correo electrónico as seguintes persoas:
hr: Autori će automatski primiti e-poruku kojom se potvrđuje primitak njihovog podneska. Osim toga, kopije potvrdne e-pošte mogu se poslati na sljedeće adrese:
hu_hu: A szerzőknek automatikusan ment egy email a cikk befogadásáról. Másolatot küldhet ebből a levélből a következőknek:
hy_am: Հեղինակներին ինքնաշխատ կերպով ուղարկվում է նամակ՝ հաստատող իրենց ներկայացումը: Դուք կարող եք ունենալ էլ․ փոստի այս պատճեններն ուղարկված հետևյալ հասցեով.
id: Penulis, secara otomatis, dikirimi email pemberitahuan bahwa naskahnya sudah masuk. Anda bisa mengirim salinannya ke alamat surel berikut:
is: Höfundar fá sjálfkrafa tölvupóst með staðfestingu á móttöku handrits. Þú getur sent afrit af tölvupóstinum á eftirfarandi:
it_it: Agli autori viene mandato automaticamente un mail per conoscenza delle proprie proposte inviate. Puoi inviare copie di quese mails a:
ja: 投稿者には、投稿を確認するメールが自動的に送信されます。このメールのコピーを以下にも送れます:
ka_ge: ავტორებს ავტომატურად ეგზავნებათ ელწერილი, რომლითაც მათი წარდგენის დამადასტურებელია. შეიძლება ამ ელფოსტის ასლები გაგზავნოთ შემდეგზე:
kk_kz: Авторларға олардың жіберілгенін растайтын электрондық пошта автоматты түрде жіберіледі. Осы электрондық поштаның көшірмелерін келесі мекенжайларға жіберуге болады:
lv: Autoriem automātiski tiek nosūtīts e-pasts ar apstiprinājumu par materiāla iesniegšanu. Šī e-pasta kopijas var nosūtīt šādiem adresātiem:
mk: Авторите автоматски ќе добијат е-пошта со која се потврдува нивното поднесување. Може да испратите копии од оваа е-пошта на следниве:
mr: लेखकांना त्यांच्या सादरीकरण प्रक्रिया पूर्ण झाल्याची पुष्टी देणारा ई-मेल आपोआप पाठवला जातो. तुमच्याकडे या ई-मेलच्या प्रती खालील पत्त्यांवर पाठवल्या जाऊ शकतात:
ms: Pengarang menghantar secara automatik e-mel yang mengakui penyerahan mereka. Anda mungkin mempunyai salinan e-mel ini dihantar kepada yang berikut:
nb_no: Forfattere blir tilsendt en automatisk e-post som bekrefter innleveringen deres. Du kan sende kopi av denne e-posten til følgende:
nl: Auteurs krijgen na inzending automatisch een bevestigings-e-mail. Kopies van deze e-mail kunnen worden verstuurd aan volgende ontvangers:
pl: Autorzy automatycznie otrzymują wiadomość e-mail potwierdzającą ich zgłoszenie. Możesz wysłać kopię tych wiadomości e-mail na adres:
pl_pl: Autorzy automatycznie otrzymują wiadomość e-mail potwierdzającą ich zgłoszenie. Możesz wysłać kopię tych wiadomości e-mail na adres:
pt_pt: É enviado para os autores um e-mail automático de agradecimento pela sua submissão. Pode ter cópias deste e-mail enviado para o seguinte:
ro_ro: Autorilor li se trimite automat un e-mail în care li se confirmă înregistrarea manuscrisului. Este posibil să aveți copii ale acestui e-mail trimise la următoarele:
ru_ru: Авторам автоматически отправляется письмо электронной почты с подтверждением отправки их материала. Вы можете отправить копии этого письма электронной почты следующим:
sl: Avtorjem se bo avtomatsko poslal email s potrditvijo oddaje prispevka. Kopijo lahko pošljete tudi spodnjim:
sr_rs@cyrillic: Ауторима ће бити аутоматски послата порука потврђујући пријем пријављеног чланка. Можете копије ове поруке послати следећим:
sv_se: Författare får automatiskt ett e-postmeddelande som bekräftar deras inskickade bidrag. Du kan få kopior av detta meddelande skickade till följande:
th: ผู้แต่งจะได้รับอีเมลยืนยันการส่งงานโดยอัตโนมัติ คุณสามารถให้ส่งสำเนาอีเมลนี้ไปยังที่อยู่ดังต่อไปนี้:
tr_tr: Yazarlara otomatik olarak gönderilerinin alındığını bildiren bir e-posta gönderilir. Bu e-postanın kopyaları aşağıdakilere gönderilebilir:
uk: Авторам автоматично надсилається електронний лист із підтвердженням їхнього подання. Ви можете надіслати копії цього електронного листа до нижчевказаних:
uk_ua: Авторам автоматично надсилається електронний лист із підтвердженням їх подання. Ви можете надіслати копії цього електронного листа до нижчевказаним:
vi: Các tác giả sẽ tự động nhận được email xác nhận việc nộp bài của họ. Bạn có thể nhận các bản sao của email này được gửi đến những địa chỉ sau:
vi_vn: Các tác giả sẽ tự động được gửi một email xác nhận họ đã gửi. Bạn có thể có các bản sao của email này được gửi tới những địa chỉ sau:

# manager.setup.notifyUsers.queued
source: Emails are successfully queued to be sent at the earliest convenience.
da: E-mails er sat i kø og vil blive sendt hurtigst muligt.
eu: Mezu elektronikoak behar bezala ilaran jarri dira ahalik eta azkarren bidaltzeko.
id: Email sedang dalam antrian untuk dikirimkan secepatnya.
lv: E-pasti tiek veiksmīgi sakārtoti rindā, lai tos nosūtītu pēc iespējas ātrāk.
mk: Електронските писма се успешно подготвени за испраќање при првата прилика.
mr: ई-मेल्स लवकरात लवकर पाठवण्याच्या प्रतीक्षायादीत आहेत.
nl: E-mailberichten zijn succesvol gegroepeerd om deze bij de eerste gelegenheid te versturen.
pl: Wiadomości e-mail są pomyślnie umieszczane w kolejce do wysłania w najbliższym możliwym terminie.
sl: Emaili so bili uspešno uvrščena v čakalno vrsto, da se pošljejo v najkrajšem možnem času.
th: อีเมลถูกจัดคิวเรียบร้อยแล้วเพื่อส่งทันทีที่ทำได้
uk: Електронні листи успішно стоять у черзі, щоб бути відправленими якомога раніше.
vi: Email đã được đưa vào hàng đợi thành công để gửi vào thời gian thuận tiện nhất.

# manager.setup.openAccessPolicy.description
source: If providing immediate free access to all published content, you may enter a description of your Open Access Policy.
az: Nəşr edilmiş bütün məzmuna dərhal pulsuz giriş təmin edirsinizsə, Açıq Giriş Politikanızın açıqlamasını daxil edin.
bg_bg: Ако предоставяте незабавен (с публикуването на броя) безплатен достъп до цялото публикувано съдържание, можете да въведете описание на вашата политика за отворен достъп.
ca_es: Si oferiu accés lliure immediat a tot el contingut publicat hauríeu d'introduir una descripció de la vostra política d'accés obert.
cs_cz: Pokud povolujete okamžitý volný přístup k publikovanému obsahu, můžete zde upřesnit vaši Open Access Policy.
da: Hvis tidskriftet vil give læsere øjeblikkelig gratis adgang til alt publiceret indhold, kan du indsætte en beskrivelse af jeres Open Access politik.
de_de: Wenn Sie sofortigen freien Zugang zu allen veröffentlichten Inhalten gewähren, geben Sie eine Beschreibung Ihrer Open-Access-Richtlinie ein.
el_gr: Εάν το περιοδικό παρέχει άμεσα ελεύθερη πρόσβαση στο σύνολο του περιεχομένου του περιοδικού, εισάγετε μια δήλωση σχετικά με την Πολιτική Ανοικτής Πρόσβασης του περιοδικού που θα εμφανίζεται στην σελίδα «Σχετικά με το περιοδικό».
es_es: Si proporciona acceso libre inmediato a todo el contenido publicado, debería introducir una descripción de su política de acceso abierto.
eu: Argitaratutako eduki guztietarako berehalako sarbide librea ematen baduzu, zure sarbide irekiko politikaren deskribapena sar dezakezu.
fr_fr: Si vous fournissez un accès immédiat et gratuit à tout le contenu publié, vous pouvez inscrire une description de votre politique sur le libre accès.
gl: Se proporciona acceso libre inmediato a todo o contido publicado, pode inserir unha descrición da súa política de acceso aberto.
hr: Ako pružate neposredan besplatan pristup svim objavljenim sadržajima, navedite opis svoje politike otvorenog pristupa.
hu_hu: Ha azonnali szabad hozzáférést kínál a publikált tartalmakhoz, akkor itt megadhatja a nyílt hozzáférés politikáját.
hy_am: Եթե տրամադրում եք անհապաղ անվճար մուտք դեպի հրապարակված ողջ բովանդակությանը, կարող եք մուտքագրել ձեր Բաց հասանելիության քաղաքականության նկարագրությունը:
id: Jika memberikan akses gratis ke semua artikel yang diterbitkan, Anda dapat menerangkan Kebijakan Akses Terbuka juranl Anda.
is: Ef veittur er frjáls aðgangur að öllu útgefnu efni, má slá hér inn eigin stefnu um opinn aðgang.
it_it: Se viene consentito accesso gratuito immediato a tutti i contenuti considera di inserire questa descrizione nella norme su Open Access.
ja: 公開されたすべてのコンテンツにすぐに無料でアクセスできる場合は、オープンアクセスポリシーの説明を入力することができます。
ka_ge: თუ გამოქვეყნებულ შინაარსზე დაუყოვნებლივ შეგიძლიათ უფასო წვდომა, შეგიძლიათ შეიტანოთ თქვენი ღია წვდომის პოლიტიკის აღწერა.
kk_kz: Егер журнал оқырмандарға барлық жарияланған мазмұнға бірден тегін қол жеткізуді қамтамасыз етсе, сіз Ашық қолжетімділік саясатының сипаттамасын енгізе аласыз.
lv: Ja sniedzat tūlītēju bezmaksas piekļuvi visam publicētajam saturam, varat ievadīt aprakstu par savu atvērtās piekļuves politiku.
mk: Ако обезбедите непосреден бесплатен пристап до целата објавена содржина, можете да внесете опис на вашата политика за отворен пристап.
mr: जर सगळी प्रकाशित सामग्री तात्काळ मुक्तपणे वापरण्याची संधी देत असाल, तर तुम्ही तुमच्या मुक्त-द्वार (Open Access) धोरणाचे वर्णन येथे करू शकता.
ms: Jika menyediakan akses percuma serta-merta kepada semua kandungan yang diterbitkan, anda boleh memasukkan penerangan Polisi Akses Terbuka anda.
nb_no: Hvis alt publisert innhold skal være åpent tilgjengelig, kan du legge inn en beskrivelse av retningslinjer for åpen tilgang her.
nl: Wanneer alle inhoud onmiddellijk gratis wordt gepubliceerd, kan hier een beschrijving worden gegeven van het Open Access beleid.
pl: Jeżeli dostęp do treści jest otwarty, możesz umieścić tutaj treść polityki otwartości.
pl_pl: Jeżeli dostęp do treści jest otwarty, możesz umieścić tutaj treść polityki otwartości.
pt_pt: Se fornecer acesso gratuito imediato a todos os conteúdos publicados, pode inserir uma descrição da Política de Acesso Aberto.
ro_ro: Dacă oferiți acces imediat gratuit la întregul conținut publicat, puteți introduce o descriere a politicii dvs. de acces deschis.
ru_ru: Если журнал предоставляет читателям немедленный свободный доступ ко всему опубликованному контенту, вы можете ввести описание ваших Правил открытого доступа.
sl: Če uporabljate politko takojšnjega prostega dostopa za vse objvaljene vsebine, lahko vpišete opis vaše politike odprtega dostopa.
sr_rs@cyrillic: Ако омогућавате непосредан и директан приступ целокупном објављеном садржају можете унети опис ваше политике отвореног приступа.
sv_se: Om du ger omedelbar fri tillgång till allt publicerat innehåll, kan du fylla i open access-policy.
th: หากให้การเข้าถึงฟรีทันทีสำหรับเนื้อหาที่ตีพิมพ์ทั้งหมด คุณอาจป้อนคำอธิบายนโยบายการเข้าถึงแบบเปิดของคุณได้
tr_tr: Yayınlanmış tüm içeriğe anında ücretsiz erişim sağlıyorsanız, Açık Erişim Politikanızın açıklamasını giriniz.
uk: Якщо ви надаєте негайний вільний доступ до всього опублікованого вмісту, ви можете навести опис ваших правил відкритого доступу.
uk_ua: Якщо ви надаєте негайний вільний доступ до всього опублікованого вмісту, ви можете навести опис ваших правил відкритого доступу.
vi: Nếu cung cấp quyền truy cập miễn phí ngay lập tức cho tất cả nội dung đã xuất bản, bạn có thể nhập mô tả về Chính sách Truy cập Mở của mình.
vi_vn: Nếu cung cấp quyền truy cập miễn phí ngay lập tức vào tất cả nội dung đã xuất bản, bạn có thể nhập mô tả về Chính sách truy cập mở của mình.

# manager.setup.pageFooter.description
source: Enter any images, text or HTML code that you'd like to appear at the bottom of your website.
az: Veb saytınızın altında görünməsini istədiyiniz şəkilləri, mətnləri və ya HTML kodlarını daxil edin.
bg_bg: Въведете всички изображения, текст или HTML код, които искате да се показват в долната част на уебсайта ви.
ca_es: Introduïu qualsevol imatge, text o codi HTML que vulgueu que aparegui al peu del lloc web.
cs_cz: Vložte libovolný obrázek, text nebo HTML kód, který se má objevit ve spodní části vašeho webu.
da: Indsæt de billeder, den tekst eller HTML-kode, som ønskes placeret nederst på websitet.
de_de: Geben Sie alle Grafiken, Text oder HTML-Code an, die Sie am Fuß Ihrer Website anzeigen möchten.
el_gr: Προσθέστε εικόνες, κείμενο ή κώδικα HTML που θα εμφανίζεται στο κάτω μέρος του ιστοτόπου.
es_es: Introduzca cualquier imagen, texto o código HTML que desee que aparezca al pie de su sitio web.
eu: Sartu zure webgunearen beheko aldean agertzea nahi duzun edozein irudi, testu edo HTML kode.
fr_fr: Entrer une image, du texte ou du code HTML que vous voudriez voir apparaître au bas de votre site web.
gl: Insira as imaxes, texto ou código HTML que desexe que aparezan na parte inferior do seu sitio web.
hr: Unesite bilo koju sliku, tekst ili HTML kod koji želite da se pojavi na dnu vaše web stranice.
hu_hu: Adjon meg olyan képet, szöveget vagy HTML-kódot, amelyet meg kíván jelentetni az webhely alján.
hy_am: Մուտքագրեք ցանկացած պատկեր, տեքստ կամ HTML կոդ, որը ցանկանում եք որ հայտնվի ձեր կայքի ներքևում:
id: Tambahkan gambar, teks atau kode HTML yang ingin ditampilkan pada bagian footer website Anda.
is: Bættu við mynd, texta eða HTML kóða sem þú vilt að birtist neðst á vefsíðunni.
it_it: Inserire immagini, testo o codice HTML che deve essere visualizzato nel piè di pagina.
ja: ウェブサイトの下部に表示させたい画像やテキスト、HTMLコードなどを入力してください。
ka_ge: შეიყვანეთ ნებისმიერი სურათი, ტექსტი ან HTML კოდი, რომელიც გსურთ გამოჩნდეთ თქვენი ვებსაიტის ბოლოში.
kk_kz: Сайтыңыздың төменгі жағында пайда болғыңыз келетін кескіндерді, мәтінді немесе HTML кодын енгізіңіз.
lv: Ievadiet jebkurus attēlus, tekstu vai HTML kodu, ko vēlaties parādīt vietnes apakšējā daļā.
mk: Внесете какви било слики, текст или HTML код што сакате да се појават на дното на вашата веб-страница.
mr: तुमच्या संकेतस्थळाच्या पृष्ठांच्या तळाशी तुम्हाला दिसाव्यात असे वाटत असलेल्या प्रतिमा, मजकूर किंवा HTML कोड प्रविष्ट करा.
ms: Masukkan sebarang imej, teks atau kod HTML yang anda mahu dipaparkan di bahagian bawah laman web anda.
nb_no: Legg inn bilder, tekst eller HTML-kode som du ønsker skal vises nederst på nettsiden.
nl: Geef op welke afbeeldingen, tekst of HTML code u onderaan elke webpagina wilt tonen.
pl: Wgraj dowolne obrazki, text lub umieść kod HTML który miałby pokazać się w stopce witryny.
pt_pt: Insira qualquer imagem, texto ou código HTML que gostaria de aparecer no rodapé site.
ro_ro: Introduceți orice imagine, text sau cod HTML pe care doriți să apară în partea de jos a site-ului.
ru_ru: Введите все изображения, текст или код HTML, который вы хотите показать в нижней части вашего сайта.
sl: Vnesite slike, besedilo ali HTML kodo, za katero želite, da se pojavlja na dnu spletne strani.
sr_rs@cyrillic: Унесите слику, текст или HTML код који желите да се прикаже на дну вашег сајта.
sv_se: Lägg till bilder, text eller HTML-kod som du vill ska synas längst ned på din webbplats.
th: ป้อนภาพ ข้อความ หรือโค้ด HTML ที่คุณต้องการให้ปรากฏที่ด้านล่างของเว็บไซต์ของคุณ
tr_tr: Web sitenizin altında görünmesini istediğiniz resimleri, metinleri veya HTML kodlarını girin.
uk: Укажіть зображення, текст чи код HTML, який Ви хотіли б розмістити в нижній частині вебсайту.
uk_ua: Вкажіть зображення, текст, чи код HTML, який Ви хотіли б розмістити у нижній частині веб-сайту.
vi: Nhập bất kỳ hình ảnh, văn bản hoặc mã HTML nào bạn muốn hiển thị ở cuối trang web của mình.
vi_vn: Nhập bất kỳ hình ảnh, văn bản hoặc mã HTML nào bạn muốn xuất hiện ở cuối trang web của mình.
