Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.styleSheetDescription
source: Experienced web developers can upload a CSS file to further customize the website's appearance.
az: Təcrübəli veb inkişaf etdiriciləri, veb saytının görüntüsünü daha da şəxsiləşdirmək üçün bir CSS faylı yükləyə bilərlər.
bg_bg: Опитните уеб разработчици могат да качат CSS файл, за да персонализират допълнително външния вид на уебсайта.
ca_es: Podeu carregar un fitxer de full d'estil en cascada (CSS) addicional per canviar l'aparença.
cs_cz: Zkušení vývojáři webu mohou nahrát soubor css a přizpůsobit tak vzhled webu.
da: For yderligere at tilpasse websitets layout efter egne ønsker, kan erfarne webudviklere uploade en CSS-fil.
de_de: Sie können eine zusätzliche CSS-Datei hochladen, um das Aussehen anzupassen.
el_gr: Οι έμπειροι προγραμματιστές ιστοσελίδων μπορούν να μεταφορτώσουν ένα αρχείο CSS για να προσαρμόσουν περαιτέρω την εμφάνιση του ιστοτόπου.
es_es: Puede subir un hoja de estilo en cascada (CSS) adicional para cambiar la apariencia.
eu: Web-garatzaile esperientziadunek CSS fitxategi bat igo dezakete webgunearen itxura gehiago pertsonalizatzeko.
fr_fr: Vous pouvez télécharger un fichier de Feuilles de style en cascade (FSC) supplémentaire pour modifier l'apparence.
gl: Podes cargar un arquivo CSS para personalizar aínda máis o aspecto do sitio web.
hr: Možete prenijeti dodatnu CSS datoteku kako biste prilagodili izgled.
hu_hu: Tapasztalt webfejlesztők feltölthetnek CSS fájlt, hogy testreszabják a weboldal megjelenését.
hy_am: Փորձառու վեբ մշակողները կարող են վերբեռնել CSS նիշք՝ վեբ կայքի արտաքին տեսքն ավելի հարմարեցնելու համար:
id: Developer web berpengalaman dapat mengunggah file css untuk menggubah tampilan website.
is: Reyndir vefforritarar geta hlaðið upp CSS skrá til frekari stillinga á útliti vefsins.
it_it: È possibile importare un file CSS per personalizzare ulteriormente l'aspetto del sito.
ja: 経験豊富なウェブ開発者は、CSSファイルをアップロードして、ウェブサイトの外観をさらにカスタマイズできます。
ka_ge: გამოცდილი ვებ დეველოპერებს შეუძლიათ CSS ფაილის ატვირთვა, რათა ვებგვერდის გარეგნობა კიდევ უფრო შეცვალონ.
kk_kz: Тәжірибелі веб-әзірлеушілер сайттың көрінісі мен сезімін одан әрі өзгерту үшін CSS файлын жүктей алады.
lv: Pieredzējuši vietņu izstrādātāji var augšupielādēt CSS failu, lai vēl vairāk pielāgotu vietnes izskatu.
mk: Искусните веб-развивачи можат да испраќаат CSS-датотека за дополнително да го прилагодат изгледот на веб-страницата.
mr: अनुभवी वेब डेव्हलपर्स संकेतस्थळाचे स्वरूप वापरकर्त्याच्या दृष्टीने अधिक अनुकूल करण्यासाठी CSS फाईल संक्रमित (अपलोड) करू शकतात.
ms: Pembangun web yang berpengalaman boleh memuat naik fail CSS untuk menyesuaikan lagi penampilan laman web.
nb_no: Erfarne nettutviklere kan laste opp en CSS-fil for å tilpasse hvordan nettstedet ser ut.
nl: Ervaren webontwikkelaars kunnen een CSS bestand opladen om de weergave van de website aan te passen.
pl: Doświadczeni developerzy mogą przesłać plik CSS, aby wprowadzić zmiany w widoku strony niedostępne z poziomu OJS.
pl_pl: Doświadczeni developerzy mogą przesłać plik CSS, aby wprowadzić zmiany w widoku strony niedostępne z poziomu OJS.
pt_pt: Os administradores do portal podem fazer o upload de um ficheiro CSS para personalizar ainda mais a aparência do site.
ro_ro: Dezvoltatorii web experimentați pot încărca un fișier CSS pentru a personaliza în continuare aspectul site-ului.
ru_ru: Опытные веб-разработчики могут загрузить файл CSS для дополнительной модификации внешнего вида сайта.
sl: Izkušeni WEB razvijalci lahko naložijo CSS datoteko, s katero še dodatno prilagodijo videz spletne strani.
sr_rs@cyrillic: Искусни web програмери могу поставити CSS фајл за даље прилагођавање изгледа сајта.
sv_se: Erfarna webbutvecklare kan ladda upp en CSS-fil för att ytterligare anpassa webbplatsens utseende.
th: นักพัฒนาเว็บที่มีประสบการณ์สามารถอัปโหลดไฟล์ CSS เพื่อปรับแต่งรูปลักษณ์ของเว็บไซต์เพิ่มเติมได้
tr_tr: Deneyimli web geliştiricileri, web sitesinin görünümünü daha da özelleştirmek için bir CSS dosyası yükleyebilir.
uk: Досвідчені веб-розробники можуть завантажити файл CSS для подальшого налаштування зовнішнього вигляду вебсайту.
uk_ua: Досвідчені веб-розробники можуть завантажувати файл CSS для додаткового оформлення веб-сайту.
vi: Các nhà phát triển web có kinh nghiệm có thể tải lên file CSS để tùy chỉnh thêm giao diện trang web.
vi_vn: Các nhà phát triển web có kinh nghiệm có thể tải lên tệp CSS để tùy chỉnh thêm giao diện của trang web.

# manager.setup.technicalSupportContactDescription
source: A contact person who can assist editors, authors and reviewers with any problems they have submitting, editing, reviewing or publishing material.
az: Redaktorlara, müəlliflərə və rəyçilərə təqdimatlarını göndərmələrini, redaktə etmələrini, gözdən keçirmələrini və ya nəşr etdirdikləri hər hansı bir materialla bağlı problemdə kömək edə biləcək əlaqə saxlanılası şəxs.
bg_bg: Лице за контакт, което може да помогне на редактори, автори и рецензенти при всякакви проблеми, които имат при изпращането, редактирането, рецензирането или публикуването на материали.
ca_es: Una persona de contacte que pot donar assistència a editors/es, autors/es i revisors/es amb problemes a l'hora d'enviar, editar, revisar o publicar material.
cs_cz: Kontakt na osobu, která může pomoci editorům, autorům a recenzentům s problémy při podávání příspěvků, jejich editování, při nahrávání recenzních posudků či při publikování materiálů.
da: En kontaktperson, som kan assistere redaktører, forfattere og bedømmere, der måtte have brug for hjælp i forbindelse med indsendelse af, og redigering, bedømmelse og publicering af manuskript.
de_de: Eine Kontaktperson, die Herausgeber/innen, Autor/innen und Gutachter/innen bei allen Problemen unterstützen kann, die sie bei der Einreichung, beim redaktionellen Prozess, bei der Begutachtung oder beim Umgang mit veröffentlichtem Material haben.
el_gr: Ένα άτομο που μπορεί να υποστηρίξει επιμελητές, συγγραφείς και κριτές σε προβλήματα υποβολής, επιμέλειας, κρίσης ή δημοσίευσης υλικού.
es_es: Una persona de contacto que puede dar soporte a editores, autores y revisores con problemas al enviar, editar, revisar o publicar un material.
eu: Editoreei, egileei eta berrikusleei materiala bidaltzeko, editatzeko, berrikusteko edo argitaratzeko dituzten arazoekin lagun diezaiekeen harremanetarako pertsona.
fr_fr: Une personne-ressource qui peut aider les rédacteurs en chef, les auteurs et les rapporteurs à résoudre des problèmes lors d'une soumission, de l'édition, de l'évaluation ou lors de la publication de documents.
gl: Unha persoa de contacto que pode axudar aos editores, autores e revisores con calquera problema que teñan ao enviar, editar, revisar ou publicar material.
hr: Osoba za kontakt koja može pomoći urednicima, autorima i recenzentima s bilo kakvim problemima koje mogu imati s prijavom, postupkom uređivanja, recenziranjem ili rukovanjem objavljenim materijalom.
hu_hu: Kapcsolattartó személy, aki segíti a szerkesztőket, szerzőket és szakmai lektorokat, ha az anyagok beküldése, szerkesztése, lektorálása vagy közzététele során problémájuk lenne.
hy_am: Կոնտակտային անձ, ով կարող է օգնել խմբագիրներին, հեղինակներին և գրախոսներին նյութի ներկայացման, խմբագրման, գրախոսման կամ հրապարակման հետ կապված ցանկացած խնդիրների առնչությամբ:
id: Narahubung dapat membantu penyunting, penulis dan mitra bestari atas kendala di saat mereka mengirim, menyunting, menelaah atau menerbitkan naskah.
is: Tengiliður sem getur aðstoðað ritstjóra, höfunda og ritrýna með vandamál við að senda inn handrit, ristjórn, ritrýni eða útgáfu efnis.
it_it: Il contatto di una persona che può assistere gli editor, gli autori e i revisori per ogni problma che ha a che fare con la gestione editoriale, le revisioni, la pubblicazione dei materiali.
ja: 編集者、著者、査読者がマテリアルの投稿、編集、査読、出版に関わる問題をサポートする連絡先です。
ka_ge: საკონტაქტო პირი, რომელსაც შეუძლია დაეხმაროს რედაქტორებს, ავტორებსა და რეცენზენტებს ნებისმიერ პრობლემაში, რაც მათ აქვთ მასალის წარდგენა, ჩასწორება, განხილვა ან გამოქვეყნების დროს.
kk_kz: Редакторларға, авторларға және рецензенттерге материалды жіберу, өңдеу, қарау немесе жариялау кезінде туындауы мүмкін кез келген мәселелер бойынша көмектесе алатын байланыс тұлғасы.
lv: Kontaktpersona, kas var palīdzēt redaktoriem, autoriem un recenzentiem ar jebkādām problēmām, kas saistītas ar materiālu iesniegšanu, rediģēšanu, recenzēšanu vai publicēšanu.
mk: Контакт лице кое може да им помогне на уредниците, авторите и рецензентите за какви било проблеми што ги имаат со испраќање, уредување, преглед или објавување материјал.
mr: संपादक, लेखक आणि समीक्षकांना सामग्री सादर करताना, संपादित करताना, समीक्षण करताना किंवा प्रकाशित करताना येणाऱ्या कोणत्याही अडचणी सोडवण्यासाठी मदत करू शकणारी संपर्क व्यक्ती.
ms: Orang yang boleh dihubungi yang boleh membantu editor, pengarang dan pengulas dengan sebarang masalah yang mereka hadapi untuk menyerahkan, menyunting, mengulas atau menerbitkan bahan.
nb_no: En kontaktperson som kan assistere redaktører, forfattere og fagfeller om de har problemer med å levere inn, redigere, fagfellevurdere eller publisere materiale.
nl: Een contactpersoon die redacteurs, auteurs en reviewers kan assisteren met mogelijke problemen bij het inzenden, redigeren, reviewen of publiceren van teksten.
pl: Dane osoby, która wspiera redakcję, autorów i recenzentów w rozwiązywaniu wszelkich problemów ze zgłaszaniem tekstów, redagowaniem, recenzowaniem lub publikowaniem materiałów.
pl_pl: Dane osoby, która wspiera redakcję, autorów i recenzentów w rozwiązywaniu wszelkich problemów ze zgłaszaniem tekstów, redagowaniem, recenzowaniem lub publikowaniem materiałów.
pt_pt: Uma pessoa do contacto técncio que pode auxiliar editores, autores e revisores com quaisquer problemas que tenham submetido, editando, revendo ou publicando material.
ro_ro: O persoană de contact care poate ajuta redactorii, autorii și revizorii cu probleme pe care le prezintă, editează, revizuiește sau publică materiale.
ru_ru: Контактное лицо, которое может помочь редакторам, авторам и рецензентам с любыми проблемами, которые у них возникли в процессе отправки, редактирования, рецензирования или публикации материала.
sl: Kontaktna oseba, ki lahko pomaga urednikom, avtorjem in recenzentom v primeru, da imajo težave z oddajo prispevka, opravljanjem recenzije, vodnejem uredniškega postopka ali drugimi tehničnimi težavami.
sr_rs@cyrillic: Контакт особа која може помоћи уредницима, ауторима и рецензентима са проблемима приликом предаје, уређивања и рецензирања материјала за објављивање.
sv_se: Kontaktperson som kan assistera redaktörer, författare och granskare vid eventuella problem med insändning av bidrag, redaktionellt arbete, granskning eller publicering.
th: บุคคลที่สามารถช่วยเหลือบรรณาธิการ, ผู้แต่ง และผู้รีวิวเกี่ยวกับปัญหาการส่ง, การแก้ไข, การทบทวน หรือการตีพิมพ์เนื้อหา
tr_tr: Editörlere, yazarlara ve hakemlere materyallerini göndermelerini, düzenlemelerini, gözden geçirmelerini veya yayınladıkları herhangi bir problemle yardımcı olabilecek bir irtibat kişisi.
uk: Контактна особа, яка може допомогти редакторам, авторам та рецензентам у будь-яких проблемах, з якими вони стикаються під час редагування, перегляду чи публікації матеріалів.
uk_ua: Контактна особа, яка може допомогти редакторам, авторам та рецензентам у будь-яких проблемах, з якими вони стикаються під час редагування, перегляду чи публікації матеріалів.
vi: Người liên hệ có thể hỗ trợ biên tập viên, tác giả và người đánh giá giải quyết mọi vấn đề họ gặp phải khi nộp, chỉnh sửa, xem xét hoặc xuất bản tài liệu.
vi_vn: Người hỗ trợ kỹ thuật - người có thể hỗ trợ biên tập viên, tác giả và người đánh giá về bất kỳ vấn đề nào mà họ gặp phải khi gửi, chỉnh sửa, đánh giá hoặc xuất bản tài liệu.

# manager.setup.workflow.beginSubmissionHelp.description
source: The following is shown to authors before they begin their submission. Provide a brief explanation of the submission process so that the author knows what to expect.
bg_bg: Следното се показва на авторите, преди да започнат да изпращат материал. Дайте кратко обяснение на процеса на изпращане, така че авторът да знае какво да очаква.
cs_cz: Autorům se před zahájením předkládání zobrazí následující informace. Poskytněte stručné vysvětlení procesu zpracování příspěvku, aby autor věděl, co může očekávat.
da: Følgende vises til forfattere, før de begynder deres indsendelse. Giv en kort forklaring af indsendelsesprocessen, så forfatteren ved, hvad forfatteren kan forvente.
eu: Honako hau erakusten zaie egileei bidalketa hasi aurretik. Eman bidalketa prozesuaren azalpen labur bat, egileak zer espero dezakeen jakin dezan.
hr: Sljedeće se prikazuje autorima prije nego počnu s podnosenjem. Ukratko objasnite postupak podnošenja kako bi autor znao što može očekivati.
id: Hal berikut ini ditampilkan pada penulis sebelum mereka memulai pengiriman naskah mereka. Sediakan penjelasan singkat mengenai proses pengiriman naskah sehingga penulis mengetahui apa yang diharapkan.
lv: Pirms materiāla iesniegšanas uzsākšanas autoriem tiek parādīti šādi norādījumi. Sniedziet īsu paskaidrojumu par iesniegšanas procesu, lai autors zinātu, kas viņu sagaida.
mk: Следното е прикажано на авторите пред да започнат со нивното поднесување. Обезбедете кратко објаснување за процесот на поднесување, така што авторот знае што да очекува.
mr: लेखकांना त्यांची सादरीकरण प्रक्रिया सुरू करण्यापूर्वी खालील बाबी सांगितल्या जातात. सादरीकरण प्रक्रियेचे थोडक्यात स्पष्टीकरण द्या जेणेकरून लेखकाला काय अपेक्षित आहे हे कळेल.
nl: Het volgende wordt aan de auteurs gepresenteerd, voordat zij beginnen met hun inzending. Voorzie hen van een beknopte uitleg over het inzendingsproces, zodat de auteur weet wat de verwachtingen zijn.
pl: Poniższe informacje są wyświetlane autorom, zanim rozpoczną przesyłanie. Podaj krótkie wyjaśnienie procesu przesyłania, aby autor wiedział, czego się spodziewać.
sl: Spodnje se prikaže avtorjem pred začetkom oddaje prispevka. Na kratko opišite postopek oddaje prispevka, da bo avtor vedel, kaj sledi.
th: เนื้อหาด้านล่างนี้จะแสดงให้ผู้แต่งเห็นก่อนที่พวกเขาจะเริ่มการส่ง ให้คำอธิบายสั้น ๆ ของกระบวนการส่งเพื่อให้ผู้แต่งรู้ว่าจะคาดหวังอะไร
uk: Це показується авторам перед тим, як вони почнуть робити подання. Надайте коротке пояснення процесу подання, щоб автор знав, чого очікувати.
vi: Nội dung sau đây được hiển thị cho tác giả trước khi họ bắt đầu nộp bài. Cung cấp giải thích ngắn gọn về quy trình nộp bài để tác giả biết điều gì sẽ xảy ra.

# manager.setup.workflow.uploadFilesHelp.description
source: The following is shown to authors during the upload files step. Provide a brief explanation of what files authors are expected to share with their submission.
bg_bg: Следното се показва на авторите по време на стъпката за качване на файлове. Предоставете кратко обяснение какви файлове се очаква авторите да добавят с подаването си на материали.
cs_cz: V kroku nahrávání souborů se autorům zobrazí následující informace. Poskytněte stručné vysvětlení, jaké soubory mají autoři sdílet se svým příspěvkem.
da: Følgende vises til forfattere under upload af filer trinnet. Giv en kort forklaring på, hvilke filer forfattere forventes at dele med deres indsendelse.
eu: Honako hau erakusten zaie egileei fitxategiak igotzeko urratsean. Eman azalpen labur bat egileek beren bidalketarekin zer fitxategi partekatu behar dituzten adieraziz.
hr: Sljedeće se prikazuje autorima tijekom koraka učitavanja datoteka. Navedite kratko objašnjenje koje datoteke autori trebaju podijeliti sa svojim podneskom.
id: Hal berikut ditunjukkan kepada penulis selama proses penggunggahan file. Sediakan penjelasan singkat mengenai file apa yang diharapkan dari penulis untuk dibagikan dengan naskah mereka.
lv: Augšupielādējot datnes, autoriem tiek parādīts šāds teksts. Sniedziet īsu paskaidrojumu par to, kādas datnes autoriem jāiesniedz kopā ar savu materiālu.
mk: Следното им се прикажува на авторите за време на чекорот за поставување датотеки. Обезбедете кратко објаснување за тоа кои датотеки се очекува да ги споделат авторите со нивното поднесување.
mr: फाईल्स संक्रमित (अपलोड) करण्याच्या प्रक्रियेदरम्यान लेखकांना खालील बाबी सांगितल्या जातात. लेखकांनी त्यांच्या सादरीकरणासह कोणत्या फाईल्स शेअर कराव्यात याचे थोडक्यात स्पष्टीकरण द्या.
nl: Het volgende wordt getoond aan auteurs tijdens de uploadfase van bestanden. Voorzie hen van een korte uitleg over de vraag welke bestanden van de auteurs worden verwacht te delen bij hun inzending.
pl: Poniższe informacje są wyświetlane autorom na etapie przesyłania plików. Podaj krótkie wyjaśnienie, jakie pliki autorzy mają udostępnić wraz ze swoim zgłoszeniem.
sl: Spodnje se prikaže avtorjem med korakom nalaganja datotek. Na kratko opišite postopek kakšne datoteke se ob oddaji pričakujejo.
th: เนื้อหาด้านล่างนี้จะแสดงให้ผู้แต่งเห็นระหว่างขั้นตอนการอัปโหลดไฟล์ ให้คำอธิบายสั้น ๆ ของไฟล์ที่คาดว่าผู้แต่งจะต้องส่ง
uk: Це показується авторам на стадії завантаження файлів. Надайте коротке пояснення того, якими файлами автори повинні поділитися у своєму поданні.
vi: Nội dung sau đây được hiển thị cho tác giả trong bước tải lên tệp. Cung cấp giải thích ngắn gọn về những tệp nào tác giả được mong đợi chia sẻ với bài nộp của họ.

# notification.localeReloaded
source: {$locale} locale reloaded for {$contextName}.
az: {$locale} dili yenidən yükləndi
bg_bg: {$locale} език е презареден за {$contextName}.
ca_es: S'ha actualitzat la configuració regional {$locale}.
cs_cz: Lokalizace {$locale} byla znovu nahrána.
da: {$locale} sprog genindlæst.
de_de: Regionaleinstellung {$locale} neu geladen.
el_gr: Η γλώσσα {$locale} ξαναφορτώθηκε για το πλαίσιο {$contextName}.
es_es: {$locale} configuración regional recargada.
eu: {$locale} eskualdeko ezarpenak birkargatu dira {$contextName}(e)rako.
fr_fr: Le paramètre régional {$locale} a été rechargé.
gl: {$locale} idioma recargado para {$contextName}.
hr: Ponovno učitana regionalna postavka {$locale}.
hu_hu: {$locale} nyelv újratöltve.
hy_am: {$locale} տեղայինը վերաբեռնվել է {$contextName} -ի համար:
id: Bahasa {$locale} dimuat ulang untuk {$contextName}.
is: Tungumál {$locale} endurhlaðið fyrir {$contextName}.
it_it: Lingua {$locale} ricaricata.
ja: {$locale} 言語を {$contextName} でリロードしました。
ka_ge: {$locale} ენა ჩატვირთულია {$textName}-ისთვის.
kk_kz: {$locale} тілі {$contextName} үшін жүктелген.
lv: Lokalizācija {$locale} pārielādēta žurnālam {$contextName}.
mk: {$locale} локацијата е повторно вчитана за {$textName}.
mr: {$contextName} साठी {$locale} लोकॅल पुनर्स्थापित (रीलोड) केले.
ms: Bahasa {$locale} dimuat semula untuk {$contextName}.
nb_no: Språkpakken {$locale} lastet opp på nytt.
nl: Taal {$locale} vernieuwd.
pl: Język {$locale} przeładowany.
pl_pl: Język {$locale} przeładowany.
pt_pt: {$locale} idioma recarregado.
ro_ro: {$locale} a fost reluată pentru {$contextName}.
ru_ru: Язык «{$locale}» загружен для «{$contextName}».
sl: Jezik {$locale} je ponovno nameščen.
sr_rs@cyrillic: {$locale} локализација је поново учитана.
sv_se: Språket/regionen {$locale} laddades om.
th: โหลดภาษาของ {$locale} สำหรับ {$contextName} ใหม่แล้ว
tr_tr: {$locale} dili yeniden yüklendi.
uk: Локалізацію "{$locale}" перезавантажено для "{$contextName}".
uk_ua: Мова {$locale} перезавантажена.
vi: Ngôn ngữ {$locale} đã được tải lại cho {$contextName}.
vi_vn: Đã tải lại ngôn ngữ {$locale} cho {$contextName}.

# manager.setup.workflow.forTheEditorsHelp.description
source: The following is shown to authors during the For the Editors step, when they are asked to provide metadata such as keywords, comments to the editor, and other details to assist in editorial review.
bg_bg: Следното се показва на авторите по време на стъпка "За редакторите", когато те са помолени да предоставят метаданни като ключови думи, коментари към редактора и други подробности за подпомагане на редакционния преглед.
cs_cz: Následující informace se autorům zobrazí v kroku Pro redaktory, kdy jsou požádáni o uvedení metadat, jako jsou klíčová slova, komentáře pro redaktora a další podrobnosti, které pomohou při redakční kontrole.
da: Følgende vises til forfattere under trinnet, når de bliver bedt om at give metadata såsom nøgleord, kommentarer til redaktøren og andre detaljer for at hjælpe med redaktionel gennemgang.
eu: Honako hau erakusten zaie egileei Editoreentzat urratsean, metadatuak emateko eskatzen zaienean, hala nola gako-hitzak, editoreari egindako iruzkinak eta bestelako xehetasunak, berrikuspen editorialean laguntzeko.
hr: Sljedeće se prikazuje autorima tijekom koraka Za urednike, kada se od njih traži da daju metapodatke kao što su ključne riječi, komentari uredniku i druge pojedinosti za pomoć u uredničkom pregledu.
id: Hal berikut ditunjukkan kepada penulis pada langkah Editor, ketika mereka diminta untuk menyediakan metadata seperti kata kunci, komentar pada editor, dan detail lain untuk membantu review editorial.
lv: Turpmāk norādītais tiek parādīts autoriem solī "Redaktoriem", kurā autori tiek lūgti sniegt metadatus, piemēram, atslēgvārdus, komentārus redaktoram un citu informāciju, kas būtu noderīgi recenzēšanas procesā.
mk: Следното им се прикажува на авторите за време на чекорот За уредувачите, кога од нив се бара да дадат метаподатоци како што се клучни зборови, коментари на уредникот и други детали за да помогнат во уредничкиот преглед.
mr: 'संपादकांसाठी'च्या पायरीवर लेखकांना खालील बाबी सांगितल्या जातात, जेव्हा त्यांना कळीचा शब्द (कीवर्ड), संपादकीय अभिप्राय आणि संपादकीय समीक्षणासाठी उपयुक्त असे इतर तपशील यासारखी माहिती देण्यास सांगितले जाते.
nl: Het volgende wordt getoond aan de auteurs tijdens de redactionele stap, wanneer de auteurs worden verzocht metadata (zoals kernwoorden, opmerkingen aan de redacteur en andere randvoorwaardelijkheden ter ondersteuning van de redactionele recensie te verstrekken.
pl: Następujące informacje są wyświetlane autorom w kroku <b>Dla redaktorów</b>, gdy są oni proszeni o podanie metadanych, takich jak słowa kluczowe, komentarze dla redaktora i inne szczegóły, które mogą pomóc w recenzji redakcyjnej.
sl: Spodnje se prikaže avtorjem med korakom za posredovanje dodatnih informacij za urednike, kot so ključne besede, komentarji uredniku in ostale podrobnosti, ki pomagajo pri uredniškem pregledu.
th: เนื้อหาด้านล่างนี้จะแสดงให้ผู้แต่งเห็นระหว่างขั้นตอนสำหรับบรรณาธิการ เมื่อถูกขอให้ระบุเมทาดาทา เช่น คีย์เวิร์ด, ข้อความถึงบรรณาธิการ และรายละเอียดอื่น ๆ เพื่อช่วยในการทบทวนบรรณาธิการ
uk: Це показується авторам під час кроку «Для редакторів», коли їх просять надати редактору метадані, такі як ключові слова, коментарі й інші подробиці, щоб допомогти в редакційному рецензуванні.
vi: Nội dung sau đây được hiển thị cho tác giả trong bước Dành cho Biên tập viên, khi họ được yêu cầu cung cấp metadata như từ khóa, nhận xét cho biên tập viên và các chi tiết khác để hỗ trợ trong việc xem xét biên tập.
