Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.people.enrollSync
source: Sync Enrollment
az: Eyni vaxtda qeydiyyat
bg_bg: Синхронизиране на записването
ca_es: Sincronització d’altes
cs_cz: Synchronizovat přidělené role
da: Synkroniser tilmelding
de_de: Synchronisiere Einträge
el_gr: Συγχρονισμένη ανάθεση ρόλων
es_es: Sincronizar el alta
eu: Sinkronizatu inskripzioa
fr_fr: Synchroniser l'inscription
gl: Sincronizar a inscrición
hr: Sinkroniziraj uloge korisnika
hu_hu: Beiratkozás szinkronizálás
hy_am: Համաժամացնել գրանցումը
id: Sinkronisasi Pendaftaran
is: Samstilla skráningar
it_it: Sincronizza iscrizioni
ja: 登録の同期
ka_ge: რეგისტრაციის სინქრონიზაცია
kk_kz: белгілеуді синхрондау
ku: تۆمارکردنی لەهەمان کاتدا
lv: Sinhronizēt reģistrāciju
mk: Синхронизирај ги улогите
mr: नोंदणीची जुळवणी (Sync) करा
ms: Penyegerakan Pendaftaran
nb_no: Synkroniser tillegging
nl: Synchroniseer inschrijving
pl: Synchronizuj zapisy
pl_pl: Synchronizuj zapisy
pt_pt: Sincronizar registo
ro_ro: Sincronizați înrolările
ru_ru: Синхронизировать назначения
sl: Sinhroniziraj vloge uporabnika
sr_rs@cyrillic: Синхронизуј улоге корисника
sv_se: Synkronisera tilldelning av roller
th: ซิงโครไนซ์การลงทะเบียน
tr_tr: Eşzamanlı Kayıt
uk: Синхронізація призначень
uk_ua: Синхронізація призначень
vi: Đồng bộ hóa đăng ký
vi_vn: Đồng bộ hoá đăng ký

# manager.people.enrollUserAsDescription
source: Users can be assigned to, or removed from, a role at any point.
az: Üzvlər hər hansı bir rol ilə təyin edilə bilər və ya ləğv edilə bilər.
bg_bg: Потребителите могат да бъдат присвоени или премахнати от роля по всяко време.
ca_es: Podeu assignar i desassignar rols als usuaris/usuàries en qualsevol moment.
cs_cz: Uživateli může být kdykoli přiřazena nebo odejmuta role.
da: Brugere kan til enhver tid knyttes til eller fjernes fra en rolle.
de_de: Benutzer/innen können jederzeit eine Funktion zugewiesen bekommen, auch kann die Zuweisung jederzeit rückgängig gemacht werden.
el_gr: Εάν δεν έχουν επιλεγεί ρόλοι, ο χρήστης θα δημιουργηθεί στο σύστημα αλλά δεν θα είναι εγγεγραμμένος σε κάποιον ρόλο στα πλαίσια του συγκεκριμένου περιοδικού. Κατόπιν της δημιουργίας του χρήστη, η ανάθεση ή μη ρόλων μπορεί να πραγματοποιηθεί ανά πάσα στιγμή.
es_es: Una persona puede ser asignada o eliminada de un rol concreto en cualquier momento.
eu: Edozein unetan eslei (edo ken) dakioke rol bat erabiltzaile bati.
fr_fr: Les utilisateurs peuvent se voir attribuer ou se faire retirer un rôle à n'importe quel moment.
gl: Os usuarios poden ser asignados ou eliminados dun rol en calquera momento.
hr: Uloge mogu biti dodijeljene ili oduzete u bilo kojem trenutku nakon kreiranja novog korisnika.
hu_hu: Felhasználók akikhez valaha hozzárendeltek vagy elvettek szerepkört.
hy_am: Օգտագործողներին ցանկացած պահի կարող է նշանակվել կամ հեռացնել որևէ դեր:
id: Pengguna dapat ditugaskan ke, atau dipindahkan dari, satu peran kapanpun.
id_id: Pengguna dapat ditugaskan ke, atau dipindahkan dari, satu peran kapanpun.
is: Hægt er að setja hlutverk á, eða taka af, notendum hvenær sem er.
it_it: Gli utenti possono essere assegnati a, o rimossi da, un ruolo in qualsiasi momento.
ja: ユーザーは、いつでもロールに任命したり、ロールから外したりすることができます。
ka_ge: მომხმარებლებს ნებისმიერ დროს შეიძლება დაეკისროს როლი, ან ჩამოერთვას ის.
kk_kz: Пайдаланушыларды кез келген уақытта кез келген рөлге тағайындауға немесе кез келген рөлге тағайындаудан шығаруға болады.
ku: بەکارهێنەر دەتوانرێت ڕابسپێردرێت بۆ یان لاببردرێت لە ڕۆڵێک لە هەرکاتێک بێت
lv: Lietotājiem jebkurā brīdī var piešķirt kādu lomu vai no tās atbrīvot.
mk: На корисниците може да им се додели или отстрани улога во кој било момент.
mr: वापरकर्त्यांची एखाद्या भूमिकेसाठी केव्हाही नियुक्ती किंवा काढून टाकले जाऊ शकते.
ms: Pengguna boleh ditugaskan kepada, atau dibuang daripada, peranan pada bila-bila masa.
nb_no: Du kan tildele eller avløse roller når som helst etter at brukeren er opprettet.
nl: Gebruikers kunnen op ieder moment een rol krijgen of daarvan ontheven worden.
pl: Użytkownicy mogą zostać przydzieleni do roli w dowolnym czasie.
pl_pl: Użytkownicy mogą zostać przydzieleni do roli w dowolnym czasie.
pt_pt: O sistema permite o registo de utilizadores, cujos papéis editoriais podem ser designados ou removidos a qualquer momento após a criação do registo.
ro_ro: Utilizatorilor li se poate atribui sau elimina un rol în orice moment.
ru_ru: Пользователям можно назначать любую роль или отменять назначение любой роли в любое время.
sl: Uporabniku je lahko v vsakem trenutku dodeljena ali izbrisana določena vloga.
sr_rs@cyrillic: Улоге могу бити додељене или одузете у било којем тренутку након креирања новог корисника.
sv_se: Användare kan tilldelas eller tas bort från en roll när som helst.
th: ผู้ใช้สามารถได้รับมอบหมายหรือถูกลบออกจากบทบาทได้ทุกเวลา
tr_tr: Üyeler herhangi bir rol ile atanabilir veya iptal edilebilir.
uk: Користувачів може бути призначено і звільнено від призначень у будь-який час.
uk_ua: Користувачі можуть призначатися і звільнятися від призначень в будь-який час.
vi: Người dùng có thể được chỉ định hoặc xóa khỏi vai trò bất kỳ lúc nào.
vi_vn: Người dùng có thể được chỉ định hoặc xóa bỏ một vai trò tại bất kỳ thời điểm nào.

# manager.people.mergeUsers.confirm
source: Are you sure you wish to merge the selected {$oldAccountCount} account(s) into the account with the username "{$newUsername}"? The selected {$oldAccountCount} accounts will not exist afterwards. This action is not reversible.
az: {$oldAccountCount} adlı üzvün hesab məlumatlarını {$newUsername} adlı üzvün hesabına transfer etmək istədiyinizdən əminsinizmi? {$oldAccountCount} adlı üzv hesabı bağlanacaq və bu əməliyyatın ləğvi mümkün deyildir.
bg_bg: Наистина ли искате да обедините избраните {$oldAccountCount} акаунти в акаунта с потребителско име "{$newUsername}"? Избраните {$oldAccountCount} акаунти няма да съществуват след това. Това действие не е обратимо.
ca_es: Esteu segur/a que voleu fusionar els comptes seleccionats amb nom d'usuari «{$oldAccountCount}» amb el compte amb nom d'usuari «{$newUsername}»? Si ho feu, els comptes seleccionats amb nom d'usuari {$oldAccountCount} deixaran d'existir. Aquesta acció és irreversible.
cs_cz: Jste si jisti, že chcete sloučit účet s uživatelským jménem "{$oldAccountCount}" s účtem s uživatelský jménem "{$newUsername}"? Účet s uživatelským jménem "{$oldAccountCount}" poté přestane existovat. Tato akce je nevratná.
da: Er du sikker på, at du vil flette kontoen med brugernavnet "{$oldAccountCount}" til kontoen med brugernavnet "{$newUsername}"? Kontoen med brugernavnet "{$oldAccountCount}" vil derefter ophøre med at eksistere. Denne handling kan ikke fortrydes.
de_de: Sind Sie sicher, dass Sie die ausgewählten {$oldAccountCount} Benutzer/innenkonten in dem Konto mit dem Benutzer/innen-Namen "{$newUsername}" aufgehen lassen wollen? Die ausgewählten {$oldAccountCount} Konten werden dann nicht mehr existieren. Der Vorgang kann nicht rückgängig gemacht werden.
el_gr: Είστε βέβαιοι ότι επιθυμείτε να συγχωνεύσετε τον λογαριασμό με το όνομα χρήστη "{$oldUsername}" σε λογαριασμό με το όνομα χρήστη "{$newUsername}"; Ο λογαριασμός με το όνομα χρήστη "{$oldUsername}" θα διαγραφεί οριστικά. Η ενέργεια αυτή είναι μη αναστρέψιμη.
es_es: ¿Está seguro que desea unir la cuenta "{$oldAccountCount}" a la cuenta "{$newUsername}"? La cuenta "{$oldAccountCount}" se eliminará. Esta acción es irreversible.
eu: Ziur zaude "{$oldUsername}" erabiltzaile-izena duen kontua ezabatu eta "{$newUsername}" erabiltzaile-izena duen kontuarekin batu nahi duzula? "{$oldUsername}" kontua galdu egingo da. Ekintza hau ezingo da desegin.
fr_fr: Voulez-vous vraiment fusionner les {$oldAccountCount} compte(s) avec le compte ayant le nom d'utilisateur ou d'utilisatrice « {$newUsername} » ? Les {$oldAccountCount} compte(s) n'existeront plus par la suite. Cette action est irréversible.
gl: Estás seguro de que desexas combinar a conta {$oldAccountCount} coa conta "{$newUsername}"? A conta {$ oldAccountCount} eliminarase. Esta acción non é reversible.
hr: Jeste li sigurni da želite spojiti račun korisnika "{$oldUsername}" s računom korisnika "{$newUsername}"? Račun korisničkog imena "{$oldUsername}" više neće postojati nakon toga. Ovo je nepovratna radnja.
hu_hu: Biztos benne, hogy össze akarja vonni a kiválasztott {$oldAccountCount} fiókokat a következő felhasználónév alatt "{$newUsername}"? A kiválasztott {$oldAccountCount} fiókok utána nem lesznek elérhetőek. Ez a művelet nem visszavonható.
hy_am: Համոզվա՞ծ եք, որ ցանկանում եք միավորել ընտրված {$oldAccountCount} հաշիվը "{$newUsername}" օգտանունով հաշվին: Ընտրված {$oldAccountCount} հաշիվները հետագայում չեն լինի: Այս գործողությունը շրջելի չէ:
id: Apakah Anda yakin ingin menggabungkan{$oldAccountCount} akun yang terpilih ke akun dengan nama pengguna "{$newUsername}"? Akun {$oldAccountCount} terpilih tidak akan ada setelahnya. Tindakan ini tidak bisa dilakukan sebaliknya.
id_id: Apakah Anda yakin ingin menggabungkan{$oldAccountCount} akun yang terpilih ke akun dengan nama pengguna "{$newUsername}"? Akun {$oldAccountCount} terpilih tidak akan ada setelahnya. Tindakan ini tidak bisa dilakukan sebaliknya.
is: Ertu viss um að þú viljir tvinna {$oldAccountCount} notenda reikning(a) við notendanafnið "{$newUsername}"? Valinn/valdir {$oldAccountCount} notendareikningar verða ekki til eftir það. Aðgerðina er ekki hægt að afturkalla.
it_it: Sei sicuro di fondere l'account selezionato {$oldAccountCount} con l'account con username "{$newUsername}"? Il vecchio account {$oldAccountCount} successivamente non esisterà più. Questa azione è irreversibile.
ja: 選択した {$oldAccountCount} アカウントを、ユーザー名「{$newUsername}」のアカウントに統合することでよろしいですか？選択した {$oldAccountCount} アカウントは、その後存在しなくなります。この操作は元に戻せません。
ka_ge: დარწმუნებული ხართ, რომ გსურთ არჩეული {$oldAccountCount} ანგარიშების შერწყმა „{$newUsername}“ ანგარიშთან? არჩეული {$oldAccountCount} ანგარიშები ამის შემდეგ გაქრება. ამ მოქმედების გაუქმება შეუძლებელია.
kk_kz: Таңдалған {$oldAccountCount} есептік жазбаларын "{$newUsername}" пайдаланушы аты бар тіркелгіге біріктіргіңіз келетініне сенімдісіз бе? Таңдалған {$oldAccountCount} есептік жазбалары енді болмайды. Бұл әрекетті қайтара алмайсыз.
lv: Vai tiešām vēlaties atlasītos {$oldAccountCount} kontus apvienot kontā ar lietotājvārdu "{$newUsername}"? Pēc tam izvēlētie {$oldAccountCount} konti vairs nepastāvēs. Šī darbība nav atgriezeniska.
mk: Дали сте сигурни дека сакате да ги споите избраниот профил на {$oldAccountCount} во профилот со корисничкото име „{$newUsername}“? Избраниот профили на {$oldAccountCount} нема да постои потоа. Оваа акција не е реверзибилна.
mr: तुम्ही खात्रीने निवडलेले/ली {$oldAccountCount} खाते/खाती "{$newUsername}" वापरकर्तानावाने असलेल्या खात्यात विलीन करू इच्छिता ना? निवडलेले/ली {$oldAccountCount} खाते/खाती नंतर अस्तित्वात राहणार नाहीत. हा निर्णय फिरवताही येणार नाही.
ms: Adakah anda pasti mahu menggabungkan {$oldAccountCount} akaun yang dipilih ke dalam akaun dengan nama pengguna "{$newUsername}"? Akaun {$oldAccountCount} yang dipilih tidak akan wujud selepas itu. Tindakan ini tidak boleh diterbalikkan.
nb_no: Denne handlingen kan ikke gjøres om. Er du sikker på at du vil slå kontoen med brukernavnet «{$oldAccountCount}» sammen med kontoen med brukernavnet «{$newUsername}»? Kontoen med brukernavnet «{$oldAccountCount}» vil ikke lenger finnes.
nl: Weer u zeker dat u de geselecteerde {$oldAccountCount} account(s) wilt samenvoegen met "{$newUsername}"? de geselecteerde {$oldAccountCount} account(s) zullen achteraf niet meer bestaan. Deze actie is onomkeerbaar.
pl: Czy na pewno połączyć {$oldAccountCount} kont z nowym kontem "{$newUsername}"? Zaznaczone {$oldAccountCount} kont przestanie istnieć. Działanie jest nieodwracalne.
pl_pl: Czy na pewno połączyć {$oldAccountCount} kont z nowym kontem "{$newUsername}"? Zaznaczone {$oldAccountCount} kont przestanie istnieć. Działanie jest nieodwracalne.
pt_pt: Deseja realmente juntar o registo do utilizador {$oldAccountCount} com o(s) registo(s) do utilizador "{$newUsername}"? O registo de {$oldAccountCount} será eliminado permanentemente. Esta ação é irreversível.
ro_ro: Sigur doriți să îmbinați conturile {$oldAccountCount} selectate în cont cu numele de utilizator „{$newUsername}”? Conturile selectate {$oldAccountCount} nu vor exista ulterior. Această acțiune nu este reversibilă.
ru_ru: Вы уверены, что хотите объединить выбранные {$oldAccountCount} учетных записей в учетную запись с именем пользователя «{$newUsername}»? Выбранные {$oldAccountCount} учетные записи после этого перестанут существовать. Это действие необратимо.
sl: Ali ste prepričani, da želite združiti uporabniške račune {$oldAccountCount} v uporabniški račun z uporabniškim imenom "{$newUsername}"? Izbrani uporabniški računi {$oldAccountCount} ne bodo več obstajali. Ta akcija je nepovratna.
sr_rs@cyrillic: Да ли сте сигурни да желите да спојите налог корисника "{$oldUsername}" са налогом корисника "{$newUsername}"? Налог корисничког имена "{$oldUsername}" више неће постојати након тога. Ово је неповратна радња.
sv_se: Är du säker på att du vill slå ihop kontot för "{$oldUsername}" med kontot för"{$newUsername}"? Kontot "{$oldUsername}" kommer att tas bort och kan inte återskapas.
th: คุณแน่ใจหรือไม่ว่าต้องการรวมบัญชีที่เลือกจำนวน {$oldAccountCount} เข้ากับบัญชีที่มีชื่อผู้ใช้ "{$newUsername}"? บัญชีที่เลือกจำนวน {$oldAccountCount} จะไม่อยู่หลังจากนี้ การกระทำนี้ไม่สามารถย้อนกลับได้
tr_tr: {$oldAccountCount} adlı üyenin hesap bilgilerini {$newUsername} alı üyenin hesabına taşımak istediğinizden emin misiniz? {$oldAccountCount} adlı üye hesabı kapatılacaktır ve bu işlemin geri dönüşü yoktur.
uk: Ви впевнені, що бажаєте об'єднати {$oldAccountCount} вибраних облікових записів у єдиний обліковий запис "{$newUsername}"? Після цього {$oldAccountCount} вибраних облікових записів перестануть існувати. Цю дію не можна буде відмінити.
uk_ua: Ви впевнені, що хочете об'єднати {$oldAccountCount} вибраних облікових записів у єдиний обліковий запис "{$newUsername}"? Після цього {$oldAccountCount} вибраних облікових записів перестануть існувати. Цю дію не можна буде відмінити.
vi: Bạn có chắc chắn muốn hợp nhất {$oldAccountCount} tài khoản đã chọn vào tài khoản với tên đăng nhập "{$newUsername}" không? {$oldAccountCount} tài khoản đã chọn sẽ không tồn tại sau đó. Hành động này không thể hoàn tác.
vi_vn: Bạn có chắc chắn muốn hợp nhất (các) tài khoản {$oldAccountCount} đã chọn vào tài khoản có tên người dùng "{$newUsername}" không? Các tài khoản {$oldAccountCount} đã chọn sẽ không tồn tại sau đó. Hành động này là không thể đảo ngược.

# manager.people.noMatchingUsers
source: No matching users.
az: Uyğun gəlməyən üzvlər.
bg_bg: Няма съответстващи потребители.
ca_es: No s’han trobat usuaris/usuàries.
cs_cz: Žádní odpovídající uživatelé.
da: Der blev ikke fundet nogen tilsvarende brugere.
de_de: Keine passenden Benutzer/innen.
el_gr: Δεν υπάρχει αντιστοίχηση μεταξύ των χρηστών.
es_es: No se han encontrado usuarias/os.
eu: Ez dago bat datorren erabiltzailerik.
fr_fr: Aucun utilisateur correspondant.
gl: Non se atoparon usuarios/as.
hr: Nema odgovarajućih korisnika.
hu_hu: Nincs megfelelő felhasználó.
hy_am: Համընկնող օգտվողներ չկան:
id: Tidak ada pengguna yang cocok.
id_id: Tidak ada pengguna yang cocok.
is: Engir notendur sem passa.
it_it: Nessun utente corrispondente.
ja: 該当するユーザーはいません。
ka_ge: შესაბამისი მომხმარებლები არ არიან.
kk_kz: Сәйкес келетін пайдаланушылар жоқ.
ku: هیچ بەکارهێنەرێکی هاوشێوە بوونی نییە.
lv: Nav atbilstošu lietotāju.
mk: Нема корисници што одговараат.
mr: जुळणारे वापरकर्ते नाहीत.
ms: Tiada pengguna yang sepadan.
nb_no: Ingen treff.
nl: Geen passende gebruikers.
pl: Brak dopasowanych użytkowników.
pl_pl: Brak dopasowanych użytkowników.
pt_pt: Nenhum utilizador encontrado.
ro_ro: Fără utilizatori potriviți.
ru_ru: Нет совпадающих пользователей.
sl: Ni nobenih odgovarjajočih uporabnikov.
sr_rs@cyrillic: Нема одговарајућих корисника.
sv_se: Inga användare hittades.
th: ไม่พบผู้ใช้ที่ตรงกัน
tr_tr: Eşleşmeyen üyeler.
uk: Немає відповідностей.
uk_ua: Немає відповідностей.
vi: Không tìm thấy người dùng phù hợp.
vi_vn: Không có người dùng phù hợp.

# manager.people.saveAndCreateAnotherUser
source: Save and Create Another
az: Saxla ve başqa bir üzv yaradın
bg_bg: Запази и създай друга
ca_es: Desa’l i crea’n un altre
cs_cz: Uložit a vytvořit dalšího
da: Gem og opret en ny
de_de: Speichern und eine/n weitere/n Benutzer/in anlegen
el_gr: Αποθήκευση και δημιουργία νέου
es_es: Guardar y crear otra/o
eu: Gorde eta sortu beste bat
fr_fr: Enregistrer et en créer un autre
gl: Gardar e crear outro/a
hr: Spremi i kreiraj drugog
hu_hu: Mentés és másik készítése
hy_am: Պահպանեք և ստեղծեք մեկ ուրիշը
id: Simpan dan Buat yang Lain
id_id: Simpan dan Buat yang Lain
is: Vista og stofna næsta
it_it: Salva e crea nuovo
ja: 保存して次の作成
ka_ge: შენახვა და ახლის შექმნა
kk_kz: Сақтау және басқасын жасау
ku: هەمباری بکە و یەکێکی تردروست بکە
lv: Saglabāt un izveidot citu
mk: Зачувај и креирај нов
mr: सेव्ह करा आणि आणखी एक तयार करा
ms: Simpan dan Cipta Satu Lagi
nb_no: Lagre og opprett en til
nl: Bewaren en een volgende aanmaken
pl: Zapisz i utwórz następnego
pl_pl: Zapisz i utwórz następny
pt_pt: Guardar e Adicionar Outro
ro_ro: Salvați și creați un alt
ru_ru: Сохранить и создать другой
sl: Shrani in ustvari novega
sr_rs@cyrillic: Сачувај и креирај другог
sv_se: Spara och skapa ytterligare
th: บันทึกและสร้างผู้ใช้อีกคน
tr_tr: Kaydet ve başka bir üye oluştur
uk: Записати та створити іншого
uk_ua: Записати та створити іншого
vi: Lưu và tạo người dùng khác
vi_vn: Lưu và tạo một người dùng khác

# manager.people.syncUsers
source: Synchronize User Enrollment
az: Üzv qeydiyyatını eyni vaxtda edin
bg_bg: Синхронизация на записването на потребители
ca_es: Sincronització de les altes d’usuari/usuària
cs_cz: Synchronizovat zapojení uživatelů
da: Synkroniser brugertilmelding
de_de: Benutzer/innen-Einträge synchronisieren
el_gr: Συγχρονισμός ανάθεσης ρόλων
es_es: Sincronizar el alta de usuarias/os
eu: Sinkronizatu erabiltzaile-inskripzioa
fr_fr: Synchroniser l'inscription des utilisateurs
gl: Sincronizar a inscrición do usuario/a
hr: Sinkroniziranje uloge dodijeljene korisnicima
hu_hu: Felhasználói beiratkozás szinkronizálása
hy_am: Համաժամացնել օգտվողի գրանցումը
id: Sinkronisasikan Pedaftaran Pengguna
id_id: Sinkronisasikan Pedaftaran Pengguna
is: Samstilla notendaskráningar
it_it: Sincronizza i ruoli dell'utente
ja: ユーザー登録の同期化
ka_ge: მომხმარებლის რეგისტრაციის სინქრონიზაცია
kk_kz: Қолданушы тағайындауларын синхрондау
lv: Sinhronizēt lietotāju reģistrāciju
mk: Синхронизирајте го Уписот на корисници
mr: वापरकर्ता नोंदणीची जुळवणी (सिंक्रोनाइझ) करा
ms: Segerakkan Pendaftaran Pengguna
nb_no: Synkroniser tillegging av brukere
nl: Synchroniseer ingeschreven gebruikers
pl: Synchronizuj zapisy użytkowników
pl_pl: Synchronizuj zapisy użytkowników
pt_pt: Sincronizar registo de utilizadores
ro_ro: Sincronizați înrolarea utilizatorului
ru_ru: Синхронизировать назначения пользователя
sl: Sinhroniziraj vloge dodeljene uporabnikom
sr_rs@cyrillic: Синхронизуј улоге додељене корисницима
sv_se: Synkronisera tilldelning av roller
th: ซิงโครไนซ์การลงทะเบียนผู้ใช้
tr_tr: Üye kaydını eşzamanlı yap
uk: Синхронізація ролей користувачів
uk_ua: Синхронізація ролей користувачів
vi: Đồng bộ hóa đăng ký người dùng
vi_vn: Đồng bộ hóa đăng ký người dùng

# manager.userSearch.searchByName
source: Search User By Name
az: Ada görə istifadəçi axtarın
bg_bg: Търсене на потребител по име
ca_es: Cercar usuari/ària per nom
cs_cz: Hledat uživatele podle jména
da: Søg bruger via navn
de_de: Nutzer/in per Name suchen
el_gr: Αναζήτηση χρήστη κατά Όνομα
es_es: Buscar usuario/a por nombre
eu: Bilatu erabiltzailea izenaren arabera
fr_fr: Rechercher un usager par son nom
gl: Buscar usuario/a polo nome
hr: Traži korisnika po imenu
hu_hu: Felhasználó keresése név alapján
hy_am: Որոնել օգտվողին անունով
id: Cari Pengguna Berdasarkan Nama
is: Leita að notendum eftir nafni
it_it: Cerca utente per nome
ja: ユーザー名で検索
ka_ge: მოძებნეთ მომხმარებელი სახელით
kk_kz: Пайдаланушыны аты бойынша іздеңіз
ku: لە بەکارهێنەرەکان بگەڕێ بە ناو
lv: Meklēt lietotāju pēc vārda
mk: Пребарувај корисник по име
mr: वापरकर्त्याला नावाने शोधा
ms: Cari Pengguna Mengikut Nama
nb_no: Søk opp bruker etter navn
nl: Zoek een gebruiker op naam
pl: Szukaj wg imienia i nazwiska
pl_pl: Szukaj wg imienia i nazwiska
pt_pt: Pesquisa por Nome
ro_ro: Căutare utilizator după nume
ru_ru: Поиск пользователя по имени
sl: Išči uporabnika po imenu
sr_rs@cyrillic: Пронађи корисника по имену
sv_se: Sök användare med namn
th: ค้นหาผู้ใช้ตามชื่อ
tr_tr: Ada Göre Kullanıcı Ara
uk: Пошук користувача за іменем
uk_ua: Пошук користувача за іменем
vi: Tìm kiếm người dùng theo tên
vi_vn: Tìm kiếm Người dùng Theo tên
zh_tw: 按名稱搜尋用戶
