Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# plugins.importexport.user.error.usernameEmailMismatch
source: The username "{$username}" and the e-mail "{$email}" do not match to the one and the same existing user.
az: "{$username}" istifadəçi adı və "{$email}" emaili, mövcud istifadəçi ilə eyni deyil.
bg_bg: Потребителското име "{$username}" и имейлът "{$email}" не съвпадат с един и същ съществуващ потребител.
ca_es: L'usuari/ària "{$username}" i el correu electrònic "{$email}" no coincideixen amb el mateix usuari/ària ja existent.
cs_cz: Uživatelské jméno „{$username}“ a e-mail „{$email}“ se neshodují s jedním a stejným existujícím uživatelem.
da: Brugernavnet "{$username}" og e-mailen "{$email}" stemmer ikke overens med en og samme eksisterende bruger.
de_de: Benutzer/innenname "{$username}" und die E-Mail-Adresse "{$email}" passen nicht zur selben Benutzerin/zum selben Benutzer.
el_gr: Το όνομα χρήστη "{$username}" και το e-mail "{$email}" δεν ταιριάζουν με τον ίδιο υπάρχοντα χρήστη.
es_es: El usuario/a "{$username}" y el correo electrónico "{$email}" no coinciden con el mismo usuario/a ya existente.
eu: "{$username}" erabiltzaile-izena eta "{$email}" helbide elektronikoa ez datoz bat dagoeneko badagoen erabiltzaile berarekin.
fr_fr: L'utilisateur ou utilisatrice « {$username} » et l'adresse courriel « {$email} » ne correspondent pas à ceux de l'utilisatrice ou utilisateur existant.
gl: O nome de usuario/a "{$username}" e o correo electrónico "{$email}" non coinciden co mesmo usuario/a existente.
hr: Korisničko ime "{$username}" i e-mail "{$email}" ne odgovaraju istom postojećem korisniku.
hu_hu: A felhasználó felhasználóneve "{$username}" és email címe "{$email}" nem egyezik a létező felhasználóval.
hy_am: "{$username}" օգտանունը և "{$email}" էլ․ փոստը չեն համընկնում նույն գոյություն ունեցող օգտվողի հետ:
id: Username "{$username}" dan surel "{$email}" tidak cocok dengan pengguna yang ada.
is: Notandanafnið "{$username}" og netfangið "{$email}" vísa ekki til eins og sama stofnaða notanda.
it_it: Lousername "{$username}" e l'e-mail "{$email}" non corrispondono allo stesso utente.
ja: ユーザー名「{$username}」とメールアドレス「{$email}」が、同一の既存ユーザーに一致しません。
ka_ge: მომხმარებლის სახელი "{$username}" და ელფოსტა "{$email}" არ ემთხვევა ერთი და იგივე არსებულ მომხმარებელს.
kk_kz: "{$username}" пайдаланушы аты және "{$email}" электрондық пошта мекенжайы екі түрлі қолданыстағы пайдаланушыларға тиесілі.
lv: Lietotājvārds "{$username}" un e-pasts "{$email}" neatbilst vienam un tam pašam esošajam lietotājam.
mk: Корисничкото име "{$username}" и и-мејлот "{$email}" не одговараат еден на друг и на постоечкиот корисник.
mr: वापरकर्तानाव "{$username}" आणि ई-मेल "{$email}" एकाच विद्यमान वापरकर्त्याशी जुळत नाहीत.
ms: Nama pengguna "{$username}" dan e-mel "{$email}" tidak sepadan dengan satu dan pengguna sedia ada yang sama.
nb_no: Brukernavnet "{$username}" og e-posten "{$email}" stemmer ikke overens med en og samme eksisterende bruker.
nl: De gebruikersnaam "{$username}" en het e-mailadres "{$email}" behoren tot twee verschillende gebruikers.
pl: Nazwa użytkownika "{$username}" i e-mail "{$email}" nie pasują do jednego i tego samego użytkownika.
pt_pt: O nome de utilizador "{$username}" e o e-mail "{$username}" não correspondem ao mesmo utilizador.
ro_ro: Numele de utilizator "{$username}" și emalilul "{$email}" nu se potrivesc cu același utilizator existent.
ru_ru: Имя пользователя «{$username}» и адрес электронной почты «{$email}» принадлежат двум разным существующим пользователям.
sl: Uporabniško ime "{$username}" in email "{$email}" ne sovpadata z enim in istim uporabnikom.
th: ชื่อผู้ใช้ "{$username}" และอีเมล "{$email}" ไม่ตรงกันกับผู้ใช้ที่มีอยู่เดิม
tr_tr: "{$username}" kullanıcı adı ve "{$email}" e-postası, mevcut kullanıcıyla aynı değil.
uk: Користувач "{$username}" і електронна адреса {$email} не вказують на одного й того ж самого наявного користувача.
uk_ua: Користувач "{$username}" та електронна адреса "{$email}" не співпадають із одним і тим же існуючим користувачем.
vi: Tên đăng nhập "{$username}" và email "{$email}" không khớp với một và cùng một người dùng hiện tại.
vi_vn: Tên người dùng "{$username}" và e-mail "{$email}" không khớp và cùng với một người dùng hiện có.

# plugins.importexport.common.settings.form.testMode.label
source: Testing
da: Tester
eu: Probak
id: Pengujian
lv: Testēšana
mk: Тестирање
mr: चाचणी केली जात आहे
nl: (Software of systeem) testen
pl: Testowanie
sl: Testiranje
th: การทดสอบ
uk: Тестування
vi: Thử nghiệm

# manager.navigationMenus.form.title
source: Title
az: Başlıq
bg_bg: Заглавие
ca_es: Títol
cs_cz: Název
da: Titel
de_de: Titel
el_gr: Τίτλος
es_es: Título
eu: Titulua
fr_fr: Titre
gl: Título
hr: Naslov
hu_hu: Cím
hy_am: Վերնագիր
id: Judul
is: Titill
it_it: Titolo
ja: タイトル
ka_ge: სათაური
kk_kz: Тақырыбы
lv: Virsraksts
mk: Наслов
mr: शीर्षक
ms: Tajuk
nb_no: Tittel
nl: Titel
pl: Tytuł
pl_pl: Tytuł
pt_pt: Título
ro_ro: Titlu
ru_ru: Название
sl: Naslov
sv_se: Titel
th: ชื่อ
tr_tr: Başlık
uk: Назва
uk_ua: Назва
vi: Tiêu đề
vi_vn: Tiêu đề

# manager.navigationMenus.form.path
source: Path
az: Yol
bg_bg: Път
ca_es: Ruta
cs_cz: Cesta
da: Sti
de_de: Pfad
el_gr: Διαδρομή
es_es: Ruta
eu: Helbidea
fr_fr: Chemin
gl: Ruta
hr: Putanja
hu_hu: Útvonal
hy_am: Ուղի
id: Alamat
is: Slóð
ja: パス
ka_ge: მდებარეობა
kk_kz: Жолы
lv: Ceļš
mk: Патека
mr: पत्ता (Path)
ms: Laluan URL
nb_no: Sti
nl: Pad
pl: Ścieżka
pl_pl: Ścieżka
pt_pt: Caminho
ro_ro: Cale
ru_ru: Путь
sl: Pot
sv_se: Sökväg
th: เส้นทาง
tr_tr: Yol
uk: Шлях
uk_ua: Шлях
vi: Đường dẫn
vi_vn: Đường dẫn

# manager.navigationMenus
source: Navigation
az: Göndərmə menyuları
bg_bg: Навигация
ca_es: Menú de navegació
cs_cz: Navigační menu
de_de: Navigationsmenüs
el_gr: Πλοήγηση
es_es: Menús de navegación
eu: Nabigazioa
fr_fr: Menus de Navigation
gl: Menús de navegación
hr: Navigacija
hu_hu: Navigációs menü
hy_am: Նավարկում
id: Navigasi
is: Leiðakerfi
it_it: Menu di navigazione
ja: ナビゲーション
ka_ge: ნავიგაცია
kk_kz: Шарлау
lv: Navigācija
mk: Навигација
mr: मार्गनिर्देशन दुवे (Navigation)
ms: Navigasi
nb_no: Navigasjonsmenyer
nl: Navigatiemenu's
pl: Menu
pl_pl: Menu
pt_pt: Menus de Navegação
ro_ro: Navigare
ru_ru: Навигация
sl: Navigacijski meniji
sv_se: Navigationsmenyer
th: การนำทาง
tr_tr: Yönlendirme Menüleri
uk: Меню навігації
uk_ua: Меню навігації
vi: Điều hướng
vi_vn: Điều hướng

# manager.navigationMenus.form.content
source: Content
az: Məzmun
bg_bg: Съдържание
ca_es: Contingut
cs_cz: Obsah
da: Indhold
de_de: Inhalt
el_gr: Περιεχόμενο
es_es: Contenido
eu: Edukia
fr_fr: Contenu
gl: Contido
hr: Sadržaj
hu_hu: Tartalom
hy_am: Բովանդակություն
id: Konten
is: Innihald
it_it: Contenuto
ja: コンテンツ
ka_ge: შიგთავსი
kk_kz: Мазмұны
lv: Saturs
mk: Содржина
mr: मजकूर (Content)
ms: Kandungan
nb_no: Innhold
nl: Inhoud
pl: Treść
pl_pl: Kontekst
pt_pt: Conteúdo
ro_ro: Conținut
ru_ru: Контент
sl: Vsebina
sv_se: Innehåll
th: เนื้อหา
tr_tr: İçerik
uk: Вміст
uk_ua: Вміст
vi: Nội dung
vi_vn: Nội dung

# manager.navigationMenus.form.pathRegEx
source: The path field must contain only alphanumeric characters plus '.', '/', '-', and '_'.
az: Yol sahəsi sadəcə alfanumerik xarakterlər ilə birlikdə '.', '/', '-' ve '_' ehtiva etməlidir.
bg_bg: Полето за път трябва да съдържа само буквено-цифрови знаци плюс .', '/', '-', и '_'.
ca_es: El camp de la ruta només pot contenir caràcters alfanumèrics i '.', '/', '-', i '_'.
cs_cz: Pole pro cestu musí obsahovat pouze alfanumerické znaky a znaky '.', '/', '-', a '_'.
da: Sti-feltet må kun bestå af bogstaver, tal samt ".", "/", "-" og "_".
de_de: Der Pfad darf nur alphanumerische Zeichen sowie '.', '/', '-' und '_' enthalten.
el_gr: Το πεδίο διαδρομής πρέπει να περιέχει μόνο αλφαριθμητικούς χαρακτήρες και .', '/', '-', and '_'.
es_es: El campo de la ruta debe contener únicamente caracteres alfanuméricos, así como '.', '/', '-', y '_'.
eu: Helbidearen eremuak karaktere alfanumerikoak eta '.', '/', '-' eta '_' bakarrik izan behar ditu.
fr_fr: Le chemin doit uniquement contenir des caractères alphanumériques plus '.', '/', '-', et '_'.
gl: O campo da ruta debe conter só caracteres alfanuméricos máis '.', '/', '-' e '_'.
hr: Putanja može sadržavati samo alfanumeričke znakove plus '.', '/', '-' i '_'.
hu_hu: Az elérési út csak alfanumerikus karaktereket, valamint '.', '/', '-', és '_ karaktereket tartalmazhat'.
hy_am: Ուղիի դաշտը պետք է պարունակի միայն տառաթվային նիշեր, նաև '.', '/', '-' և '_':
id: Kolom alamat hanya boleh mengandung karakter alfanumerik serta '.', '/', '-', dan '_'.
is: Slóðin má bara innihalda bókstafi og/eða tölustafi ásamt '.', '/', '-', og '_'.
it_it: Il campo del path può contenere solo caratteri alfanumerici e in più '.', '/', '-', e '_'.
ja: パスフィールドには、英数字に加えて、「.」、「/」、「-」や「_」を含める必要があります。
ka_ge: გეზის ველი უნდა შეიცავდეს მხოლოდ ალფანუმერულ სიმბოლოებს, პლუს '.', '/', '-' და '_'.
kk_kz: Жол өрісінде тек әріптер, сандар, «.», «/», «-» және «_» болуы керек.
lv: Ceļa lauks drīkst saturēt tikai burtu un ciparu rakstzīmes, kā arī ".", "/", "-" un "_".
mk: Полето за патека мора да содржи само алфанумерички знаци плус '.', '/', '-', и '_'.
mr: पत्त्याच्या (path) फील्डमध्ये फक्त अक्षरे-अंक वर्ण आणि '.', '/', '-' आणि '_' हीच चिन्हे वापरता येतात.
ms: Medan laluan url mesti mengandungi hanya aksara abjad angka ditambah '.', '/', '-' dan '_'.
nb_no: Stien kan bare ha tegn og bokstaver, pluss punktum, komma, bindestrek og understrek.
nl: Het pad mag alleen alfanumerieke tekens bevatten, en ".", "/", "-" en "_".
pl: Ścieżka musi być złożona ze znaków alfanumerycznych, '.', '/', '-', oraz '_'.
pl_pl: Ścieżka musi być złożona ze znaków alfanumerycznych, '.', '/', '-', oraz '_'.
pt_pt: O campo para indicar o caminho só pode conter carateres alfanuméricos e '.', '/', '-' e '_'.
ro_ro: Câmpul de cale trebuie să conțină doar caractere alfanumerice plus '.', '/', '-', și '_'.
ru_ru: Поле с путем должно содержать только буквы, цифры, «.», «/», «-» и «_».
sl: Polje pot lahko vsebuje le alfanumerične znake in '.', '/', '-' ter '_'.
sv_se: Sökvägsfältet får bara innehålla alfanumeriska tecken samt '.', '/', '-', och '_'.
th: ช่องเส้นทางต้องประกอบด้วยเฉพาะตัวอักษร ตัวเลข และ '.', '/', '-', และ '_' เท่านั้น
tr_tr: Yol alanı sadece alfanümerik karakterler ile bilrilkte '.', '/', '-' ve '_' içermelidir.
uk: Поле "Шлях" має містити лише літери, цифри та такі символи: '.', '/', '-', і '_'.
uk_ua: Поле "Шлях" має містити лише літери, цифри та такі символи: '.', '/', '-', і '_'.
vi: Trường đường dẫn chỉ được chứa các ký tự chữ và số, '.', '/', '-', và '_'.
vi_vn: Trường đường dẫn phải chỉ chứa các ký tự chữ và số cộng với '.', '/', '-' và '_'.

# manager.navigationMenus.form.duplicateTitles
source: This title already exists for another navigation menu.
az: Bu başlıq başqa naviqasiya menyusu üçün artıq mövcuddur.
bg_bg: Това заглавие вече съществува за друго меню за навигация.
ca_es: Aquest títol ja existeix per a un altre menú de navegació.
cs_cz: Tento název již existuje v jiném navigačním menu.
da: Denne titel eksisterer allerede i forbindelse med en anden navigationsmenu.
de_de: Dieser Titel existiert bereits in einem anderen Navigationsmenü.
el_gr: Αυτός ο τίτλος υπάρχει ήδη για άλλο μενού πλοήγησης.
es_es: Este título ya existe en otro menú de navegación.
eu: Izenburu hori beste nabigazio menu baterako existitzen da dagoeneko.
fr_fr: Ce titre existe déjà pour un autre menu.
gl: Este título xa existe para outro menú de navegación.
hr: Ovaj naslov već postoji za drugi navigacijski izbornik.
hu_hu: Ez a cím már létezik egy másik navigációs menühöz.
hy_am: Այս վերնագիրն արդեն գոյություն ունի նավարկման մեկ այլ ընտրացանկի համար:
id: Judul ini sudah dipakai pada menu navigasi lain.
is: Þessi titill er þegar til fyrir aðra valmynd.
it_it: Questo titolo esiste già per un altro componente del menu di navigazione.
ja: このタイトルは、すでに別のナビゲーションメニューに存在しています。
ka_ge: ეს სათაური უკვე არსებობს ნავიგაციის სხვა მენიუსთვის.
kk_kz: Бұл тақырып басқа шарлау мәзірінде бұрыннан бар.
lv: Šis nosaukums jau pastāv citai navigācijas izvēlnei.
mk: Овој наслов веќе постои за друг елемент на навигациското мени.
mr: हे शीर्षक दुसऱ्या मार्गनिर्देशन दुव्यासाठी (navigation menu) यापूर्वीच अस्तित्वात आहे.
ms: Tajuk ini sudah wujud untuk menu navigasi lain.
nb_no: Tittelen brukes allerede for en annen navigasjonsmeny.
nl: Deze titel bestaat al voor een ander navigatiemenu.
pl: Tytuł już istnieje dla innego elementu menu.
pl_pl: Tytuł już istnieje dla innego elementu menu.
pt_pt: Este título já existe para outro menu de navegação.
ro_ro: Acest titlu există deja pentru un alt meniu de navigare.
ru_ru: Это название уже существует в другом навигационном меню.
sl: Ta naslov je že uporbljen pri drugem navigacijskem meniju.
sv_se: Den här titeln används redan för ett annat element i navigationsmenyn.
th: ชื่อนี้มีอยู่แล้วสำหรับเมนูการนำทางอื่น
tr_tr: Bu başlık başka bir gezinme menüsü için zaten mevcut.
uk: Цей заголовок вже вказано для іншого меню навігації.
uk_ua: Цей заголовок вже вказано для іншого меню навігації.
vi: Tiêu đề này đã tồn tại cho một menu điều hướng khác.
vi_vn: Tiêu đề này đã tồn tại cho một menu điều hướng khác.

# manager.navigationMenus.form.titleRequired
source: The title is required
az: Başlıq tələb olunur
bg_bg: Заглавието е задължително
ca_es: El títol és obligatori
cs_cz: Toto pole je povinné
da: Titlen er påkrævet
de_de: Der Titel ist erforderlich.
el_gr: Ο τίτλος απαιτείται
es_es: El título es obligatorio
eu: Titulua beharrezkoa da
fr_fr: Le titre est requis
gl: O título é obrigatorio
hr: Naslov je obavezan
hu_hu: A cím megadása kötelező
hy_am: Վերնագիրը պարտադիր է
id: Judul perlu diisi
is: Titill er áskilinn
it_it: Il titolo è richiesto
ja: タイトルは必須です
ka_ge: სათაური სავადებულოა
kk_kz: Тақырып қажет
lv: Virsraksts ir obligāts
mk: Насловот е задолжителен
mr: शीर्षक हवे
ms: Tajuk diperlukan
nb_no: Tittelen er nødvendig
nl: Een titel is verplicht
pl: Tytuł jest wymagany
pl_pl: Tytuł jest wymagany
pt_pt: O título é obrigatório
ro_ro: Titlul este necesar
ru_ru: Название обязательно
sl: Naslov je obvezen
sv_se: Titel måste anges.
th: จำเป็นต้องระบุชื่อ
tr_tr: Başlık gerekli
uk: Назва обов'язкова
uk_ua: Назва обов'язкова
vi: Cần có tiêu đề
vi_vn: Bắt buộc phải có tiêu đề.

# manager.navigationMenuItems
source: Navigation Menu Items
az: Göndərmə menyusu elementləri
bg_bg: Елементи от менюто за навигация
ca_es: Elements del menú de navegació
cs_cz: Prvky navigačního menu
da: Indholdselementer i navigationsmenuen
de_de: Einträge im Navigationsmenü
el_gr: Στοιχεία του Μενού Πλοήγησης
es_es: Elementos del menú de navegación
eu: Nabigazio-menuko elementuak
fr_fr: Éléments de menu de navigation
gl: Elementos do menú de navegación
hr: Stavke navigacijskog izbornika
hu_hu: Navigációs menüelemek
hy_am: Նավարկման ընտրացանկի տարրեր
id: Item Menu Navigasi
is: Valkostir á valmynd
it_it: Componeti menu navigazione
ja: ナビゲーションメニュー項目
ka_ge: ნავიგაციის მენიუს ელემენტები
kk_kz: Навигация мәзірінің элементтері
lv: Navigācijas izvēlnes elementi
mk: Елементи на навигациското мени
mr: मार्गनिर्देशन यादीतले दुवे (Navigation Menu Items)
ms: Item Menu Navigasi
nb_no: Elementer på navigasjonsmenyen
nl: Navigatiemenu-items
pl: Elementy menu
pl_pl: Elementy menu
pt_pt: Itens do Menu de Navegação
ro_ro: Elemente de meniu de navigare
ru_ru: Элементы навигационного меню
sl: Postavke navigacijskega menija
sv_se: Element i navigationsmenyn
th: รายการเมนูการนำทาง
tr_tr: Yönlendirme Menü Öğeleri
uk: Елементи меню навігації
uk_ua: Елементи меню навігації
vi: Các mục menu điều hướng
vi_vn: Mục trong menu điều hướng

# manager.navigationMenus.assignedMenuItems
source: Assigned Menu Items
az: Təyin olunmuş menyu elementləri
bg_bg: Присвоени елементи от менюто
ca_es: Elements del menú assignats
cs_cz: Přiřazené prvky menu
da: Tildelte menuelementer
de_de: Zugewiesenen Menüeinträge
el_gr: Αντιστοιχισμένα στοιχεία μενού
es_es: Elementos del menú asignados
eu: Esleitutako menu-elementuak
fr_fr: Éléments de menu assignés
gl: Elementos do menú asignados
hr: Dodijeljene stavke izbornika
hu_hu: Hozzárendelt menüelemek
hy_am: Նշանակված ընտրացանկի կետեր
id: Item Menu yang Digunakan
is: Tengdir valkostir á valmynd
it_it: Componenti del menu assegnate
ja: 指定済みメニュー項目
ka_ge: დანიშნული მენიუს ერთეულები
kk_kz: Тағайындалған мәзір элементтері
lv: Piešķirtie izvēlnes elementi
mk: Назначени елементи на мени
mr: नियुक्त केलेले यादीतले दुवे (Assigned Menu Items)
ms: Item Menu yang Ditugaskan
nb_no: Brukte menyelementer
nl: Toegewezen menu-items
pl: Przydzielone elementy menu
pl_pl: Przydzielone elementy menu
pt_pt: Itens de Menu Atribuídos
ro_ro: Elemente de meniu alocate
ru_ru: Назначенные элементы меню
sl: Dodeljene postavke menija
sv_se: Placerade menyelement
th: รายการเมนูที่ได้รับมอบหมาย
tr_tr: Atanmış Menü Öeğeleri
uk: Призначені елементи меню
uk_ua: Призначені елементи меню
vi: Các mục menu được chỉ định
vi_vn: Các Mục Menu được Chỉ định

# manager.navigationMenus.form.navigationMenuArea
source: Active Theme Navigation Areas
az: Aktiv tema yönləndirmə sahələri
bg_bg: Навигационни области в активната тема
ca_es: Àrees de navegació de tema actives
cs_cz: Navigační oblast aktivního tématu
da: Aktive tema-navigationsområder
de_de: Aktiver Navigationsbereich
el_gr: Περιοχές Πλοήγησης Ενεργών Θεμάτων
es_es: Áreas de navegación del tema activas
eu: Gai aktiboaren nabigazio-eremuak
fr_fr: Emplacements dans le thème actif
gl: Áreas de navegación do tema activas
hr: Područja za navigaciju aktivne teme
hu_hu: Aktív téma navigációs területek
hy_am: Ակտիվ թեմայի նավարկման տարածքներ
id: Daerah Navigasi Tema yang Aktif
is: Virkt þema fyrir valmynda- og stikusvæði
it_it: Aree del tema attivo per la navigazione
ja: アクティブテーマのナビゲーションエリア
ka_ge: აქტიური თემის ნავიგაციის არეები
kk_kz: Белсенді тақырыпты шарлау аумақтары
lv: Aktīvās tēmas navigācijas apgabali
mk: Области за навигација на активна тема
mr: सक्रिय मार्गनिर्देशन क्षेत्रांची मांडणी शैली (Active Theme Navigation Areas)
ms: Kawasan Navigasi Tema Aktif
nb_no: Navigasjonsområder for aktive tema
nl: Plaatsen voor navigatie in de huidige website-stijl
pl: Aktywne obszary nawigacyjne szablonu
pl_pl: Aktywne obszary nawigacyjne szablonu
pt_pt: Áreas Temáticas de Navegação Ativas
ro_ro: Zonele de navigare cu temă activă
ru_ru: Области навигации активной темы
sl: Navigacijska področja aktivne teme
sv_se: Navigationsytor för aktiva teman
th: พื้นที่การนำทางของธีมที่ใช้งาน
tr_tr: Aktif Tema Yönlendirme Alanları
uk: Області навігації активної теми
uk_ua: Області навігації активної теми
vi: Các khu vực điều hướng chủ đề hoạt động
vi_vn: Khu vực điều hướng chủ đề đang hoạt động

# manager.navigationMenus.form.customUrlError
source: A URL must be provided
az: Bir URL təmin edilməlidir
bg_bg: Трябва да бъде предоставен URL адрес
ca_es: Heu de proporcionar una URL
cs_cz: Je třeba zadat URL
da: Der mangler en URL
de_de: Eine URL ist erforderlich
el_gr: Πρέπει να παρέχεται ένας σύνδεσμος URL
es_es: Debe proporcionar una URL
eu: URL bat eman behar da
fr_fr: URL requise
gl: Débese proporcionar un URL
hr: URL mora biti naveden
hu_hu: URL megadása szükséges
hy_am: Պետք է տրամադրվի URL
id: URL wajib diisi
is: Það verður að gefa upp vefslóð
it_it: Deve essere inserito un URL
ja: URLの指定が必要
ka_ge: მითითებული უნდა იყოს URL
kk_kz: URL мекенжайын енгізуіңіз керек
lv: Jānorāda URL adrese
mk: Мора да се обезбеди URL-адреса
mr: एका URL ची तरतूद करणे आवश्यक आहे
ms: URL mesti disediakan
nb_no: Du må oppgi en URL
nl: Er moet een URL worden opgegeven
pl: Podaj URL
pl_pl: Podaj URL
pt_pt: O URL é obrigatório
ro_ro: Trebuie să fie furnizată o adresă URL
ru_ru: Необходимо ввести URL-адрес
sl: URL je obvezen
sv_se: En URL måste anges
th: จำเป็นต้องระบุ URL
tr_tr: Bir URL sağlanmalı
uk: Потрібно вказати URL-адресу
uk_ua: Потрібно вказати URL-адресу
vi: Phải cung cấp URL
vi_vn: Phải cung cấp một URL

# manager.navigationMenus.form.conditionalDisplay
source: Learn more about when this menu item will be displayed or hidden.
az: Bu menyu elementinin nə zaman göstəriləcəyi və ya gizlənəcəyi haqqında daha çox məlumat əldə edin.
bg_bg: Научете повече за това кога този елемент от менюто ще бъде показан или скрит.
ca_es: Més informació sobre quan es mostrarà o ocultarà aquest element del menú.
cs_cz: Další informace o tom, kdy se tato položka nabídky zobrazí nebo skryje.
da: Lær mere om, hvornår dette menupunkt vil blive vist eller skjult.
de_de: Erfahren Sie mehr, wann dieses Menü angezeigt bzw. versteckt wird.
el_gr: Μάθετε περισσότερα σχετικά με το πότε θα εμφανίζεται ή θα αποκρύπτεται αυτό το στοιχείο μενού.
es_es: Más información sobre cuándo se mostrará u ocultará este elemento del menú.
eu: Lortu informazio gehiago menuko elementu hau noiz bistaratuko edo ezkutatuko den jakiteko.
fr_fr: En savoir plus sur l'apparition de ce menu.
gl: Máis información sobre cando se amosará ou ocultará este elemento do menú.
hr: Saznajte više o tome kada će ova stavka izbornika biti prikazana ili skrivena.
hu_hu: Tudjon meg több arról, hogy ez a menüelem mikor látszik és mikor nem.
hy_am: Իմացեք ավելին այն մասին, թե երբ ընտրացանկի այս տարրը կցուցադրվի կամ կթաքցվի:
id: Pelajari lebih lanjut kapan item menu ini akan ditampilkan atau disembunyikan.
is: Læra meira um hvenær valkostir á þessari valmynd eru sýndir eða faldir.
it_it: Impara di più riguardo quando questo componente viene mostrato o nascosto.
ja: メニュー項目の表示・非表示のタイミングについてはこちらをご覧ください。
ka_ge: შეიტყვეთ მეტი იმის შესახებ, როდის გამოჩნდება ან იმალება მენიუს ეს ელემენტი.
kk_kz: Бұл мәзір элементінің қашан көрсетілетіні немесе жасырылғаны туралы қосымша ақпарат алыңыз.
lv: Uzziniet vairāk par to, kad šis izvēlnes elements tiks parādīts vai paslēpts.
mk: Дознајте повеќе кога овој елемент на менито ќе биде прикажан или скриен.
mr: यादीतला हा दुवा कधी दाखवला आणि लपवला जाईल याबद्दल अधिक जाणून घ्या.
ms: Ketahui lebih lanjut tentang bila item menu ini akan dipaparkan atau disembunyikan.
nb_no: Lær mer om når dette menyelementet vil bli vist eller skjult.
nl: Leer meer over wanneer dit menu-item zal worden getoond of verborgen.
pl: Dowiedz się więcej, kiedy ten element menu zostanie wyświetlony lub ukryty.
pl_pl: Dowiedz się więcej, kiedy ten element menu zostanie wyświetlony lub ukryty.
pt_pt: Aprenda mais sobre quando este item irá ser apresentado ou escondido.
ro_ro: Aflați mai multe despre momentul în care acest element de meniu va fi afișat sau ascuns.
ru_ru: Узнать больше, когда этот элемент меню будет показан или скрыт.
sl: Več o tem, kdaj bo ta postavka menija vidna in kdaj skrita.
sv_se: Läs mer om när det här menyelementet kommer att vara synligt och respektive dolt.
th: เรียนรู้เพิ่มเติมเกี่ยวกับเวลาที่รายการเมนูนี้จะแสดงหรือซ่อน
tr_tr: Bu menü öğesinin ne zaman görüntüleneceği veya gizleneceği hakkında daha fazla bilgi edinin.
uk: Дізнайтеся більше про те, коли цей пункт меню буде відображатися або приховуватися.
uk_ua: Дізнайтеся більше про те, коли цей пункт меню буде відображатися або приховуватися.
vi: Tìm hiểu thêm về khi mục menu này sẽ được hiển thị hoặc ẩn.
vi_vn: Tìm hiểu thêm về thời điểm hiển thị hoặc ẩn mục menu này.
