Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.submissionPreparationChecklistDescription
source: The following is shown to authors when they begin their submission. Authors are asked to confirm that their submission complies with any requirements specified here before beginning their submission.
az: jurnala müraciət edərkən, Müəlliflər əvvəlcə Müraciət Hazırlıq Yoxlama Siyahısını yoxlamalıdırlar. Yoxlama siyahısı "Jurnal Haqqında" altındakı "Müəllif Bələdçisi" bölməsindədir. Siyahı aşağıda redaktə edilə bilər, amma, siyahıdakı bütün elementlərin növbəti addıma keçə bilmək üçün Müəlliflər tərfindən işarələnməsi gərəklidir.
bg_bg: Следното се показва на авторите, когато започнат изпращането си на материал. От авторите се иска да потвърдят, че тяхната работа отговаря на изискванията, посочени тук, преди да започнат подаването.
cs_cz: Při zahájení odesílání se autorům zobrazí následující informace. Autoři jsou požádáni, aby před zahájením předkládání potvrdili, že jejich příspěvek splňuje všechny zde uvedené požadavky.
da: Følgende vises til forfattere, når de begynder deres indsendelse. Forfattere bliver bedt om at bekræfte, at deres indsendelse overholder de krav, der er angivet her, før de begynder deres indsendelse.
hr: Pri prijavljivanju priloga za časopis, od autora se prvo traži da potvrde kako njihov prilog zadovoljava svaku stavku "uvjeta za predaju priloga" prije nego što mogu nastaviti s postupkom prijave. Uvjeti za predaju priloga se također navode i kod "smjernica za autore", unutar rubrike "o časopisu". Popis uvjeta se može nadopuniti ili prilagoditi, a autori će uz svaku navedenu stavku svoju suglasnost morati označiti kvačicom.
id: Saat melakukan penyerahan naskah, Penulis terlebih dahulu diminta untuk mengecek kelengkapan item di daftar ini, sebelum melanjutkan proses kirim naskah.
lv: Kad autori sāk iesniegt materiālus, viņiem tiek parādīts šāds teksts. Pirms materiāla iesniegšanas sākuma autori tiek lūgti apstiprināt, ka viņu materiāls atbilst šeit norādītajām prasībām.
mk: Следното им се прикажува на авторите кога ќе започнат со нивното поднесување. Од авторите се бара да потврдат дека нивното поднесување е во согласност со сите барања наведени овде пред да започне нивното поднесување.
mr: लेखक त्यांची सादरीकरण प्रक्रिया सुरू करतात तेव्हा त्यांना खालील बाबी सांगितल्या जातात. लेखकांना त्यांची सादरीकरण प्रक्रिया सुरू करण्यापूर्वी ते येथे निर्दिष्ट केलेल्या सगळ्या गरजांचे पालन करताहेत याची खात्री करण्यास सांगितले जाते.
nl: Het volgende wordt getoond aan auteurs wanneer ze beginnen met hun inzending. Auteurs wordt gevraagd om te bevestigen dat hun inzending voldoet aan alle vereisten die hier zijn gespecificeerd voordat ze met hun inzending beginnen.
pl: Poniższe informacje są wyświetlane autorom, gdy rozpoczynają kompletowanie zgłoszenia. Autorzy, przed rozpoczęciem kompletowania ich zgłoszenia, proszeni są o potwierdzenie, że spełnia ono wszelkie wymienione tutaj wymagania czasopisma.
sl: Spodnje se prikaže avtorjem, ko začnejo z oddajo prispevka. Avtorji so naprošeni, da potrdijo, da prispevek ustreza vsem zahtevam, preden začnejo oddajati prispevek.
th: เนื้อหาด้านล่างนี้จะแสดงให้ผู้แต่งเห็นเมื่อพวกเขาเริ่มการส่งงาน ผู้แต่งจะถูกขอให้ยืนยันว่าการส่งงานของพวกเขาปฏิบัติตามข้อกำหนดที่ระบุไว้ที่นี่ก่อนที่จะเริ่มการส่ง
uk: Це показується авторам, коли вони починають подання. Авторів просять підтвердити, що їхнє подання відповідає будь-яким вимогам, зазначеним тут, перед початком здійснення подання.
vi: Nội dung sau đây được hiển thị cho tác giả khi họ bắt đầu nộp bài. Tác giả được yêu cầu xác nhận rằng bài nộp của họ tuân thủ bất kỳ yêu cầu nào được quy định tại đây trước khi bắt đầu nộp bài.

# manager.sections.form.assignEditors.description
source: Select the editorial users who should be assigned automatically to all new submissions to this section.
bg_bg: Изберете редакционните потребители, които трябва да бъдат присвоени автоматично на всички нови публикации в този раздел.
cs_cz: Vyberte redaktory, kteří mají být automaticky přiřazeni ke všem novým příspěvkům v této sekci.
da: Vælg de redaktionelle brugere, der automatisk skal tildeles alle nye indlæg til denne sektion.
eu: Hautatu atal honetan egindako bidalketa berri guztiei automatikoki esleitu behar zaizkien argitalpen-erabiltzaileak.
hr: Odaberite uredničke korisnike koji bi trebali biti automatski dodijeljeni svim novim podnescima u ovom odjeljku.
id: Memilih pengguna editorial yang ditugaskan secara otomatis untuk semua naskah pada bagian ini.
lv: Atlasiet redakcijas lietotājus, kuriem automātiski jāpiešķir visi jaunie iesniegtie materiāli šajā sadaļā.
mk: Изберете ги уредничките корисници кои автоматски треба да се доделат на сите нови поднесоци во овој дел.
mr: या विभागातील (उदा., लेख, समीक्षण, संशोधन, इ.) सगळ्या नव्या सादरीकरणांसाठी स्वयंचलितपणे नियुक्त केलेले संपादकीय वापरकर्ते निवडा.
nl: Selecteer de redactionele gebruikers die automatisch zouden moeten zijn toegewezen aan alle nieuwe inzendingen voor dit gedeelte.
pl: Wybierz pracowników redakcyjnych, którzy mają być automatycznie przypisywani do wszystkich nowych zgłoszeń do tej sekcji.
sl: Določite urednike, ki bodo avtomatično dodeljeni na prispevke oddane v to rubriko.
th: เลือกผู้ใช้งานบรรณาธิการที่จะถูกมอบหมายโดยอัตโนมัติให้กับการส่งงานใหม่ทั้งหมดในส่วนนี้
uk: Виберіть редакційних користувачів, яким слід автоматично призначати всі нові подання до цього розділу.
vi: Chọn người dùng biên tập nên được tự động chỉ định cho tất cả các bài nộp mới vào phần này.

# manager.categories.form.assignEditors.description
source: Select the editorial users who should be assigned automatically to all new submissions to this category.
bg_bg: Изберете редакционните потребители, които трябва да бъдат присвоени автоматично на всички нови публикации в тази категория.
cs_cz: Vyberte redaktory, kteří mají být automaticky přiřazeni ke všem novým příspěvkům v této kategorii.
da: Vælg de redaktionelle brugere, der automatisk skal tildeles alle nye indlæg til denne kategori.
eu: Hautatu kategoria honetan egindako bidalketa berri guztiei automatikoki esleitu behar zaizkien argitalpen-erabiltzaileak.
hr: Odaberite uredničke korisnike koji bi trebali biti automatski dodijeljeni svim novim podnescima u ovoj kategoriji.
id: Memilih pengguna editorial yang ditugaskan secara otomatis untuk semua naskah pada kategori ini.
lv: Atlasiet redakcijas lietotājus, kuriem automātiski jāpiešķir visi jaunie iesniegtie materiāli šajā kategorijā.
mk: Изберете ги уредничките корисници кои автоматски треба да се доделат на сите нови поднесоци во оваа категорија.
mr: या प्रवर्गातील (category) सगळ्या नव्या सादरीकरणांसाठी स्वयंचलितपणे नियुक्त केलेले संपादकीय वापरकर्ते निवडा.
nl: Selecteer de redactionele gebruikers, die automatisch zouden moeten zijn toegewezen aan alle nieuwe inzendingen in deze categorie.
pl: Wybierz pracowników redakcyjnych, którzy mają być automatycznie przypisywani do wszystkich nowych zgłoszeń do tej kategorii.
sl: Določite urednike, ki bodo avtomatično dodeljeni na vse prispevke v tej kategoriji.
th: เลือกผู้ใช้งานบรรณาธิการที่จะถูกมอบหมายโดยอัตโนมัติให้กับการส่งงานใหม่ทั้งหมดในหมวดหมู่นี้
uk: Виберіть редакційних користувачів, яким слід автоматично призначати всі нові подання до цієї категорії.
vi: Chọn người dùng biên tập nên được tự động chỉ định cho tất cả các bài nộp mới vào danh mục này.

# plugins.categories.metadata.description
source: Metadata Plugins implement additional meta-data standards.
az: Metadata Əlavələri əlavə meta data standarları tətbiq edir.
bg_bg: Добавкиje (плъгини) за метаданни прилагат допълнителни стандарти за метаданни.
ca_es: Els mòduls de metadades implementen estàndards addicionals de metadades.
cs_cz: Pluginy metadat zavádějí další standardy metadat.
da: Metadata plugins implementerer ekstra metadata-standarder.
de_de: Metadaten-Plugins implementieren zusätzliche Metadaten-Standards.
el_gr: Τα Πρόσθετα μεταδεδομένων εφαρμόζουν επιπλέον πρότυπα μεταδεδομένων.
es_es: Los módulos de metadatos implementan los estándares de metadatos complementarios.
eu: Metadatuen pluginek metadatu estandar gehigarriak inplementatzen dituzte.
fr_fr: Les modules d'extension des métadonnées mettent en place des normes supplémentaires pour les métadonnées.
gl: Os complementos de metadatos implementan estándares adicionais de metadatos.
hr: Dodaci za metapodatke implementiraju dodatne standarde za metapodatke.
hu_hu: A Metaadat bővítmények további metaadat szabványokat tesznek elérhetővé.
hy_am: Մետատվյալների պլագինը իրականացնում է լրացուցիչ մետատվյալների ստանդարտներ:
id: Plugin metadata menerapkan standard metadata tambahan.
is: Viðbótarforrit fyrir lýsigögn setja upp viðbótarstaðla fyrir lýsigögn.
it_it: I plugin per i metadati implementano schemi di metadati aggiuntivi.
ja: メタデータプラグインは、追加のメタデータ規格を実装します。
ka_ge: მეტამონაცემების პლაგინები ახორციელებენ მეტა-მონაცემების დამატებით სტანდარტებს.
kk_kz: Метадеректер модульдері қосымша метадеректер стандарттарын жүзеге асырады.
lv: Metadatu spraudņi ievieš papildu metadatu standartus.
mk: Плагини за метадата имплемнетира дополнителни метадата станбдарди.
mr: मेटाडेटासाठीचे प्लग-इन्स अतिरिक्त मेटाडेटा मानके लागू करतात.
ms: Plugin Metadata melaksanakan piawaian meta-data tambahan.
nb_no: Programtillegg for metadata iverksetter flere metadata-standarder.
nl: Metadata Plugins implementeren aanvullende metadata standaards.
pl: Wtyczki metadanych pozwalają na implementację dodatkowych standardów metadanych.
pl_pl: Wtyczki metadanych pozwalają na implementację dodatkowych standardów metadanych.
pt_pt: Os plugins de metadados implementam padrões adicionais de metadados.
ro_ro: Pluginele de metadate implementează standarde suplimentare de meta-date.
ru_ru: Модули метаданных реализуют дополнительные стандарты метаданных.
sl: Vtičniki za metapodatke implementirajo dodatne standarde za meta-podatke.
sr_rs@cyrillic: Додаци метаподатака имплементирају додатне стандарде мета података.
sv_se: Metadata-plugins implementerar ytterligare metadatastandarder.
th: ปลั๊กอินเมทาดาทาใช้เพื่อบังคับใช้มาตรฐานเมทาดาทาเพิ่มเติม
tr_tr: Metaveri Eklentileri ek meta veri standartları uygular.
uk: Плагіни метаданих дозволяють використання додаткових стандартів метаданих.
uk_ua: Плагіни метаданих дозволяють використання додаткових стандартів метаданих.
vi: Các plugin Metadata triển khai các tiêu chuẩn metadata bổ sung.
vi_vn: Plugin siêu dữ liệu triển khai các tiêu chuẩn siêu dữ liệu bổ sung.

# plugins.categories.blocks
source: Block Plugins
az: Blok əlavələri
bg_bg: Добавки (плъгини) за блокове
ca_es: Connectors de bloc
cs_cz: Pluginy bloků
da: Plugins til blokke
el_gr: Δομικά Στοιχεία
es_es: Módulos de Bloques
eu: Blokeko pluginak
fr_fr: Modules de bloc
gl: Complementos de Bloque
hr: Blok dodaci
hu_hu: Bővítmény tiltása
hy_am: Բլոկի պլագիններ
id: Plugin Block
id_id: Plugin Block
is: Viðbótarforrit fyrir stiklur (Block)
it_it: Gestione dei blocchi
ja: ブロックプラグイン
ka_ge: ბლოკების პლაგინი
kk_kz: Блок модульдері
lv: Bloka spraudņi
mk: Блокирај плагини
mr: ब्लॉक प्लग-इन्स
ms: Plugin Blok
nb_no: Blokker
pl: Wtyczki blokowe
pl_pl: Wtyczki blokowe
pt_pt: Plugins de Bloco
ro_ro: Plaginuri bloc
ru_ru: Модули блоков
sl: Vtičniki blokov
sr_rs@cyrillic: Блок додаци
th: ปลั๊กอินบล็อก
tr_tr: Blok Eklentileri
uk: Плагіни блоків
uk_ua: Плагіни блоків
vi: Các plugin khối
vi_vn: Plugin khối tác vụ

# plugins.categories.blocks.description
source: Block Plugins are pluggable UI components, such as the various sidebar tools.
az: Blok Əlavələri, müxtəlif kənar çubuğu alətləri kimi əlavə edilib istifadə edilə bilən istifadəçi ara üzü konponentləridir.
bg_bg: Блоковите добавки (плъгини) са включващи се компоненти на потребителския интерфейс, като например различните инструменти на страничната лента.
ca_es: Els connectors de bloc són components connectables de la interfície d’usuari/usuària, com ara les eines de les barres laterals.
cs_cz: Pluginy bloků jsou připojitelné UI komponenty, jako například různé postranní lišty s nástroji.
da: Plugins til blokke er tilslutningsbare brugergrænsefladekomponenter, f.eks. de forskellige margentekstværktøjer.
de_de: Block-Plugins sind ein- und ausschaltbare Designelemente, z.B. die verschiedenen Instrumente für die Seitenleiste.
el_gr: Τα Δομικά Στοιχεία είναι προσαρμόσιμες διεπαφές, όπως οι διάφορες πλαϊνές μπάρες.
es_es: Los módulos de Bloques son componentes de la interfaz de usuario, como las barras laterales de herramientas.
eu: Blokeko pluginak, erabiltzaile-interfazearen osagai gehigarriak dira, esate baterako, alboko barrako tresnak.
fr_fr: Les modules de bloc sont composés de modules d'interface enfichables, tels les différents outils des encadrés latéraux.
gl: Os complementos de bloque son compoñentes de interface de usuario conectables, como as distintas ferramentas da barra lateral.
hr: Blok dodaci su adaptibilne komponente korisničkog sučelja.
hu_hu: A blokk bővítmények variálható UI komponenseket tartalmaznak, ilyenek a változtatható oldalsáv eszközök.
hy_am: Բլոկի պլագինները դրանք միացվող UI բաղադրիչներ են, ինչպիսիք են տարբեր կողային գործիքները:
id: Block Plugins adalah komponen UI yang dapat di-plug, seperti sidebar tool yang bervariasi.
id_id: Block Plugins adalah komponen UI yang dapat di-plug, seperti sidebar tool yang bervariasi.
is: Viðbótarforrit fyrir stiklur eru einingar á notendaviðmót, t.d. ýmsar hliðarstikur.
it_it: I plugin del blocco sono componenti dell'interfaccia utente, come i vari strumenti del menu laterale.
ja: ブロックプラグインとは、様々なサイドバーツールのようなプラグイン可能なUIコンポーネントのことです。
ka_ge: ბლოკების პლაგინი არის pluggable UI კომპონენტები, როგორიცაა გვერდითი ზოლის სხვადასხვა ხელსაწყოები.
kk_kz: Блок модульдері әртүрлі бүйірлік тақта құралдары сияқты қосылатын UI құрамдастары болып табылады.
lv: Bloka spraudņi ir pievienojami UI komponenti, piemēram, dažādi sānjoslas rīki.
mk: Блок-плагини се компоненти за UI-приклучок, како што се различните алатки за странични ленти.
mr: विविध साइडबार टूल्ससारखे ब्लॉक प्लग-इन्स हे प्लग करण्यायोग्य UI घटक असतात.
ms: Plugin Blok ialah komponen UI boleh pasang, seperti pelbagai alatan bar sisi.
nb_no: Programtillegg for blokker er brukergrensesnittkomponenter, f.eks. de ulike verktøyene i sidemenyen.
nl: Block plugins zijn inschakelbare gebruikersinterface componenten zoals de gereedschappen in de sidebar.
pl: Wtyczki blokowe są elementami interfejsu użytkownika.
pl_pl: Wtyczki blokowe są elementami interfejsu użytkownika.
pt_pt: Plugins de Bloco oferecem controle de posicionamento de ferramentas da interface, como as barras laterais.
ro_ro: Plugin-urile Block sunt componente UI conectabile, cum ar fi diferitele instrumente ale barei laterale.
ru_ru: Модули блоков — подключаемые компоненты пользовательского интерфейса, такие как различные инструменты боковой панели.
sl: Vtičniki blokov so dodatne komponente uporabniškega vmesnika, kot npr. različna orodja stranske orodne vrstice.
sr_rs@cyrillic: Блок додаци су UI компоненте као што су разне алатке за бочни мени.
sv_se: Block är komponenter av användargränssnittet, t.ex. de olika verktygen i sidomenyn.
th: ปลั๊กอินบล็อกเป็นส่วนประกอบ UI ที่สามารถเสียบได้ เช่น เครื่องมือไซด์บาร์ต่าง ๆ
tr_tr: Blok Eklentileri, çeşitli kenar çubuğu araçları gibi eklenip kaldırılabilir kullanıcı ara yüz bileşenleridir.
uk: Плагіни блоків – це модульні інтерфейсні компоненти, наприклад, різноманітні інструменти бічних панелей.
uk_ua: Плагіни блоків — це модульні інтерфейсні компоненти, наприклад, різноманітні інструменти бічних панелей.
vi: Các plugin khối là các thành phần UI có thể cắm, chẳng hạn như các công cụ thanh bên khác nhau.
vi_vn: Plugin khối tác vụ là các thành phần giao diện người dùng có thể cắm được, chẳng hạn như các công cụ thanh bên khác nhau.

# plugins.categories.gateways
source: Gateway Plugins
az: Keçid Əlavələri
bg_bg: Добавки (плъгини) за шлюзове
ca_es: Connectors de passarel·la
cs_cz: Pluginy brány
da: Plugins til gateways
de_de: Gateways
el_gr: Πρόσθετα πύλης (gateway)
es_es: Módulos de Pasarela
eu: Atebide-pluginak
fr_fr: Modules de passerelle
gl: Complementos de pasarela
hr: Poveznički dodaci
hu_hu: Átjáró bővítmények
hy_am: Gateway պլագիններ
id: Plugin Gateway
id_id: Plugin Gateway
is: Viðbótarforrit fyrir gátt
it_it: Gateway
ja: ゲートウェイプラグイン
ka_ge: კარიბჭის პლაგინები
kk_kz: Шлюз модульдері
lv: Vārtejas spraudņi
mk: Gateway плагини
mr: गेटवे प्लग-इन्स
ms: Plugin Gateway
nb_no: Porter
pl: Wtyczki bram
pl_pl: Wtyczki bram
pt_pt: Plugins de Gateway
ro_ro: Pluginuri Gateway
ru_ru: Модули шлюзов
sl: Vtičniki prehodov (Gateway)
sr_rs@cyrillic: Gateway додаци
th: ปลั๊กอินเกตเวย์
tr_tr: Geçiş Eklentileri
uk: Плагіни шлюзів
uk_ua: Плагіни шлюзів
vi: Các plugin Gateway
vi_vn: Các trình cắm Cổng giao tiếp (Gateway)

# plugins.categories.generic
source: Generic Plugins
az: Ümumi Əlavələr
bg_bg: Генерични добавки (плъгини)
ca_es: Connectors genèrics
cs_cz: Všeobecné pluginy
da: Generiske plugins
de_de: Generische Plugins
el_gr: Γενικά Πρόσθετα
es_es: Módulos Genéricos
eu: Plugin generikoak
fr_fr: Modules génériques
gl: Complementos xenéricos
hr: Generički dodaci
hu_hu: Általános bővítmények
hy_am: Ընդհանուր պլագիններ
id: Plugin Umum
id_id: Plugin Generic
is: Almennar viðbætur
it_it: Generici
ja: 汎用プラグイン
ka_ge: ზოგადი პლაგინები
kk_kz: Жалпы мақсаттағы модульдер
lv: Vispārīgie spraudņi
mk: Генерички плагини
mr: जेनेरिक प्लग-इन्स
ms: Plugin Generik
nb_no: Generelle programtillegg
nl: Generieke plugins
pl: Wtyczki ogólne
pl_pl: Wtyczki ogólne
pt_pt: Plugins Genéricos
ro_ro: Pluginuri generice
ru_ru: Модули общего назначения
sl: Splošni vtičniki
sr_rs@cyrillic: Генерички додаци
sv_se: Allmänna plugins
th: ปลั๊กอินทั่วไป
tr_tr: Genel Eklentiler
uk: Загальні Плагіни
uk_ua: Загальні Плагіни
vi: Các plugin chung
vi_vn: Các trình cắm chung

# plugins.categories.importexport.description
source: Import/Export Plugins can be used to transfer content to and from other systems.
az: Data idxaletmə/ixracetmə Əlavələri məzmunun başqa sistemlərə transfer edilməsi üçün istifadə edilir.
bg_bg: Добавките (плъгини) за импортиране/експортиране могат да се използват за прехвърляне на съдържание към и от други системи.
ca_es: Podeu utilitzar els connectors d’importació i exportació per a transferir continguts a altres sistemes i des d’altres sistemes.
cs_cz: Pluginy pro import/export mohou být použity k přenesení obsahu z nebo do jiných systému.
da: Plugins til import/eksport kan bruges til at overføre indhold til og fra andre systemer.
de_de: Mit Import-/Export-Plugins lassen sich Inhalte zu bzw. von anderen Systemen transferieren.
el_gr: Τα Πρόσθετα Εισαγωγής/Εξαγωγής μπορούν να χρησιμοποιηθούν για τη μεταφορά περιεχομένου από και προς άλλα συστήματα.
es_es: Los módulos de importación/exportación se pueden usar para transferir contenido entre sistemas.
eu: Inportazio/esportazio pluginak edukia beste sistema batzuetatik eta batzuetara transferitzeko erabiltzen dira.
fr_fr: Les modules d'importation/exportation peuvent être utilisés pour transférer le contenu soit vers un système, soit à partir d'un système.
gl: Os complementos de importación/exportación pódense usar para transferir contido a e desde outros sistemas.
hr: Dodaci za Unošenje/Iznošenje koriste se za prijenos sadržaja prema drugom sustavu ili iz drugog sustava.
hu_hu: Import/Export bővítmények oda-vissza adattovábbítást végeznek a saját és más, külső rendszerek között.
hy_am: Ներմուծման/արտահանման պլագինները կարող են օգտագործվել բովանդակությունը այլ համակարգեր և այլ համակարգերից տեղափոխելու համար:
id: Plugin Impor/Ekspor dapat digunakan untuk mentransfer konten ke dan dari sistem lain.
id_id: Impor/Ekspor Plugin dapat digunakan untuk mentransfer konten ke dan dari sistem lain.
is: Viðbætur fyrir innflutning/útfluting má nota til að færa gögn til og frá öðrum kerfum.
it_it: I plugin di Importazione/Esportazione possono essere usati per trasferire contenuti da e verso un altro sistema.
ja: インポート/エクスポートプラグインは、他のシステムとの間でのコンテンツの転送に使用します。
ka_ge: იმპორტის/ექსპორტის დანამატების გამოყენება შესაძლებელია შინაარსის გადასაცემად სხვა სისტემებში.
kk_kz: Импорттау/Экспорттау модульдерін басқа жүйелермен мазмұнды алмасу үшін пайдалануға болады.
lv: Importēšanas/eksportēšanas spraudņus var izmantot, lai pārsūtītu saturu uz citām sistēmām un no tām.
mk: Приклучоци за увоз / извоз може да се користат за пренесување на содржина од и од други системи.
mr: इतर प्रणालींबरोबर (सिस्टम) मजकूर (content) हस्तांतरित करण्यासाठी Import/Export प्लग-इन्सचा वापर केला जाऊ शकतो.
ms: Import/Export Plugin boleh digunakan untuk memindahkan kandungan ke dan dari sistem lain.
nb_no: Programtillegg for import/eksport kan brukes for å overføre innhold til og fra andre systemer.
nl: Import/Export plugins kunnen gebruikt worden om gegevens van en naar andere systemen te verplaatsen.
pl: Wtyczki importu/eksportu mogą być wykorzystane do transferowania danych pomiędzy systemami.
pl_pl: Wtyczki importu/eksportu mogą być wykorzystane do transferowania danych pomiędzy systemami.
pt_pt: Plugins de Importação/Exportação podem ser utilizados para transferir conteúdo de um sistema a outro e vice-versa.
ro_ro: Plugin-urile Import / Export pot fi utilizate pentru a transfera conținut către și din alte sisteme.
ru_ru: Модули импорта/экспорта могут использоваться для обмена контентом с другими системами.
sl: Uvozno/izvozni vtičniki se uporabijo za prenašanje podatkov v in iz drugih sistemov.
sr_rs@cyrillic: Увоз/Извоз додаци могу се користити за извоз или увоз података.
sv_se: Import/export-plugins kan användas för att överföra innehåll från och till andra system.
th: ปลั๊กอินนำเข้า/ส่งออกใช้เพื่อถ่ายโอนเนื้อหาไปยังและมาจากระบบอื่น
tr_tr: Veri Alma/Verme Eklentileri içeriğin başka sistemlere taşınması için kullanılırlar.
uk: Плагіни імпорту/експорту можуть використовуватись для переносу змісту з одних систем до інших.
uk_ua: Плагіни імпорту/експорту можуть використовуватись для переносу змісту з одних систем до інших.
vi: Các plugin Nhập/Xuất có thể được sử dụng để chuyển nội dung đến và đi từ các hệ thống khác.
vi_vn: Trình cắm Nhập/Xuất có thể được sử dụng để chuyển nội dung đến các hệ thống khác hoặc từ các hệ thống khác đến.
