Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.languages.alternateLocaleInstructions
source: This system optionally allows certain critical information to be entered in several additional languages. To use this feature, select alternate locales and choose from the options listed below.
az: Bu sistem istəyə bağlı olaraq müxtəlif dillərdə bəzi önəmli məlumatların daxil edilməsinə icazə verir. Bu funksiyanı istifadə etmək üçün, alternativ dillər seçin və aşağıdakı seçimlərdən birini istifadə edin.
bg_bg: Тази система по избор позволява определена критична информация да бъде въведена на няколко допълнителни езика. За да използвате тази функция, изберете алтернативни езици и изберете от опциите, изброени по-долу.
ca_es: Aquest sistema permet introduir determinades informacions crítiques en diverses llengües addicionals. Per utilitzar aquesta característica, seleccioneu configuracions regionals alternatives i trieu alguna de les opcions que es mostren a continuació.
cs_cz: Tento systém volitelně umožňuje, aby byly určité zásadní informace vkládány v několika dalších jazycích. Pro využití této funkce zvolte alternativní lokalizace a vyberte z níže uvedených možností.
da: Du kan vælge, at det skal være tilladt at angive bestemte vigtige oplysninger på flere forskellige sprog. Hvis du vil benytte denne funktion, skal du markere alternative sprog og vælge blandt de indstillinger, der er angivet nedenfor.
de_de: Dieses System bietet die Möglichkeit, wichtige Informationen in verschiedenen zusätzlichen Sprachen einzutragen. Dazu wählen Sie bitte aus der nachstehenden Liste eine andere Regionaleinstellung aus.
el_gr: Το σύστημα επιτρέπει εναλλακτικά την καταχώριση ορισμένων σημαντικών πληροφοριών και σε δύο πρόσθετες γλώσσες. Για να χρησιμοποιήσετε τη λειτουργία αυτή, επιλέξτε μία ή δυο από τις εναλλακτικές τοπικές ρυθμίσεις και επιλέξτε από τις επιλογές που θα εμφανιστούν παρακάτω.
es_es: Este sistema permite introducir cierta información crítica en varios idiomas adicionales de forma opcional. Para utilizar esta función, seleccione configuraciones regionales alternativas y elija entre las opciones mostradas a continuación.
eu: Sistemak aukera ematen du, gainera, informazio garrantzitsua hainbat hizkuntzatan sartzeko. Eginbide hori erabiltzeko, hautatu localeak eta aukeratu beheko aukeren artean.
fr_fr: Ce système permet, de façon facultative, la saisie de certaines informations critiques dans plusieurs langues supplémentaires. Pour utiliser cette fonctionnalité, sélectionner d'autres langues à partir des options énumérées ci-dessous.
gl: Este sistema permite opcionalmente introducir certa información crítica en varios idiomas adicionais. Para usar esta función, seleccione outras configuracións rexionais e escolla entre as opcións listadas a continuación.
hr: Ovaj sustav omogućuje da se određene ključne informacije o časopisu i pojedinim prilozima unesu na više jezika. Da biste koristili ovu mogućnost, izaberite dodatne prijevode, te odaberate neku od niže navedenih mogućnosti.
hu_hu: Ez a rendszer lehetővé teszi, hogy bizonyos fontos információkat néhány további nyelven is elérhetővé tegyen. A lehetőség használatához engedélyezzen további nyelveket az alábbi listából.
hy_am: Այս համակարգը ընտրովի թույլ է տալիս որոշակի կարևոր տեղեկատվություն մուտքագրել մի քանի լրացուցիչ լեզուներով: Այս հատկությունն օգտագործելու համար ընտրեք այլընտրանքային տեղայինները և ընտրեք ստորև թվարկված տարբերակներից:
id: Sistem ini membuat informasi kritis tertentu bisa dimasukkan dalam beberapa bahasa tambahan. Untuk menggunakan fitur ini, pilih ubah local dan pilih dari opsi yang terdaftar di bawah ini.
id_id: Sistem ini membuat informasi kritis tertentu bisa dimasukkan dalam beberapa bahasa tambahan. Untuk menggunakan fitur ini, pilih ubah local dan pilih dari opsi yang terdaftar di bawah ini.
is: Þetta kerfi leyfir að ákveðnar mikilvægar upplýsingar séu settar inn á viðbótartungumálum. Til að nota þenna möguleika, veldu viðbótartungumál og valkost af listanum.
it_it: Questo sistema facoltativamente permette di inserire certe informazioni critiche in diversi lingue addizionali. Per usare questa caratteristica, seleziona le lingue alternative e scegli le opzioni elencate di seguito.
ja: このシステムでは、オプションとして、特定の重要な情報を複数の追加言語で入力することができます。この機能を使用するには、代替言語を選択し、以下のオプションから選択してください。
ka_ge: ეს სისტემა სურვილისამებრ საშუალებას აძლევს გარკვეული კრიტიკული ინფორმაციის შეყვანას რამდენიმე დამატებით ენაზე. ამ ფუნქციის გამოსაყენებლად აირჩიეთ ალტერნატიული ენები და აირჩიეთ ქვემოთ ჩამოთვლილი ვარიანტებიდან.
kk_kz: Бұл жүйе кейбір маңызды ақпаратты бір уақытта бірнеше тілде енгізуге мүмкіндік береді. Бұл мүмкіндікті қосу үшін балама тілдерді таңдап, төмендегі опциялардың бірін таңдаңыз.
ku: ئەم سیستەمە بەشێوەیەکی ئارەزوومەندانە ڕێگە بە چەند زانیاریێکی گرنگی دیاریکراوە دەدات کە بە چەندین زمانی تر تۆماربکرێن و بخرێنە ناوییەوە. بۆ بەکارهێنانی ئەم تایبەتمەندییە، شوێنە جێگرەوەکان هەڵبژێرە پاشان لە ناو بژاردەکاندا کە لە خوارەوە بە لیست داندراون یەکێکیان هەڵبژێرە.
lv: Šī sistēma pēc izvēles ļauj ievadīt noteiktu būtisku informāciju vairākās papildu valodās. Lai izmantotu šo funkciju, atlasiet alternatīvās vietējās lokalizācijas un izvēlieties kādu no turpmāk minētajām iespējām.
mk: Овој систем по избор овозможува да се внесат одредени критични информации на неколку дополнителни јазици. За да ја користите оваа одлика, изберете алтернативни локализации и изберете од опциите наведени подолу.
mr: महत्त्वाची माहिती अनेक अतिरिक्त भाषांमध्ये नमूद करायचा पर्याय ही प्रणाली देते. हे वैशिष्ट्य वापरण्यासाठी खालील यादीतील पर्यायांमधून लोकॅलची निवड करा.
ms: Sistem ini secara pilihan membenarkan maklumat kritikal tertentu untuk dimasukkan dalam beberapa bahasa tambahan. Untuk menggunakan ciri ini, pilih bahasa/locale alternatif dan pilih daripada pilihan yang disenaraikan di bawah.
nb_no: Dette systemet gjør det mulig å legge inn viktig informasjon på flere språk. For å bruke denne funksjonen, må du velge alternative språkpakker blant valgmulighetene på listen nedenfor.
nl: Dit systeem biedt de mogelijkheid om bepaalde kritische informatie in een aantal andere talen in te voeren. Kies daarvoor bijkomende talen en maak een keuze uit de opties hieronder.
pl: System umożliwia umieszczenie niektórych informacji w innych językach. Aby skorzystać z tej właściwości, wybierz język z listy dostępnych języków widocznej poniżej.
pl_pl: System umożliwia umieszczenie niektórych informacji w innych językach. Aby skorzystać z tej właściwości, wybierz język z listy dostępnych języków widocznej poniżej.
pt_pt: O sistema permite opcionalmente informar conteúdo crítico em vários idiomas adicionais. Para utilizar esta ferramenta, active idiomas alternativos e escolha uma das opções a seguir.
ro_ro: Acest sistem permite opțional să fie introduse anumite informații critice în mai multe limbi suplimentare. Pentru a utiliza această caracteristică, selectați fișiere de limbă alternative și alegeți dintre opțiunile enumerate mai jos.
ru_ru: Эта система позволяет вводить некоторую важную информацию одновременно на нескольких языках. Для включения этой возможности выберите альтернативные языки и выберите один из вариантов, приведенных ниже.
sl: Sistem omogoča opcijsko dodajanje določenih pomembnih informacij v večih jezikih. Za uporabo te možnosti izberite dodatne jezike in možnosti spodaj.
sr_rs@cyrillic: Овај систем омогућује да се одређене кључне информације о часопису и појединим прилозима унесу на више језика. Да бисте користили ову могућност, изаберите додатне преводе, па одаберате неку од ниже наведених могућности.
sv_se: Systemet tillåter att viss viktig information kan fyllas i på flera språk. Välj ytterligare språk/regioner och gör inställningar nedan.
th: ระบบนี้สามารถอนุญาตให้กรอกข้อมูลสำคัญบางประการในหลายภาษาที่เลือกได้ เพื่อใช้ฟีเจอร์นี้ เลือกภาษาเพิ่มเติมและเลือกจากตัวเลือกด้านล่าง
tr_tr: Bu sistem isteğe bağlı olarak çeşitli dillerde bazı önemli bilgilerin girilmesine izin verir. Bu özelliği kullanmak için, alternatif diller seçin ve aşağıdaki seçeneklerden birini kulanın.
uk: Ця система факультативно дає змогу вводити певну важливу інформацію кількома додатковими мовами. Щоб скористатися цією функцією, виберіть альтернативні локалізації та один із наведених нижче варіантів.
uk_ua: За бажанням, ця система може підтримувати введення всієї важливої інформації одразу кількома мовами. Для того, щоб використовувати цю можливість, оберіть альтернативні локалізації та налаштування для них зі списку нижче.
vi: Hệ thống này tùy chọn cho phép nhập một số thông tin quan trọng bằng một số ngôn ngữ bổ sung. Để sử dụng tính năng này, chọn các ngôn ngữ thay thế và chọn từ các tùy chọn được liệt kê dưới đây.
vi_vn: Hệ thống này tùy chọn cho phép một số thông tin quan trọng được nhập bằng một số ngôn ngữ bổ sung. Để sử dụng tính năng này, hãy chọn ngôn ngữ thay thế và chọn từ các tùy chọn được liệt kê bên dưới.

# manager.people.confirmUnenroll
source: Unenroll this user?
az: Bu üzv qeydiyyat xaricində qalsınmı?
bg_bg: Да се отпише ли този потребител?
ca_es: Voleu donar de baixa aquest usuari/usuària?
cs_cz: Odejmout roli tomuto uživateli?
da: Vil du annullere tilmeldingen af denne bruger?
de_de: Diese/n Benutzer/in austragen?
el_gr: Απαλλάσετε τον συγκεκριμένο χρήστη από τον ρόλο του;
es_es: ¿Desuscribir a esta/e usuaria/o?
eu: Erabiltzaile hau desinskribatu?
fr_fr: Désinscrire cet utilisateur ou utilisatrice ?
gl: Dar de baixa a este usuario/a?
hr: Želite li ukloniti ulogu ovom korisniku?
hu_hu: Elveszi a szerepkört a felhasználótól?
hy_am: Չեղարկե՞լ այս օգտատիրոջ գրանցումը:
id: Membatalkan pendaftaran pengguna ini?
id_id: Membatalkan pendaftaran pengguna ini?
is: Afskrá þennan notanda?
it_it: Disiscrivi questo utente?
ja: このユーザーの登録を解除しますか？
ka_ge: გსურთ ამ მომხმარებლის გაუქმება?
kk_kz: Бұл пайдаланушыны тағайындаудан бас тарту керек пе?
ku: لەکارخستنی ئەو بەکارهێنەرە
lv: Atslēgt šī lietotāja reģistrāciju?
mk: Тргнете го овој корисник?
mr: या वापरकर्त्याची नोंदणी रद्द करायची?
ms: Nyahdaftar pengguna ini?
nb_no: Vil du avløse denne brukeren?
nl: Deze gebruiker uitschrijven?
pl: Wypisać tego użytkownika?
pl_pl: Wypisać tego użytkownika?
pt_pt: Remover o utilizador deste papel?
ro_ro: Anulați acest utilizator?
ru_ru: Отменить назначение этого пользователя?
sl: Želite zbrisati vlogo temu uporabniku?
sr_rs@cyrillic: Желите ли да уклонити улогу овом кориснику?
sv_se: Vill du ta bort den här användaren?
th: ยกเลิกการลงทะเบียนผู้ใช้นี้?
tr_tr: Bu üye kayıt dışı kalsın mı?
uk: Звільнити цього користувача від призначення?
uk_ua: Звільнити цього користувача від призначення?
vi: Hủy đăng ký người dùng này?
vi_vn: Hủy đăng ký người dùng này?

# manager.people.createUserGeneratePassword
source: Generate a random password.
az: Təsadüfi bir şifrə yaradın.
bg_bg: Генериране на произволна парола.
ca_es: Genera una contrasenya aleatòria.
cs_cz: Vygenerovat náhodné heslo.
da: Opret en tilfældig adgangskode.
de_de: Ein Zufallspasswort erstellen.
el_gr: Δημιουργία τυχαίου κωδικού πρόσβασης.
es_es: Generar una contraseña aleatoria.
eu: Sortu ausazko pasahitz bat.
fr_fr: Générer un mot de passe aléatoire.
gl: Xerar un contrasinal aleatorio.
hr: Generiraj slučajnu lozinku.
hu_hu: Véletlen jelszó generálása.
hy_am: Ստեղծեք պատահական գաղտնաբառ:
id: Buat kata sandi acak.
id_id: Buat kata sandi acak.
is: Búa til slembilykilorð.
it_it: Crea una password casuale.
ja: ランダムなパスワードを生成します。
ka_ge: შექმენით შემთხვევითი პაროლი.
kk_kz: Кездейсоқ құпия сөзді енгізіңіз.
ku: ژمارەی نهێنی بە هەڕەمەکی دروست بکە
lv: Izveidot nejaušu paroli.
mk: Генерирај случајна лозинка.
mr: एक यादृच्छिक (random) पासवर्ड तयार करा.
ms: Menjana kata laluan rawak.
nb_no: Generer et tilfeldig passord.
nl: Genereer een willekeurig wachtwoord.
pl: Generuj losowe hasło.
pl_pl: Generuj losowe hasło.
pt_pt: Gerar senha aleatória.
ro_ro: Generare parolă randomizat.
ru_ru: Создать случайный пароль.
sl: Ustvari naključno geslo.
sr_rs@cyrillic: Генериши насумичну лозинку.
sv_se: Generera ett slumpmässigt lösenord.
th: สร้างรหัสผ่านแบบสุ่ม
tr_tr: Rasgele bir şifre oluştur.
uk: Згенерувати випадковий пароль.
uk_ua: Згенерувати випадковий пароль.
vi: Tạo mật khẩu ngẫu nhiên.
vi_vn: Tạo một mật khẩu ngẫu nhiên.

# manager.people.doNotEnroll
source: With no role
az: Səlahiyyətləndirmə
bg_bg: Без роля
ca_es: Sense cap rol
cs_cz: Bez role
da: Uden rolle
de_de: Ohne Funktion
el_gr: Χωρίς ρόλο
es_es: Sin rol asignado
eu: Rolik gabe
fr_fr: Sans rôle
gl: Sen rol
hr: Bez uloge
hu_hu: Szerepkör nélkül
hy_am: Առանց դերի
id: Dengan tidak ada peran
id_id: Dengan tidak ada peran
is: Án hlutverks
it_it: Nessun ruolo
ja: 役割なし
ka_ge: არანაირი როლი
kk_kz: Ролсіз
ku: بە بێ ڕۆڵ
lv: Bez lomas
mk: Нема улога
mr: कोणत्याही भूमिकेशिवाय
ms: Tanpa peranan
nb_no: Uten rolle
nl: Zonder rol
pl: Bez przypisanej roli
pl_pl: Bez przypisanej roli
pt_pt: Não registar
ro_ro: Fără niciun rol
ru_ru: Без роли
sl: Brez vlog
sr_rs@cyrillic: Без улоге
sv_se: Utan roll
th: ไม่มีบทบาท
tr_tr: Yetki verme
uk: Без ролі
uk_ua: Без ролі
vi: Không có vai trò
vi_vn: Không có vai trò

# manager.people.emailUsers.emailSelectedUsers
source: Email selected users
az: Seçilmiş üzvlərə email Göndər
bg_bg: Изпращане на имейл до избрани потребители
ca_es: Envia un missatge de correu electrònic als usuaris/usuàries seleccionats
cs_cz: Napsat vybraným uživatelům email
da: Send e-mail til valgte brugere
de_de: E-Mail an ausgewählte Benutzer/innen senden
el_gr: Αποστολή μηνύματος στους επιλεγμένους χρήστες
es_es: Escribir a los usuarios seleccionados
eu: Bidali mezua hautatutako erabiltzaileei
fr_fr: Envoyer un courriel aux utilisateurs sélectionnés
gl: Envíar por correo aos usuarios seleccionados
hr: Pošalji e-poštu odabranim korisnicima
hu_hu: Email a kiválasztott felhasználónak
hy_am: Էլ․ նամակ ուղարկեք ընտրված օգտվողներին
id: Kirim email ke pengguna yang dipilih
id_id: Kirim email ke pengguna yang dipilih
is: Senda tölvupóst á valda notendur
it_it: Invia un messaggio agli utenti selezionati
ja: 選択したユーザーにメールを送る
ka_ge: ელფოსტით გაგზავნეთ არჩეული მომხმარებლები
kk_kz: Таңдалған пайдаланушыларға электрондық хаттар жіберу
ku: هەڵبژاردنی ئێمێڵی بەکارهێنەرەکان
lv: Sūtīt e-pastu atlasītiem lietotājiem
mk: Испрати имејл на селектираните корисници
mr: निवडलेल्या वापरकर्त्यांना ई-मेल पाठवा
ms: E-mel kepada pengguna yang dipilih
nb_no: E-post til valgte brukere
nl: Verstuur een e-mail aan geselecteerde gebruikers
pl: Wyślij e-mail do zaznaczonych użytkowników
pl_pl: Wyślij e-mail do zaznaczonych użytowników
pt_pt: Enviar e-mail a utilizadores seleccionados
ro_ro: Editare utilizatori selectați
ru_ru: Отправить письма электронной почты выбранным пользователям
sl: Pošlji e-pošto izbranim uporabnikom
sr_rs@cyrillic: Пошаљи имејл одабраним корисницима
sv_se: Skicka e-postmeddelande till valda användare
th: ส่งอีเมลถึงผู้ใช้ที่เลือก
tr_tr: Seçilen üylere e-posta gönder
uk: Надіслати електронні листи вибраним користувачам
uk_ua: Надіслати листи вказаним користувачам
vi: Gửi email đến những người dùng đã chọn
vi_vn: Gửi email đến những người dùng đã chọn

# manager.people.emailUsers.emailUsersEnrolledAs
source: Email users enrolled as
az: Bu formada qeydiyyatdan keçmiş üzvlərə email göndər
bg_bg: Изпращане на имейл на потребители, регистрирани като
ca_es: Envia un missatge de correu electrònic als usuaris/usuàries donats d’alta com a
cs_cz: Napsat email uživatelům zapsaným jako
da: Send e-mail til brugere, der er tilmeldt som
de_de: E-Mail an alle Benutzer/innen senden, die eingetragen sind als
el_gr: Χρήστες ηλεκτρονικού ταχυδρομείου εγγεγραμμένοι ως
es_es: Enviar correo-e a las personas inscritas como
eu: Bidali mezua honela inskribatutako erabiltzaileei
fr_fr: Envoyer un courriel aux utilisateurs inscrits en tant que
gl: Enviar correo electrónico aos usuarios rexistrados como
hr: Pošalji e-poštu korisnicima kojima su dodijeljene uloge kao
hu_hu: Email a következő szerepkörrel rendelkező felhasználóknak
hy_am: Էլ․ փոստի օգտվողները ներգրավված են որպես
id: Kirim email ke pengguna yang terdaftar sebagai
id_id: Kirim email ke pengguna yang terdaftar sebagai
is: Senda tölvupóst á notendur skráða sem
it_it: Invia un messaggio agli utenti iscritti come
ja: 登録されたユーザーにメールを送る：
ka_ge: ელფოსტის მომხმარებლები რეგისტრირებული არიან, როგორც
kk_kz: Рөлге тағайындалған пайдаланушыларға электрондық хаттарды жіберіңіз
ku: ئیمێڵی بەکارهێنەرەکان تۆماربکە وەک
lv: Sūtīt e-pastu lietotājiem, kas reģistrēti kā
mk: Испрати имелј на корисниците вклучени како
mr: म्हणून नोंदणी झालेल्या वापरकर्त्यांना ई-मेल पाठवा
ms: Pengguna e-mel mendaftar sebagai
nb_no: E-post til brukere lagt til som
nl: Verstuur een e-mail aan gebruikers die zijn ingeschreven als
pl: Wyślij e-mail do użytkowników zapisanych jako
pl_pl: Wyślij e-mail do użytkowników zapisanych jako
pt_pt: Enviar e-mail a utilizadores registados como
ro_ro: Utilizatorii de e-mail s-au înscris ca
ru_ru: Отправить письма электронной почты пользователям, назначенным на роль
sl: Pošlji e-pošto uporabnikom z vlogo
sr_rs@cyrillic: Пошаљи имејл корисницима којима су додијељене улоге
sv_se: Skicka e-postmeddelande till användare med rollen
th: ส่งอีเมลถึงผู้ใช้ที่ลงทะเบียนเป็น
tr_tr: Şu şekilde kaydolmuş üyelere e-posta gönder
uk: Надіслати електронні листи користувачам, які мають роль
uk_ua: Надіслати листи користувачам, які мають роль
vi: Gửi email đến người dùng đã đăng ký với vai trò
vi_vn: Gửi email cho người dùng đã đăng ký là

# manager.people.emailUsers.selectUsers
source: Select the users you would like to email by checking the boxes beside their names
az: Email göndərmək istədiyiniz üzvlərin adlarının yanındakı qutuları işarələyin.
bg_bg: Изберете потребителите, на които искате да изпратите имейл, като поставите отметка в квадратчетата до техните имена
ca_es: Seleccioneu els usuaris/usuàries als quals voleu enviar un missatge de correu electrònic activant les caselles de selecció que hi ha al costat dels seus noms
cs_cz: Vyberte uživatele, kterým byste chtěli napsat email tím, že zaškrtnete políčka vedle jejich jmen
da: Vælg de brugere, du vil sende en e-mail til, ved at markere afkrydsningsfelterne ud for deres navne
de_de: Wählen Sie die Benutzer/innen, denen Sie eine E-Mail senden wollen, aus, indem Sie die Kästchen neben ihren Namen anklicken.
el_gr: Επιλέξτε τους χρήστες στους οποίους επιθυμείτε να αποστείλετε μήνυμα ηλεκτρονικού ταχυδρομείου μέσω επιλογής των πλαισίων που βρίσκονται δίπλα από τα ονόματά τους
es_es: Seleccione las/usuarias/os a los que quiere enviar un correo-e marcando las casillas junto a su nombre
eu: Mezua bidali nahi diezun erabiltzaileak hautatzeko, markatu izenaren ondoko laukia
fr_fr: Cocher les noms des utilisateurs auxquels vous désirez envoyer un courriel
gl: Seleccione os usuarios aos que desexa enviar un correo electrónico marcando as caixas ao carón dos seus nomes
hr: Odaberi korisnike kojima želite poslati e-poštu na način da označite kvačicom potvrdni okvir pored njihovih imena
hu_hu: Jelölje azokat a felhasználókat, akiknek emailt szeretne küldeni
hy_am: Ընտրեք այն օգտատերերին, որոնց ցանկանում եք էլ․ նամակ ուղարկել նշելով նրանց անվան կողքին գտնվող վանդակները
id: Pilih pengguna yang Anda ingin kirimi email dengan mencentang kotak di samping nama mereka
id_id: Pilih pengguna yang Anda ingin kirimi email dengan mencentang kotak di samping nama mereka
is: Veldu þá notendur sem þú vilt senda tölvupóst með því að haka við hvert nafn
it_it: Seleziona gli utenti ai quali vuoi scrivere selezionando i riquadri accanto ai loro nomi
ja: メールを送信したいユーザーの名前の横のチェックボックスから選択してください
ka_ge: აირჩიეთ მომხმარებლები, რომლებსაც გაუგზავნით ელფოსტას, მათი სახელების ველების მონიშვნით
kk_kz: Аттарының жанындағы құсбелгіні қою арқылы электрондық поштаны жібергіңіз келетін пайдаланушыларды таңдаңыз
ku: ئەو بەکارهێنەرانە هەڵبژێرە کە ئارەزوو دەکەیت ئیمێڵیان بۆ بکەی ی بە دیاریکردنی ئەو چوار گۆشەی تەنیشت ناوەکانیان
lv: Atlasiet, kuriem lietotājiem vēlaties sūtīt e-pastu, atzīmējot lodziņus pie viņu vārdiem
mk: Изберете ги корисниците на кои што сакате да им испратите емаил со означување на полињата покрај нивните имиња
mr: तुम्हाला ई-मेल पाठवायचे असलेल्या वापरकर्त्यांच्या नावांशेजारील बॉक्स चेक करून त्यांची निवड करा
ms: Pilih pengguna yang anda ingin hantarkan e-mel dengan menandakan kotak di sebelah nama mereka
nb_no: Kryss av de brukerne du vil sende e-post til
nl: Kies de gebruikers die u wilt e-mailen door de vakjes naast hun naam aan te vinken
pl: Wybierz użytkowników, do których chcesz wysłać wiadomość
pl_pl: Wybierz użytkowników, do których chcesz wysłać wiadomość
pt_pt: Escolha os utilizadores para quem deseja enviar e-mail clicando na caixa de opção ao lado do nome
ro_ro: Selectați utilizatorii pe care doriți să le trimiteți e-mail bifând, casetele de lângă numele lor
ru_ru: Выберите пользователей, которым вы хотите отправить письмо, поставив галочку рядом с их именами
sl: S kljukico v kvadratkih poleg uporabnikovih imen izberite uporabnike, ki jim želite poslati e-pošto
sr_rs@cyrillic: Одабери кориснике којима желите послати имејл на начин да означите квачицом потврдни оквир поред њихових имена
sv_se: Välj användare du vill skicka e-postmeddelande till genom att bocka i rutan vid respektive namn
th: เลือกผู้ใช้ที่คุณต้องการส่งอีเมลโดยเลือกกล่องข้าง ๆ ชื่อของพวกเขา
tr_tr: E-posta göndermek istediğiniz üyelerin isimlerinin yanındaki kutuları işaretleyiniz
uk: Виберіть користувачів, яким ви хочете надіслати електронний лист, поставивши позначки біля їхніх імен
uk_ua: Виберіть користувачів, яким ви хочете надіслати листи
vi: Chọn người dùng bạn muốn gửi email bằng cách đánh dấu vào các hộp bên cạnh tên của họ
vi_vn: Chọn những người dùng bạn muốn gửi email bằng cách chọn hộp bên cạnh tên của họ

# manager.people.enrollSelected
source: Enroll Selected Users
az: Seçilmiş üzvləri qeydiyyatdan keçirin
bg_bg: Записване на избраните потребители
ca_es: Dóna d’alta els usuaris/usuàries seleccionats
cs_cz: Zapsat vybrané uživatele
da: Tilmeld de valgte brugere
de_de: Die ausgewählten Benutzer/innen eintragen
el_gr: Ανάθεση ρόλου στους επιλεγμένους χρήστες
es_es: Inscribir usuarias/os seleccionados
eu: Inskribatu hautatutako erabiltzaileak
fr_fr: Inscrire les utilisateurs sélectionnés
gl: Inscribir usuarios/as seleccionados
hr: Dodijeli ulogu odabranim korisnicima
hu_hu: A kiválasztott felhasználók beiratkoztatása
hy_am: Ներգրավեք ընտրված օգտվողներին
id: Daftarkan Pengguna Terpilih
id_id: Daftarkan Pengguna Terpilih
is: Skrá valda notendur
it_it: Iscrivi gli utenti selezionati
ja: 選択されたユーザーの登録
ka_ge: მონშნული მომხმარებლების ჩარიცხვა
kk_kz: Таңдалған пайдаланушыларды тағайындаңыз
ku: تۆماری بەکارهێنەرانی هەڵبژێردراو بکە
lv: Reģistrēt atlasītos lietotājus
mk: Доделување улога на селектираните корисници
mr: निवडलेल्या वापरकर्त्यांची नोंदणी करा
ms: Daftarkan Pengguna Terpilih
nb_no: Legg til utvalgte brukere
nl: Schrijf de geselecteerde gebruikers in
pl: Zapisz zaznaczonych użytkowników
pl_pl: Zapisz zaznaczonych użytkowników
pt_pt: Registar Utilizadores Seleccionados
ro_ro: Înrolare utilizatori selectați
ru_ru: Назначить выбранных пользователей
sl: Dodaj vloge izbranim uporabnikom
sr_rs@cyrillic: Додели улогу одабраним корисницима
sv_se: Tilldela roll till valda användare
th: ลงทะเบียนผู้ใช้ที่เลือก
tr_tr: Seçilen Üyeleri Kaydet
uk: Призначити вказаних користувачів
uk_ua: Призначити вказаних користувачів
vi: Đăng ký người dùng đã chọn
vi_vn: Đăng ký những người dùng đã chọn
