Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# mailable.decision.notifyReviewer.variable.decisionDescription.pendingRevisions
source: We have invited the authors to submit revisions.
bg_bg: Поканихме авторите да представят ревизии на подадените материали.
cs_cz: Vyzvali jsme autory k předložení upraveného textu.
da: Vi har bedt forfatterne om at indsende revisioner.
eu: Egileak berrikuspenak bidaltzera gonbidatu ditugu.
hr: Pozvali smo autore da podnesu revizije.
hy_am: Մենք հեղինակներին հրավիրել ենք գրախոսումներ ներկայացնելու։
id: Kami sudah meminta penulis untuk mengirimkan revisi.
ka_ge: ჩვენ მოვიწვიეთ ავტორები, რომ წარადგინონ ვერსიები.
kk_kz: Біз авторларды түзетулер енгізуге шақырдық.
lv: Esam aicinājuši autorus iesniegt labojumus.
mk: Ги поканивме авторите да поднесат ревизии.
mr: आम्ही लेखकांना सुधारित आवृत्ती सादर करण्यासाठी आमंत्रित केले आहे.
nl: We hebben de auteurs uitgenodigd om revisies in te dienen.
pl: Poprosiliśmy autorów o przeprowadzenie rewizji ich zgłoszeń.
sl: Avtorje smo pozvali, da oddajo popravke.
th: เราได้เชิญผู้แต่งให้ส่งการแก้ไข
uk: Ми запросили авторів подати правки.
vi: Chúng tôi đã mời tác giả gửi bản sửa đổi.

# mailable.decision.notifyReviewer.variable.decisionDescription.unassigned
source: Invited reviewer to the submission has been unassigned.
bg_bg: Поканеният рецензент на подадените материали е отменен.
cs_cz: Pozvaný recenzent k příspěvku byl odebrán z role.
da: Den inviterede bedømmer til indsendelsen er blevet frameldt.
eu: Bidalketara gonbidatutako ebaluatzaileari esleipena kendu zaio.
hr: Pozvani recenzent podneska je poništen.
hy_am: Հոդվածի համար հրավիրված գրախոսը չեղարկվել է:
id: Pembatalan tugas reviewer yang diminta untuk mengecek naskah.
lv: Uzaicinātais recenzents iesniegtajam materiālam ir atcelts.
mk: Поканетиот рецензент на поднесокот не е доделен.
mr: सादरीकरणाच्या आमंत्रित समीक्षकाला निलंबित (unassign) केले आहे.
nl: Reviewverzoek voor de inzending is ingetrokken.
pl: Usunięto powiązanie recenzenta z tym zgłoszeniem.
sl: Prispevku dodeljen recenzent je bil razrešen.
th: ผู้รีวิวที่ได้รับเชิญสำหรับการส่งนี้ถูกถอนสถานะแล้ว
uk: Призначення запрошеного рецензента для подання було відкликано.
vi: Người đánh giá được mời đến bài nộp đã bị hủy chỉ định.

# mailable.decision.accept.notifyAuthor.name
source: Submission Accepted
bg_bg: Подадените материали са приети
cs_cz: Příspěvek byl přijat
da: Indsendelse accepteret
eu: Bidalketa onartua
hr: Podnesak je prihvaćen
hy_am: Ներկայացումն ընդունված է
id: Naskah Diterima
ka_ge: წარდგენა მიღებულია
kk_kz: Материал қабылданды
lv: Iesniegtais materiāls pieņemts
mk: Поднесокот е прифатен
mr: सादरीकरण स्वीकारण्यात आले आहे
nl: Inzending Geaccepteerd
pl: Zgłoszenie przyjęte
sl: Pripevek sprejet
th: การส่งงานได้รับการยอมรับ
uk: Подання прийнято
vi: Bài nộp đã chấp nhận

# mailable.decision.backToCopyediting.notifyAuthor.name
source: Submission Sent Back to Copyediting
bg_bg: Подадените материали са изпратени обратно към етапа на стилово редактиране
cs_cz: Příspěvek byl zaslán zpět k závěrečným úpravám
da: Indsendelse sendt tilbage til manuskriptredigering
eu: Bidalketa edizio-fasera itzuli da
hr: Podnesak je poslan na lekturu
hy_am: Ներկայացումը հետ է ուղարկվել սրբագրման
id: Naskah Dikirimkan Kembali ke Copyedit
ka_ge: წარდგენა გაიგზავნა უკან კოპირების რედაქტირებაზე
kk_kz: Материал өңдеуге қайтарылды
lv: Materiāls nosūtīts atpakaļ uz literāro rediģēšanu
mk: Поднесокот е испратен назад кон Уредување
mr: सादरीकरण पुनः कॉपीएडिटिंगसाठी पाठवले
nl: Inzending teruggestuurd naar Copyediting
pl: Zgłoszenie odesłano do korekty
sl: Prispevek vrnjen nazaj v fazo lektoriranja
th: การส่งงานถูกส่งกลับไปยังขั้นตอนการตรวจสำเนา
uk: Подання повернуто на літературне редагування
vi: Bài nộp đã gửi lại giai đoạn chỉnh sửa

# mailable.decision.backToCopyediting.notifyAuthor.description
source: This email notifies the author that their submission has been sent back to the copyediting stage.
bg_bg: Този имейл уведомява автора, че техните подадени материали са изпратени обратно към етапа на стилово редактиране.
cs_cz: Tento e-mail oznamuje autorovi, že jeho příspěvek byl odeslán zpět do fáze konečných úprav.
da: Denne e-mail informerer forfatteren om, at vedkommendes indsendelse er blevet sendt tilbage til manuskriptredigeringstrinnet.
eu: Mezu elektroniko honen bidez, egileari jakinarazten zaio haien bidalketa edizio-fasera itzuli dela.
hr: Ova e-poruka obavještava autora da je njegov podnesak poslan u fazu lekture.
hy_am: Այս նամակը ծանուցում է հեղինակին, որ ներկայացումը հետ է ուղարկվել սրբագրման փուլ:
id: Email ini memberitahukan penulis bahwa naskah mereka telah dikirimkan kembali ke tahap copyedit.
ka_ge: ეს ელფოსტა აცნობებს ავტორს, რომ მათი გაგზავნა დაბრუნდა კოპირების რედაქტირების ეტაპზე.
kk_kz: Бұл электрондық хат авторға жұмыстарының өңдеуге қайтарылғаны туралы хабарлайды.
lv: Šajā e-pastā autors tiek informēts par to, ka viņa materiāls ir nosūtīts atpakaļ uz literārās rediģēšanas posmu.
mk: Овој емаил го известува авторот дека нивниот поднесок е вратен во фазата на уредување.
mr: हा ई-मेल लेखकाला सूचित करतो की त्यांचे सादरीकरण कॉपीएडिटिंग टप्प्यावर परत पाठवले गेले आहे.
nl: Deze e-mail informeert de auteur dat zijn inzending is teruggestuurd naar de copyeditingfase.
pl: Ta wiadomość e-mail powiadamia autora, że jego zgłoszenie odesłano do korekty.
sl: Ta email obvešča avtorje, da je bil njihov prispevek vrnjen nazaj v fazo lektoriranja.
th: อีเมลนี้แจ้งให้ผู้แต่งทราบว่าการส่งงานของพวกเขาถูกส่งกลับไปยังขั้นตอนการตรวจสำเนา
uk: Цей електронний лист повідомляє автора про те, що його подання повернуто на стадію літературного редагування.
vi: Email này thông báo cho tác giả rằng bài nộp của họ đã được gửi lại giai đoạn chỉnh sửa.

# mailable.decision.cancelReviewRound.notifyAuthor.name
source: Review Round Cancelled
bg_bg: Кръгът за рецензиране е отменен
cs_cz: Recenzní kolo bylo zrušeno
da: Bedømmelsesrunde annulleret
eu: Berrikuspen-erronda bertan behera utzi da
hr: Krug recenzije je otkazan
hy_am: Գրախոսման փուլը չեղարկվել է
id: Putaran Review Dibatalkan
lv: Recenzēšanas kārta atcelta
mk: Кругот на рецензија е откажан
mr: समीक्षणाची फेरी रद्द केली
nl: Reviewronde Geannuleerd
pl: Runda recenzji odwołana
sl: Recenzijski krog je bil preklican
th: รอบการทบทวนถูกยกเลิก
uk: Раунд рецензування скасовано
vi: Vòng đánh giá đã hủy

# mailable.decision.cancelReviewRound.notifyAuthor.description
source: This email notifies the author that a review round for their submission has been cancelled.
bg_bg: Този имейл уведомява автора, че кръгът за рецензиране на техните подадени материали е отменен.
cs_cz: Tento e-mail oznamuje autorovi, že recenzní kolo jeho příspěvku bylo zrušeno.
da: Denne e-mail meddeler forfatteren om, at en bedømmelsesrunde for vedkommendes indsendelse er blevet annulleret.
eu: Mezu elektroniko honen bidez jakinarazten zaio egileari bere bidalketaren berrikuspen-erronda bertan behera utzi dela.
hr: Ova e-poruka obavještava autora da je krug recenzije za njegov podnesak otkazan.
hy_am: Այս էլ․ նամակը ծանուցում է հեղինակին, որ ներկայացման վերանայման փուլը չեղարկվել է:
id: Email ini memberitahukan penulis bahwa putaran review untuk naskah mereka telah dibatalkan.
lv: Šajā e-pastā autors tiek informēts, ka viņa iesniegtā materiāla recenzēšanas kārta ir atcelta.
mk: Овој емаил го известува авторот дека кругот на рецензија за неговиот поднесок е откажан.
mr: हा ई-मेल लेखकाला सूचित करतो की त्यांच्या सादरीकरणासाठी समीक्षणाची फेरी रद्द करण्यात आली आहे.
nl: Deze e-mail informeert de auteur dat een reviewronde voor de inzending is geannuleerd.
pl: Ta wiadomość e-mail powiadamia autora o odwołaniu rundy recenzji.
sl: Email avtorjem z obvestilom, da je bil recenzijski krog za njihov prispevek preklican.
th: อีเมลนี้แจ้งให้ผู้แต่งทราบว่ารอบการทบทวนสำหรับการส่งงานของพวกเขาถูกยกเลิก
uk: Цей електронний лист повідомляє автора про те, що раунд рецензування для його подання скасовано.
vi: Email này thông báo cho tác giả rằng vòng đánh giá cho bài nộp của họ đã bị hủy.

# mailable.decision.decline.notifyAuthor.name
source: Submission Declined
bg_bg: Подадените материали са отхвърлени
cs_cz: Příspěvek odmítnut
da: Indsendelse afslået
eu: Bidalketa ez da onartu
hr: Podnesak je odbijen
hy_am: Ներկայացումը մերժվել է
id: Naskah Dibatalkan
ka_ge: გაგზავნა უარყოფილია
kk_kz: Материал қабылданбады
lv: Iesniegtais materiāls noraidīts
mk: Поднесокот е одбиен
mr: सादरीकरण नाकारण्यात आले
nl: Inzending Afgewezen
pl: Zgłoszenie odrzucone
sl: Prispevek zavrnjen
th: การส่งงานถูกปฏิเสธ
uk: Подання відхилено
vi: Bài nộp đã từ chối

# mailable.decision.initialDecline.notifyAuthor.name
source: Submission Declined (Pre-Review)
bg_bg: Подадените материали са отхвърлени преди рецензиране
cs_cz: Příspěvek odmítnut (před recenzním řízením)
da: Indsendelse afslået (Inden bedømmelse)
eu: Bidalketa ez da onartu (berrikuspenaren aurretik)
hr: Podnesak je odbijen (prije recenzije)
hy_am: Ներկայացումը մերժվել է
id: Naskah Ditolak (Pre-Review)
lv: Iesniegtais materiāls noraidīts (pirms recenzēšanas)
mk: Поднесокот е одбиен (Пред-рецензија)
mr: सादरीकरण नाकारले (पूर्व-पुनरावलोकन)
nl: Inzending Afgewezen (Pre-Review)
pl: Zgłoszenie odrzucone
sl: Prispevek zavrnjen (pred recenzijo)
th: การส่งงานถูกปฏิเสธ (ก่อนการทบทวน)
uk: Подання відхилено (попередній розгляд)
vi: Bài nộp bị từ chối (Trước khi đánh giá)

# mailable.decision.newReviewRound.notifyAuthor.name
source: New Review Round Initiated
bg_bg: Започнат е нов кръг (етап) на рецензиране
cs_cz: Zahájení nového kola recenzí
da: Ny bedømmelsesrunde indledt
eu: Berrikuspen-erronda berria hasi da
hr: Pokrenut je novi krug recenzije
hy_am: Սկսվել է վերանայման նոր փուլ
id: Putaran Review yang Baru Diadakan
ja: 新規査読ラウンド開始済み
ka_ge: ახალი მიმოხილვის რაუნდი დაიწყო
kk_kz: Рецензиялаудың жаңа кезеңі басталды
lv: Uzsākta jauna recenzēšanas kārta
mk: Започна нов круг на рецензија
mr: नवी समीक्षण फेरी सुरू केली
nl: Nieuwe Reviewronde Gestart
pl: Rozpoczęto nową rundę recenzji
sl: Odprt je bil nov krog recenzije
th: เริ่มรอบการทบทวนใหม่
uk: Розпочато новий раунд рецензування
vi: Vòng đánh giá mới đã bắt đầu

# mailable.decision.requestRevisions.notifyAuthor.name
source: Revisions Requested
bg_bg: Направено е искане за ревизии
cs_cz: Byly vyžádány úpravy textu
da: Rettelser ønskes
eu: Berrikuspenak eskatuta
hr: Zatražene revizije
hy_am: Խնդրվել են վերանայումներ
id: Revisi Diminta
ka_ge: მოთხოვნილი რევიზიები
kk_kz: Сұралған өзгертулер
lv: Pieprasītie labojumi
mk: Побарани Ревизии
mr: सुधारित आवृत्तीसाठी विनंती
nl: Revisies Gevraagd
pl: Wymagana rewizja
sl: Zahtevani popravki
th: ร้องขอการแก้ไข
uk: Потрібні зміни
vi: Yêu cầu sửa đổi

# mailable.decision.requestRevisions.notifyAuthor.description
source: This email notifies the author of a decision to requests revisions during peer review.
bg_bg: Този имейл уведомява автора за решение да поискат ревизии по време на рецензиране.
cs_cz: Tento e-mail oznamuje autorovi rozhodnutí o požadavcích na úpravu textu během recenzního řízení.
da: Denne e-mail meddeler forfatteren om en beslutning om at ønske rettelser under fagfællebedømmelsen.
eu: Mezu elektroniko honen bidez, parekideen berrikuspenean berrikuspenak eskatzeko erabakia jakinarazten zaio egileari.
hr: Ova e-poruka obavještava autora o odluci da zatraži revizije tijekom recenzije.
hy_am: Այս էլ․ նամակը հեղինակին ծանուցում է, որ գործընկերային գրախոսության ժամանակ կայացվել է որոշում պահանջելու վերանայումներ:
id: Email ini memberitahukan penulis tentang keputusan untuk meminta revisi selama review berlangsung.
ka_ge: ეს ელფოსტა აცნობებს ავტორს გადაწყვეტილების შესახებ, რომ მოითხოვოს ცვლილებები თანატოლთა განხილვისას.
kk_kz: Бұл электрондық хат авторды тексеру кезінде автордан түзетулерді сұрау шешімі туралы хабарлайды.
lv: Ar šo e-pastu autors tiek informēts par lēmumu pieprasīt labojumus recenzēšanas laikā.
mk: Овој емаил го известува авторот за одлуката за побарана ревизија при рецензија.
mr: हा ई-मेल लेखकाला तज्ज्ञ समीक्षणादरम्यान सुधारित आवृत्तीसाठी मागणी केली गेल्याची माहिती देतो.
nl: Deze e-mail stelt de auteur op de hoogte van een beslissing om revisies aan te vragen tijdens de peer review.
pl: Ta wiadomość e-mail powiadamia autora o wymogu rewizji jego zgłoszenia na skutek rekomendacji recenzentów.
sl: Ta email obvešča avtorje, da je bila v fazi recenzije sprejeta odločitev, da so potrebni popravki njihovega prispevka.
th: อีเมลนี้แจ้งผู้แต่งถึงการตัดสินใจร้องขอการแก้ไขในระหว่างกระบวนการทบทวนโดยผู้เชี่ยวชาญ
uk: Цей електронний лист повідомляє автора про рішення запросити доопрацювання під час рецензування.
vi: Email này thông báo cho tác giả về quyết định yêu cầu sửa đổi trong quá trình bình duyệt.

# mailable.decision.resubmit.notifyAuthor.name
source: Resubmit for Review
bg_bg: Повторно изпращане за рецензия
cs_cz: Znovu podat do recenzního řízení
da: Fremsend igen til bedømmelse
eu: Birbidali berrikustera
hr: Ponovno pošalji na recenziju
hy_am: Կրկին ներկայացնել գրախոսության համար
id: Dikirimkan Kembali untuk Review
ka_ge: ხელახლა გაგზავნა განსახილველად
kk_kz: Қайта рецензиялауға жіберіңіз
lv: Atkārtoti iesniegt recenzēšanai
mk: Повторно испратете за рецензија
mr: समीक्षणासाठी पुन्हा सादर करा
nl: Opnieuw ter beoordeling indienen
pl: Rewizja i ponowna recenzja
sl: Ponovna oddaja za recenzijo
th: ส่งกลับมาเพื่อการทบทวนอีกครั้ง
uk: Повторно надіслати на рецензування
vi: Nộp lại để đánh giá

# mailable.decision.revertDecline.notifyAuthor.name
source: Reinstate Declined Submission
bg_bg: Възстановяване на отхвърлени материали
cs_cz: Obnovení odmítnutého příspěvku
da: Genindsæt afvist indsendelse
eu: Berrezarri baztertutako bidalketa
hr: Ponovno aktiviraj odbijeni podnesak
hy_am: Վերականգնել մերժված ներկայացումը
id: Peninjauan Kembali Naskah yang Ditolak
ka_ge: უარყოფილი გაგზავნის აღდგენა
kk_kz: Қабылданбаған материалды қалпына келтіріңіз
lv: Atjaunot noraidīto materiālu
mk: Враќање на одбиениот поднесок
mr: नाकारलेले सादरीकरण पुनःस्थापित करण्याबाबत
nl: Herstel Afgewezen Inzending
pl: Zgłoszenie odrzucone przed przeprowadzeniem recenzji przywrócono do ponownego procedowania redakcyjnego
sl: Povrnitev zavrnjeni prispevek
th: ยกเลิกการปฏิเสธการส่ง
uk: Відновлення відхиленого подання
vi: Khôi phục bài nộp đã từ chối

# mailable.decision.revertInitialDecline.notifyAuthor.name
source: Reinstate Submission Declined Without Review
bg_bg: Възстановяване на отхвърлени материали без рецензиране
cs_cz: Obnovení příspěvku odmítnutého bez recenzního řízení
da: Genindsæt indsendelse, der blev afvist uden bedømmelse
eu: Berrezarri berrikuspenik gabe ukatutako bidalketa
hr: Ponovno aktiviranje podneska odbijeno je bez recenzije
hy_am: Վերականգնել ներկայացումը մերժվել է առանց գրախոսության
id: Peninjauan Kembali Naskah yang Ditolak Tanpa Review
ka_ge: წარდგენის აღდგენა უარყოფილია განხილვის გარეშე
kk_kz: Материал қалпына келтірілмей-ақ қабылданбады
lv: Atjaunot iesniegto materiālu, kas noraidīts bez recenzēšanas
mk: Враќање по одбивањето на поднесокот без рецензија
mr: समीक्षणाशिवाय नाकारलेले सादरीकरण पुनःस्थापित करण्याबाबत
nl: Herstel Inzending Geweigerd zonder Review
pl: Zgłoszenie odrzucone przed przeprowadzeniem recenzji przywrócono do ponownego procedowania redakcyjnego
sl: Povrnitev zavrnjenega prispevka brez recenzije
th: ยกเลิกการปฏิเสธการส่งโดยไม่ทบทวน
uk: Поновлення подання, відхиленого без рецензування
vi: Khôi phục bài nộp bị từ chối mà không đánh giá

# mailable.decision.sendExternalReview.notifyAuthor.name
source: Sent to Review
bg_bg: Изпратен за рецензия
cs_cz: Odesláno do recenzního řízení
da: Sendt til bedømmelse
eu: Ebaluatzera bidalia
hr: Poslano na recenziju
hy_am: Ուղարկել գրախոսման
id: Dikirimkan ke Review
ka_ge: გაგზავნილია განხილვაზე
kk_kz: Қарауға жіберілді
lv: Nosūtīts uz recenziju
mk: Испратено на уредување
mr: समीक्षणाकरता पाठवले
nl: Verzonden naar Review
pl: Rozpoczęto etap recenzowania zgłoszenia
sl: Poslano v recenzijo
th: ส่งไปยังการทบทวน
uk: Надіслано на рецензування
vi: Đã gửi để đánh giá

# mailable.decision.sendExternalReview.notifyAuthor.description
source: This email notifies the author that their submission is being sent to the review stage.
bg_bg: Този имейл уведомява автора, че тяхният материал е изпратен на етап рецензиране.
cs_cz: Tento e-mail oznamuje autorovi, že jeho příspěvek byl odeslán do fáze recenzního řízení.
da: Denne e-mail informerer forfatteren om, at vedkommendes indsendelse er blevet sendt til bedømmelsestrinnet.
eu: Mezu elektroniko honen bidez, egileari jakinarazten zaio haien bidalketa edizio-fasera bidali dela.
hr: Ova e-poruka obavještava autora da se njegov podnesak šalje u fazu recenzije.
hy_am: Այս էլ․ նամակը տեղեկացնում է հեղինակին, որ իրենց ներկայացումն ուղարկվում է գրախոսման փուլ:
id: Email ini memberitahukan penulis bahwa naskah mereka sedang dikirimkan ke tahap review.
ka_ge: ეს ელფოსტა აცნობებს ავტორს, რომ მათი წარდგენა იგზავნება განხილვის ეტაპზე.
kk_kz: Бұл электрондық хат авторға олардың материалы қарау кезеңіне жіберіліп жатқаны туралы хабарлайды.
lv: Šajā e-pastā autors tiek informēts, ka viņa materiāls tiek nosūtīts uz recenzēšanas posmu.
mk: Овој емаил го известува авторот дека неговиот поднесок се испраќа до фазата на рецензија.
mr: हा ई-मेल लेखकाला सूचित करतो की त्यांचे सादरीकरण समीक्षणाच्या टप्प्यात पाठवले जात आहे.
nl: Deze e-mail informeert de auteur dat zijn inzending naar de reviewfase wordt gestuurd.
pl: Ta wiadomość e-mail powiadamia autora o rozpoczęciu etapu recenzowania jego zgłoszenia.
sl: Ta email obvešča avtorje, da je bil njihov prispevek poslan v fazo recenzije.
th: อีเมลนี้แจ้งผู้แต่งว่าการส่งของพวกเขาถูกส่งไปยังขั้นตอนการทบทวน
uk: Цей електронний лист повідомляє автора про те, що його подання надсилається на стадію рецензування.
vi: Email này thông báo cho tác giả rằng bài nộp của họ đang được gửi đến giai đoạn đánh giá.

# mailable.decision.sendToProduction.notifyAuthor.name
source: Sent to Production
bg_bg: Изпратено към продукционен етап
cs_cz: Odeslání do produkční fáze
da: Sendt til produktion
eu: Ekoizpenera bidalia
hr: Poslano na produkciju
hy_am: Ուղարկվել է արտադրություն
id: Dikirimkan ke Produksi
ka_ge: წარმოებისთვის გაგზავნილი.
kk_kz: Шығаруға жіберілді
lv: Nosūtīts uz izstrādi
mk: Испратено во Обработка
mr: प्रकाशनाच्या टप्प्यावर पाठवले
nl: Verzonden naar Productie
pl: Zgłoszenie weszło w etap produkcji
sl: Poslano v produkcijo
th: ส่งไปยังการผลิต
uk: Відправлено у виробництво
vi: Đã gửi đến sản xuất

# mailable.decision.skipReview.notifyAuthor.name
source: Submission Accepted (Without Review)
bg_bg: Рецензирането е пропуснато
cs_cz: Příspěvek byl přijat (bez recenzního řízení)
da: Indsendelse accepteret (uden bedømmelse)
eu: Bidalketa onartua (berrikuspenik gabe)
hr: Podnesak prihvaćen (bez recenzije)
hy_am: Գրախոսությունը բաց է թողված
id: Naskah Diterima (Tanpa Review)
ka_ge: მიმოხილვა გამოტოვებულია
kk_kz: Қарап шығу өткізіп жіберілді
lv: Iesniegtais materiāls pieņemts (bez recenzēšanas)
mk: Поднесокот е прифатен (Без Рецензија)
mr: सादरीकरण स्वीकारले (समीक्षणाशिवाय)
nl: Inzending Geaccepteerd (Zonder Beoordeling)
pl: Akceptacji zgłoszenia z pominięciem recenzowania
sl: Prispevek sprejet (brez recenzije)
th: การส่งได้รับการยอมรับ (โดยไม่ทบทวน)
uk: Подання прийнято (без рецензування)
vi: Bài nộp đã chấp nhận (Không đánh giá)

# mailable.decision.recommendation.notifyEditors.name
source: Recommendation Made
bg_bg: Направена препоръка
cs_cz: Vypracováno doporučení
da: Anbefaling foretaget
eu: Gomendioa egina
hr: Preporuka poslana
hy_am: Պատրաստված է առաջարկություն
id: Rekomendasi Telah Dibuat
ka_ge: გაკეთდა რეკომენდაცია
kk_kz: Ұсыныс жасалды
lv: Sniegts ieteikums
mk: Направена препорака
mr: शिफारस केली
nl: Aanbeveling Gedaan
pl: Powiadomienie o rekomendacji
sl: Oddano priporočilo
th: มีการแนะนำแล้ว
uk: Зроблено рекомендацію
vi: Đã đưa ra đề xuất

# mailable.reviewConfirm.name
source: Review Confirm
bg_bg: Потвърждение за рецензиране
cs_cz: Potvrzení recenze
da: Bekræft bedømmelse
eu: Berrikuspenaren baieztapena
hr: Recenzija potvrđena
hy_am: Գրախոսման հաստատում
id: Mengkonfirmasi Review
ka_ge: განხილვა დაადასტურეთ
kk_kz: Қарап шығуды растау
lv: Recenzijas apstiprināšana
mk: Потврди Рецензија
mr: समीक्षण करण्यासाठी होकार
nl: Review mogelijk
pl: Zatwierdzenie recenzji
sl: Recenzija potrjena
th: ยืนยันการทบทวน
uk: Підтвердження рецензування
vi: Xác nhận đánh giá
