Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# stats.description.daysToDecision
source: The number of days it takes for most submissions to receive the first editorial decision, such as desk rejection or send for review.<br><br>These figures indicate that 80% of submissions reach the decision within the given number of days.<br><br>This statistic attempts to describe when the majority of authors submitting to your journal can expect a decision.
az: Əksər müraciətin, rəddi və ya rəyçiyə göndərmə kimi ilk nəşr qərarını alması üçün keçən gün sayı. <br><br>Bu rəqəmlər, müraciətin %80-nin verilən gün sayı içində qərar qəbul edildiyiniz göstərir. <br><br>Bu statistika, Jurnalınıza göndərilən Müəlliflərin əksəriyyətinin nə zaman bir qərar gözləyə biləcəyini açıqlamağa çalışır.
bg_bg: Броят дни, необходими на повечето изпратени материали, за да получат първото редакционно решение, като например отхвърляне на документа или изпращане за рецензия.<br><br>Тези числа показват, че 80% от изпратените документи достигат до решението в рамките на дадения брой дни.< br <br>Тази статистика се опитва да опише кога мнозинството от авторите, подаващи материали се във вашето списание, могат да очакват решение.
ca_es: El nombre de dies que la majoria de trameses triguen a rebre la primera decisió editorial, com rebutjar-les immediatament o enviar-les a revisió.<br><br>Aquestes xifres indiquen que el 80% de les trameses assoleixen una decisió dins del període de dies seleccionat.<br><br>Aquesta estadística intenta descriure el termini en què la majoria dels autors/es que facin una tramesa a la revista rebran una decisió.
cs_cz: Počet dní, po které většina návrhů obdrží první redakční rozhodnutí, například odmítnutí nebo odeslání ke kontrole. <br><br> Tato čísla ukazují, že 80% příspěvků dosáhne rozhodnutí v daném počtu dní. < br> <br> Tato statistika se pokouší popsat, kdy většina autorů, kteří se do časopisu zasílají, může očekávat rozhodnutí.
da: Antallet af dage, det tager for de fleste indsendelser at modtage den første redaktionelle afgørelse, f.eks. at manuskriptet er blevet afvist inden bedømmelse/review eller at manuskriptet er blevet videresendt til bedømmelse.<br><br>Disse tal viser, at 80% af indsendelserne når frem til en afgørelse inden for det givne antal dage.< br><br>Denne statistik forsøger at beskrive, hvornår flertallet af forfattere, der indsender manuskripter til dit tidsskrift, kan forvente en afgørelse.
de_de: Die Anzahl der Tage, bis eine erste redaktionelle Entscheidung für eine Einreichung getroffen wird, wie zum Beispiel direkte Ablehnung oder Versenden zum Review.<br><br> Diese Zahlen zeigen, dass für 80% aller Einreichungen eine Entscheidung innerhalb der angegebenen Anzahl von Tagen getroffen wird.<br><br> Diese Statistik versucht anzugeben, wann die Mehrheit der Autoren dieser Zeitschrift eine Entscheidung erwarten können.
el_gr: Ο αριθμός των ημερών που απαιτούνται για να λάβουν οι περισσότερες υποβολές την πρώτη συντακτική απόφαση, όπως απόρριψη ή αποστολή για έλεγχο. <br> <br> Αυτά τα στοιχεία δείχνουν ότι το 80% των υποβολών λαμβάνει την απόφαση εντός αυτού του αριθμού ημερών. < br> <br> Αυτή η στατιστική επιχειρεί να περιγράψει πότε η πλειονότητα των συγγραφέων που υποβάλλουν στο περιοδικό σας μπορούν να περιμένουν μια απόφαση.
es_es: El número de días que la mayoría de envíos tardan en recibir la primera decisión editorial, como rechazarlo inmediatamente o enviarlo a revisión.<br><br>Estos datos indican que el 80% de envíos alcanzan una decisión dentro del número de días proporcionado.<br><br>Esta estadística intenta describir el plazo en que la mayoría de autores/as que hacen un envío a su revista recibirán una decisión.
eu: Bidalketa gehienek lehenengo argitalpen-erabakia jasotzeko behar duten egun-kopurua, hala nola mahaiko bazterketa edo berrikuspenera bidaltzea.<br><br>Kopuru horiek adierazten dute bidalketen % 80k emandako egun-kopuru horren barruan jasotzen duela erabakia.<br><br>Estatistika hau saiatzen da deskribatzen zure aldizkarira aurkezten diren egile gehienek noizko espero dezaketen erabakia.
fr_fr: Le nombre de jours nécessaires à la plupart des soumissions pour recevoir une première décision éditoriale, comme le rejet en pré-évaluation ou l'envoi pour évaluation. <br> <br> Ces chiffres indiquent que 80% des soumissions parviennent à la décision dans le délai imparti. < br> <br> Cette statistique tente de chiffrer le délai pour lequel la majorité des auteurs et autrices soumettant à votre revue peuvent attendre une décision.
gl: O número de días que tarda a maioría dos envíos en recibir a primeira decisión editorial, como o rexeitamento ou o envío a revisión. <br> <br> Estas cifras indican que o 80% dos envíos alcanzan a decisión dentro do número de días indicado. < br> <br> Esta estatística intenta describir o prazo no que a maioría dos autores que envían á súa revista poden esperar unha decisión.
hr: Broj dana koji je potreban da većina podnesaka dobije prvu uredničku odluku, kao što je odbijanje ili slanje na pregled.<br><br>Ove brojke pokazuju da 80% podnesaka uspiju doći do odluke unutar zadanog broja dana.< br <br>Ova statistika prikazuje kada većina autora koji podnose za vaš časopis može očekivati odluku.
hu_hu: Napok száma, melyen belül a legtöbb beküldéssel kapcsolatban megszületik az elsődleges szerkesztői döntés, mint a szakmai lektorálásra küldés vagy az elutasítás még ezt megelőzően.<br><br>Ezek a számadatok azt mutatják, hogy a benyújtott beadások 80% -áról döntés születik a megadott napokon belül.<br><br>Ez a statisztika megbecsüli, mikorra esedékes a döntés a szerzők többsége számára.
hy_am: Ներկայացումների մեծ մասի համար պահանջվում է առաջին խմբագրական որոշումը ստանալու համար անհրաժեշտ օրերի քանակը, օրինակ՝ միանգամից մերժումը կամ գրախոսման ուղարկելը:<br><br>Այս թվերը ցույց են տալիս, որ ներկայացումների 80%-ը որոշում է կայացվում նշված օրերի ընթացքում:< br><br>Այս վիճակագրությունը փորձում է նկարագրել, երբ ձեր ամսագրին ներկայացնող հեղինակների մեծամասնությունը կարող է ակնկալել որոշում:
id: Jumlah hari yang dibutuhkan naskah untuk menerima keputusan editorial pertama, seperti desk rejeck atau dikirim untuk direview.<br><br>Angka-angka ini menunjukkan bahwa 80% dari naskah mencapai keputusan dalam jumlah hari tertentu.<br><br>Statistik ini berupaya menjelaskan kapan mayoritas penulis yang mengirim naskah ke jurnal Anda bisa mendapat keputusan.
is: Fjöldi daga sem það tekur fyrir flest handrit að fá fyrstu ritstjórnarlegu ákvörðun eins og t.d. "hafnað við innsendingu" eða "sent í ritrýni".<br><br>Þessar tölur gefa til kynna að varðandi 80% af innsendum handritum liggi ákvörðun fyrir innan gefins dagafjölda.<br><br>Þessi tölfræði leitast við að lýsa hvenær meirihluti höfunda sem sendir inn handrit getur vænst ákvörðunnar.
it_it: Il numero di giorni necessari affinché la maggior parte dei manoscritti inviati riceva la prima decisione, come il rifiuto immediato o l'invio per la revisione. <br> <br> Questi dati indicano che l'80% degli invii raggiunge la decisione entro un determinato numero di giorni. < br> <br> Questa statistica ha lo scopo di identificare il tempo nel quale gli autori possono aspettarsi una prima decisione.
ja: ほとんどの投稿論文が、デスク・リジェクションや査読へ送るなどの最初の編集上の決定を受けるまでにかかる日数。<br><br>この数字は、80%の投稿が指定された日数内に決定に至ることを示しています。<br><br>この統計は、あなたのジャーナルに投稿する著者の大半がいつ決定を期待できるかを説明しようとするものです。
ka_ge: დღეების რაოდენობა, რაც წარდგენის უმეტესობას სჭირდება პირველი სარედაქციო გადაწყვეტილების მისაღებად, მაგალითად, სამუშაო მაგიდის უარყოფა ან განსახილველად გაგზავნა.<br><br>ეს ციფრები მიუთითებს, რომ 80% წარდგინება მიიღებს გადაწყვეტილებას მოცემული დღის განმავლობაში.<br><br>ეს სტატისტიკა ცდილობს აღწეროს, თუ როდის შეიძლება ავტორების უმეტესობა თქვენს ჟურნალს წარუდგინოს გადაწყვეტილება.
kk_kz: Бірден қабылдамау немесе қарауға жіберу сияқты көптеген жіберілімдерге алғашқы редакциялық шешімін алу үшін қажет күндер саны.<br><br>Бұл жіберілімдердің 80%-ына мұндай шешімді алу үшін қанша уақыт кететінін көрсетеді.<br ><br>Бұл статистика журналыңызға материал жіберген авторлардың көпшілігінің шешімді күту уақытын сипаттайды.
lv: Dienu skaits, kas nepieciešams, lai lielākā daļa iesniegto darbu saņemtu pirmo redakcijas lēmumu, piemēram, noraidījumu vai nosūtīšanu recenzēšanai.<br><br>Šie skaitļi liecina, ka 80 % iesniegto materiālu tiek izskatīti noteiktajā dienu skaitā.<br><br>Šī statistika apraksta, cik ilgā laikā lielākā daļa autoru, kas iesniedz darbus jūsu žurnālam, var sagaidīt lēmumu.
mk: Се зема бројот на денови за најголемиот број поднесоци за да се добие првата одлуак на уредникот, како што е одбивање или праќање за рецензија. <br><br> Овие податоци укажуваат дека 80% од поднесоците достигнуваат одлука во дадениот број денови.<br><br> Оваа статистика се обидува да опише кога најголемиот број автори кога може да очекуваат одлука за нивните поднесоци.
mr: सादरीकरणांना नकार (desk rejection) किंवा समीक्षणासाठी पुढे पाठवण्यासारख्या पहिल्या संपादकीय निर्णयासाठी लागणारे दिवस.<br><br>सादरीकरणांवर किती दिवसांच्या आत निर्णय होण्याची शक्यता आहे याचा अंदाज यावरून बांधता येऊ शकतो.<br><br>तुमच्या नियतकालिकामध्ये सादरीकरण करणाऱ्या लेखकांना त्यावरील निर्णयासाठी किती दिवस लागू शकतात याचा अंदाज बांधण्याचा प्रयत्न यातून केला जातो.
ms: Bilangan hari yang diambil untuk kebanyakan penyerahan menerima keputusan editorial pertama, seperti penolakan desk atau hantar untuk ulasan.<br><br>Angka ini menunjukkan bahawa 80% penyerahan mencapai keputusan dalam bilangan hari yang diberikan.< br><br>Statistik ini cuba menggambarkan apabila majoriti pengarang yang menyerahkan ke jurnal anda boleh mengharapkan keputusan.
nb_no: Antall dager det tar for de fleste innleveringer å få den første redaksjonelle avgjørelsen, f.eks. at manuskriptet er avvist før vurdering eller gjennomgang, eller at manuskriptet er sendt videre til vurdering. <br> <br> Disse tallene viser at 80% av innleveringene treffer en avgjørelse innen det angitte antall dager. <br> <br > Denne statistikken prøver å beskrive når flertallet av forfatterne som sender inn manuskripter til tidsskriftet ditt, kan forvente en beslutning.
pl: Liczba dni, w ciągu których większość zgłoszeń otrzyma pierwszą decyzję redakcyjną, taką jak odrzucenie lub wysłanie do recenzji. <br> <br> Te liczby wskazują, że 80% zgłoszeń dociera do decyzji w podanej liczbie dni. < br> <br> Ta statystyka jest próbą opisania, kiedy większość autorów zgłaszających się do twojego czasopisma może spodziewać się decyzji.
pt_pt: Número de dias que leva a que a maioria das submissões recebam a sua primeira decisão editorial, tal como rejeição de secreatariado ou enviar para revisão. <br><br> Estes números indicam que 80% das submissões recebem uma decisão editorial num dado número de dias. <br><br>Esta estatística tenta descrever quando a maioria dos autores que submetam à revista podem esperar uma decisão.
ro_ro: Numărul de zile necesare pentru ca majoritatea manuscriselor să primească prima decizie editorială, cum ar fi respingerea biroului sau trimiterea spre revizuire.<br><br>Aceste cifre indică faptul că 80% dintre manuscrise ajung la decizie în numărul de zile dat.<br><br>Această statistică încearcă să descrie cam când majoritatea autorilor care înregistrează manuscrise la jurnalul dvs. se poate aștepta la o decizie.
ru_ru: Число дней, за которое большинство материалов получают первое решение редакции, например, сразу отклонить или отправить на рецензию.<br><br>Оно показывает, за какое время 80% материалов получает такое решение.<br><br>Данная статистика описывает срок ожидания принятия решения для большинства авторов, отправивших материал в Ваш журнал.
sl: Število dni, ki so potrebni za večino prispevkov, da je sprejeta uredniška odločitev, kot je zavrnitev ali sprejetje v recenzijski postopek.<br><br>Te številke pomenijo, da je bilo pri 80% prispevkov uredniška odločitev sprejeta znotraj določenega števila dni.<br><br>Ta statistika pokaže kako hitro lahko večina avtorjem pričakuje uredniško odločitev pri vaši reviji.
th: จำนวนวันที่ใช้สำหรับการส่งส่วนใหญ่ในการได้รับการตัดสินจากบรรณาธิการครั้งแรก เช่น การปฏิเสธก่อนรีวิวหรือการส่งเพื่อรีวิว ตัวเลขนี้แสดงให้เห็นว่า 80% ของการส่งได้รับการตัดสินภายในจำนวนวันที่กำหนด
tr_tr: Çoğu başvurunun, reddi veya hakame gönderme gibi ilk yayın kararını alması için geçen gün sayısı.<br><br>Bu rakamlar, başvuruların %80'inin verilen gün sayısı içinde karara ulaştığını göstermektedir.<br><br>Bu istatistik, derginize gönderilen yazarların çoğunun ne zaman bir karar bekleyebileceğini açıklamaya çalışır.
uk: Кількість днів, необхідних більшості подань, щоб отримати перше редакційне рішення, наприклад, відхилення одразу або надсилання на розгляд. <br><br>Ці цифри свідчать про те, що 80% подань доходять до рішення протягом певної кількості днів.<br> <br>Ця статистика намагається описати, коли більшість авторів, які роблять подання до вашого журналу, можуть очікувати рішення.
vi: Số ngày để hầu hết các bài nộp nhận được quyết định biên tập đầu tiên, chẳng hạn như từ chối tại bàn hoặc gửi để đánh giá.<br><br>Những số liệu này chỉ ra rằng 80% các bài nộp đạt được quyết định trong số ngày đã cho.<br><br>Số liệu thống kê này cố gắng mô tả thời điểm đa số các tác giả nộp bài cho tạp chí của bạn có thể mong đợi một quyết định.
vi_vn: Số ngày cần để hầu hết các bài gửi nhận được quyết định biên tập đầu tiên, chẳng hạn như từ chối bàn hoặc gửi để đánh giá (phản biện) tiếp. <br> <br> Những con số này cho thấy rằng 80% số bài gửi đi đến quyết định trong một số ngày nhất định. < br> <br> Thống kê này cố gắng mô tả thời điểm phần lớn các tác giả gửi đến tạp chí của bạn sẽ có thể nhận được một quyết định.

# emailTemplate.variable.statisticsReportNotify.otherSubmissions
source: The number of submissions not included in other totals
bg_bg: Броят на подадени материали, които не са включени в други сметки
cs_cz: Počet příspěvků nezahrnutých do ostatních součtů
da: Antallet af indsendelser, der ikke tælles med i andre totaler
eu: Beste guztizkoetan sartu ez diren bidalketen kopurua
hr: Broj podnesaka koji nisu uključeni u ostale ukupne brojeve
id: Jumlah naskah yang tidak termasuk dalam total yang lain
lv: Materiālu skaits, kas nav iekļauts citās pozīcijās
mk: Бројот на поднесоци кои не се вклучени во другите групи
mr: इतरत्र समाविष्ट न केलेल्या सादरीकरणांची संख्या
nl: Het aantal inzendingen dat niet is opgenomen in andere totalen
pl: Ilość zgłoszeń nigdzie nieuwzględnionych
sl: Število prispevkov, ki niso vključeni v ostale skupne številke
th: จำนวนการส่งงานที่ไม่ถูกรวมอยู่ในยอดรวมอื่น ๆ
uk: Кількість подань, не включених до інших підсумків
vi: Số lượng bài nộp không được tính vào các tổng khác

# stats.description.submissionsSkipped
source: This includes submissions that are not counted in other totals, such as those that are still in progress and those that appear to have been imported.
bg_bg: Това включва подадени материали, които не се отчитат в други суми, като тези, които все още са в етам на редакиране и тези, които изглежда са импортирани.
cs_cz: Zahrnuje příspěvky, které nejsou započítány do jiných součtů, například ty, které jsou stále v procesu, a ty, které se zdají být importovány.
da: Dette inkluderer indsendelser, der ikke bliver talt med i andre totalantal, fx indsendelser, der stadig er i det redaktionelle forløb og dem, der lader til at være blevet importerede.
eu: Honen barruan sartzen dira beste guztizkoetan zenbatzen ez diren bidalketak, hala nola oraindik martxan daudenak eta inportatu direla diruditenak.
hr: Ovo uključuje podneske koji se ne ubrajaju u druge ukupne iznose, poput onih koji su još u tijeku i onih za koje se čini da su importirani.
hy_am: Սա ներառում է այն ներկայացումները, որոնք չեն հաշվարկվել այլ հանրագումարներում, ինչպիսիք են այն ներկայացումները, որոնք դեռ ընթացքի մեջ են և նրանք, որոնք կարծես ներմուծված են:
id: Ini termasuk naskah yang tidak dihitung pada total perhitungan, seperti naskah yang masih dalam proses dan naskah yang sepertinya sudah diimpor.
ka_ge: ეს მოიცავს წარდგინებებს, რომლებიც არ არის ჩათვლილი სხვა ჯამებში, როგორიცაა ისეთები, რომლებიც ჯერ კიდევ მიმდინარეობს და ისინი, რომლებიც, როგორც ჩანს, იმპორტირებულია.
kk_kz: Бұған әлі орындалып жатқан және импортталған сынды басқа жиындарда есептелмейтін материалдар кіреді.
lv: Tas ietver materiālus, kas netiek ieskaitīti citās kopsummās, piemēram, tos, kas vēl nav pabeigti, un tos, kas, iespējams, ir importēti.
mk: Ова ги вклучува поднесоците што не се бројат во други збирки, како што се оние што сè уште се во тек и оние што се имортирани.
mr: अर्थात यामध्ये अजूनही समीक्षणाच्या टप्प्यात असलेल्या किंवा ज्यांची सादरीकरण प्रक्रिया अपूर्ण राहिलेली आहे अशा एकूण संख्येत न मोजल्या जाणार्‍या इतर सादरीकरणांचा समावेश असतो.
nl: Dit is inclusief inzendingen die niet in de totalen zijn meegerekend, zoals inzendingen die nog in het proces verkeren en inzendingen waarvan blijkt dat ze zijn ingevoerd.
pl: Obejmuje to zgłoszenia, które nie są wliczane do innych sum, takie jak te, które są nadal w toku i te, które wyglądają na zaimportowane.
sl: Vključuje tudi prispevke, ki niso všteti v ostale številke, kot so tisti, ki so še vedno v procesu ali naj bi bili uvoženi.
th: รวมถึงการส่งที่ไม่ได้นับรวมในยอดรวมอื่นๆ เช่น การส่งที่ยังคงดำเนินการอยู่และการส่งที่ดูเหมือนว่าจะถูกนำเข้า
uk: Сюди входять подання, які не враховуються в інших підсумкових результатах, наприклад ті, що все ще виконуються, і ті, які, виявляється, було імпортовано.
vi: Điều này bao gồm các bài nộp không được tính vào các tổng khác, chẳng hạn như các bài nộp vẫn đang trong quá trình thực hiện và các bài nộp dường như đã được nhập.

# stats.publications.downloadReport.downloadFiles.description
source: The number of downloads for each file.
bg_bg: Брой сваляния на всеки файл.
cs_cz: Počet stažení každého souboru.
da: Antal downloads for hver fil.
eu: Fitxategi bakoitzaren deskarga kopurua.
hr: Broj preuzimanja svake datoteke.
id: Jumlah unduhan untuk setiap file.
lv: Katras datnes lejupielāžu skaits.
mk: Бројот на преземања за секоја датотека.
mr: प्रत्येक फाईलच्या डाउनलोड्सची संख्या.
nb_no: Antall nedlastninger for hver fil.
nl: Het aantal downloads voor ieder bestand.
pl: Ilość pobrań dla każdego pliku.
sl: Število prenosov za vsako datoteko.
th: จำนวนการดาวน์โหลดสำหรับแต่ละไฟล์
uk: Кількість завантажень для кожного файлу.
vi: Số lượt tải xuống cho mỗi tệp.

# stats.publications.downloadReport.downloadGeographic.description
source: The number of views and downloads for each city, region or country.
bg_bg: Броят гледания и изтегляния за всеки град, регион или държава.
cs_cz: Počet zobrazení a stažení pro každé město, region nebo zemi.
da: Antal visninger og downloads for hver by, region eller land.
eu: Hiri, eskualde edo herrialde bakoitzeko ikustaldi eta deskarga kopurua.
hr: Broj pregleda i preuzimanja za svaki grad, regiju ili državu.
id: Jumlah view dan unduhan untuk setiap kota, wilayah atau negara.
lv: Skatījumu un lejupielāžu skaits katrā pilsētā, reģionā vai valstī.
mk: Бројот на прегледи и преземања за секој град, регион или земја.
mr: प्रत्येक शहर, प्रदेश किंवा देशागणिक झालेला वापर (File Views) आणि डाउनलोड्सची संख्या.
nl: Het aantal weergaven en downloads voor iedere stad, regio en land.
pl: Ilość odsłon i pobrań dla każdego miasta, regionu i kraju.
sl: Število vpogledov in prenosov za vsako mesto, regijo in državo.
th: จำนวนการดูและการดาวน์โหลดสำหรับแต่ละเมือง ภูมิภาค หรือประเทศ
uk: Кількість переглядів і завантажень для кожного міста, регіону або країни.
vi: Số lượt xem và tải xuống cho mỗi thành phố, khu vực hoặc quốc gia.

# stats.timeline.downloadReport.downloadTimeline
source: Download Timeline
bg_bg: Изтегляне на хронологията
cs_cz: Časová osa ke stažení
da: Download tidslinje
eu: Deskargatu denbora-lerroa
hr: Preuzmi vremensku traku
id: Mengunduh Lini Masa
lv: Lejupielādēt laika grafiku
mk: Преземете Временска рамка
mr: कालबद्ध डाउनलोड्स (Download Timeline)
nl: Download de tijdlijn
pl: Pobierz raport osi czasu
sl: Prenesi časovni interval
th: ดาวน์โหลดเส้นเวลา
uk: Завантажити хронологію
vi: Tải xuống Dòng thời gian

# stats.totalWithinDateRange
source: Total Within Date Range
az: Tarix aralığı içindəki yekun
bg_bg: Общо в рамките на периода от време
ca_es: Total dins del rang de dates
cs_cz: Celkem v časovém období
da: I alt inden for datointervallet
de_de: Gesamt innerhalb des Datumsbereichs
el_gr: Σύνολο εντός εύρους ημερομηνιών
es_es: Total dentro del rango de fechas
eu: Guztira data-tartearen barruan
fr_fr: Total pour la période
gl: Total no rango de datas
hr: Ukupno unutar datumskog razdoblja
hu_hu: Kiválasztott időszakon belül
hy_am: Ընդհանուրը ամսաթվերի միջակայքում
id: Total Dalam Rentang Tanggal
is: Samtals á tímabili
it_it: Totale entro l'intervallo date
ja: 日付範囲内での合計
ka_ge: მთლიანი თარიღის ფარგლებში
kk_kz: Жалпы уақыт аралығындағы
lv: Kopā datumu diapazonā
mk: Вкупно во опсег на датуми
mr: दोन तारखांच्या कालावधीत एकूण
ms: Jumlah Dalam Julat Tarikh
nb_no: Totalt innenfor datoperioden
nl: Het aantal binnen de datumperiode
pl: Suma w ramach wybranych dat
pt_pt: Total dentro do Intervalo de Datas
ro_ro: Total în intervalul de date
ru_ru: Всего в период времени
sl: Skupaj znotraj časovnega obdobja
th: รวมทั้งหมดในช่วงวันที่
tr_tr: Tarih Araığı İçindeki Toplam
uk: Усього за період часу
uk_ua: Усього за період часу
vi: Tổng cộng trong khoảng thời gian
vi_vn: Tổng số trong Phạm vi ngày

# stats.name.submissionsInProgress
source: Submissions In Progress
bg_bg: Процес на изпратените материали
cs_cz: Probíhající podání příspěvků
da: Igangværende indsendelser
eu: Martxan dauden bidalketak
hr: Podnesci u tijeku
id: Naskah yang Sedang Berlangsung
lv: Materiāli darba procesā
mk: Поднесоци во тек
mr: प्रगतीपथावरील सादरीकरणे
nl: Inzendingen die in behandeling zijn
pl: Zgłoszenia są procedowane
sl: Prispevki v postopku
th: การส่งที่กำลังดำเนินการ
uk: Подань у процесі
vi: Bài nộp đang tiến hành

# stats.name.submissionsDeclined
source: Submissions Declined
az: Rədd edilmiş Məqalələr
bg_bg: Отхвърлени материали
ca_es: Trameses rebutjades
cs_cz: Odmítnuté příspěvky
da: Afviste indsendelser
de_de: Abgelehnte Einreichungen
el_gr: Απορριφθείσες Υποβολές
es_es: Envíos rechazados
eu: Baztertutako bidalketak
fr_fr: Soumissions refusées
gl: Envíos rexeitados
hr: Odbijeni podnesci
hu_hu: Elutasított beküldések
hy_am: Մերժված ներկայացումներ
id: Naskah Ditolak
is: Handritum hafnað
it_it: Sottomissioni rigettate
ja: 返戻投稿
ka_ge: გაგზავნა უარყოფილია
kk_kz: Материалдар қабылданбады
lv: Noraidītie materiāli
mk: Одбиени поднесоци
mr: सादरीकरण नाकारले
ms: Penyerahan ditolak
nb_no: Avviste innleveringer
nl: Afgewezen inzendingen
pl: Zgłoszenia odrzucone
pt_pt: Submissões Recusadas
ro_ro: Manuscrise refuzate
ru_ru: Отклонено материалов
sl: Zavrnjenih prispevkov
th: การส่งที่ถูกปฏิเสธ
tr_tr: Reddedilen Gönderiler
uk: Відхилених подань
uk_ua: Відхилено Подань
vi: Bài nộp đã từ chối
vi_vn: Bài gửi bị từ chối
