Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# emailTemplate.variable.discussion.subject
source: The subject of the discussion
bg_bg: Предмет на дискусията
cs_cz: Předmět diskuse
da: Emnet for diskussionen
eu: Eztabaidaren gaia
hr: Predmet rasprave
id: Subyek diskusi
lv: Diskusijas temats
mk: Предмет на дискусија
mr: चर्चेचा विषय
nl: Het onderwerp van de discussie
pl: Temat korespondencji
sl: Tema diskusije
th: หัวข้อของการสนทนา
uk: Тема обговорення
vi: Chủ đề của cuộc thảo luận

# emailTemplate.variable.discussion.content
source: The content of the new discussion or reply
bg_bg: Съдържанието на новата дискусия или отговор
cs_cz: Obsah nové diskuse nebo odpovědi
da: Indholdet af en ny diskussion eller et svar
eu: Eztabaida edo erantzun berriaren edukia
hr: Sadržaj nove rasprave ili odgovora
id: Konten dari diskusi atau balasan baru
lv: Jaunas diskusijas vai atbildes saturs
mk: Содржината на новата дискусија или одговор
mr: नवीन चर्चेचा किंवा उत्तराचा आशय
pl: Zawartość nowej korespondencji
sl: Vsebina nove diskusije ali odgovora
th: เนื้อหาของการสนทนาใหม่หรือการตอบกลับ
uk: Зміст нового обговорення або відповіді
vi: Nội dung của cuộc thảo luận mới hoặc trả lời

# emailTemplate.variable.editorialReminder.numberOfSubmissions
source: The number of submissions assigned to this editor
bg_bg: Броят на материалите, присвоени на този редактор
cs_cz: Počet příspěvků přidělených tomuto redaktorovi
da: Antallet af indsendelser, der er tildelt denne redaktør
eu: Editore honi esleitutako bidalketa-kopurua
hr: Broj podnesaka dodijeljenih ovom uredniku
hy_am: Այս խմբագրին նշանակված ներկայացումների քանակը
id: Jumlah naskah yang ditugaskan untuk editor ini
lv: Šim redaktoram piešķirto iesniegto darbu skaits
mk: Бројот на поднесоци доделени на овој уредник
mr: या संपादकाला नियुक्त केलेल्या सादरीकरणांची संख्या
nl: Het aantal inzendingen dat aan deze redacteur is toegewezen
pl: Ilość zgłoszeń przypisanych do redaktora
sl: Število prispevkov dodeljenih temu uredniku
th: จำนวนการส่งงานที่ได้รับมอบหมายให้บรรณาธิการนี้
uk: Кількість подань, призначених цьому редактору
vi: Số lượng bài nộp được chỉ định cho biên tập viên này

# emailTemplate.variable.recipient.username
source: The username of the recipient or all recipients
az: Alıcının və ya bütün alıcıların istifadəçi adı
bg_bg: Потребителското име на получателя или на всички получатели
cs_cz: Uživatelské jméno příjemce nebo všech příjemců
da: Modtagerens eller alle modtagers brugernavn
eu: Hartzailearen edo hartzaile guztien erabiltzaile-izena
hr: Korisničko ime primatelja ili svih primatelja
hy_am: Ստացողի կամ բոլոր ստացողների օգտանունը
id: Username dari penerima atau semua penerima
is: Notendanafn viðtakanda eða allra viðtakenda
ja: 受信者または全受信者のユーザー名
ka_ge: მიმღების ან ყველა მიმღების მომხმარებლის სახელი
kk_kz: Алушының немесе барлық алушылардың логині
lv: Saņēmēja vai visu saņēmēju lietotājvārds
mk: Корисничко име од примателот или примателите
mr: प्राप्तकर्त्याचे किंवा सर्व प्राप्तकर्त्यांचे वापरकर्तानाव
ms: Nama pengguna penerima atau semua penerima
nl: De gebruikersnaam van de ontvanger(s)
pl: Nazwa użytkownika u odbiorcy lub u wszystkich odbiorców
ru_ru: Логин получателя или всех получателей
sl: Uporabniško ime naslovnika ali naslovnikov
th: ชื่อผู้ใช้ของผู้รับหรือผู้รับทั้งหมด
uk: Ім'я користувача одержувача або всіх одержувачів
vi: Tên đăng nhập của người nhận hoặc tất cả người nhận

# emailTemplate.variable.recommendation
source: The recommended decision, such as Accept Submission
bg_bg: Препоръчителното решение, като "Приемане на подадените материали"
cs_cz: Doporučené rozhodnutí, například Přijmout příspěvek
da: Den anbefalede beslutning, som fx Accepter Indsendelse
eu: Gomendatutako erabakia, hala nola, Onartu Bidalketa
hr: Preporučena odluka, kao što je Prihvati podnesak
hy_am: Առաջարկվող որոշումը, օրինակ՝ Ընդունել ներկայացումը
id: Rekomendasi keputusan, seperti Menerima Naskah
ka_ge: რეკომენდირებული გადაწყვეტილება, როგორიცაა მიღება წარდგენის
kk_kz: Ұсынылған шешім, мысалы, жіберуді қабылдау
lv: Ieteiktais lēmums, piemēram, Pieņemt materiālu
mk: Препорачаната одлука, како што е Прифати поднесок
mr: शिफारस, जसे की सादरीकरण स्वीकारावे
nl: De aanbevolen beslissing, zoals de aanvaarding van de inzending
pl: Zalecana decyzja, np. <b>Zaakceptuj zgłoszenie</b>
sl: Priporočena odločitev, kot je Sprejmite prispevek
th: การตัดสินใจที่แนะนำ เช่น ยอมรับบทความ
uk: Рекомендоване рішення, таке як прийняти подання
vi: Đề xuất quyết định, chẳng hạn như Chấp nhận bài nộp

# emailTemplate.variable.review.method
source: The type of review, such as anonymous, double anonymous or open
da: Typen af bedømmelse, såsom anonym, dobbelt anonym eller åben
eu: Berrikuspen mota, hala nola anonimoa, anonimo bikoitza edo irekia
id: Tipe review, seperti anonim, dobel anonim atau terbuka
lv: Recenzēšanas veids, piemēram, anonīma, dubulta anonīma vai atklāta recenzija
mk: Типот на рецензија, како што е анонимен, двојно анонимен или отворен
mr: समीक्षणाचा प्रकार, जसे की अनामिक, दुहेरी अनामिक किंवा मुक्त
nl: Het type recensie, zoals blind, dubbel blind of open
pl: Typ recenzji, np. anonimowa, podwójnie anonimowa lub otwarta
sl: Tip recenzije, kot je slepa, dvojno slepa ali odprta
th: ประเภทของการทบทวน เช่น ทบทวนแบบไม่เปิดเผย, แบบไม่เปิดเผยสองฝ่าย หรือเปิดเผย
uk: Тип рецензування, такий як анонімне, подвійне анонімне або відкрите
vi: Loại đánh giá, chẳng hạn như ẩn danh, ẩn danh kép hoặc mở

# emailTemplate.variable.review.files
source: The files uploaded by the reviewer
da: Filer uploadet af bedømmeren
eu: Ebaluatzaileak igotako fitxategiak
id: File yang diunggah oleh reviewer
lv: Recenzenta augšupielādētās datnes
mk: Датотеките прикачени од рецензентот
mr: समीक्षकाने संक्रमित (अपलोड) केलेल्या फाईल्स
nl: De door de recensent geüploade bestanden
pl: Pliki przesłane przez recenzenta
sl: Datoteke, ki jih je naložil recenzent
th: ไฟล์ที่ผู้รีวิวอัปโหลด
uk: Файли, завантажені рецензентом
vi: Các tệp do người đánh giá tải lên

# emailTemplate.variable.reviewType.doubleAnonymous
source: This journal conducts double-anonymous peer review. The reviewers will not see any identifying information about you or your co-authors. Similarly, you will not know who reviewed your submission, and you will not hear from the reviewers directly.
bg_bg: Това списание провежда двойно анонимно партньорско рецензиране. Рецензентите няма да видят никаква идентифицираща информация за вас или вашите съавтори. По същия начин няма да знаете кой е прегледал вашето представяне и няма да се свържете директно с рецензентите.
cs_cz: Tento časopis provádí dvojí anonymní recenzní řízení. Recenzenti neuvidí žádné identifikační údaje o vás ani o vašich spoluautorech. Stejně tak se nedozvíte, kdo váš příspěvek recenzoval, a recenzenti se vám přímo neozvou.
da: Dette tidsskrift foretager dobbelt-anonyme fagfællebedømmelser. Bedømmerne vil ikke se nogle identificerbare informationer omkring dig eller dine medforfattere. På samme vis, vil du ikke vide hvem der bedømte din indsendelse, og du vil ikke høre direkte fra bedømmerne.
eu: Aldizkari honek pare anonimoen berrikuspen bikoitza egiten du. Ebaluatzaileek ez dute zuri edo zure egilekideei buruzko inolako identifikazio-informaziorik ikusiko. Era berean, ez duzu jakingo nork berrikusi duen zure bidalketa, eta ez duzu ebaluatzaileen berri zuzenean jasoko.
hr: Ovaj časopis provodi dvostruku anonimnu recenziju. Recenzenti neće vidjeti nikakve identifikacijske informacije o vama ili vašim koautorima. Slično tome, nećete znati tko je pregledao vaš podnesak i nećete se izravno čuti s recenzentima.
hy_am: Այս ամսագիրն իրականացնում է կրկնակի անանուն գործընկերային գրախոսություն: Գրախոսները չեն տեսնի ձեր կամ ձեր համահեղինակների մասին նույնականացնող որևէ տեղեկություն: Նմանապես, դուք չեք իմանա, թե ով է գրախոսել ձեր ներկայացումը, և ուղղակիորեն չեք լսի գրախոսներից:
id: Jurnal mengadakan review anonim-ganda. Reviewer tidak akan melihat informasi mengenai anda atau rekan penulis anda. Demikian juga, anda tidak akan mengetahui siapa yang mereview naskah anda, dan anda tidak akan mendengarnya langsung dari para reviewer tersebut.
ja: 本誌では、二重盲検査読を実施しています。査読者は貴方や共著者に関する識別情報を一切見ることができません。同様に、貴方も誰がこの投稿を査読たか知ることはなく、査読者から直接連絡を受けることもありません。
ka_ge: ეს ჟურნალი ატარებს ორმაგ ანონიმურ მიმოხილვას. მიმომხილველები ვერ ნახავენ რაიმე საიდენტიფიკაციო ინფორმაციას თქვენს ან თქვენი თანაავტორების შესახებ. ანალოგიურად, თქვენ არ გეცოდინებათ ვინ განიხილა თქვენი წარდგენა და არ მოისმენთ უშუალოდ მიმომხილველებს.
kk_kz: Бұл журнал екі рет анонимді рецензия жасайды. Рецензенттер сіз немесе сіздің үлескерлеріңіз туралы сәйкестендіру ақпаратын көрмейді. Сол сияқты, сіз жіберуіңізді кім қарағанын білмейсіз және рецензенттерден тікелей естімейтін боласыз.
lv: Šajā žurnālā tiek veikta dubulta anonīma recenzēšana. Recenzentiem nav pieejama informācija, kas ļautu identificēt jūs vai jūsu līdzautorus. Tāpat arī jūs nezināsiet, kas ir recenzējis jūsu iesniegto materiālu, un jūs nesaņemsiet tiešas atsauksmes no recenzentiem.
mk: Ова списание спроведува двојна анонимна рецензија. Рецензентите нема да видат никакви информации за идентификација за вас или за вашите коавтори. Слично на тоа, нема да знаете кој го прегледал вашиот поднесок и нема да слушнете директно од рецензентите.
mr: या नियतकालिकाकडून दुहेरी-अनामिक तज्ज्ञ समीक्षण केले जाते. समीक्षकांना तुमच्या किंवा तुमच्या सह-लेखकांबद्दल कोणतीही ओळख पटवणारी माहिती दिसणार नाही. त्याचप्रमाणे, तुमच्या सादरीकरणाचे समीक्षक कोण हे तुम्हाला कळणार नाही आणि तुम्हाला थेट समीक्षकाकडून याबाबत काहीही माहिती मिळणार नाही.
nl: Dit tijdschrift voert een dubbelblinde peer review uit. De recensenten zullen geen informatie zien over u of uw mede-auteurs. Tegelijkertijd zult u niet weten wie uw inzending beoordeelt, evenmin ontvangt u direct een reactie van de recensenten.
pl: W tym czasopiśmie przeprowadzana jest recenzja typu <b>Podwójna anonimowość</b>. Recenzenci nie zobaczą żadnych informacji identyfikujących autorów, ani autorzy nie zobaczą, kto recenzował ich zgłoszenie. Autorzy i recenzenci nie będą mieli możliwości bezpośredniego kontaktu między sobą.
sl: Pri tej reviji recenzije potekajo na način dvojno slepe recenzije. Recenzenti ne vidijo nobenih vaših identifikacijskih podatkov in podatkov vaših soavtorjev. Podobno, vi ne boste vedeli kdo je opravil recenzijo vašega prispevka in ne bo ste direktno v stiku z recenzenti.
th: วารสารนี้ใช้การทบทวนแบบไม่เปิดเผยตัวสองฝ่าย ผู้รีวิวจะไม่เห็นข้อมูลที่ระบุตัวตนของคุณหรือผู้ร่วมแต่งของคุณ เช่นเดียวกัน คุณจะไม่รู้ว่าใครเป็นผู้รีวิวบทความของคุณ และคุณจะไม่ได้รับการติดต่อโดยตรงจากผู้รีวิว
uk: Цей журнал проводить подвійне анонімне рецензування. Рецензенти не бачитимуть жодної ідентифікуючої інформації про вас або ваших співавторів. Так само ви не знатимете, хто рецензував ваше подання, і не почуєтеся безпосередньо з рецензентами.
vi: Tạp chí này tiến hành bình duyệt ẩn danh kép. Người đánh giá sẽ không thấy bất kỳ thông tin nhận dạng nào về bạn hoặc các đồng tác giả của bạn. Tương tự, bạn sẽ không biết ai đã đánh giá bài nộp của bạn, và bạn sẽ không nhận được phản hồi trực tiếp từ người đánh giá.

# emailTemplate.variable.reviewType.anonymous
source: This journal conducts “reviewer anonymous” peer review. Your name, and those of your coauthors, will be visible to the reviewers; however, the reviewers' identities will remain anonymous.
bg_bg: Това списание извършва „анонимно рецензензиране“. Вашето име и тези на вашите съавтори ще бъдат видими за рецензентите; обаче самоличността на рецензентите ще остане анонимна.
cs_cz: Tento časopis provádí „anonymní“ recenzní řízení. Vaše jméno a jména vašich spoluautorů budou recenzentům viditelná; totožnost recenzentů však zůstane anonymní.
da: Dette tidsskrift foretager "anonym bedømmer" fagfællebedømmelse. Dit og dine medforfatteres navne vil være synlige for bedømmerne, mens bedømmernes identiteter vil forblive anonyme.
eu: Aldizkari honek "ebaluatzaile anonimo" parekideen berrikuspena egiten du. Zure izena eta zure egilekideenak ebaluatzaileentzat ikusgai egongo dira; hala ere, ebaluatzaileen identitateak anonimoak izango dira.
hr: Ovaj časopis provodi recenziju "anonimnog recenzenta". Vaše ime i ime vaših koautora bit će vidljivo recenzentima; međutim, identitet recenzenata ostat će anoniman.
hy_am: Այս ամսագիրը անցկացնում է «անանուն գրախոսի» գործընկերային փորձաքննություն: Ձեր անունը և ձեր համահեղինակների անունները տեսանելի կլինեն գրախոսներին. սակայն, գրախոսների ինքնությունը կմնա անանուն:
id: Jurnal ini melakukan peer review "reviewer anonim". Nama anda, dan nama penulis lain, akan terlihat oleh reviewer; namun, identitas reviewer akan tetap anonim.
ja: 本誌では、「査読者匿名」の査読を実施しています。貴方の氏名と共著者の氏名は査読者に表示されますが、査読者の身元は匿名のままです。
ka_ge: ეს ჟურნალი ატარებს "მიმომხილველი ანონიმური" თანატოლების მიმოხილვას. თქვენი სახელი და თქვენი თანაავტორების სახელი ხილული იქნება რეცენზენტებისთვის; თუმცა, მიმომხილველთა ვინაობა დარჩება ანონიმური.
kk_kz: Бұл журнал «анонимді рецензенттердің» рецензиясын жүргізеді. Сіздің атыңыз бен бірлескен авторларыңыздың аты-жөні рецензенттерге көрінетін болады; дегенмен, шолушылардың жеке басы анонимді болып қала береді.
lv: Šajā žurnālā tiek veikta "anonīma recenzenta" recenzēšana. Jūsu un jūsu līdzautoru vārdi būs redzami recenzentiem, taču recenzentu identitāte paliks anonīma.
mk: Ова списание спроведува „анонимна рецензентска рецензија“. Вашето име и оние на вашите коавтори ќе бидат видливи за рецензентите; сепак, идентитетите на рецензентите ќе останат анонимни.
mr: हे नियतकालिक "अनामिक समीक्षक" तज्ज्ञ समीक्षणाची पद्धत आचरते. तुमचे आणि तुमच्या सहलेखकांची नावे समीक्षकांना दिसतील; तथापि, समीक्षकांची ओळख अनामिक राहील.
nl: Dit tijdschrift voort een peer review uit in de zin van 'reviewer anonymous', dat wil zeggen: uw naam en die van uw mede-auteurs zijn zichtbaar voor de recensenten, echter de identiteit van hen blijven anoniem.
pl: W tym czasopiśmie przeprowadzana jest recenzja typu <b>Anonimowy recenzent</b>. Imiona i nazwiska autorów będą widoczne dla recenzentów, ale tożsamości recenzentów pozostaną anonimowe dla autorów.
sl: Pri tej reviji potekajo recenzije na način anonimnih recenzentov. Vaše ime in imena vaših soavtorjev bodo vidna recenzentom, medtem ko vam identiteta recenzentov ne bo razkrita.
th: วารสารนี้ใช้การทบทวนแบบไม่เปิดเผยตัวผู้รีวิว ชื่อของคุณและผู้ร่วมแต่งจะสามารถมองเห็นได้โดยผู้รีวิว อย่างไรก็ตาม ตัวตนของผู้รีวิวจะยังคงเป็นความลับ
uk: Цей журнал проводить рецензування "анонімний рецензент". Ваше ім'я та імена ваших співавторів будуть видимі рецензентам; однак особи рецензентів залишаться анонімними.
vi: Tạp chí này tiến hành bình duyệt "ẩn danh người đánh giá". Tên của bạn và các đồng tác giả của bạn sẽ hiển thị với người đánh giá; tuy nhiên, danh tính của người đánh giá sẽ vẫn ẩn danh.

# emailTemplate.variable.reviewType.open
source: This journal conducts open peer review. The reviewers will see your name and affiliation, as well as the names and affiliations of your co-authors. Similarly, you will see the names and affiliations of the reviewers.
bg_bg: Това списание провежда отворено рецензиране. Рецензентите ще видят вашето име и институционалната принадлежност, както и имената и институционалната принадлежност на вашите съавтори. По същия начин ще видите имената и институционалната принадлежност на рецензентите.
cs_cz: Tento časopis provádí otevřené recenzní řízení. Recenzenti uvidí vaše jméno a afiliaci, jakož i jména a afiliaci vašich spoluautorů. Stejně tak vy uvidíte jména a afiliace recenzentů.
da: Dette tidsskrift foretager åbne fagfællebedømmelser. Bedømmerne vil se dit og dine medforfatteres navne og tilknytninger. På samme vis vil du se navn og tilknytning på dine bedømmere.
eu: Aldizkari honek parekideen berrikuspen irekia egiten du. Ebaluatzaileek zure izena eta afiliazioa ikusiko dituzte, baita zure egilekideen izenak eta afiliazioak ere. Era berean, zuk ere ebaluatzaileen izenak eta afiliazioak ikusiko dituzu.
hr: Ovaj časopis provodi otvoreno recenziranje. Recenzenti će vidjeti vaše ime i afilijaciju, kao i imena i afilijacije vaših koautora. Slično tome, vidjet ćete imena i pripadnost recenzentima.
hy_am: Այս ամսագիրը իրականացնում է գործընկերային բաց գրախոսություն: Գրախոսները կտեսնեն ձեր անունը և պատկանելությունը, ինչպես նաև ձեր համահեղինակների անուններն ու պատկանելությունները: Նմանապես, դուք կտեսնեք գրախոսողների անուններն ու պատկանելությունը:
id: Jurnal ini melakukan peer review terbuka. Reviewer akan melihat nama dan afiliasi anda, juga nama dan afiliasi dari penulis lain. Demikian juga, anda akan melihat nama dan afiliasi dari reviewer.
ja: 本誌では、オープン査読を実施しています。査読者には貴方の氏名と所属、および共著者の氏名と所属が表示されます。同様に、貴方も査読者の氏名と所属を見ることができます。
ka_ge: ეს ჟურნალი ატარებს ღია მიმოხილვას. მიმომხილველები დაინახავენ თქვენს სახელს და კუთვნილებას, ასევე თქვენი თანაავტორების სახელებსა და კუთვნილებებს. ანალოგიურად, თქვენ ნახავთ მიმომხილველების სახელებს და კუთვნილებებს.
kk_kz: Бұл журнал ашық рецензия жүргізеді. Тексерушілер сіздің атыңызды және серіктестікіңізді, сондай-ақ серіктестеріңіздің аттары мен серіктестігін көреді. Сол сияқты, сіз рецензенттердің аты-жөні мен байланыстарын көресіз.
lv: Šis žurnāls veic atklātu recenzēšanu. Recenzenti redzēs jūsu vārdu, uzvārdu un piederību, kā arī jūsu līdzautoru vārdus un piederību. Tāpat arī jūs redzēsiet recenzentu vārdus un uzvārdus un piederību.
mk: Ова списание спроведува отворена рецензија. Рецензентите ќе го видат вашето име и припадност, како и имињата и припадностите на вашите коавтори. Слично на тоа, ќе ги видите имињата и припадностите на рецензентите.
mr: हे नियतकालिक मुक्त तज्ज्ञ समीक्षणाची पद्धत (open peer review) आचरते. समीक्षक तुमचे नाव आणि संलग्नता तसेच तुमच्या सह-लेखकांची नावे आणि संलग्नता पाहू शकतील. त्याचप्रमाणे, तुम्हाला समीक्षकांची नावे आणि संलग्नता दिसतील.
nl: Dit tijdschrift voert een open peer review. The recensenten zullen uw naam en affliatie, alsook die van uw mede-auteurs. Tegelijkertijd, ziet u de namen en affliaties van de recensenten.
pl: W tym czasopiśmie przeprowadzana jest recenzja typu <b>Otwarta recenzja</b>. Imiona, nazwiska oraz afiliacje autorów i recenzentów są widoczne dla wszystkich.
sl: Pri tej reviji potekajo recenzije na način odprte recenzije. Recenzenti bodo videli vaše ime in imena vaših soavtorjev. Podobno boste tudi vi videli imena recenzentov.
th: วารสารนี้ใช้การทบทวนแบบเปิดเผย ผู้รีวิวจะเห็นชื่อและสังกัดของคุณ รวมถึงชื่อและสังกัดของผู้ร่วมแต่ง เช่นเดียวกัน คุณจะเห็นชื่อและสังกัดของผู้รีวิว
uk: Цей журнал проводить відкрите рецензування. Рецензенти побачать ваше ім'я та афіліацію, а також імена та афіліації ваших співавторів. Так само ви побачите імена та афіліації рецензентів.
vi: Tạp chí này tiến hành bình duyệt mở. Người đánh giá sẽ thấy tên và đơn vị liên kết của bạn, cũng như tên và đơn vị liên kết của các đồng tác giả của bạn. Tương tự, bạn sẽ thấy tên và đơn vị liên kết của người đánh giá.

# emailTemplate.variable.submission.submissionAbstract
source: The submission's abstract
az: Namizəd məqalənin xülasəsi
bg_bg: Абстракт (резюме) на подадените материали
cs_cz: Abstrakt příspěvku
da: Indsendelsens resumé
eu: Bidalketaren laburpena
hr: Sažetak podneska
hy_am: Ներկայացման համառոտագրությունը
id: Abstrak naskah
is: Útdráttur handrits
ja: 投稿の要旨
ka_ge: {$recipientName}:<br /> Just a gentle reminder of our request for your review of the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We were hoping to have your response by {$responseDueDate}, and this email has been automatically generated and sent with the passing of that date. <br /> I believe that you would serve as an excellent reviewer of the manuscript. The submission's abstract is inserted below, and I hope that you will consider undertaking this important task for us.<br /> <br /> Please log into the journal web site to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation..<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> Submission URL: {$reviewAssignmentUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
kk_kz: Материалдың аннотациясы
lv: Materiāla kopsavilkums
mk: Извадок на поднесокот
mr: सादरीकरणाचा सारांश
ms: Abstrak penyerahan
nl: De beknopte samenvatting van de inzending
pl: Abstrakt zgłoszenia
ru_ru: Аннотация материала
sl: Povzetek prispevka
th: บทคัดย่อของบทความที่ส่ง
uk: Анотація до подання
vi: Tóm tắt của bài nộp

# emailTemplate.variable.submission.authorSubmissionUrl
source: The author's URL to the submission
az: #YOK
bg_bg: URL адрес на автора към подадените материали
cs_cz: Adresa URL autora podání
da: Forfatterens URL til indsendelsen
eu: Egilearen URLa bidalketara
hr: Autorov URL za podnesak
hy_am: Հեղինակի URL-ը այս ներկայացմանը
id: URL penulis pada naskah
ka_ge: ავტორის URL წარდგენისთვის
kk_kz: Жіберуге автордың URL мекенжайы
lv: Autora URL uz iesniegto materiālu
mk: URL на авторот до поднесокот
mr: सादरीकरणासाठी लेखकाचा URL
nl: De URL naar de inzending van de auteur
pl: Internetowy adres zgłoszenia dostępny dla autora
sl: Avtorjev URL do prispevka
th: URL สำหรับผู้แต่งเพื่อไปยังการส่งงาน
uk: URL-адреса авторові до надісланого подання
vi: URL của tác giả đến bài nộp

# emailTemplate.variable.submission.submissionWizardUrl
source: The URL to the submission in the submission wizard
bg_bg: URL адрес към изпратените материали в Съветника за изпращане
cs_cz: Adresa URL pro odeslání v průvodci odesláním
da: URL'en til indsendelsen i indsendelsesguiden
eu: Bidalketaren URLa bidalketaren laguntzailean
hr: URL do podneska u čarobnjaku za podnošenje
id: URL untuk naskah pada wizard pengiriman
lv: URL uz iesniegto materiālu iesniegšanas vednī
mk: URL-то до поднесокот во помошникот за поднесување
mr: सादरीकरणाच्या कार्याच्या पायर्‍यांमधील (wizard) सादरीकरणाचा URL
pl: Internetowy adres zgłoszenia dostępny podczas działania kreatora zgłoszenia
sl: URL do prispevka v fazi oddaje
th: URL ไปยังการส่งงานในตัวช่วยส่งงาน
uk: URL-адреса подання в майстрі подачі
vi: URL đến bài nộp trong trình hướng dẫn nộp bài
