Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.announcementTypes.confirmDelete
source: Warning! All announcements with this announcement type will also be deleted. Are you sure you want to continue and delete this announcement type?
az: Xəbərdarlıq! Bu elan növü və bu növ ilə qeydiyyatlı bütün elanlar silinəcək. Davam etmək və bu elan növlərini silmək istədiyinizdən əminsinizmi?
bg_bg: Предупреждение! Всички обяви от този тип също ще бъдат изтрити. Сигурни ли сте, че искате да продължите и да изтриете този тип обяви?
ca_es: Advertiment! Tots els avisos pertanyents a aquest tipus d'avís també s'eliminaran. Esteu segur/a que voleu eliminar aquest avís de manera permanent?
cs_cz: Varování! Všechna oznámení s tímto typem oznámení budou také smazána. Jste si jistý, že chcete pokračovat a smazat tento typ oznámení?
da: Advarsel! Alle meddelelser med denne meddelelsestype vil også blive slettet. Er du sikker på, at du vil fortsætte og slette denne meddelelsestype?
de_de: Warnung! Sind Sie sicher, dass Sie diesen Mitteilungstyp entfernen wollen? Alle Mitteilungen dieses Typs werden dadurch ebenfalls gelöscht.
el_gr: Προσοχή! Όλες οι ανακοινώσεις με τον συγκεκριμένο τύπο ανακοίνωσης θα διαγραφούν επίσης. Είστε βέβαιοι ότι επιθυμείτε να συνεχίσετε και να διαγράψετε τον συγκεκριμένο τύπο ανακοίνωσης;
es_es: ¡Advertencia! Se eliminarán todos los avisos con este tipo de aviso. ¿Seguro que desea continuar y eliminar este tipo de aviso?
eu: Kontuz! Mota honetako anuntzio guztiak ezabatu egingo dira. Ziur zaude anuntzio mota hau ezabatu nahi duzula?
fr_fr: Avertissement ! Toutes les annonces avec ce type d'annonce seront supprimées aussi. Voulez-vous vraiment continuer et supprimer ce type d'annonce ?
gl: Atención! Se eliminarán todos os avisos con este tipo de aviso. Seguro que queres continuar e eliminar este tipo de aviso?
hr: Upozorenje! Sve obavijesti ovoga tipa će biti izbrisane. Jeste li sigurni da želite nastaviti i obrisati ovaj tip obavijesti?
hu_hu: Figyelem! Minden értesítés törlődni fog a értesítés típus törlésével. Biztos benne, hogy folytatja és törli ezt az értesítéstípust?
hy_am: Զգուշացում. Հայտարարության այս տեսակով բոլոր հայտարարությունները նույնպես կջնջվեն։ Իսկապե՞ս ուզում եք շարունակել և ջնջել հայտարարության այս տեսակը:
id: Peringatan! Semua pengumuman dengan tipe pengumuman ini juga akan dihapus. Apakah Anda yakin ingin melanjutkan dan menghapus tipe pengumuman ini?
id_id: Peringatan! Semua pengumuman dengan tipe pengumuman ini juga akan dihapus. Apakah Anda yakin ingin melanjutkan dan menghapus tipe pengumuman ini?
is: Viðvörun! Öllum tilkynningum af þessari tilkynningategund verður eytt. Ertu viss um að þú viljir halda áfram og eyða þessari tilkynningategund?
it_it: Attenzione! saranno cancellati tutti gli avvisi in questa tipologia. Sei sicuro di voler continuare e cancellare questa tipologia di avviso?
ja: 警告! この告知種別に設定されたすべての告知が削除されます。このまま告知種別を削除してもよろしいですか？
ka_ge: გაფრთხილება! ყველა განცხადება, რომელიც ამ განცხადების ტიპს შეიცავს, წაიშლება. დარწმუნებული ხართ, რომ გსურთ გააგრძელოთ და წაშალოთ ამ განცხადების ტიპი?
kk_kz: Назар аударыңыз! Осы түрдегі барлық хабарламалар да жойылады. Жалғастыруды және осы хабарлама түрін жоюды қалайсыз ба?
ku: ئاگادارکردنەوە! هەمو ئاگادارکردنەوە هاوشێوەکان دەسڕدرێنەوە. ئایا تۆ دڵنیایت لە بەردەوامبون و سڕینەوەی ئەم جۆرەی ڕاگەیاندن؟
lv: Brīdinājums! Tiks dzēsti arī citi paziņojumi ar šo paziņojuma tipu. Vai tiešām vēlaties turpināt un dzēst šo paziņojuma tipu?
mk: Предупредување! Ќе бидат избришани сите објависо овој вид . Дали сте сигурни дека сакате да продолжите и да го избришете овој вид на објави?
mr: इशारा! या घोषणेच्या/सूचनेच्या प्रकारासह त्यातील सगळ्या घोषणाही हटवल्या जातील. तुम्ही खात्रीने हा घोषणा प्रकार हटवण्याकरता पुढील पाऊल उचलू इच्छिता ना?
ms: Amaran! Semua pengumuman dengan jenis pengumuman ini juga akan dipadamkan. Adakah anda pasti mahu meneruskan dan memadamkan jenis pengumuman ini?
nb_no: Advarsel! Alle oppslag med denne oppslagstypen vil også bli slettet. Er du sikker på at du vil fortsette?
nl: Waarschuwing! Alle nieuwsberichten van dit type worden ook verwijderd.Weet u zeker dat u door wilt gaan en dit nieuwsberichttype wilt verwijderen?
pl: Uwaga! Usunięcie typu ogłoszenia spowoduje usunięcie wszystkich ogłoszeń z tym typem. Czy na pewno kontynuować?
pl_pl: Uwaga! Wszystkie wpisy tego rodzaju zostaną usunięte. Czy na pewno chcesz je usunąć?
pt_pt: Aviso! Todas as notícias deste tipo serão eliminadas. Deseja realmente continuar e eliminar este tipo de notícia?
ro_ro: Avertizare! Toate anunțurile de acest tip vor fi șterse. Sigur doriți să continuați și să ștergeți acest tip de anunț?
ru_ru: Внимание! Все объявления этого типа также будут удалены. Вы уверены, что хотите продолжить и удалить этот тип объявления?
sl: Pozor! Vsa obvestila tega tipa bodo izbrisana. Ali ste prepričani, da želite nadaljevati in izbrisati ta tip sporočil?
sr_rs@cyrillic: Упозорење! Сва обавештења овога типа ће бити обрисана. Да ли сте сигурни да желите наставити и обрисати овај тип обавештење?
sv_se: Varning! Alla meddelanden under den här meddelandetypen kommer att tas bort. Är du säker på att du vill ta bort meddelandetypen?
th: คำเตือน! ประกาศทั้งหมดที่มีประเภทประกาศนี้จะถูกลบเช่นกัน คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อและลบประเภทประกาศนี้?
tr_tr: Uyarı! Bu duyuru türü ve bu tür ile kayıtlı tüm duyurular silinecektir. Devan etmek ve bu duyuru türlerini silmek itediğinizden emin misiniz?
uk: Попередження! Усі оголошення з цього типу будуть також видалені. Ви впевнені, що хочете продовжити та видалити цей тип оголошення?
uk_ua: Попередження! Всі анонси з цього типу будуть видалені. Ви впевнені, що бажаєте продовжити та видалити цей тип анонсу?
uz_uz@latin: Ogohlantirish! Ushbu turdagi e'lonlar ham o'chiriladi. Haqiqatan ham bu eʼlon turini davom ettirib, oʻchirib tashlamoqchimisiz?
vi: Cảnh báo! Tất cả các thông báo thuộc loại thông báo này cũng sẽ bị xóa. Bạn có chắc chắn muốn tiếp tục và xóa loại thông báo này không?
vi_vn: Cảnh báo! Tất cả các thông báo có kiểu thông báo này cũng sẽ bị xóa. Bạn có chắc chắn muốn tiếp tục và xóa kiểu thông báo này không?

# manager.announcementTypes.form.typeNameExists
source: An announcement type with this name already exists.
az: Bu adda elan növü var artıq
bg_bg: Вече съществува тип обяви с това име.
ca_es: Ja existeix un tipus d’avís amb aquest nom.
cs_cz: Typ oznámení s tímto názvem již existuje.
da: Der findes allerede en meddelelsestype med dette navn.
de_de: Es existiert bereits ein Mitteilungstyp dieses Namens.
el_gr: Ένας τύπος ανακοίνωσης με το συγκεκριμένο όνομα υπάρχει ήδη.
es_es: Un aviso con este nombre y de este tipo ya existe.
eu: Izen hori beste anuntzio mota batena da.
fr_fr: Un type d'annonce portant ce nom existe déjà.
gl: Xa existe un tipo de anuncio con este nome.
hr: Tip obavijesti s ovim imenom već postoji.
hu_hu: Ezzel a névvel már van egy értesítéstípus.
hy_am: Այս անունով հայտարարության տեսակ արդեն գոյություն ունի:
id: Tipe pengumuman dengan nama ini yang sudah ada.
id_id: Tipe pengumuman dengan nama ini yang sudah ada.
is: Tilkynningategund með þessu heiti er til nú þegar.
it_it: Un tipo di avviso con questo nome è già esistente.
ja: この名前の告知種別はすでに存在しています。
ka_ge: განცხადების ტიპი ამ სახელით უკვე არსებობს.
kk_kz: Бұл атаудағы хабарламаның түрі бұрыннан бар.
ku: جۆرێکی ڕاگەیاندن بە هەمان ناوەوە بەردەستە.
lv: Paziņojuma tips ar šādu nosaukumu jau pastāv.
mk: Овој вид објава веќе постои.
mr: या नावाचा घोषणा/सूचना प्रकार आधीच अस्तित्वात आहे.
ms: Jenis pengumuman dengan nama ini sudah wujud.
nb_no: En oppslagstype med dette navnet finnes allerede.
nl: Er bestaat al een nieuwsberichttype met deze naam.
pl: Typ ogłoszenia o takiej nazwie już istnieje.
pl_pl: Rodzaj wpisu o takiej samej nazwie już istnieje.
pt_pt: Já existe um tipo de notícia com esse nome.
ro_ro: Există deja un tip de anunț cu acest nume.
ru_ru: Тип объявления с таким названием уже существует.
sl: Tip obvestila s tem imenom že obstaja.
sr_rs@cyrillic: Тип обавештења са овим именом већ постоји.
sv_se: Det finns redan en meddelandetyp med det här namnet.
th: มีประเภทประกาศที่มีชื่อนี้อยู่แล้ว
tr_tr: Bu isim ile duyuru türü zaten var.
uk: Тип оголошення із цим ім'ям уже існує.
uk_ua: Тип анонсу з цією назвою вже існує.
uz_uz@latin: Bunday nomdagi e'lon turi allaqachon mavjud.
vi: Đã tồn tại loại thông báo có tên này.
vi_vn: Một kiểu thông báo với tên này đã tồn tại.

# manager.dois.actions.deposit.prompt
source: You are about to send DOI metadata records for {$count} item(s) to {$registrationAgency}. Are you sure you want to deposit these records?
bg_bg: Предстои да изпратите записи с DOI метаданни за {$count} обект(а) до {$registrationAgency}. Сигурни ли сте, че искате да депозирате тези записи?
cs_cz: Chystáte se odeslat metadatové záznamy DOI pro {$count} položek do {$registrationAgency}. Jste si jisti, že chcete tyto záznamy uložit?
da: Du er ved at sende DOI metadata fortegnelser for {$count} elementer(er) til {$registrationAgency}. Er du sikker på, at du vil deponere disse fortegnelser?
eu: {$count} elementuren DOI metadatuen erregistroak {$registrationAgency} erakundera bidaltzear zaude. Ziur zaude erregistro horiek gordailatu nahi dituzula?
hr: Spremate se poslati DOI zapise metapodataka za {$count} stavki {$registrationAgency}. Jeste li sigurni da želite pohraniti ove zapise?
hy_am: Դուք պատրաստվում եք ուղարկել DOI մետատվյալների գրառումները {$count} տարր(եր)ի համար {$registrationAgency} -ին: Վստա՞հ եք, որ ցանկանում եք ի պահ դնել այս գրառումները:
id: Anda akan mengirimkan rekod metadata DOI untuk {$count} item kepada {$registrationAgency}. Apakah anda yakin untuk mendeposit rekod-rekod ini?
ka_ge: თქვენ აპირებთ გაგზავნოთ DOI მეტამონაცემების ჩანაწერები {$count} ელემენტ(ებ)ისთვის {$registrationAgency}-ზე. დარწმუნებული ხართ, რომ გსურთ ამ ჩანაწერების დეპონირება?
kk_kz: Сіз {$count} элементтерге арналған DOI метадеректер жазбаларын {$registrationAgency} қызметіне жібергелі жатырсыз. Бұл жазбаларды сақтағыңыз келетініне сенімдісіз бе?
lv: Jūs gatavojaties nosūtīt DOI metadatu ierakstus par {$count} vienību(-ām) uz {$registrationAgency}. Vai tiešām vēlaties deponēt šos ierakstus?
mk: Ќе испратите записи од DOI метаподатоци за {$count} ставки до {$registrationAgency}. Дали сте сигурни дека сакате да ги депонирате овие записи?
mr: तुम्ही {$registrationAgency} ला {$count} लेखांसाठी DOI मेटाडेटा रेकॉर्ड(स) पाठवत आहात. तुम्हाला खात्रीने हे रेकॉर्ड जमा करायचे आहेत ना?
nb_no: Du er i ferd med å sende DOI-metadataposter for {$count} objekt(er) til {$registrationAgency}. Er du sikker på at du vil deponere disse postene?
nl: Je staat op het punt om DOI metadata records voor {$count} item(s) naar {$registrationAgency} te sturen. Weet je zeker dat je deze records wilt registreren?
pl: Zarejestrujesz metadane DOI dla {$count} obiektów w {$registrationAgency}. Czy jesteś pewien?
ru_ru: Вы собираетесь отправить записи метаданных DOI для {$count} элементов в {$registrationAgency}. Вы уверены, что хотите депонировать эти записи?
sl: Poslali boste DOI metapodatke za {$count} objek(ov) na {$registrationAgency}. Ste prepričani, da želite te zapise deponirati?
th: คุณกำลังจะส่งบันทึกข้อมูลเมทาดาทา DOI สำหรับ {$count} รายการไปยัง {$registrationAgency}. คุณแน่ใจหรือไม่ว่าต้องการฝากบันทึกเหล่านี้?
uk: Ви збираєтеся надіслати записи метаданих DOI для {$count} елементів(-а) до {$registrationAgency}. Ви впевнені, що хочете депонувати ці записи?
vi: Bạn sắp gửi bản ghi metadata DOI cho {$count} mục đến {$registrationAgency}. Bạn có chắc chắn muốn ký gửi các bản ghi này không?

# manager.dois.actions.markRegistered.prompt
source: You are about to mark DOI metadata records for {$count} item(s) as registered. Are you sure you want to mark these records as registered?
bg_bg: Предстои да маркирате записи с DOI метаданни за {$count} обект(а) като регистрирани. Сигурни ли сте, че искате да маркирате тези записи като регистрирани?
cs_cz: Chystáte se označit metadatové záznamy DOI pro {$count} položek jako registrované. Jste si jisti, že chcete tyto záznamy označit jako registrované?
da: Du er ved at markere fortegnelser over DOI metadata for {$count} element(er) som registrerede. Er du sikker på, at du ønsker at markere disse fortegnelser som registrerede?
eu: {$count} elementuren DOI metadatuen erregistroak erregistratutzat markatzear zaude. Ziur zaude erregistro horiek erregistratu gisa markatu nahi dituzula?
hr: Upravo ćete označiti DOI metapodatke za {$count} objekata kao 'registrirane'. Jeste li sigurni da želite označiti datume kao "registrirane"?
hy_am: Դուք պատրաստվում եք նշել DOI մետատվյալների գրառումները {$count} տարր(եր)ի համար որպես գրանցված: Վստա՞հ եք, որ ցանկանում եք նշել այս գրառումները որպես գրանցված:
id: Anda akan menandai rekod metadata DOI untuk {$count} item sebagai terdaftar. Apakah anda yakin untuk menandai rekod-rekod ini sebagai terdaftar?
ka_ge: თქვენ აპირებთ მონიშნოთ DOI მეტამონაცემების ჩანაწერები {$count} ელემენტ(ებ)ისთვის, როგორც რეგისტრირებული. დარწმუნებული ხართ, რომ გსურთ ამ ჩანაწერების მონიშვნა რეგისტრირებულად?
kk_kz: Сіз {$count} элементтер үшін DOI метадеректер жазбаларын тіркелген деп белгілегіңіз келеді. Бұл жазбаларды тіркелген деп белгілеу керек пе?
lv: Jūs gatavojaties atzīmēt DOI metadatu ierakstus par {$count} vienību(-ām) kā reģistrētus. Vai tiešām vēlaties šos ierakstus atzīmēt kā reģistrētus?
mk: Ќе ги означите записите на метаподатоци за DOI за {$count} ставки како регистрирани. Дали сте сигурни дека сакате да ги означите овие записи како регистрирани?
mr: तुम्ही {$count} लेखांसाठी DOI मेटाडेटा रेकॉर्ड नोंदणी केले म्हणून चिन्हांकित करणार आहात. तुम्हाला खात्रीने हे रेकॉर्ड नोंदणीकृत म्हणून चिन्हांकित करायचे आहेत ना?
nb_no: Du er i ferd med å markere DOI-metadataposter for {$count} objekter(er) som registrerte. Er du sikker på at du ønsker å markere disse postene som registrerte?
nl: Je staat op het punt om {$count} DOI metadata records als actief te markeren. Weet je zeker dat je deze records als geregistreerd wilt markeren?
pl: Oznaczysz metadane DOI dla {$count} obiektów w {$registrationAgency} jako zarejestrowane. Czy jesteś pewien?
ru_ru: Вы собираетесь отметить записи метаданных DOI для {$count} элементов как зарегистрированные. Вы уверены, что хотите отметить эти записи как зарегистрированные?
sl: DOI metapodatke za {$count} objek(ov) boste označili kot registrirane. Ste prepričani, da želite te zapise označiti kot registrirani?
th: คุณกำลังจะทำเครื่องหมายบันทึกข้อมูลเมทาดาทา DOI สำหรับ {$count} รายการว่าได้ลงทะเบียนแล้ว คุณแน่ใจหรือไม่ว่าต้องการทำเครื่องหมายว่าบันทึกเหล่านี้ได้ลงทะเบียนแล้ว?
uk: Ви збираєтеся відмітити записи метаданих DOI для {$count} елементів(-а) як зареєстровані. Ви впевнені, що хочете відмітити ці записи як зареєстровані?
vi: Bạn sắp đánh dấu bản ghi metadata DOI cho {$count} mục là đã đăng ký. Bạn có chắc chắn muốn đánh dấu các bản ghi này là đã đăng ký không?

# manager.dois.actions.markUnregistered.prompt
source: You are about to mark DOI metadata records for {$count} item(s) as unregistered. Are you sure you want to mark these records as unregistered?
bg_bg: На път сте да маркирате записи с метаданни на DOI за {$count} елемент(а) като нерегистрирани. Сигурни ли сте, че искате да маркирате тези записи като нерегистрирани?
cs_cz: Chystáte se označit metadatové záznamy DOI pro položky {$count} jako neregistrované. Jste si jisti, že chcete tyto záznamy označit jako neregistrované?
da: Du er ved at markere metadata-optegnelser over DOI for {$count} elementer som uregistrerede. Er du sikker på, at du vil markere disse optegnelser som uregistrerede?
eu: {$count} elementuren DOI metadatuen erregistroak erregistratu gabe bezala markatzear zaude. Ziur zaude erregistro horiek erregistratu gabe bezala markatu nahi dituzula?
hr: Upravo ćete označiti DOI zapise metapodataka za {$count} stavki kao neregistrirane. Jeste li sigurni da želite označiti ove zapise kao neregistrirane?
hy_am: Դուք պատրաստվում եք նշել DOI մետատվյալներով գրառումները {$count} թողարկման(ումների) համար որպես չգրանցված: Իսկապե՞ս ուզում եք նշել այս գրառումները որպես չգրանցված:
id: Anda akan menandai rekod metadata DOI untuk {$count} item sebagai tidak terdaftar. Apakah anda yakin ingin menandai rekod-rekod ini sebagai tidak terdaftar?
lv: Jūs gatavojaties atzīmēt DOI metadatu ierakstus par {$count} vienībām kā nereģistrētus. Vai tiešām vēlaties šos ierakstus atzīmēt kā nereģistrētus?
mk: Ќе ги означите записите на метаподатоци за DOI за {$count} ставки како нерегистрирани. Дали сте сигурни дека сакате да ги означите овие записи како нерегистрирани?
mr: तुम्ही {$count} लेखांची नोंदणी न केलेले DOI मेटाडेटा रेकॉर्ड चिन्हांकित करणार आहात. तुम्ही खात्रीने हे रेकॉर्ड(स) नोंदणी न केलेले म्हणून चिन्हांकित करू इच्छिता ना?
nb_no: Du er i ferd med å markere DOI-metadataposter for {$count} objekter som uregistrerte. Er du sikker på at du vil markere disse postene som uregistrerte?
nl: Je staat op het punt om {$count} DOI metadata records als niet actief te markeren. Weet je zeker dat je deze records als ongeregistreerd wilt markeren?
pl: Oznaczysz metadane DOI dla {$count} obiektów w {$registrationAgency} jako niezarejestrowane. Czy jesteś pewien?
sl: DOI metapodatke za {$count} postavk boste označili kot neregistrirane. Ste prepičani, da želite te zapise označiti kot neregistrirane?
th: คุณกำลังจะทำเครื่องหมายบันทึกข้อมูลเมทาดาทา DOI สำหรับ {$count} รายการว่ายังไม่ได้ลงทะเบียน คุณแน่ใจหรือไม่ว่าต้องการทำเครื่องหมายบันทึกเหล่านี้ว่ายังไม่ได้ลงทะเบียน?
uk: Ви збираєтеся відмітити записи метаданих DOI для {$count} елементів(-а) як незареєстровані. Ви впевнені, що хочете відмітити ці записи як незареєстровані?
vi: Bạn sắp đánh dấu bản ghi metadata DOI cho {$count} mục là chưa đăng ký. Bạn có chắc chắn muốn đánh dấu các bản ghi này là chưa đăng ký không?

# manager.dois.actions.markStale.prompt
source: You are about to mark DOI metadata records for {$count} item(s) as needing to be synced. The Needs Sync status can only be applied to previously submitted DOIs. Are you sure you want to mark these records as stale?
bg_bg: На път сте да маркирате записи с метаданни на DOI за {$count} елемент(а) като остарели. Остарелият статус може да се приложи само към по-рано изпратени DOI. Сигурни ли сте, че искате да маркирате тези записи като остарели?
cs_cz: Chystáte se označit metadatové záznamy DOI pro položku (položky) {$count} jako zastaralé. Stav "zastaralé" lze použít pouze pro dříve odeslané DOI. Jste si jisti, že chcete tyto záznamy označit jako zastaralé?
da: Du er ved at markere metadata-optegnelser over DOI for {$count} elementer som forældede. Forældet-status kan kun angives til tidligere indsendte DOI'er. Er du sikker på, at du vil markere disse optegnelser som forældede?
eu: {$count} elementuren DOI metadatuen erregistroak sinkronizatu beharreko gisa markatzear zaude. "Sinkronizatu behar du" egoera aurrez bidalitako DOIei bakarrik aplika dakieke. Ziur zaude erregistro horiek zaharkitu gisa markatu nahi dituzula?
hr: Upravo ćete označiti DOI zapise metapodataka za {$count} stavki kao zastarjele. Zastarjeli status može se primijeniti samo na prethodno poslane DOI. Jeste li sigurni da želite označiti ove zapise kao zastarjele?
hy_am: Դուք պատրաստվում եք նշել DOI մետատվյալներով գրառումները {$count} թղարկման(ումների) համար որպես հնացած: Հնացած կարգավիճակը կարող է կիրառվել միայն նախկինում ներկայացված DOI-ների վրա: Իսկապե՞ս ուզում եք այս գրառումները նշել որպես հնացած:
id: Anda akan menandai rekod metadata DOI untuk {$count} item perlu untuk disinkronisasi. Status Perlu Disinkroniasasi akan diterapkan untuk DOI yang sudah dikirimkan sebelumnya. Apakah anda yakin untuk menandai rekod-rekod ini sebagai tidak dipakai?
lv: Jūs gatavojaties atzīmēt DOI metadatu ierakstus {$count} vienībai(-ām) kā sinhronizējamus. Statusu "Needs Sync" (nepieciešams sinhronizēt) var piemērot tikai iepriekš iesniegtiem DOI. Vai tiešām vēlaties šos ierakstus atzīmēt kā novecojušus?
mk: Ќе ги означите записите на метаподатоци за DOI за {$count} ставки како што треба да се синхронизираат. Статусот Needs Sync може да се примени само на претходно поднесени DOI. Дали сте сигурни дека сакате да ги означите овие записи како застарени?
mr: तुम्ही {$count} लेखांसाठी DOI मेटाडेटा रेकॉर्ड Sync करण्याची आवश्यकता आहे म्हणून चिन्हांकित करणार आहात. Sync आवश्यक असण्याची स्थिती फक्त पूर्वी सादर केलेल्या DOIs ना लागू केली जाऊ शकते. तुम्ही खात्रीने हे रेकॉर्ड जुने (stale) म्हणून चिन्हांकित करू इच्छिता ना?
nb_no: Du er i ferd med å markere DOI-metadataposter for {$count} objekter som foreldet. Foreldet-statusen kan kun anvendes på tidligere registrerte DOI-er. Er du sikker på at du vil markere disse postene som foreldet?
nl: Je staat op het punt om {$count} DOI metadata records te markeren voor synchronisatie. De status Synchronisatie nodig kan alleen worden toegepast op eerder ingediende DOI's. Weet je zeker dat je deze records als oud wilt markeren?
pl: Oznaczysz metadane DOI dla {$count} obiektów w {$registrationAgency} jako przedawniony. To może dotyczyć tylko DOI uprzednio zgłoszonych do rejestracji. Czy jesteś pewien?
sl: DOI metapodatke za {$count} postavk boste označili kot zastarele. Status zastarel se lahko določi le za predhodno oddane DOI-je. Ali ste prepričani, da želite te zapise označiti kot zastarele?
th: คุณกำลังจะทำเครื่องหมายบันทึกข้อมูลเมทาดาทา DOI สำหรับ {$count} รายการว่าต้องการการซิงค์ สถานะ Needs Sync สามารถใช้ได้กับ DOI ที่ส่งไปก่อนหน้านี้เท่านั้น คุณแน่ใจหรือไม่ว่าต้องการทำเครื่องหมายบันทึกเหล่านี้ว่ายังไม่ได้รับการอัปเดต?
uk: Ви збираєтеся позначити записи метаданих DOI для {$count} елементів(-а) як такі, що потребують синхронізації. Статус "потребує синхронізації" можна застосувати лише до раніше поданих DOI. Ви впевнені, що хочете позначити ці записи як застарілі?
vi: Bạn sắp đánh dấu các bản ghi metadata DOI cho {$count} mục là cần đồng bộ hóa. Trạng thái Cần đồng bộ hóa chỉ có thể áp dụng cho các DOI đã gửi trước đó. Bạn có chắc chắn muốn đánh dấu các bản ghi này là cũ không?
