Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# mailable.submissionAckNotAuthor.description
source: This email is automatically sent to authors named on a submission who are not the submitting author.
bg_bg: Този имейл автоматично се изпраща до съавторите на ръкописа, които не са изпращащия автор.
cs_cz: Tento e-mail je automaticky zasílán dalším autorům uvedeným u příspěvku, kteří nejsou přihlašujícím autorem.
da: Denne e-mail sendes til forfatterne angivet i indsendelsesprocessen, udover indsenderen.
eu: Mezu elektroniko hau automatikoki bidaltzen zaie bidalketa batean izendatutako egileei, egile bidaltzaile ez izan arren.
hr: Ova se poruka e-pošte automatski šalje autorima koji su navedeni u podnesku, a koji nisu autori koji su ga poslali.
id: Email ini secara otomatis dikirimkan ke semua penulis yang tertera di dalam naskah yang bukan pengirim naskah.
lv: Šis e-pasts tiek automātiski nosūtīts autoriem, kuri ir norādīti iesniegtajā materiālā un kuri nav iesniedzējs.
mk: Овој емаил автоматски се испраќа до авторите именувани во поднесокот кои не се автор на поднесување.
mr: हा ई-मेल सादरीकरण प्रक्रिया पूर्ण करणार्‍या लेखकाव्यतिरिक्त नोंदलेल्या इतर लेखकांना मानवी हस्तक्षेपाशिवाय (Automated) पाठवला जातो.
nl: Deze e-mail wordt, indien geactiveerd, automatisch verstuurd naar de andere auteurs die niet geregistreerd zijn als gebruikers van OJS.
pl: Ta wiadomość e-mail wysyłana automatycznie po zarejestrowaniu zgłoszenia jest skierowana do autorów zgłoszenia, innych niż autor rejestrujący zgłoszenie.
sl: Ta email se avtomatično pošlje po uspešni oddaji vsem soavtorjem, ki so navedeni kot soavtorji.
th: อีเมลนี้ถูกส่งอัตโนมัติไปยังผู้แต่งที่ถูกระบุชื่อในบทความแต่ไม่ใช่ผู้ส่งบทความ
uk: Цей електронний лист автоматично надсилається авторам, зазначеним у поданні, які не є авторами, які подають матеріали.
vi: Email này được tự động gửi đến các tác giả được đặt tên trong một bài nộp mà không phải là tác giả gửi bài.

# mailable.discussionReview.description
source: This email is sent when a discussion is created or replied to in the review stage.
bg_bg: Този имейл се изпраща на етапа на работния процес по рецензиране, за да уведоми потребителя.
cs_cz: Tento e-mail je odeslán po vytvoření diskuse nebo odpovědi na ni ve fázi recenzování.
da: Denne e-mail sendes på bedømmelsestrinnet for at meddele en bruger om indsendelsen.
eu: Mezu elektroniko hau bidaltzen da berrikuspen-fasean eztabaida bat sortzen denean edo erantzuten zaionean.
hr: Ova se poruka e-pošte šalje kada se stvori rasprava ili se na nju odgovori u fazi recenzije.
hy_am: Այս էլ․ նամակն ուղարկվում է վերանայման աշխատանքային գործընթացի փուլում՝ օգտատիրոջը ներկայացման մասին ծանուցելու համար
id: Email ini dikirim ketika diskusi dibuat atau dibalas pada saat tahap review.
lv: Šis e-pasts tiek nosūtīts, kad recenzēšanas posmā tiek izveidota diskusija vai uz to tiek atbildēts.
mk: Овој емаил се испраќа кога се креира дискусија или на која се одговара во фазата на рецензија.
mr: समीक्षण टप्प्यात चर्चासत्र निर्माण केले जाते किंवा आणि चर्चेला उत्तर दिले जाते तेव्हा हा ई-मेल पाठवला जातो.
nl: Deze e-mail wordt verzonden wanneer een discussie wordt aangemaakt of beantwoord in de reviewfase.
pl: Ta wiadomość e-mail wysyłana jest po każdej korespondencji w dyskusji etapu recenzowania.
sl: Ta email se avtomatično pošlje, ko je prispevek v fazi recenzije in je ustvarjena nova diskusija ali odgovor nanjo.
th: อีเมลนี้ถูกส่งเมื่อมีการสร้างหรือการตอบกลับการสนทนาในขั้นตอนการทบทวน
uk: Цей електронний лист надсилається, коли створюється обговорення або на нього відповідають на стадії рецензування.
vi: Email này được gửi khi một cuộc thảo luận được tạo hoặc trả lời trong giai đoạn đánh giá.

# mailable.discussionCopyediting.description
source: This email is sent when a discussion is created or replied to in the copyediting stage.
bg_bg: Този имейл се изпраща на етапа на стилово редактиране, за да уведоми потребителя.
cs_cz: Tento e-mail je odeslán po vytvoření diskuse nebo odpovědi na ni ve fázi copyeditingu.
da: Denne e-mail sendes på manuskriptredigeringstrinnet for at meddele en bruger om indsendelsen.
eu: Mezu elektroniko hau bidaltzen da edizio-fasean eztabaida bat sortzen denean edo erantzuten zaionean.
hr: Ova se poruka e-pošte šalje kada se stvori rasprava ili se na nju odgovori u fazi lekture teksta.
hy_am: Այս էլ․ նամակն ուղարկվում է գրական սրբագրման փուլում՝ օգտատիրոջը ներկայացման մասին ծանուցելու համար
id: Email ini dikirim ketika diskusi dibuat atau dibalas pada tahap copyedit.
lv: Šis e-pasts tiek sūtīts, kad literārās rediģēšanas posmā tiek izveidota diskusija vai uz to tiek atbildēts.
mk: Овој емаил се испраќа кога се креира дискусија или на која се одговара во фазата на уредување.
mr: कॉपीएडिटिंग टप्प्यात चर्चासत्र निर्माण केले जाते किंवा आणि चर्चेला उत्तर दिले जाते तेव्हा हा ई-मेल पाठवला जातो.
nl: Deze e-mail wordt verzonden wanneer een discussie wordt aangemaakt of beantwoord in de copyeditingfase.
pl: Ta wiadomość e-mail wysyłana jest po każdej korespondencji w dyskusji etapu korekcji.
sl: Ta email se avtomatično pošlje, ko je prispevek v fazi lektoriranja in je ustvarjena nova diskusija ali odgovor nanjo.
th: อีเมลนี้ถูกส่งเมื่อมีการสร้างหรือการตอบกลับการสนทนาในขั้นตอนการตรวจสำเนา
uk: Цей електронний лист надсилається, коли створюється обговорення або на нього відповідають на стадії літературного редагування.
vi: Email này được gửi khi một cuộc thảo luận được tạo hoặc trả lời trong giai đoạn chỉnh sửa.

# mailable.revisedVersionNotify.description
source: This email is automatically sent to the assigned editor when author uploads a revised version of an article.
bg_bg: Този имейл се изпраща автоматично до назначения редактор, когато авторът качи преработена версия на статия.
cs_cz: Tento email je automaticky odeslán příslušnému editorovi článku, pokud autor odešle revidovanou verzi článku.
da: Denne e-mail bliver automatisk sendt til udvalgte redaktør når forfatteren uploader en revideret udgave a en artikel.
eu: Mezu hau automatikoki bidaltzen zaio dagokion editoreari, egileak artikulu baten bertsio berrikusia gora kargatzen duenean.
gl: Este correo electrónico é enviado automaticamente ao editor/a asignado cando o autor/a carga unha versión revisada dun artigo.
hr: Ova se poruka e-pošte automatski šalje dodijeljenom uredniku kada autor učita revidiranu verziju članka.
hy_am: Այս էլ․ նամակն ինքնաշխատ կերպով ուղարկվում է նշանակված խմբագրին, երբ հեղինակը վերբեռնում է հոդվածի վերանայված տարբերակը:
id: Email ini dikirim secara otomatis ke editor yang ditugaskan saat penulis mengunggah naskah versi revisi.
ja: このメールは、著者が投稿の改訂版をアップロードした際に、指定された編集者に自動的に送信されます。
ka_ge: ეს წერილი ავტომატურად იგზავნება დანიშნულ რედაქტორთან, როდესაც ავტორი ატვირთავს სტატიის ჩასწორებულ ვერსიას.
kk_kz: Бұл мақала автордың мақаланың жаңартылған нұсқасын жүктеген кезде автоматты түрде тағайындалған редакторға жіберіледі.
ku: ئەم ئیمەیڵە بە تۆماتیکی بۆ سەرنوسەری پەیوەندیدار دەچێت کاتێک توێژەر فایلی چاککراو بار دەکاتەوە.
lv: Šis e-pasts tiek automātiski nosūtīts piešķirtajam redaktoram, kad autors augšupielādē labotu raksta versiju.
mk: Овој и-меил е автоматски испратен до назначениот уредник кога авторот ќе прикачи корегирана верзија на трудот.
mr: लेखकाने लेखाची सुधारित आवृत्ती (version) संक्रमित (अपलोड) केल्यावर हा ई-मेल आपोआप (automatically) नियुक्त केलेल्या संपादकाला पाठवला जातो.
ms: E-mel ini dihantar secara automatik ke editor yang ditugaskan ketika pengarang memuat naik versi artikel yang disemak.
nb_no: Denne e-posten sendes automatisk til redaktøren når forfatteren laster opp en revidert versjon av en artikkel.
nl: Deze e-mail wordt automatisch verstuurd naar de redacteur als de auteur een herziene versie van een artikel laadt.
pl: Wiadomość automatycznie przesyłana do redaktora prowadzącego, po przesłaniu przez autora poprawionej wersji tekstu.
ru_ru: Это письмо автоматически отправляется назначенному редактору, когда автор загружает исправленную версию статьи.
sk: Tento email je automaticky odoslaný príslušnému editorovi článku, ak autor odošle revidovanú verziu článku.
sl: Ta email se avtomatično pošlje uredniku prispevka, ko avtor naloži popravljeno verzijo prispevka.
th: อีเมลนี้ถูกส่งอัตโนมัติไปยังบรรณาธิการที่ได้รับมอบหมายเมื่อผู้แต่งอัปโหลดเวอร์ชันที่แก้ไขของบทความ
uk: Цей електронний лист автоматично надсилається призначеному редактору, коли автор завантажує виправлену версію статті.
uz_uz@latin: Muallif maqolaning yangilangan versiyasini yuklaganida, bu elektron pochta avtomatik ravishda tayinlangan muharrirga yuboriladi.
vi: Email này được tự động gửi đến biên tập viên được chỉ định khi tác giả tải lên phiên bản sửa đổi của một bài viết.

# mailable.editReviewNotify.description
source: This email automatically notifies the reviewer when the details of their review assignment have been changed.
bg_bg: Този имейл автоматично уведомява рецензента за променени подробности относно рецензията.
cs_cz: Tento e-mail automaticky upozorní recenzenta na změny v přiřazené recenzi.
da: Denne e-mail meddeler automatisk bedømmeren om ændrede detaljer for bedømmelsen.
eu: Mezu elektroniko honek automatikoki jakinarazten dio ebaluatzaileari bere berrikuspenaren esleipenaren xehetasunak aldatu direnean.
hr: Ova poruka e-pošte automatski obavještava recenzenta kada su pojedinosti njegovog zadatka recenzije promijenjene.
hy_am: Այս էլ․ նամակն ինքնաշխատ կերպով ծանուցում է գրախոսին վերանայման փոփոխված մանրամասների մասին
id: Email ini secara otomatis memberikan notifikasi kepada reviewer ketika detail dari penugasan review mereka telah diubah.
lv: Šis e-pasta vēstule automātiski informē recenzentu, ja ir mainīta viņa recenzēšanas uzdevuma informācija.
mk: Овој емаил автоматски го известува рецензентот кога ќе се сменат деталите за нивната задача за рецензија.
mr: सादरीकरणाच्या समीक्षणाच्या कामाचे तपशील बदलल्यावर हा ई-मेल आपोआप (automatically) समीक्षकाला सूचित करतो.
nl: Deze e-mail brengt de reviewer automatisch op de hoogte wanneer de details van hun reviewopdracht zijn gewijzigd.
pl: Ta wiadomość e-mail to powiadomienie dla recenzenta, automatycznie wysyłane przez system po zmianach przez redaktora w ustaleniach dotyczących recenzji.
sl: Ta email avtomatično obvešča recenzenta o spremenjenih podrobnostih dodeljene recenzije.
th: อีเมลนี้จะทำการแจ้งผู้รีวิวโดยอัตโนมัติเมื่อมีการเปลี่ยนแปลงรายละเอียดของการมอบหมายการทบทวนของพวกเขา
uk: Цей електронний лист автоматично повідомляє рецензента про зміну відомостей щодо призначення йому рецензування.
vi: Email này tự động thông báo cho người đánh giá khi chi tiết chỉ định đánh giá của họ đã được thay đổi.

# mailable.reviewCompleteNotifyEditors.description
source: This email is automatically sent to assigned editors when reviewer makes review recommendation
bg_bg: Този имейл се изпраща автоматично до асоциираните редактори, когато рецензентът направи препоръка
cs_cz: Tento e-mail je automaticky odeslán přiděleným redaktorům, když recenzent odevzdá recenzní doporučení
da: Denne e-mail sendes automatisk til tildelte redaktører, når en bedømmer kommer med en anbefaling om bedømmelsen
eu: Mezu elektroniko hau automatikoki bidaltzen zaie esleitutako editoreei, ebaluatzaileak berrikuspen-gomendioa egiten duenean
hr: Ova se poruka e-pošte automatski šalje dodijeljenim urednicima kada recenzent pošalje preporuku za recenziju
hy_am: Այս էլ․ նամակն ինքնաշխատ կերպով ուղարկվում է նշանակված խմբագիրներին, երբ գրախոսը վերանայման առաջարկ է անում
id: Email ini secara otomatis dikirimkan ke editor yang ditunjuk ketika reviewer membuat rekomendasi review
lv: Šis e-pasta vēstule tiek automātiski nosūtīta piešķirtajiem redaktoriem, kad recenzents sniedz recenzijas rekomendāciju
mk: Овој емаил автоматски се испраќа до доделените уредници кога рецензентот дава препорака
mr: समीक्षक समीक्षणादरम्यान शिफारस करतो तेव्हा हा ई-मेल आपोआप (automatically) नियुक्त केलेल्या संपादकांना पाठवला जातो
nl: Deze e-mail wort automatisch verstuurd aan de aangewezen redacteuren wanneer de recensent een aanbeveling doet
pl: Ta wiadomość e-mail to powiadomienie dla redaktorów prowadzących, automatycznie generowane przez system po otrzymaniu od recenzenta rekomendacji dla zgłoszenia
sl: Ta email se avtoamtično pošlje dodeljenim urednikom, ko recenzent odda recenzijsko priporočilo
th: อีเมลนี้จะถูกส่งไปยังบรรณาธิการที่ได้รับมอบหมายโดยอัตโนมัติเมื่อผู้รีวิวทำการแนะนำการทบทวน
uk: Цей електронний лист автоматично надсилається призначеним редакторам, коли рецензент дає рекомендацію в рецензії
vi: Email này tự động gửi đến các biên tập viên được chỉ định khi người đánh giá đưa ra đề xuất đánh giá

# mailable.decision.backToReview.notifyAuthor.description
source: This email notifies the author that their submission has been sent back to the review stage.
bg_bg: Този имейл уведомява автора, че техните подадени материали са изпратени обратно към етапа на рецензиране.
cs_cz: Tento e-mail oznamuje autorovi, že jeho příspěvek byl odeslán zpět do fáze recenzního řízení.
da: Denne e-mail informerer forfatteren om, at vedkommendes indsendelse er blevet sendt tilbage til bedømmelsestrinnet.
eu: Mezu elektroniko honen bidez, egileari jakinarazten zaio haien bidalketa berrikuspen-fasera itzuli dela.
hr: Ova poruka e-pošte obavještava autora da je njegov podnesak poslan natrag u fazu recenzije.
hy_am: Այս էլ․ նամակը տեղեկացնում է հեղինակին, որ ներկայացումը հետ է ուղարկվել վերանայման փուլ:
id: Email ini memberikan notifikasi kepada penulis bahwa naskah mereka telah dikirimkan kembali ke tahap review.
ka_ge: ეს ელფოსტა აცნობებს ავტორს, რომ მათი წარდგენა დაბრუნდა განხილვის ეტაპზე.
kk_kz: Бұл электрондық хат авторға олардың материалы қайта қарау кезеңіне жіберілгенін хабарлайды.
lv: Šajā e-pastā autors tiek informēts par to, ka viņa materiāls ir nosūtīts atpakaļ uz recenzēšanas posmu.
mk: Овој емаил го известува авторот дека неговиот поднесок е вратен во фазата на рецензија.
mr: हा ई-मेल लेखकाला सूचित करतो की त्यांचे सादरीकरण समीक्षण टप्प्यावर परत पाठवले गेले आहे.
nl: Deze e-mail bericht de auteur dat de inzending is teruggestuurd naar de recensiefase.
pl: Ta wiadomość e-mail to powiadomienie dla autora, wysyłane przez redaktora po decyzji o cofnięciu zgłoszenia do recenzowania.
sl: Ta email obvešča avtorje, da je bil njihov prispevek vrnjen nazaj v fazo recenzije.
th: อีเมลนี้จะแจ้งผู้เขียนว่าบทความของพวกเขาถูกส่งกลับไปยังขั้นตอนการทบทวน
uk: Цей електронний лист повідомляє автора про те, що його подання повернуто на стадію рецензування.
vi: Email này thông báo cho tác giả rằng bài nộp của họ đã được gửi lại giai đoạn đánh giá.

# manager.manageEmailTemplates.description
source: <p><a href="{$url}">Add and edit templates</a> for all of the emails sent by the system.</p>
bg_bg: <p><a href="{$url}">Добавяне и редактиране на шаблони</a> за всички имейли, изпратени от системата.</p>
cs_cz: <p><a href="{$url}">Přidání a úprava šablon</a> pro všechny e-maily odesílané systémem.</p>
da: <p><a href="{$url}">Tilføj og rediger skabeloner</a> for alle e-mails sendt af systemet.</p>
eu: <p><a href="{$url}">Gehitu eta editatu</a> sistemak bidalitako mezu elektroniko guztien txantiloiak.</p>
hr: <p><a href="{$url}">Dodajte i uredite predloške</a> za sve e-poruke koje šalje sustav.</p>
id: <p><a href="{$url}">Tambah atau edit template</a>untuk semua email yang dikirim oleh sistem</p>
lv: <p><a href="{$url}">Pievienot un rediģēt veidnes</a> visiem sistēmas sūtītajiem e-pasta ziņojumiem.</p>
mk: <p><a href="{$url}">Додајте и уредувајте шаблони</a> за сите пораки испратени од системот.</p>
mr: <p>प्रणालीतर्फे पाठवल्या जाणार्‍या सगळ्या ई-मेल्ससाठी <a href="{$url}">तयार मजकूरांचा (टेम्पलेट्स) समावेश करून त्यांचे संपादन</a> करा.</p>
nl: <p><a href="{$url}">Voeg templates toe en bewerk deze</a> voor alle e-mailberichten die door het systeem zijn verzonden.</p>
pl: <p><a href="{$url}">Dodaj i edytuj szablony</a> dla wszystkich wiadomości e-mail wysyłanych z systemu.</p>
sl: <p><a href="{$url}">Dodajanje in urejanje predlog</a> za emaile, ki ji pošilja sistem.</p>
th: <p><a href="{$url}">เพิ่มและแก้ไขแม่แบบ</a> สำหรับอีเมลทั้งหมดที่ระบบส่งออก</p>
uk: <p><a href="{$url}">Додавайте та редагуйте шаблони</a> для всіх електронних листів, надісланих системою.</p>
vi: <p><a href="{$url}">Thêm và chỉnh sửa các mẫu</a> cho tất cả các email được gửi bởi hệ thống.</p>

# manager.mailables.addTemplates
source: Add and edit templates that you would like to make available to the user when they are sending this email. The default will be loaded automatically, and the user will be able to quickly load any other templates you add here.
bg_bg: Добавете и редактирайте шаблони, които искате да направите достъпни за потребителя, когато се изпраща този имейл. По подразбиране ще се зареди автоматично и потребителят ще може бързо да зареди всички други шаблони, които добавите тук.
cs_cz: Přidejte a upravte šablony, které chcete zpřístupnit uživateli při odesílání tohoto e-mailu. Výchozí se načte automaticky a uživatel bude moci rychle načíst jakékoli další šablony, které sem přidáte.
da: Tilføj og rediger skabeloner, som du gerne vil gøre tilgængelige for brugeren, når de sender denne e-mail. Standarden indlæses automatisk, og brugeren vil hurtigt kunne indlæse andre skabeloner, du tilføjer her.
eu: Gehitu eta editatu erabiltzailearen eskura jarri nahi dituzun txantiloiak mezu elektroniko hau bidaltzean. Lehenetsia automatikoki kargatuko da, eta erabiltzaileak azkar kargatu ahal izango ditu hemen gehitzen dituzun beste txantiloiak.
hr: Dodajte i uredite predloške koje želite učiniti dostupnima korisniku kada šalje ovu poruku e-pošte. Zadani će se predložak automatski učitati, a korisnik će moći brzo učitati sve druge predloške koje ovdje dodate.
id: Tambahkan dan edit template yang anda inginkan untuk tersedia bagia pengguna ketika mereka mengirimkan email ini. Default akan dimuat secara otomatis, dan pengguna akan dapat memuat template lain yang anda tambahkan di sini secara cepat.
lv: Pievienot un rediģēt veidnes, kuras vēlaties padarīt pieejamas lietotājam, kad viņš sūta šo e-pastu. Noklusējuma veidne tiks ielādēta automātiski, un lietotājs varēs ātri ielādēt jebkuras citas šeit pievienotās veidnes.
mk: Додавајте и уредувајте шаблони што би сакале да ги ставите достапни на корисникот кога ја испраќа оваа порака. Стандардно ќе се вчита автоматски, а корисникот ќе може брзо да ги вчита сите други шаблони што ќе ги додадете овде.
mr: वापरकर्ता जेव्हा हा ई-मेल पाठवत असेल तेव्हा ई-मेलचा तयार मजकूर (टेम्पलेट्स) त्याला उपलब्ध करून देण्यासाठी असे तयार मजकूरांचे (टेम्पलेट्स) समावेश करून त्यांचे संपादन करा. सर्वसाधारण (Default) मजकूर आपोआप (automatically) लोड होईलच शिवाय वापरकर्ता तुम्ही येथे समाविष्ट केलेले इतर कोणतेही तयार मजकूर (टेम्पलेट्स) विनाविलंब लोड करू शकेल.
nl: U wordt verzocht de templates bij te voegen en te bewerken die u beschikbaar wilt maken voor de gebruiker bij het versturen van dit e-mailbericht. De standaardinstelling wordt automatisch geladen. De gebruiker kan hierdoor ieder door u bijgevoegde templates op snelle wijze laden.
pl: Dodawaj i edytuj dodatkowe szablony wiadomości e-mail dostępne użytkownikom systemu po załadowaniu szablonu domyślnego.
sl: Dodajanje in urejanje predlog emailov, za katere želite, da so na voljo uporabnikom, ko pošiljajo emaile. Privzeta predloga bo naložena avtomatično, uporabnik pa bo lahko hitro izbral drugo predlogo, ki jo boste dodali tukaj.
th: เพิ่มและแก้ไขแม่แบบที่คุณต้องการให้ผู้ใช้สามารถใช้ได้เมื่อส่งอีเมลนี้ โดยแม่แบบเริ่มต้นจะถูกโหลดอัตโนมัติ และผู้ใช้สามารถโหลดแม่แบบอื่นที่คุณเพิ่มไว้ได้อย่างรวดเร็ว
uk: Додавайте та редагуйте шаблони, які ви хотіли б зробити доступними для користувача, коли він надсилає цей електронний лист. Повідомлення за замовчуванням будуть завантажені автоматично, і користувач зможе швидко завантажити будь-які інші шаблони, які ви додасте сюди.
vi: Thêm và chỉnh sửa các mẫu mà bạn muốn cung cấp cho người dùng khi họ gửi email này. Mặc định sẽ được tải tự động, và người dùng sẽ có thể nhanh chóng tải bất kỳ mẫu nào khác bạn thêm vào đây.

# manager.mailables.removeTemplate.confirm
source: Are you sure you want to delete the template <strong>{$template}</strong>?
bg_bg: Сигурни ли сте, че искате да изтриете шаблона <strong>{$template}</strong>?
cs_cz: Opravdu chcete odstranit šablonu <strong>{$template}</strong>?
da: Er du sikker på, at du vil slette skabelonen <strong>{$template}</strong>?
eu: Ziur zaude <strong>{$template}</strong> txantiloia ezabatu nahi duzula?
hr: Jeste li sigurni da želite izbrisati predložak <strong>{$template}</strong>?
id: Apakah anda yakin ingin menghapus template <strong>{$template}</strong>?
lv: Vai tiešām vēlaties dzēst veidni <strong>{$template}</strong>?
mk: Дали сте сигурни дека сакате да го избришете шаблонот <strong>{$template}</strong>?
mr: तुम्ही खात्रीने <strong>{$template}</strong> हा तयार मजकूर (टेम्पलेट) हटवू इच्छिता ना?
nl: Bent u er zeker van dat u de template wilt vernietigen <strong>{$template}</strong>?
pl: Czy na pewno chcesz usunąć szablon <strong>{$template}</strong>?
sl: Ste prepričani, da želite odstraniti predlogo <strong>{$template}</strong>?
th: คุณแน่ใจหรือไม่ว่าต้องการลบแม่แบบ <strong>{$template}</strong>?
uk: Ви впевнені, що хочете видалити шаблон <strong>{$template}</strong>?
vi: Bạn có chắc chắn muốn xóa mẫu <strong>{$template}</strong> không?

# manager.mailables.resetTemplate.confirm
source: Are you sure you want to reset the subject and body to their defaults for the template <strong>{$template}</strong>?
bg_bg: Сигурни ли сте, че искате да нулирате темата и основния текст към техните настройки по подразбиране за шаблона <strong>{$template}</strong>?
cs_cz: Jste si jisti, že chcete pro šablonu <strong>{$template}</strong> obnovit výchozí hodnoty předmětu a těla?
da: Er du sikker på, at du vil nulstille emnet og brødteksten til deres standardindstillinger for skabelonen <strong>{$template}</strong>?
eu: Ziur zaude <strong>{$template}</strong> txantiloiaren gaia eta gorputza lehenetsitako balioetara berrezarri nahi dituzula?
hr: Jeste li sigurni da želite ponovno postaviti predmet i tekst na zadane vrijednosti za predložak <strong>{$template}</strong>?
id: Apakah anda yakin ingin mengatur ulang subyek dan isi email ke pengaturan awal untuk template<strong>{$template}</strong>?
lv: Vai tiešām vēlaties atiestatīt temata un vēstules teksta iestatījumus veidnei <strong>{$template}</strong>?
mk: Дали сте сигурни дека сакате да ги ресетирате предметот и содржината на нивните стандардни вредности за шаблонот <strong>{$template}</strong>?
mr: तुम्ही खात्रीने <strong>{$template}</strong> या तयार मजकूराचा (टेम्पलेट) विषय आणि मुख्य भाग त्यांच्या सर्वसाधारण (डीफॉल्ट) मूल्यांवर पुनर्स्थापित (रीसेट) करू इच्छिता ना?
pl: Czy na pewno chcesz przywrócić domyślny temat i treść szablonu <strong>{$template}</strong>?
sl: Ste prepričani, da želite ponastaviti zadevo in besedilo na privzeto za predlogo <strong>{$template}</strong>?
th: คุณแน่ใจหรือไม่ว่าต้องการรีเซ็ตหัวเรื่องและเนื้อหาให้กลับเป็นค่าเริ่มต้นสำหรับแม่แบบ <strong>{$template}</strong>?
uk: Ви впевнені, що хочете скинути тему й тіло за замовчуванням для шаблону <strong>{$template}</strong>?
vi: Bạn có chắc chắn muốn đặt lại chủ đề và nội dung về mặc định cho mẫu <strong>{$template}</strong> không?
