Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.navigationMenus.loggedOut.conditionalWarning
source: This link will only be displayed when the visitor is logged in.
az: Bu link sadəcə ziyarətçi daxil olduğu zaman baxılacaqdır.
bg_bg: Тази връзка ще се показва само когато посетителят е влязъл като потребител в системата.
ca_es: Aquest enllaç només es mostrarà quan l'usuari/ària hagi iniciat la sessió.
cs_cz: Tento odkaz se zobrazí jen v případě, že návštěvník je přihlášen.
da: Dette link vil kun blive vist, når den besøgende er logget ind.
de_de: Dieser Link wird nur angezeigt, falls die Besucherin/der Besucher eingeloggt ist.
el_gr: Αυτός ο σύνδεσμος θα εμφανίζεται μόνο όταν ο επισκέπτης είναι συνδεδεμένος.
es_es: Este enlace solo se mostrará cuando el usuario/a haya iniciado la sesión.
eu: Esteka hau bisitariak saioa hasten duenean bakarrik bistaratuko da.
fr_fr: Ce lien ne sera affiché que si la visiteuse ou le visiteur est connecté.
gl: Esta ligazón só se amosará cando o usuario/a inicie sesión.
hr: Ova poveznica bit će prikazana samo kada se posjetitelj prijavi.
hu_hu: Ez a link csak akkor jelenik meg, ha a látogató be van jelentkezve.
hy_am: Այս հղումը կցուցադրվի միայն այն ժամանակ, երբ այցելուն մուտք գործած լինի:
id: Tautan ini hanya ditampilkan jika pengunjun telah log in.
is: Þessi tengill er bara sýndur þegar gestur hefur skáð sig inn.
it_it: Il link viene visualizzato solo quando il visitatore è loggato.
ja: このリンクは、訪問者がログインしている場合にのみ表示されます。
ka_ge: ეს ბმული გამოჩნდება მხოლოდ სტუმრის შესვლისას.
kk_kz: Бұл сілтеме кіруші жүйеге әлдеқашан кірген жағдайда ғана көрсетіледі.
lv: Šī saite tiks rādīta tikai tad, ja apmeklētājs ir pieteicies sistēmā.
mk: Овој линк ќе биде прикажан само кога посетителот ќе биде најавен.
mr: हा दुवा (link) फक्त अभ्यागताने लॉग-इन केल्यावरच प्रदर्शित केला जाईल.
ms: Pautan ini hanya akan dipaparkan apabila pelawat log masuk.
nb_no: Denne lenken vil bare vises når gjesten er logget inn.
nl: Deze link zal alleen worden getoond wanneer een gebruiker is aangemeld.
pl: Link będzie wyświetlany w przypadku, gdy użytkownik jest zalogowany.
pl_pl: Link będzie wyświetlany w przypadku, gdy użytkownik jest zalogowany.
pt_pt: Esta ligação só será apresentada quando o visitante estiver autenticado.
ro_ro: Acest link va fi afișat numai atunci când vizitatorul este conectat.
ru_ru: Эта ссылка будет показываться только в случае, когда посетитель уже вошел в систему.
sl: Ta povezva bo vidna le, če bo uporabnik prijavljen v sistem.
sv_se: Den här länken visas bara om besökaren är inloggad.
th: ลิงก์นี้จะแสดงเฉพาะเมื่อผู้เยี่ยมชมเข้าสู่ระบบแล้ว
tr_tr: Bu bağlantı sadece ziyaretçi giriş yaptığında görüntülenecektir.
uk: Це покликання відображатиметься лише тоді, коли відвідувач уже увійшов у систему.
uk_ua: Це посилання відображатиметься лише тоді, коли відвідувач уже увійшов у систему.
vi: Liên kết này sẽ chỉ hiển thị khi khách truy cập đã đăng nhập.
vi_vn: Liên kết này sẽ chỉ được hiển thị khi khách truy cập đã đăng nhập.

# manager.navigationMenus.contact.description
source: Link to a page displaying your contact information.
az: Əlaqə məlumatlarınızın baxıla biləcəyi bir səhifəyə link verin
bg_bg: Връзка към страница, показваща вашата информация за контакт.
ca_es: Enllaç a una pàgina que mostri la informació de contacte.
cs_cz: Odkaz na stránku s vašemi kontaktními informacemi.
da: Link til side, der indeholder oplysninger om kontaktperson.
de_de: Link zu einer Seite, die Ihre Kontaktinformationen anzeigt.
el_gr: Κριτές από προηγούμενους γύρους αυτής της υποβολής.
es_es: Enlace a la página de Información de contacto.
eu: Zure harremanetarako informazioa erakusten duen orri baterako esteka.
fr_fr: Lien vers la page de contacts.
gl: Ligazón á páxina de información de contacto.
hr: Poveznica za stranicu koja prikazuje vaše kontakt podatke.
hu_hu: Link egy olyan oldalra, amely megjeleníti a kapcsolattartási adatokat.
hy_am: Հղում դեպի ձեր կոնտակտային տվյալները ցուցադրող էջին:
id: Tautan halaman yang menampilkan informasi kontak Anda.
is: Tengill á síðu sem sýnir upplýsingar um tengilið.
it_it: Link a una pagina che mostra le informazioni di contatto.
ja: あなたの連絡先を表示するページへのリンクです。
ka_ge: ბმული გვერდზე, სადაც ნაჩვენებია თქვენი საკონტაქტო ინფორმაცია.
kk_kz: Байланыс ақпаратын көрсететін бетке сілтеме.
lv: Saite uz lapu, kurā norādīta jūsu kontaktinformācija.
mk: Поврзете се до страницата на која се прикажани вашите контакт информации.
mr: तुमची संपर्क माहिती दाखवणाऱ्या पृष्ठाचा दुवा (link).
ms: Pautan ke halaman yang memaparkan maklumat hubungan anda.
nb_no: Lenke til en side som viser kontaktinformasjonen din.
nl: Link naar een pagina met contactgegevens.
pl: Link do strony z danymi do kontaktu.
pl_pl: Link do strony z danymi do kontaktu.
pt_pt: Ligação para uma página que apresenta informações de contacto.
ro_ro: Link către o pagină care afișează informațiile de contact.
ru_ru: Ссылка на страницу, отображающую вашу контактную информацию.
sl: Povezava do strani z vašimi kontaktnimi podatki.
sv_se: Länka till en sida som visar er kontaktinformation.
th: ลิงก์ไปยังหน้าที่แสดงข้อมูลติดต่อของคุณ
tr_tr: İletişim bilgilerinizi görüntüleyen bir sayfaya bağlantı verin.
uk: Покликання на сторінку, яка відображає вашу контактну інформацію.
uk_ua: Посилання на сторінку, яка відображає вашу контактну інформацію.
vi: Liên kết đến trang hiển thị thông tin liên hệ của bạn.
vi_vn: Liên kết đến một trang hiển thị thông tin liên hệ của bạn.

# manager.navigationMenus.form.typeMissing
source: Please select a navigation menu type.
az: Zəhmət olmasa bir marşlutlaşdırma menyu növü seçin
bg_bg: Моля, изберете тип навигационно меню.
ca_es: Seleccioneu un tipus de menú de navegació.
cs_cz: Vyberte, prosím, typ navigačního menu.
da: Vælg en navigationsmenutype.
de_de: Bitte wählen Sie einen Navigationsmenü-Typ.
el_gr: Επιλέξτε έναν τύπο μενού πλοήγησης.
es_es: Seleccione un tipo de menú de navegación.
eu: Mesedez, hautatu nabigazio-menu mota bat.
fr_fr: Merci de sélectionner un type de menu.
gl: Seleccione un tipo de menú de navegación.
hr: Odaberite vrstu navigacijskog izbornika.
hu_hu: Válasszon navigációs menütípust.
hy_am: Խնդրում ենք ընտրել նավարկման ընտրացանկի տեսակը:
id: Tentukan jenis menu navigasi.
is: Vinsamlega veldu tegund valmyndar.
it_it: Per favore seleziona un tipo menu di navigazione.
ja: ナビゲーションメニューの種類を選択してください。
ka_ge: გთხოვთ, აირჩიოთ სანავიგაციო მენიუს ტიპი.
kk_kz: Навигациялық мәзір түрін таңдаңыз.
lv: Lūdzu, izvēlieties navigācijas izvēlnes veidu.
mk: Ве молиме да одберете тип навигациско мени.
mr: कृपया मार्गनिर्देशन दुव्यांचा प्रकार (Navigation Menu Type) निवडा.
ms: Sila pilih jenis menu navigasi.
nb_no: Velg en type navigasjonsmeny.
nl: Selecteer een type voor het navigatiemenu.
pl: Wybierz typ menu nawigacyjnego.
pt_pt: Por favor selecione um tipo de menu de navegação.
ro_ro: Vă rugăm să selectați un tip de meniu de navigare.
ru_ru: Пожалуйста выберите тип навигационного меню.
sl: Prosimo izberite tip navigacijskega menija.
sv_se: Välj en navigationsmeny-typ.
th: กรุณาเลือกประเภทเมนูการนำทาง
tr_tr: Lütfen bir yönlendirme menü tipi seçin.
uk: Будь ласка, оберіть тип меню навігації.
uk_ua: Будь ласка, оберіть тип меню навігації.
vi: Vui lòng chọn loại menu điều hướng.
vi_vn: Vui lòng chọn một loại menu điều hướng.

# manager.navigationMenus.search.description
source: Link to the search page.
az: Axtarış səhifə linki
bg_bg: Връзка към страницата за търсене.
ca_es: Enllaç a la pàgina de cerca.
cs_cz: Odkaz na vyhledávací stránku.
da: Link til søgeside.
de_de: Link zur Suchseite.
el_gr: Σύνδεσμος προς τη σελίδα αναζήτησης.
es_es: Enlace a la página de búsqueda.
eu: Bilaketa-orrirako esteka.
fr_fr: Lien vers la page de recherche.
gl: Ligazón á páxina de procura.
hr: Poveznica za stranicu za pretraživanje.
hu_hu: Link a keresőoldalra.
hy_am: Հղում դեպի որոնման էջ:
id: .Tautan halaman pencarian.
is: Tengill á leitarsíðuna.
it_it: Link alla pagina di ricerca.
ja: 検索ページへのリンクです。
ka_ge: ბმული ძიების გვერდზე.
kk_kz: Іздеу бетіне сілтеме.
lv: Saite uz meklēšanas lapu.
mk: Поврзете се до страницата за пребарување.
mr: शोध पृष्ठासाठी दुवा (link).
ms: Pautan ke halaman carian.
nb_no: Lenke til søkesiden.
nl: Link naar de zoekpagina.
pl: Link do wyszukiwanej strony.
pt_pt: Ligação para a página de pesquisa.
ro_ro: Link către pagina de căutare.
ru_ru: Ссылка на страницу поиска.
sl: Povezava do strani za iskanje.
sv_se: Länk till söksidan.
th: ลิงก์ไปยังหน้าการค้นหา
tr_tr: Arama sayfası bağlantısı.
uk: Покликання на сторінку пошуку.
uk_ua: Посилання на сторінку пошуку.
vi: Liên kết đến trang tìm kiếm.
vi_vn: Liên kết đến trang tìm kiếm.

# manager.groups.title
source: Title
az: Başlıq
bg_bg: Заглавие
ca_es: Títol
cs_cz: Název
da: Titel
de_de: Name der Position
el_gr: Τίτλος
es_es: Título
eu: Kargua
fr_fr: Titre
gl: Título
hr: Naslov
hu_hu: Cím
hy_am: Վերնագիր
id: Judul
id_id: Judul
is: Titill
it_it: Titolo
ja: タイトル
ka_ge: სათაური
kk_kz: Атауы
ku: ناونیشان
lv: Virsraksts
mk: Наслов
mr: शीर्षक
ms: Tajuk
nb_no: Tittel
nl: Titel
pl: Tytuł
pl_pl: Tytuł
pt_pt: Título
ro_ro: Titlu
ru_ru: Название
sl: Naslov
sr_rs@cyrillic: Наслов
sv_se: Titel
th: ชื่อเรื่อง
tr_tr: Başlık
uk: Назва
uk_ua: Назва
vi: Tiêu đề
vi_vn: Tiêu đề

# manager.image
source: Image
da: Billede
eu: Irudia
id: Gambar
lv: Attēls
mk: Слика
mr: प्रतिमा
nb_no: Bilde
nl: Afbeelding
sl: Slika
th: ภาพ
uk: Зображення
vi: Ảnh

# manager.language.ui
source: UI
az: KA
bg_bg: UI - потребителски интерфейс
ca_es: Interfície d’usuari
el_gr: Διεπαφή Χρήστη
es_es: IU
gl: IU
it_it: Interfaccia utente
ka_ge: ინტერფეისი
ku: ڕوکاری بەکارهێنەر
lv: Lietotāja saskarne
mk: УИ
mr: UI (वापरकर्ता संवाद-सेतू)
nb_no: Grensesnitt
pl: Interfejs użytkownika
pl_pl: Interfejs użytkownika
ru_ru: Интерфейс пользователя
sl: UV
sr_rs@cyrillic: УИ
sv_se: Gränssnitt
th: ส่วนติดต่อผู้ใช้ (UI)
tr_tr: KA
uk: Інтерфейс користувача
uk_ua: Інтерфейс користувача
vi_vn: Giao diện người dùng

# manager.language.submissions
source: Submissions
az: Məqalələr
bg_bg: Изпратени материали
ca_es: Trameses
cs_cz: Příspěvek
da: Indsendelser
de_de: Einreichungen
el_gr: Υποβολές
es_es: Envíos
eu: Bidalketak
fr_fr: Soumissions
gl: Envíos
hr: Podnesci
hu_hu: Beküldések
hy_am: Ներկայացումներ
id: Naskah Masuk
is: Innsendingar
it_it: Proposte
ja: 投稿
ka_ge: გაგზავნილი მასალები
kk_kz: Жіберілген материалдар
ku: پێشکەشکردنەکان
lv: Iesniegtie materiāli
mk: Поднесоци
mr: सादरीकरणे
ms: Penyerahan
nb_no: Innleveringer
nl: Inzendingen
pl: Zgłoszenia
pl_pl: Zgłoszenia
pt_pt: Submissões
ro_ro: Înregistrare manuscris
ru_ru: Отправленные материалы
sl: Prispevki
sr_rs@cyrillic: Предаје чланака
sv_se: Skicka in bidrag
th: การส่งงาน
tr_tr: Gönderiler
uk: Подання
uk_ua: Подання
vi: Nộp bài
vi_vn: Bài gửi

# manager.language.forms
source: Forms
az: Formalar
bg_bg: Форми
ca_es: Formularis
cs_cz: Formuláře
da: Formularer
de_de: Formulare
el_gr: Φόρμες
es_es: Formularios
eu: Inprimakiak
fr_fr: Formulaires
gl: Formularios
hr: Formulari
hu_hu: Űrlapok
hy_am: Ձևեր
id: Formulir
is: Eyðublöð
ja: フォーム
ka_ge: ფორმები
kk_kz: Формалар
ku: فۆڕمەکان
lv: Formas
mk: Формулари
mr: फॉर्म्स
ms: Borang
nb_no: Skjema
nl: Formulieren
pl: Formularze
pl_pl: Formularze
pt_pt: Formulários
ro_ro: Formulare
ru_ru: Формы
sl: Obrazci
sr_rs@cyrillic: Обрасци
sv_se: Formulär
th: แบบฟอร์ม
tr_tr: Formlar
uk: Форми
uk_ua: Форми
vi: Biểu mẫu
vi_vn: Hình thức

# manager.languages.supportedLocalesInstructions
source: Select all locales to support on the site via a language select menu to appear on each page. The menu will only appear if more than one locale is selected.
az: Bütün səhifələrdə dil seçimi imkanı ilə saytı inkişaf etdirmək üçün dəstəkləmək istədiyiniz dilləri seçin. Dil seçimi menyusu sadəcə birdən çox dil dəstəyi seçilərsə səhifələrdə təqdim olunacaqdır.
bg_bg: Изберете всички езици за поддръжка на сайта чрез меню за избор на език, което да се показва на всяка страница. Менюто ще се появи само ако са избрани повече от един език.
ca_es: Seleccioneu totes les configuracions regionals que seran compatibles amb el lloc web mitjançant un menú de selecció de llengua que apareixerà a totes les pàgines. Aquest menú només es mostrarà si heu seleccionat més d'una configuració regional.
cs_cz: Vyberte všechny jazykové lokalizace, které mají být podporovány a dostupné na všech stránkách prostřednictvím menu pro výběr jazyka. Menu se zobrazí pouze v případě, že je zvolena více než jedna jazyková lokalizace.
da: Vælg de sprog, webstedet skal understøtte, via en sprogvalgsmenu på hver side. Menuen vises kun, hvis der vælges mere end ét sprog.
de_de: Wählen Sie alle Regionaleinstellungen aus, die von der Website unterstützt werden sollen und die über ein Sprachenmenü auf jeder Seite ausgewählt werden können. Dieses Menü erscheint nur dann, wenn mehr als eine Regionaleinstellung ausgewählt wird.
el_gr: Επιλέξτε όλες τις τοπικές ρυθμίσεις που θα υποστηρίζονται στον ιστότοπο μέσω του μενού επιλογής γλώσσας να εμφανίζονται σε κάθε σελίδα. Το μενού εμφανίζεται μόνο, εάν έχει επιλεχθεί κάποια από τις τοπικές ρυθμίσεις.
es_es: Seleccione todas las configuraciones regionales que estarán disponibles en el sitio mediante un menú de selección de idiomas que aparecerá en cada página. El menú solo aparecerá si hay más de una configuración regional.
eu: Hautatu orri bakoitzean hizkuntza aukeratzeko menuan erabilgarri egongo diren locale hizkuntza-paketeak. Hizkuntza bat baino gehiago hautatzen bada bakarrik agertuko da hizkuntzen menua.
fr_fr: Sélectionner toutes les langues qui doivent être prises en charge sur le site, dans le menu de sélection de langue apparaissant sur chaque page. Le menu apparaîtra seulement si plus d'une langue est sélectionnée.
gl: Seleccione todas as configuracións locais que admita o sitio a través dun menú de selección de idioma para que apareza en cada páxina. O menú só aparecerá se se seleccionan máis dunha configuración rexional.
hr: Ukoliko odaberete dva ili više prijevoda, na svakoj će stranici biti prisutan izbornik jezika. Preko njega možete u svakom trenutku izmijeniti trenutno aktivni jezik sustava.
hu_hu: Minden nyelv támogatásának kiválasztása, valamennyi oldalon egy legördülő menü segítségével. A menü csak akkor lesz látható, ha egynél több nyelv van kiválasztva.
hy_am: Ընտրեք բոլոր տեղայինները, կայքում աջակցելու համար լեզվի ընտրացանկի միջոցով, որը կհայտնվի յուրաքանչյուր էջում: Ցանկը կհայտնվի միայն այն դեպքում, եթե ընտրված են մեկից ավելի տեղայիններ:
id: Pilih semua locale untuk mensupport situs melalui sebuah bahasa. Pilih menu untuk ditampilkan di tiap halaman. Menu hanya akan ditampilkan jika ada lebih dari satu locale dipilih.
id_id: Pilih semua locale untuk mensupport situs melalui sebuah bahasa. Pilih menu untuk ditampilkan di tiap halaman. Menu hanya akan ditampilkan jika ada lebih dari satu locale dipilih.
is: Veldu öll tungumál sem vefsíðan á að styðja við á tungumálavalmyndinni sem birtist á hverri síðu. Valmyndin birtist ef fleira en eitt tungumál er valið.
it_it: Scegli le lingue che saranno supportate dal sito tramite un menu di selezione che comparirà su ogni pagina. Questo menu sarà presente solo se viene selezionata più di una lingua.
ja: サイトでサポートするすべての言語を、各ページに表示される言語選択メニューで選択します。メニューは、複数の言語を選択した場合にのみ表示されます。
ka_ge: აირჩიეთ ყველა ენა, საიტის მხარდასაჭერად, ენის არჩევის მენიუს საშუალებით, რომელიც თითოეულ გვერდზე გამოჩნდება. მენიუ გამოჩნდება მხოლოდ იმ შემთხვევაში, თუ ერთზე მეტი ენაა არჩეული.
kk_kz: Әр бетте пайда болатын тілді таңдау мәзірі арқылы сайтта қолдау көрсетілетін барлық тілдерді таңдаңыз. Бұл мәзір бірнеше тіл таңдалған жағдайда ғана көрсетіледі.
ku: هەموو شوێنەکان هەڵبژێرە بۆ پشتیوانیکردنیان لە سەر سایتەکە لە ڕێگای لیستی هەڵبژاردنی زمانێکەوە بۆ ئەوە لە هەموو پەڕێک پیشانبدرێن. لیستەکە تەنها کاتێک دەردەکەوێت ئەگەر زیاتر لە شوێنێک هەڵبژێردرێت.
lv: Izvēlieties visas lokalizācijas, kas tiks atbalstītas vietnē, izmantojot valodas izvēlni, kas parādīsies katrā lapā. Izvēlne parādīsies tikai tad, ja būs atlasīta vairāk nekā viena lokālā valoda.
mk: Изберете ги сите локализациите за поддршка на страницата преку менито за избирање јазик што ќе се појави на секоја страница. Менито ќе се појави само ако е избрано повеќе од една локализација.
mr: संकेतस्थळावरील प्रत्येक पृष्ठावर भाषा निवड मेनूद्वारे कुठल्याही भाषेची निवड करण्यासाठी सगळे लोकॅल निवडा. एकाहून अधिक लोकॅल निवडल्यासच पर्यायांची यादी (menu) दिसेल.
ms: Pilih semua bahasa/locale untuk disokong di laman melalui menu pilih bahasa untuk dipaparkan pada setiap halaman. Menu hanya akan muncul jika lebih daripada satu bahasa dipilih.
nb_no: Velg alle språkpakkene som nettstedet skal støtte. Dette gjør du via en språkvalgmeny som vises på hver side. Menyen kommer bare til å bli vist hvis flere enn en språkpakke er valgt.
nl: Kies alle gewenste talen voor de site. Gebruikers kunnen een taal kiezen door een keuzemenu dat op iedere pagina getoond wordt. Dit menu wordt alleen getoond als meer dan één taal gekozen wordt.
pl: Wybierz, które języki mają być dostępne dla strony z poziomu menu wyświetlanego na każdej podstronie. Menu pojawi się tylko w przypadku wybrania więcej niż jednego języka.
pl_pl: Wybierz, które języki mają być dostępne dla strony z poziomu menu wyświetlanego na każdej podstronie. Menu pojawi się tylko w przypadku wybrania więcej niż jednego języka.
pt_pt: Escolha todos os idiomas que serão suportados através da lista de idiomas, disponível em todas as páginas. A lista aparecerá caso seja escolhido mais de um idioma.
ro_ro: Selectați toate fișierele de limbă acceptate pe site printr-un meniu de selectare a limbii pentru a apărea pe fiecare pagină. Meniul va apărea numai dacă sunt selectare mai multe regiuni locale.
ru_ru: Выберите все языки, которые будут поддерживаться на сайте через меню выбора языка, появляющееся на каждой странице. Это меню будет отображаться только в том случае, если будет выбрано несколько языков.
sl: Izberite jezike, ki bodo podprti in na voljo v meniju na vsaki strani. Meni bo na voljo le, če bo na voljo več jezikov.
sr_rs@cyrillic: Уколико одаберете два или више превода, на свакој ће страници бити присутан мени за избор језика. Преко њега можете у сваком тренутку изменити тренутно активни језик система.
sv_se: Välj de språk/regioner som ska gå att byta mellan på varje sida på webbplatsen. Språkvalsmenyn kommer bara synas om fler än ett språk valts.
th: เลือกภาษาทั้งหมดที่รองรับบนไซต์ผ่านเมนูเลือกภาษาเพื่อปรากฏบนแต่ละหน้า เมนูจะปรากฏขึ้นหากมีการเลือกมากกว่าหนึ่งภาษา
tr_tr: Tüm sayfalarda dil seçimi olanağı ile siteyi geliştirmek için desteklemek istediğiniz dilleri seçiniz. Dil seçimi menüsü yalnızca birden fazla dil desteği seçilir ise sayfalarda sunulacaktır.
uk: Виберіть усі локалізації, які буде включено до меню вибору мов на кожній сторінці вебсайту. Меню буде відображатися лише в разі визначення більш ніж однієї локалізації.
uk_ua: Визначіть всі локалізації, які будуть включені до меню вибору мов на кожній сторінці сайту. Меню буде відображатись лише у випадку визначення більш ніж однієї локалізації.
vi: Chọn tất cả các ngôn ngữ được hỗ trợ trên trang web thông qua menu chọn ngôn ngữ sẽ xuất hiện trên mỗi trang. Menu sẽ chỉ xuất hiện nếu chọn nhiều hơn một ngôn ngữ.
vi_vn: Chọn tất cả các ngôn ngữ để hỗ trợ trên trang web thông qua menu chọn ngôn ngữ xuất hiện trên mỗi trang. Menu sẽ chỉ xuất hiện nếu nhiều ngôn ngữ được chọn.

# manager.payment.timestamp
source: Timestamp
az: Vaxt möhürü
bg_bg: Времеви печат
ca_es: Data i hora
cs_cz: Časové razítko
da: Tidsstempel
de_de: Zeitpunkt
el_gr: Σφραγίδα Ημερομηνίας
es_es: Fecha operación
eu: Data
fr_fr: Estampille temporelle
gl: Data da operación
hr: Datum uplate
hu_hu: Időbélyeg
hy_am: Օր/ժամ
id: Stempel waktu
is: Tímastimpill
it_it: Data
ja: タイムスタンプ
ka_ge: დროის ნიშნული
kk_kz: Күн /уақыты
ku: کاتی تۆمارکراو
lv: Laika zīmogs
mk: Временски печат
mr: टाइमस्टॅम्प
ms: Cap masa
nb_no: Tidsstempel
nl: Datum en tijd
pl: Datownik
pl_pl: Datownik
pt_pt: Data de emissão
ro_ro: Marcaj de timp
ru_ru: Дата/Время
sl: Časovni žig
sr_rs@cyrillic: Датум уплате
sv_se: Tidsstämpel
th: เวลาประทับ
tr_tr: Zaman Damgası
uk: Дата/Час
uk_ua: Дата/Час
vi: Dấu thời gian
vi_vn: Dấu thời gian

# manager.people.existingUserRequired
source: An existing user must be entered.
az: Mövcud bir istifadəçi daxil edilməlidir
bg_bg: Трябва да се въведе съществуващ потребител.
ca_es: Heu d'introduir un usuari/ària ja existent.
cs_cz: Musí být zadán existující uživatel.
da: En registreret bruger skal indskrives.
de_de: Ein existierender Benutzer/eine existierende Benutzerin muss eingetragen werden.
el_gr: Πρέπει να εισαχθεί ένας υπάρχων χρήστης.
es_es: Debe introducirse un usuario existente.
eu: Lehendik dagoen erabiltzaile bat sartu behar da.
fr_fr: Un utilisateur existant est requis.
gl: Debe introducirse un usuario existente.
hr: Mora se unijeti postojeći korisnik.
hu_hu: Egy létező felhasználónak belépve kell lennie.
hy_am: Պետք է մուտքագրվի գոյություն ունեցող օգտվող:
id: Wajib menambahkan pengguna yang telah ada.
is: Það verður að slá inn notanda sem er til.
it_it: Deve essere inserito un utente esistente.
ja: 既存のユーザーを入力する必要があります。
ka_ge: უნდა შეიყვანოთ არსებული მომხმარებელი.
kk_kz: Сіз бұрыннан бар пайдаланушыны енгізуіңіз керек.
ku: بەکارهێنەری کەهەژماری هەیە دەبێت بچێتە ناوەوە.
lv: Jāievada esošs lietotājs.
mk: Мора да се внесе постоечки корисник.
mr: विद्यमान वापरकर्ता नोंदवला गेला पाहिजे.
ms: Pengguna sedia ada mesti dimasukkan.
nb_no: Du må legge inn en eksisterende bruker.
nl: Vul een bestaande gebruiker in.
pl: Istniejący użytkownik musi zostać wprowadzony.
pl_pl: Istniejący użytkownik musi zostać wprowadzony.
pt_pt: Tem de ser indicado um utilizador existente.
ro_ro: Trebuie introdus un utilizator existent.
ru_ru: Нужно ввести существующего пользователя.
sl: Vnesite obstoječega uporabnika.
sv_se: Du måste ange en befintlig användare.
th: ต้องกรอกผู้ใช้ที่มีอยู่แล้ว
tr_tr: Mevcut bir kullanıcı girilmelidir.
uk: Необхідно ввести користувача, який вже існує.
uk_ua: Необхідно ввести користувача, який вже існує.
vi: Phải nhập người dùng hiện tại.
vi_vn: Một người dùng hiện tại phải được nhập.

# manager.people.createUser
source: Create New User
az: Yeni bir üzv yaradın
bg_bg: Създаване на нов потребител
ca_es: Crea un usuari/usuària nou
cs_cz: Vytvořit nového uživatele
da: Opret ny bruger
de_de: Neue/n Benutzer/in erstellen
el_gr: Δημιουργία νέου χρήστη
es_es: Crear nueva/o usuaria/o
eu: Sortu erabiltzaile berria
fr_fr: Créer un nouvel utilisateur
gl: Crear un novo usuario/a
hr: Kreiraj novog korisnika
hu_hu: Új felhasználó létrehozása
hy_am: Ստեղծեք նոր օգտվող
id: Buat Pengguna Baru
id_id: Buat Pengguna Baru
is: Stofna nýjan notanda
it_it: Crea un nuovo utente
ja: 新規ユーザーの作成
ka_ge: ახალი მომხმარებლის შექმნა
kk_kz: Жаңа пайдаланушыны енгізу
ku: بەکارهێنەرێکی نوێ دروست بکە
lv: Izveidot jaunu lietotāju
mk: Креирај нов корисник
mr: नव्या वापरकर्त्याचा समावेश करा
ms: Cipta Pengguna Baru
nb_no: Opprett ny bruker
nl: Maak een nieuwe gebruiker aan
pl: Utwórz nowego użytkownika
pl_pl: Utwórz nowego użytkownika
pt_pt: Criar novo utilizador
ro_ro: Creare utilizator nou
ru_ru: Создать нового пользователя
sl: Ustvari novega uporabnika
sr_rs@cyrillic: Направи новог корисника
sv_se: Skapa ny användare
th: สร้างผู้ใช้ใหม่
tr_tr: Yeni Üye Oluştur
uk: Створити нового користувача
uk_ua: Створити нового користувача
vi: Tạo Người dùng Mới
vi_vn: Tạo Người dùng mới
