Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# plugins.importexport.native.error.submissionFileSkipped
source: The submission file {$id} was skipped because it is attached to a record that will not be imported, such as a review assignment or discussion.
az: {$id} nömrəli məqalə faylı, bir rəyçi təyin edildiyinə görə və ya açıq bir müzakirə olduğuna görə idxal edilə bilmədiyi üçün keçildi.
bg_bg: Файлът за подадените материали {$id} беше пропуснат, защото е прикачен към запис, който няма да бъде импортиран, като например задание за преглед или дискусия.
cs_cz: Soubor příspěvku {$id} byl přeskočen, protože je připojen k záznamu, který nebude importován, jako je například přiřazení recenze nebo diskuse.
da: Indsendelsesfilen {$id} blev sprunget over, fordi den er vedhæftet en post, der ikke importeres, som f.eks. valg af bedømmer eller en diskussions-/drøftelsespost.
el_gr: Το αρχείο υποβολής {$id} παραλείφθηκε επειδή είναι συνημμένο σε μια εγγραφή που δεν θα εισαχθεί, όπως μια εργασία αξιολόγησης ή μια συζήτηση.
eu: {$id} bidalketa-fitxategia alboratu egin da, inportatuko ez den erregistro bati atxikita dagoelako, hala nola berrikuspenaren esleipen bati edo eztabaida bati.
gl: O ficheiro de envío {$id} foi omitido porque está adxunto a un rexistro que non se importará, como unha tarefa de revisión ou un debate.
hr: Datoteka podneska {$id} preskočena je jer je priložena zapisu koji se neće importirati, kao što je zadatak recenzije ili rasprava.
hy_am: Ներկայացման {$id} նիշքը բաց է թողնվել, քանի որ այն կցված է գրառումին, որը չի ներմուծվի, օրինակ՝ վերանայման առաջադրանք կամ քննարկում:
id: File naskah {$id} telah diloncati karena dilampirkan ke rekaman yang tidak akan diimpor, seperti tugas review atau diskusi.
is: Innsendingarskrá {$id} var sleppt vegna þess að hún tengist færslu sem verður ekki lesin inn, svo sem úthlutun ritrýni eða umræðu.
ja: 投稿ファイル {$id} は、査読課題やディスカッションなど、インポートされないレコードに添付されているため、スキップされました。
ka_ge: წარდგენის ფაილი {$id} გამოტოვებულია, რადგან იგი თან ერთვის ჩანაწერს, რომლის იმპორტი არ მოხდება, მაგალითად, მიმოხილვის დავალება ან დისკუსია.
kk_kz: {$id} мазмұн файлы алынып тасталды, себебі ол импортталмайтын жазбаға тіркелген, мысалы, шолу немесе талқылау тапсырмасы.
lv: Iesniegtā materiāla datne {$id} tika ignorēta, jo tā ir pievienota ierakstam, kas netiks importēts, piemēram, recenzijas uzdevumam vai diskusijai.
mk: Поднесокот {$id} беше прескокнат бидејќи е прикачен на запис кој нема да биде импортиран, како што се задача за рецензија или дискусија.
mr: सादरीकरणाची फाईल {$id} वगळण्यात आली आहे कारण ती समीक्षण कार्य (review assignment) किंवा चर्चा (discussion) यासारख्या दुसर्‍या एका नोंदीशी (record) संलग्न असल्याने दाखल (import) करुन घेता येणे शक्य नाही.
ms: Fail penyerahan {$id} telah dilangkau kerana ia dilampirkan pada rekod yang tidak akan diimport, seperti tugasan ulasan atau perbincangan.
nb_no: Innleveringsfilen {$id} ble utelatt fordi den er knyttet til en oppføring som ikke skal importeres, som for eksempel et vurderingsoppdrag eller en diskusjon.
nl: Het inzendingsbestand {$id} werd overgeslagen omdat het aan een gegevensvastlegging is gehecht dat niet wordt geïmporteerd, zoals een recensietoewijzing of -discussie.
pl: Plik zgłoszenia {#id} został pominięty gdyż zawiera informacje które nie dadzą się importować takie jak dyskusja czy zaproszeni recenzenci.
ru_ru: Файл материала {$id} был пропущен, поскольку он прикреплен к записи, которая не будет импортирована, например, назначение на рецензию или обсуждение.
sl: Datoteka {$id} je bila preskočena, ker je dodana zapisu, ki ne bo uvožen, kot recimo zahteva za recenzijo ali diskusija.
th: ไฟล์การส่งบทความ {$id} ถูกข้ามเนื่องจากเชื่อมโยงกับบันทึกที่ไม่ได้รับการนำเข้า เช่น การมอบหมายการทบทวนหรือการอภิปราย
uk: Файл подання {$id} пропущено, оскільки його вкладено до запису, який не буде імпортовано, наприклад, завдання щодо рецензування або обговорення.
vi: Tệp nộp {$id} đã bị bỏ qua vì nó được đính kèm vào một bản ghi sẽ không được nhập, chẳng hạn như chỉ định đánh giá hoặc thảo luận.

# plugins.importexport.native.error.submissionFileRevisionMissing
source: The revision {$revision} of the submission file {$id} was skipped because the file was not found at the path "{$path}".
da: Revisionen {$revision} af indsendelsesfilen {$id} blev sprunget over, fordi filen ikke blev fundet på stien "{$path}".
eu: {$id} bidalketa-fitxategiaren {$revision} berrikuspena saltatu da, fitxategia ez baita aurkitu "{$path}" helbidean.
id: Revisi {$revision} dari file naskah {$id} dilewati karena file tidak ditemukan pada path "{$path}".
lv: Materiāla datnes {$id} labojumi {$revision} tika izlaisti, jo datne netika atrasta ceļā "{$path}".
mk: Ревизијата {$revision} на датотеката за поднесување {$id} беше прескокната бидејќи датотеката не беше пронајдена на патеката „{$path}“.
mr: सादरीकरणाच्या फाईलची {$id} सुधारित आवृत्ती {$revision} वगळण्यात आली आहे कारण ती फाईल "{$path}" या पत्त्यावर आढळली नाही.
nl: De herziening {$revision} van het inzendingsbestand {$id} werd overgeslagen omdat het bestand niet werd gevonden in de bestandsroute/locatie"{$path}".
pl: Wersja {$revision} przesłanego pliku {$id} została pominięta, ponieważ plik nie został znaleziony w ścieżce „{$path}”.
sl: Različica {$revision} oddane datoteke {$id} je bila izpuščena, ker datoteke ni bilo moč najti na "{$path}".
th: การแก้ไข {$revision} ของไฟล์การส่งบทความ {$id} ถูกข้ามเนื่องจากไม่พบไฟล์ที่เส้นทาง "{$path}"
uk: Версію {$revision} файлу подання {$id} було пропущено, оскільки файл не знайдено за шляхом {$path}.
vi: Bản sửa đổi {$revision} của tệp nộp {$id} đã bị bỏ qua vì không tìm thấy tệp tại đường dẫn "{$path}".

# plugins.importexport.user.error.userHasNoPassword
source: The imported user "{$username}" has no password. Check your import XML format. The user has not been imported.
az: İdxal edilən "{$username}" istifadəçinin şifrəsi yoxdur. İdxaletmə XML formatınızı yoxlayın. İstifadəçi idxal edilə bilmədi.
bg_bg: Импортираният потребител "{$username}" няма парола. Проверете своя XML формат за импортиране. Потребителят не е импортиран.
ca_es: L'usuari/ària importat "{$username}" no té contrasenya. Reviseu el format d'importació XML. L'usuari/ària no s'ha importat.
cs_cz: Importovaný uživatel „{$username}“ nemá žádné heslo. Zkontrolujte importovaný formát XML. Uživatel nebyl importován.
da: Den importerede bruger "{$username}" har ingen adgangskode. Kontroller dit import XML-format. Brugeren er ikke blevet importeret.
de_de: Importierte/r Nutzer/in "{$username}" besitzt kein Passwort. Bitte überprüfen Sie Ihr Import-XML-Format. Nutzer/in wurde nicht importiert.
el_gr: Ο εισαγόμενος χρήστης "{$username}" δεν έχει κωδικό πρόσβασης. Ελέγξτε τη μορφή εισαγωγής XML. Ο χρήστης δεν έχει εισαχθεί.
es_es: El usuario/a importado "{$username}" no tiene contraseña. Verifique el formato de importación XML. El usuario no se ha importado.
eu: Inportatutako "{$username}" erabiltzaileak ez du pasahitzik. Egiaztatu zure inportazioko XML formatua. Erabiltzailea ez da inportatu.
fr_fr: L'utilisatrice ou utilisateur importé « {$username} » n'a pas de mot de passe. Vérifiez le format XML importé. L'utilisatrice ou utilisateur n'a pas été importé.
gl: O usuario importado "{$username}" non ten contrasinal. Comprobe o formato XML de importación. O usuario non foi importado.
hr: Importirani korisnik "{$username}" nema lozinku. Provjerite svoj XML format importa. Korisnik nije importiran.
hu_hu: Az importált felhasználónak "{$username}" nincs jelszava. Ellenőrizze az import XML formátumát. A felhasználó nem került importálásra.
hy_am: Ներմուծված "{$username}" օգտվողը գաղտնաբառ չունի: Ստուգեք ձեր ներմուծման XML ձևաչափը: Օգտվողը չի ներմուծվել:
id: Pengguna yang diimpor "{$username}" tidak memiliki kata sandi. Periksa format XML impor Anda. Pengguna belum diimpor.
is: Notandinn var ekki lesinn inn. Notandi "{$username}" hefur ekki lykilorð. Athugaðu XML-innflutingssniðið.
it_it: L'utente importato "{$username}" non ha password. Controlla il tuo formato XML. L'utente non è stato importato.
ja: インポートされたユーザー「{$username}」のパスワードがありません。インポートXMLフォーマットを確認してください。ユーザーはインポートされていません。
ka_ge: იმპორტირებულ მომხმარებელს "{$username}" არ აქვს პაროლი. შეამოწმეთ თქვენი იმპორტის XML ფორმატი. მომხმარებელი არ არის იმპორტირებული.
kk_kz: Импортталған "{$username}" пайдаланушысында құпия сөз жоқ. Импорттау үшін XML файлыңыздың пішімін тексеріңіз. Пайдаланушы импортталмаған.
lv: Importētajam lietotājam "{$username}" nav paroles. Pārbaudiet savu importa XML formātu. Lietotājs nav importēts.
mk: Импортираниот корисник "{$username}" нема лозинка. Проверете го вашиот XML формат за импортирање. Корисникот не беше импортиран.
mr: दाखल (import) करुन घ्यावयाच्या "{$username}" वापरकर्त्याला पासवर्ड नाही. तुमचा दाखल (import) करुन घ्यावयाचा XML फॉरमॅट तपासा. वापरकर्ता दाखल (import) केला नाही.
ms: Pengguna yang diimport "{$username}" tidak mempunyai kata laluan. Semak format XML import anda. Pengguna belum diimport.
nb_no: Den importerte brukeren "{$username}" har ikke passord. Sjekk XML formatet i importenfilen din. Brukeren er ikke importert.
nl: De geïmporteerde gebruiker "{$username}" heeft geen wachtwoord. Controleer het XML formaat van het importbestand. De gebruiker werd niet geïmporteerd.
pl: Zaimportowany użytkownik "{$username}" nie ma hasła. Sprawdź importowany plik XML. Użytkownik nie został zaimportowany.
pt_pt: O utilizador importado "{$username}" não tem senha. Verifique o seu ficheiro XML de importação. O utilizador não foi importado.
ro_ro: Utilizatorul importat "{$username}" nu are parolă. Verificați formatul XML de import. Utilizatorul nu a fost importat.
ru_ru: У импортируемого пользователя «{$username}» нет пароля. Проверьте формат вашего файла XML для импорта. Пользователь не был импортирован.
sl: Uporabnik "{$username}" nima gesla. Preverite uvozno XML datoteko. Uporabnik ni bil uvožen.
sv_se: Den importerade användaren "{$username}" saknar lösenord. Kolla formatet på din import-XML. Användaren importerades inte.
th: ผู้ใช้ที่นำเข้า "{$username}" ไม่มีรหัสผ่าน ตรวจสอบรูปแบบ XML การนำเข้าของคุณ ผู้ใช้ไม่ได้รับการนำเข้า
tr_tr: İçe aktarılan "{$username}" kullanıcısının şifresi yok. İçe aktarma XML biçiminizi kontrol edin. Kullanıcı içe aktarılmadı.
uk: Користувач "{$username}", що імпортується, не має пароля. Перевірте формат імпорту XML. Користувача не було імпортовано.
uk_ua: Користувач "{$username}", що імпортується, не має пароля. Перевірте формат імпорту XML. Користувача не було імпортовано.
vi: Người dùng được nhập "{$username}" không có mật khẩu. Kiểm tra định dạng XML nhập của bạn. Người dùng chưa được nhập.
vi_vn: Người dùng đã nhập "{$username}" không có mật khẩu. Kiểm tra định dạng XML nhập của bạn. Người dùng chưa được nhập.

# plugins.importexport.user.error.passwordHasBeenChanged
source: The imported user "{$username}" password could not be imported as is. A new password is been send to the user email. The user has been imported.
az: İdxal edilən istifadəçi "{$username}"şifrəsi olduğu kimi idxal edilə/içə transfer edilə bilmədi. İstifadəçi emailinə yeni bir şifrə göndərildi. İstifadəçi içə transfer edildi.
bg_bg: Импортираната потребителска парола на "{$username}" не можа да бъде импортирана такава, каквато е. Нова парола е изпратена на потребителския имейл. Потребителят е импортиран.
ca_es: La contrasenya de l'usuari/ària importat "{$username}" no s'ha pogut importar tal qual. S'ha enviat una nova contrasenya al correu electrònic de l'usuari/ària. L'usuari/ària s'ha importat.
cs_cz: Heslo importovaného uživatele „{$username}“ nebylo možné importovat tak, jak je. Na e-mail uživatele bylo odesláno nové heslo. Uživatel byl importován.
da: Den importerede brugeradgangskode "{$username}" kunne ikke importeres som den er. En ny adgangskode er sendt til brugerens e-mail. Brugeren er blevet importeret.
de_de: Importierte/r Nutzer/in "{$username}" konnte nicht in der vorliegenden Form importiert werden. Ein neues Passwort wird an die E-Mail-Adresse der Nutzerin/des Nutzers geschickt. Nutzer/in wurde importiert.
el_gr: Δεν ήταν δυνατή η εισαγωγή του εισαγόμενου κωδικού πρόσβασης χρήστη "{$username}" ως έχει. Ένας νέος κωδικός πρόσβασης έχει σταλεί στο email του χρήστη. Ο χρήστης έχει εισαχθεί.
es_es: La contraseña del usuario/a importado "{$username}" no pudo ser importada tal cual. Una nueva clave fue enviada al correo electrónico del usuario/a. El usuario/a ha sido importado.
eu: Inportatutako "{$username}" erabiltzailearen pasahitza ezin izan da inportatu dagoen bezala. Pasahitz berri bat bidali da erabiltzailearen helbide elektronikora. Erabiltzailea inportatu da.
fr_fr: Le mot de passe de l'utilisatrice ou utilisateur importé « {$username} n'a pas pu être importé tel quel. Un nouveau mot de passe a été envoyé à l'adresse électronique de l'utilisatrice ou utilisateur. L'utilisatrice ou utilisateur a été importé.
gl: Non se puido importar o contrasinal do usuario/a "{$username}" tal como está. Enviouse un novo contrasinal ao correo electrónico do usuario/a. O usuario/a foi importado.
hr: Importirana lozinka korisnika "{$username}" nije se mogla importirati. Nova lozinka poslana je na e-mail korisnika. Korisnik je importiran.
hu_hu: Az importált felhasználó "{$username}" jelszavát ilyen formában nem lehet beemelni. A felhasznló email címére új jelszó került kiküldésre. A felhasználó importálása sikeres.
hy_am: Ներմուծված "{$username}" օգտվողի գաղտնաբառը չհաջողվեց ներմուծել այնպես, ինչպես կա: Օգտվողի էլ. փոստին ուղարկվել է նոր գաղտնաբառ: Օգտվողը ներմուծվել է:
id: Kata sandi untuk pengguna "{$username}" tidak dapat diimpor. Kata sandi baru telah dikirim ke surel pengguna. Pengguna telah berhasil diimpor.
is: Lykilorð notanda "{$username}" var ekki hægt að lesa inn eins og það er. Nýtt lykilorð verður sent á netfang notanans. Notandinn var lesinn inn.
it_it: La password dell'utente importato "{$username}" non può essere importata. Una nuova password è stata mandata all'utente via mail. L'utente è stato importato.
ja: インポートされたユーザー「{$username}」のパスワードをそのままインポートすることができませんでした。新しいパスワードをユーザーのメールに送信しました。ユーザーはインポートされました。
ka_ge: იმპორტირებული მომხმარებლის "{$username}" პაროლის იმპორტი შეუძლებელია, როგორც არის. ახალი პაროლი გაიგზავნა მომხმარებლის ელფოსტაზე. მომხმარებელი იმპორტირებულია.
kk_kz: Импортталған '{$username}' пайдаланушы құпия сөзін бұл формада импорттау мүмкін емес. Жаңа құпия сөз пайдаланушының электрондық пошта мекенжайына жіберілді. Пайдаланушы импортталды.
lv: Importētā lietotāja "{$username}" paroli nevarēja importēt tādu, kāda tā ir. Uz lietotāja e-pastu ir nosūtīta jauna parole. Lietotājs ir importēts.
mk: Лозинката на импортираниот корисник "{$username}" не може да се импортира како што е. Нова лозинка се испраќа на корисничкиот и-меил. Корисникот беше импортиран.
mr: दाखल (import) करुन घ्यावयाच्या "{$username}" वापरकर्त्याचा पासवर्ड जसा आहे तसा दाखल (import) करता आला नाही. वापरकर्त्याला ई-मेलवर एक नवा पासवर्ड पाठवण्यात आला आहे. वापरकर्ता दाखल (import) केला आहे.
ms: Kata laluan "{$username}" pengguna yang diimport tidak dapat diimport sebagaimana adanya. Kata laluan baharu telah dihantar ke e-mel pengguna. Pengguna telah diimport.
nb_no: Den importerte brukeren "{$username}" sitt passord kunne ikke importeres. Et nytt passord er sendt til brukeren på epost. Brukeren er importert.
nl: Het wachtwoord van de geïmporteerde gebruiker "{$username}" kon niet als dusdanig worden geïmporteerd. Er werd een e-mail met een niew wachtwoord verstuurd aan de gebruiker. Deze gebruiker werd geïmporteerd.
pl: Hasło użytkownika "{$username}" nie mogło zostać zaimportowane w tej postaci. Nowe hasło zostanie przesłane do użytkownika e-mailem. Użytkownik został zaimportowany.
pt_pt: A senha do utilizador importado "{$username}" não foi importada. Foi enviada uma nova senha para o e-mail do utilizador. O utilizador foi importado.
ro_ro: Pentru utilizatorul importat "{$username}" parola nu a putut fi importată așa cum este. O nouă parolă a fost trimisă la e-mailul utilizatorului. Utilizatorul a fost importat.
ru_ru: Пароль импортируемого пользователя «{$username}» не модет быть импортирован в данном виде. Новый пароль был отправлен на адрес электронной почты пользователя. Пользователь был импортирован.
sl: Geslo uporabnika "{$username}" ni bilo mogoče uvoziti. Uporabniku je bil poslan email z novim geslom. Uporabnik je bil uvožen.
sv_se: Lösenordet för den importerade användaren "{$username}" kunde inte importerad i sin befintliga form. Användaren har fått ett nytt vlösenord via e-post. Användaren är importerad.
th: ไม่สามารถนำเข้ารหัสผ่านของผู้ใช้ที่นำเข้า "{$username}" ได้ตามที่เป็น รหัสผ่านใหม่ถูกส่งไปยังอีเมลของผู้ใช้ ผู้ใช้ได้รับการนำเข้าแล้ว
tr_tr: İçe aktarılan kullanıcı "{$username}" şifresi olduğu gibi içe aktarılamadı. Kullanıcı e-postasına yeni bir şifre gönderildi. Kullanıcı içe aktarıldı.
uk: Пароль імпортованого користувача "{$username}" не може бути внесено в такому вигляді. На електронну адресу користувача надіслано новий пароль. Користувача імпортовано.
uk_ua: Пароль імпортованого користувача "{$username}" не може бути внесено в такому вигляді. Новий пароль надіслано на електронну адресу користувача. Користувача внесено.
vi: Mật khẩu của người dùng được nhập "{$username}" không thể được nhập nguyên trạng. Mật khẩu mới đã được gửi đến email của người dùng. Người dùng đã được nhập.
vi_vn: Không thể nhập mật khẩu "{$username}" của người dùng đã nhập. Mật khẩu mới được gửi đến email người dùng. Người dùng đã được nhập.
