Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.navigationMenus.form.navigationMenuItemType
source: Navigation Menu Type
az: Göndərmə menyusu növü
bg_bg: Тип меню за навигация
ca_es: Tipus de menú de navegació
cs_cz: Typ navigačního menu
da: Navigationsmenutype
de_de: Typ des Navigationsmenü
el_gr: Τύπος Μενού Πλοήγησης
es_es: Tipo de menú de navegación
eu: Nabigazio-menu mota
fr_fr: Type de menu de navigation
gl: Tipo de menú de navegación
hr: Vrsta navigacijskog izbornika
hu_hu: Navigációs menü típus
hy_am: Նավարկման ընտրացանկի տեսակ
id: Jenis Menu Navigasi
is: Tegund valmyndar
it_it: Tipo menu di navigazione
ja: ナビゲーションメニュー種別
ka_ge: ნავიგაციის მენიუს ტიპი
kk_kz: Навигация мәзірінің түрі
lv: Navigācijas izvēlnes tips
mk: Тип навигациско мени
mr: मार्गनिर्देशन दुव्यांचे प्रकार (Navigation Menu Type)
ms: Jenis Menu Navigasi
nb_no: Type navigasjonsmeny
nl: Type navigatiemenu
pl: Rodzaj menu
pl_pl: Rodzaj menu
pt_pt: Tipo de Menu de Navegação
ro_ro: Tip meniu de navigare
ru_ru: Тип меню навигации
sl: Tip navigacijskega menija
sv_se: Typ av navigationsmeny
th: ประเภทเมนูการนำทาง
tr_tr: Yönlendirme Menü Türü
uk: Тип меню навігації
uk_ua: Тип меню навігації
vi: Loại mục menu điều hướng
vi_vn: Loại menu Điều hướng

# manager.navigationMenus.form.navigationMenuItemTypeMessage
source: Select a Navigation Menu Type or Custom to make your own
az: Göndərmə menyusu növü seçin və ya xüsusi menyu yaradın
bg_bg: Изберете тип "меню за навигация" или "потребителско", за да направите свое собствено
ca_es: Seleccioneu un tipus de menú de navegació o personalitzeu-ne un al vostre gust
cs_cz: Zvolte Typ navigačního menu, nebo si vytvořte vlastní
da: Vælg en navigationstype eller brugerdefineret for at oprette din egen
de_de: Wählen Sie einen Typ des Navigationsmenü aus oder erstellen Sie einen eigenen
el_gr: Επιλέξτε ένα Τύπο Μενού Πλοήγησης ή ένα Προσαρμοσμένο για να δημιουργήσετε το δικό σας
es_es: Seleccione un tipo de menú de navegación predefinido o uno personalizado para crear el suyo
eu: Hautatu nabigazio-menu mota bat edo pertsonalizatua zurea egiteko
fr_fr: Sélectionner un type de menu de navigation ou personnaliser pour faire le vôtre
gl: Seleccione un tipo de menú de navegación ou "Personalizado" para facer o seu
hr: Odaberite vrstu navigacijskog izbornika ili Prilagođeno da napravite vlastiti
hu_hu: Válassza a navigációs menü típust, vagy az egyénit saját létrehozásához
hy_am: Ընտրեք նավիգացիոն ընտրացանկի տեսակը կամ Անհատականացված՝ ձերը ստեղծելու համար
id: Pilih Jenis Menu Navigasi atau Custom buat sendiri
is: Veldu tegund valmyndar eða sérsnið til að gera þína eigin
it_it: Seleziona "Tipo menu di navigazione" oppure "Pagina personalizzata" per costruirne uno tuo
ja: ナビゲーションメニューの種別を選択するか、独自に作成するカスタムを選択する
ka_ge: შეარჩიეთ ნავიგაციის მენიუს ტიპი ან მორგებული, რომ გააკეთოთ საკუთარი
kk_kz: Өз түріңізді жасау үшін шарлау мәзірінің түрін немесе "Пайдаланушы" опциясын таңдаңыз
lv: Izvēlieties "Navigācijas izvēlnes tipu" vai izvēlieties "Pielāgot izvēlni", lai izveidotu savu izvēlnes tipu
mk: Одберете Тип навигациско мени или Сопствен за да направите свое
mr: मार्गनिर्देशन दुव्यांचे प्रकार (Navigation Menu Type) निवडा किंवा तुमचे स्वतःचे व्यक्तिगत (Custom) तयार करा
ms: Pilih Jenis Menu Navigasi atau Custom untuk dibuat sendiri
nb_no: Velg en type navigasjonsmeny eller lag din egen meny
nl: Selecteer een type navigatiemenu, of "Aangepast" om een eigen type te maken
pl: Wybierz rodzaj menu lub własne, aby stworzyć własne menu
pl_pl: Wybierz rodzaj menu lub własne, aby stworzyć własne menu
pt_pt: Selecione um Tipo de Menu de Navegação ou Personalizado para criar o seu
ro_ro: Selectați un tip de meniu de navigare sau personalizați un nou meniu
ru_ru: Выберите тип меню навигации или вариант «Пользовательский», чтобы создать свой собственный тип
sl: Izberi tip navigacijskega menija ali Po meri, za kreiranje novega
sv_se: Välj Typ av navigationsmeny eller Anpassad för att skapa din egen
th: เลือกประเภทเมนูการนำทางหรือกำหนดเองเพื่อสร้างเมนูของคุณเอง
tr_tr: Yönlendirme menü türü seç veya özel menü oluştur
uk: Виберіть тип меню навігації або варіант "Власний", щоб створити свій тип
uk_ua: Виберіть тип меню навігації або варіант "Власний", щоб створити свій тип
vi: Chọn loại mục menu điều hướng hoặc Tùy chỉnh để tạo của riêng bạn
vi_vn: Chọn Loại menu điều hướng hoặc Menu điều hướng tùy chỉnh của riêng bạn

# grid.category.add
source: Add Category
az: Kateqoriya əlavə edin
bg_bg: Добавяне на категория
ca_es: Afegir categoria
cs_cz: Přidat kategorii
da: Tilføj kategori
de_de: Kategorie hinzufügen
el_gr: Προσθήκη Κατηγορίας
es_es: Añadir categoría
eu: Gehitu kategoria
fr_fr: Ajouter une catégorie
gl: engadir categoría
hr: Dodaj kategoriju
hu_hu: Kategória hozzáadása
hy_am: Ավելացնել դաս
id: Tambahkan Kategori
is: Bæta við flokk
it_it: Aggiungere categoria
ja: カテゴリーの追加
ka_ge: კატეგორიის დამატება
kk_kz: Санатты қосыңыз
lv: Pievienot kategoriju
mk: Додајте категорија
mr: प्रवर्ग (Category) समाविष्ट करा
ms: Tambah Kategori
nb_no: Legg til kategori
nl: Voeg categorie toe
pl: Dodaj kategorię
pt_pt: Adicionar Categoria
ro_ro: Adăugare categorie
ru_ru: Добавить категорию
sl: Dodaj kategorijo
th: เพิ่มหมวดหมู่
tr_tr: Kategori ekle
uk: Додати категорію
uk_ua: Додати категорію
vi: Thêm Danh mục
vi_vn: Thêm thể loại

# grid.category.edit
source: Edit Category
az: Kateqoriya redaktə edin
bg_bg: Редакция на категория
ca_es: Editar categoria
cs_cz: Upravit kategorii
da: Redigér kategori
de_de: Kategorie bearbeiten
el_gr: Επεξεργασία Κατηγορίας
es_es: Editar categoría
eu: Editatu kategoria
fr_fr: Modifier une catégorie
gl: Editar categoría
hr: Uredi kategoriju
hu_hu: Ketegória szerkesztése
hy_am: Խմբագրել դասը
id: Sunting Kategori
is: Breyta flokki
it_it: Modifica categoria
ja: カテゴリーの編集
ka_ge: კატეგორიის ჩასწორება
kk_kz: Санатты өңдеу
lv: Rediģēt kategoriju
mk: Изменете категорија
mr: प्रवर्ग (Category) संपादित करा
ms: Sunting Kategori
nb_no: Rediger kategori
nl: Bewerk categorie
pl: Edytuj kategorię
pt_pt: Editar Categoria
ro_ro: Editare categorie
ru_ru: Редактировать категорию
sl: Uredi kategorijo
th: แก้ไขหมวดหมู่
tr_tr: Kategori Düzenle
uk: Редагувати категорію
uk_ua: Редагувати категорію
vi: Chỉnh sửa Danh mục
vi_vn: Chỉnh sửa thể loại

# grid.category.name
source: Name
az: Ad
bg_bg: Име
ca_es: Nom
cs_cz: Název
da: Navn
el_gr: Όνομα
es_es: Nombre
eu: Izena
fr_fr: Nom
gl: Nome
hr: Ime
hu_hu: Név
hy_am: Անուն
id: Nama
is: Nafn
it_it: Nome
ja: 名前
ka_ge: სახელი
kk_kz: Атауы
lv: Nosaukums
mk: Име
mr: नाव
ms: Nama
nb_no: Navn
nl: Naam
pl: Nazwa
pt_pt: Nome
ro_ro: Nume
ru_ru: Название
sl: Ime
th: ชื่อ
tr_tr: Ad
uk: Ім'я
uk_ua: Ім'я
vi: Tên
vi_vn: Tên

# grid.category.path
source: Path
az: Yol
bg_bg: Път
ca_es: Ruta
cs_cz: Cesta
da: Sti
de_de: Pfad
el_gr: Διαδρομή
es_es: Ruta
eu: Helbidea
fr_fr: Chemin d'accès
gl: Ruta
hr: Putanja
hu_hu: Elérési útvonal
hy_am: Ուղի
id: Alamat
is: Slóð
ja: パス
ka_ge: მდებარეობა
kk_kz: Жолы
lv: Ceļš
mk: Патека
mr: पत्ता (Path)
ms: Laluan URL
nb_no: Sti
nl: Pad
pl: Ścieżka
pt_pt: Caminho
ro_ro: Cale
ru_ru: Путь
sl: Naslov
th: เส้นทาง
tr_tr: Yol
uk: Шлях
uk_ua: Шлях
vi: Đường dẫn
vi_vn: Đường dẫn

# grid.category.pathExists
source: The category path already exists. Please enter a unique path.
az: Kateqoriya yolu zatən var. Zəhmət olmasa unikal bir yol daxil edin
bg_bg: Пътят на категорията вече съществува. Моля, въведете уникален път.
ca_es: La ruta de la categoria ja existeix. Introduïu una ruta única.
cs_cz: Cesta kategorie již existuje. Zadejte jedinečnou cestu.
da: Kategoristien findes allerede. Indtast en unik sti.
de_de: Der Kategorienpfad existiert bereits. Bitte geben Sie einen eindeutigen Pfad an.
el_gr: Η διαδρομή κατηγορίας υπάρχει ήδη. Εισαγάγετε μια μοναδική διαδρομή.
es_es: La ruta de la categoría ya existe. Por favor introduzca una ruta única.
eu: Kategoriaren helbidea dagoeneko existitzen da. Mesedez, sartu beste helbide bat.
fr_fr: Le chemin d'accès de la catégorie existe déjà. Veuillez entrer un chemin d'accès unique.
gl: A ruta da categoría xa existe. Insira unha ruta única.
hr: Putanja kategorije već postoji. Unesite novu putanju.
hu_hu: Létező kategória útvonal. Kérjük, adjon meg mást.
hy_am: Դասի ուղին արդեն առկա է: Խնդրում ենք մուտքագրել եզակի ուղի:
id: Alamat kategori sudah ada. Gunakan alamat yang unik.
is: Þessi slóð fyrir flokkinn er þegar til. Vinsamlega sláðu inn einkvæma slóð.
it_it: Il path della categoria è già in uso. Inserire un path univoco.
ja: カテゴリーのパスはすでに存在しています。他にないパスを入力してください。
ka_ge: კატეგორიის გზა უკვე არსებობს. გთხოვთ, შეიყვანოთ უნიკალური გზა.
kk_kz: Мұндай санат жолы бұрыннан бар. Ерекше жолды енгізіңіз.
lv: Šāds kategorijas ceļš jau pastāv. Lūdzu, ievadiet unikālu ceļu.
mk: Патеката на категоријата веќе постои. Ве молиме внесете уникатна патека.
mr: प्रवर्गाचा (Category) पत्ता (Path) यापूर्वीच अस्तित्वात आहे. कृपया एक एकमेव पत्ता (Path) नोंदवा.
ms: Laluan kategori sudah wujud. Sila masukkan laluan unik.
nb_no: Denne stien eksisterer allerede. Lag en unik sti.
nl: Het pad voor deze categorie bestaat al. Gebruik een uniek pad.
pl: Ścieżka kategorii już istnieje. Wpisz unikalną ścieżkę.
pt_pt: O caminho da categoria já existe. Insira um caminho único.
ro_ro: Calea de categorie există deja. Vă rugăm să introduceți o cale unică.
ru_ru: Такой путь к категории уже существует. Пожалуйста, введите уникальный путь.
sl: Tak naslov kategorije že obstaja. Vnesite edinstven naslov.
th: เส้นทางของหมวดหมู่มีอยู่แล้ว กรุณาป้อนเส้นทางที่ไม่ซ้ำกัน
tr_tr: Kategori yolu zaten var. Lütfen benzersiz bir yol girin.
uk: Шлях категорії вже існує. Введіть унікальний шлях.
uk_ua: Шлях категорії вже існує. Введіть унікальний шлях.
vi: Đường dẫn danh mục đã tồn tại. Vui lòng nhập một đường dẫn duy nhất.
vi_vn: Đường dẫn danh mục đã tồn tại. Vui lòng nhập một đường dẫn duy nhất.

# grid.category.description
source: Description
az: Açıqlama/təsvir
bg_bg: Описание
ca_es: Descripció
cs_cz: Popis
da: Beskrivelse
de_de: Beschreibung
el_gr: Περιγραφή
es_es: Descripción
eu: Deskribapena
gl: Descrición
hr: Opis
hu_hu: Leírás
hy_am: Նկարագրություն
id: Deskripsi
is: Lýsing
it_it: Descrizione
ja: 説明
ka_ge: აღწერა
kk_kz: Сипаттама
lv: Apraksts
mk: Опис
mr: वर्णन (Description)
ms: Penerangan
nb_no: Beskrivelse
nl: Beschrijving
pl: Opis
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sl: Opis
th: คำอธิบาย
tr_tr: Açıklama
uk: Опис
uk_ua: Опис
vi: Mô tả
vi_vn: Mô tả

# grid.category.parentCategory
source: Parent Category
az: Üst kateqoriya
bg_bg: Родителска (старша) категория
ca_es: Categoria mare
cs_cz: Nadřazená kategorie
da: Hovedkategori
de_de: Elternkategorie
el_gr: Γονική Κατηγορία
es_es: Categoría madre
eu: Kategoria gurasoa
fr_fr: Catégorie mère
gl: Categoría pai
hr: Nadređena kategorija
hu_hu: Szülő kategória
hy_am: Ծնողի դաս
id: Kategori Induk
is: Yfirflokkur
it_it: Categoria principale
ja: 親カテゴリー
ka_ge: მშობელი კატეგორია
kk_kz: ата-аналар санаты
lv: Vecākelementa kategorija
mk: Родителска категорија
mr: मूळ प्रवर्ग (Parent Category)
ms: Kategori Induk
nb_no: Hovedkategori
nl: Bovenliggende categorie
pl: Kategoria nadrzędna
pt_pt: Categoria Mãe
ro_ro: Categorie rădăcină
ru_ru: Родительская категория
sl: Višja kategorija
th: หมวดหมู่หลัก
tr_tr: Üst Kategori
uk: Батьківська категорія
uk_ua: Батьківська категорія
vi: Danh mục cha
vi_vn: Thư mục chính

# grid.category.nameRequired
source: Please enter a category name.
az: Zəhmət olmasa bir kateqoriya adı daxil edin
bg_bg: Моля, въведете име на категория.
ca_es: Introduïu un nom de la categoria.
cs_cz: Zadejte název kategorie.
da: Indtast et kategorinavn.
de_de: Bitte geben Sie einen Kategoriennamen an.
el_gr: Εισαγάγετε ένα όνομα κατηγορίας.
es_es: Por favor, introduzca un nombre de categoría.
eu: Mesedez, sartu kategoria-izen bat.
fr_fr: veuillez saisir un nom pour la catégorie.
gl: Insira un nome de categoría.
hr: Unesite naziv kategorije.
hu_hu: Adja meg a kategória elnevezését.
hy_am: Խնդրում ենք մուտքագրել դասի անունը:
id: Masukkan nama kategori.
is: Vinsamlega sláðu inn nafn flokks.
it_it: Inserire il nome della categoria.
ja: カテゴリー名を入力してください。
ka_ge: გთხოვთ, შეიყვანოთ კატეგორიის სახელი.
kk_kz: Санат атауын енгізіңіз.
lv: Lūdzu, ievadiet kategorijas nosaukumu.
mk: Ве молиме внесете име на категоријата.
mr: कृपया प्रवर्गाच्या (Category) नावाची नोंद करा.
ms: Sila masukkan nama kategori.
nb_no: Legg til kategorinavn.
nl: Vul een naam voor de categorie in.
pl: Wpisz nazwę kategorii.
pt_pt: Insira o nome da categoria.
ro_ro: Vă rugăm să introduceți un nume de categorie.
ru_ru: Пожалуйста, введите название категории.
sl: Vnesite ime kategorije.
th: กรุณาป้อนชื่อหมวดหมู่
tr_tr: Lütfen bir kategori adı girin.
uk: Введіть назву категорії.
uk_ua: Введіть назву категорії.
vi: Vui lòng nhập tên danh mục.
vi_vn: Xin vui lòng nhập tên thể loại.

# grid.category.categoryDetails
source: Category Details
az: Kateqoriya təfərrüatları
bg_bg: Подробности за категорията
ca_es: Detalls de la categoria
cs_cz: Detaily kategorie
da: Kategorioplysninger
de_de: Kategoriendetails
el_gr: Λεπτομέρειες Κατηγορίας
es_es: Detalles de la categoría
eu: Kategoriaren xehetasunak
fr_fr: Détails de la catégorie
gl: Detalles da categoría
hr: Detalji kategorije
hu_hu: Kategória részletei
hy_am: Դասի մանրամասներ
id: Rincian kategori
is: Upplýsingar um flokk
it_it: Dettagli della categoria
ja: カテゴリー詳細
ka_ge: კატეგორიის დეტალები
kk_kz: Санат туралы ақпарат
lv: Detalizēta informācija par kategoriju
mk: Детали на категорија
mr: प्रवर्गाचा (Category) तपशील
ms: Butiran Kategori
nb_no: Detaljer for kategori
nl: Categorie informatie
pl: Informacje o kategorii
pt_pt: Detalhes da Categoria
ro_ro: Detalii despre categorie
ru_ru: Информация о категории
sl: Podrobnosti kategorije
th: รายละเอียดหมวดหมู่
tr_tr: Kategori Detayları
uk: Деталі категорії
uk_ua: Деталі категорії
vi: Chi tiết danh mục
vi_vn: Chi tiết về thể loại

# stats.allUsers
source: All Users
az: Bütün istifadəçilər
bg_bg: Всички потребители
ca_es: Tots els usuaris/àries
cs_cz: Všichni uživatelé
da: Alle brugere
de_de: Alle Nutzer/innen
el_gr: Όλοι οι Χρήστες
es_es: Todos los usuarios/as
eu: Erabiltzaile guztiak
fr_fr: Tous les utilisateurs ou utilisatrices
gl: Todos os usuarios/as
hr: Svi korisnici
hu_hu: Összes felhasználó
hy_am: Բոլոր օգտվողները
id: Semua Pengguna
is: Allir notendur
it_it: Tutti gli utenti
ja: 全ユーザー
ka_ge: ყველა მომხმარებელი
kk_kz: Барлық пайдаланушылар
lv: Visi lietotāji
mk: Сите корисници
mr: सर्व वापरकर्ते
ms: Semua Pengguna
nb_no: Alle brukere
nl: Alle gebruikers
pl: Wszyscy użytkownicy
pt_pt: Todos os utilizadores
ro_ro: Toți utilizatorii
ru_ru: Все пользователи
sl: Vsi uporabniki
th: ผู้ใช้ทั้งหมด
tr_tr: Tüm Kullanıcılar
uk: Всі користувачі
uk_ua: Всі користувачі
vi: Tất cả người dùng
vi_vn: Tất cả người dùng

# stats.city
source: City
az: Şəhər
bg_bg: Град
cs_cz: Město
da: By
eu: Hiria
gl: Cidade
hr: Grad
hy_am: Քաղաք
id: Kota
is: Staður
ja: 都市
ka_ge: ქალაქი
kk_kz: Қала
ku: شار
lv: Pilsēta
mk: Град
mr: शहर
ms: Bandar
nb_no: By
nl: Stad
pl: Miasto
ru_ru: Город
sl: Mesto
th: เมือง
uk: Місто
vi: Thành phố

# stats.views
source: Views
bg_bg: Прегледи
cs_cz: Náhledy
da: Visninger
eu: Bistaratzeak
hr: Pregledi
id: Tampilan Dafis Edisi
lv: Izdevuma TOC skati
mk: Прегледи
mr: अवलोकन करणारे (Views)
nb_no: Visninger av innholdsfortegnelse for nummer
pl: Odsłony
sl: Število vpogledov v kazalo vsebine
th: การดู
uk: Переглядів
uz_uz@latin: TOC koʻrinishlarini chiqarish
vi: Lượt xem

# stats.downloads
source: Downloads
bg_bg: Сваляния
cs_cz: Stažení
eu: Deskargak
hr: Preuzimanja
id: Tinjauan Galei Edisi
lv: Izdevuma saliktņa skati
mk: Преземања
mr: डाउनलोड्स
nb_no: Visninger av nummerets oppsett
pl: Pobrania
sl: Število vpogledov v prelom
th: การดาวน์โหลด
uk: Завантажень
vi: Lượt tải xuống

# stats.downloads.timelineInterval
source: Total downloads by date
bg_bg: Общо сваляния по дата
cs_cz: Celkem stažení podle data
da: Total antal downloads per dato
eu: Deskarga guztiak dataren arabera
hr: Ukupni broj preuzimanja po datumu
id: Total unduhan berdasarkan tanggal
lv: Kopējais lejupielādēto failu skaits pēc datuma
mk: Вкупно преземања по датум
mr: तारखेनुसार एकूण डाउनलोड्स
nl: Het volledige aantal downloads gesorteerd op datum
pl: Wszystkie pobrania wg daty
sl: Skupno število prenosov po datumu
th: ยอดการดาวน์โหลดทั้งหมดตามวันที่
uk: Усього завантажень за датою
vi: Tổng số lượt tải xuống theo ngày

# manager.setup.competingInterests
source: Competing Interests
az: Maraqların toqquşması
bg_bg: Конкуриращи се интереси
ca_es: Conflicte d’interessos
cs_cz: Konflikt zájmů
da: Konkurrerende interesser
de_de: Interessenkonflikte
el_gr: Συγκρουόμενα Συμφέροντα
es_es: Conflicto de intereses
eu: Interes-gatazkak
fr_fr: Intérêts concurrents
gl: Conflito de intereses
hr: Suprotstavljeni interesi
hu_hu: Összeférhetetlenség
hy_am: Մրցակցող շահեր
id: Kepentingan Persaingan
is: Hagsmunaárekstrar
it_it: Conflitti di interessi
ja: 利益相反
ka_ge: ინტერესთა კონფლიქტი
kk_kz: Мүдделер қақтығысы
lv: Interešu konflikts
mk: Конфликт на интереси
mr: हितसंबंधांचे संघर्ष
ms: Konflik Kepentingan
nb_no: Interessekonflikter
nl: Strijdige belangen
pl: Konflikt interesów
pl_pl: Konflikt interesów
pt_pt: Interesses Concorrentes
ro_ro: Interese concurente
ru_ru: Конфликт интересов
sl: Nasprotujoči interesi
sr_rs@cyrillic: Сукоби интереса
sv_se: Intressekonflikter
th: ผลประโยชน์ที่ขัดแย้งกัน
tr_tr: Çıkar Çatışması
uk: Конфлікт інтересів
uk_ua: Конфлікт інтересів
vi: Xung đột lợi ích
vi_vn: Lợi ích cạnh tranh

# manager.website.imageFileRequired
source: An image file is required. Please ensure that you have chosen and uploaded a file.
az: Bir şəkil faylı tələb olunur. Zəhmət olmasa bir fayl seçdiyinizdən və yüklədiyinizdən əmin olun.
bg_bg: Изисква се файл с изображение. Моля, уверете се, че сте избрали и качили файл.
ca_es: Heu d'introduir un fitxer d'imatge. Comproveu que hàgiu seleccionat un fitxer carregat.
cs_cz: Je požadován obrázkový soubor. Ujistěte se, že jste vybrali a nahráli soubor.
da: En billedfil er påkrævet. Sørg for, at du har valgt og uploadet en fil.
de_de: Eine Bilddatei wird benötigt. Bitte stellen Sie sicher, dass Sie eine Datei ausgewählt und hochgeladen haben.
el_gr: Είναι απαραίτητο ένα αρχείο εικόνας. Βεβαιωθείτε ότι επιλέξατε και μεταφορτώσατε ένα τέτοιο αρχείο.
es_es: Se necesita un archivo de imagen. Asegúrese de que ha elegido y cargado un archivo.
eu: Irudi-fitxategi bat behar da. Ziurtatu fitxategi bat hautatu eta kargatu duzula.
fr_fr: Un fichier image est requis. Assurez-vous d'avoir choisi et téléchargé un fichier.
gl: É necesario un arquivo de imaxe. Asegúrese de que escolleu e cargou un.
hr: Potrebna je slikovna datoteka. Provjerite jeste li odabrali i učitali datoteku.
hu_hu: Kötelező egy képfájl. Kérjük, győződjön meg arról, hogy kiválasztott és feltöltött egy fájlt.
hy_am: Պահանջվում է պատկերի ֆայլ: Համոզվեք, որ ընտրել և վերբեռնել եք ֆայլը:
id: Wajib mengunggah gambar. Pastikan telah memilih dan mengunggah file gambar.
is: Myndaskrá er áskilin. Vinsamlega gakktu úr skugga um að þú hafir valið og hlaðið upp skrá.
it_it: E' necessario caricare un'immagine. Controllare di aver scelto e caricato un file.
ja: 画像ファイルが必要です。ファイルの選択・アップロードをしていることを確認してください。
ka_ge: საჭიროა გამოსახულების ფაილი. გთხოვთ, დარწმუნდეთ, რომ ფაილი აარჩიეთ და ატვირთეთ.
kk_kz: Кескін файлы қажет. Файлды таңдағаныңызға және жүктеп салғаныңызға көз жеткізіңіз.
ku: فایلێکی وێنەیی داوا کراوە. تکایە دڵنیا بە کە فایلێکت هەڵ بژاردووە و بارت کردووە.
lv: Ir nepieciešama attēla datne. Lūdzu, pārliecinieties, ka esat izvēlējies un augšupielādējis datni.
mk: Потребна е слика. Ве молиме, проверете дали сте одбрале и поставиле фајл.
mr: प्रतिमा फाईल हवी. तुम्ही योग्य फाईल निवडून संक्रमित (अपलोड) केली आहे याची कृपया खात्री करा.
ms: Fail imej diperlukan. Sila pastikan anda telah memilih dan memuat naik fail.
nb_no: Du må laste opp et bilde. Pass på at du har valgt og lastet opp en bildefil.
nl: Een afbeelding is verplicht. Zorg ervoor dat je een bestand hebt gekozen en geüpload.
pl: Wymagany jest plik z obrazem. Upewnij się, że taki plik wybrano i przesłano.
pl_pl: Obraz jest wymagany. Upewnij się, że wybrałeś(aś) i przesłałeś(aś) plik.
pt_pt: É obrigatório um ficheiro de imagem. Certifique-se de que escolheu e carregou um ficheiro.
ro_ro: Este necesar un fișier imagine. Vă rugăm să vă asigurați că ați ales și încărcat un fișier.
ru_ru: Файл с изображением обязателен. Пожалуйста, убедитесь, что вы выбрали и загрузили файл.
sl: Zahtevana je datotek s sliko. Prosimo preverite, da ste izbrali in naložili datoteko.
sr_rs@cyrillic: Фајл слике је неопходан. Проверите да ли сте одабрали и доставили фајл.
sv_se: En bildfil krävs. Se till att du har valt och laddat upp en fil.
th: จำเป็นต้องมีไฟล์ภาพ โปรดตรวจสอบว่าคุณได้เลือกและอัปโหลดไฟล์แล้ว
tr_tr: Bir görsel dosyası gerekli. Lütfen bir dosya seçtiğinizden ve yüklediğinizden emin olun.
uk: Необхідний файл зображення. Переконайтеся, будь ласка, що ви вибрали та завантажили файл.
uk_ua: Необхідний файл зображення. Переконайтеся, будь ласка, що ви вибрали та завантажили файл.
uz_uz@latin: Rasm fayli talab qilinadi. Faylni tanlaganingizga va yuklaganingizga ishonch hosil qiling.
vi: Cần có file ảnh. Hãy đảm bảo bạn đã chọn và tải lên file ảnh.
vi_vn: Một tệp hình ảnh là bắt buộc. Hãy đảm bảo rằng bạn đã chọn và tải lên một tệp.
