Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.theme.notFound
source: The theme you selected is not installed or enabled.
az: Seçdiyiniz tema yüklənib ya da aktiv deyil.
bg_bg: Избраната от вас тема не е инсталирана или активирана.
ca_es: El tema que heu seleccionat no està instal·lat o habilitat.
cs_cz: Vybrané téma není nainstalováno ani povoleno.
da: Det valgte tema er ikke blevet installeret eller aktiveret.
de_de: Das ausgewählte Theme ist nicht installiert oder nicht aktiviert.
el_gr: Το θέμα που επιλέξατε δεν είναι εγκατεστημένο ή ενεργοποιημένο.
es_es: El tema seleccionado no está instalado o habilitado.
eu: Hautatu duzun gaia ez dago instalatuta edo gaituta.
fr_fr: Le thème que vous avez sélectionné n'est pas installé ou activé.
gl: O tema que seleccionou non está instalado ou habilitado.
hr: Odabrana tema nije instalirana ili nije aktivirana.
hu_hu: A kiválasztott téma nincs telepítve vagy engedélyezve.
hy_am: Ձեր ընտրած թեման տեղադրված կամ միացված չէ:
id: Tema yang dipilih belum terinstal atau tidak aktif.
is: Þemað sem þú valdir er ekki uppsett eða virkt.
it_it: Il tema selezionato non è installato o abilitato.
ja: 選択したテーマがインストールされていないか、有効になっていません。
ka_ge: თქვენ მიერ არჩეული თემა არ არის დაინსტალირებული ან ჩართული.
kk_kz: Сіз таңдаған тақырып орнатылмаған немесе қосылмаған.
lv: Izvēlētā tēma nav instalēta vai iespējota.
mk: Темата што ја избравте не е инсталирана или вклучена.
mr: तुम्ही निवडलेली मांडणी शैली (themes) स्थापित किंवा कार्यान्वित केलेली नाही.
ms: Tema yang anda pilih tidak dipasang atau didayakan.
nb_no: Valgt tema er ikke installert eller aktivert.
nl: De stijl die u heeft geselecteerd is niet geïnstalleerd of ingeschakeld.
pl: Szablon który wybrałeś nie jest zainstalowany lub włączony.
pt_pt: O tema que selecionou não se encontra instalado ou ativado.
ro_ro: Tema selectată nu este instalată sau activată.
ru_ru: Выбранная вами тема не установлена или не включена.
sl: Izbrana tema ni nameščena ali omogočena.
th: ธีมที่คุณเลือกไม่ได้ติดตั้งหรือเปิดใช้งาน
tr_tr: Seçtiğiniz tema yüklü veya etkin değil.
uk: Тему, яку ви вибрали, не інстальовано або не ввімкнено.
uk_ua: Тема, яку ви обрали, не інстальована або не увімкнена.
vi: Chủ đề bạn đã chọn chưa được cài đặt hoặc kích hoạt.
vi_vn: Chủ đề bạn đã chọn chưa được cài đặt hoặc kích hoạt.

# manager.setup.workflow.contributorsHelp.description
source: The following is shown to authors during the contributors step. Provide a brief explanation of what information the author should provide about themselves, co-authors, and any other contributors.
bg_bg: Следното се показва на авторите по време на стъпката отбелязване на сътрудници. Дайте кратко обяснение каква информация трябва да предостави авторът за себе си, съавторите и всички други сътрудници.
cs_cz: V kroku přispěvatelů se autorům zobrazují následující údaje. Poskytněte stručné vysvětlení, jaké informace by měl autor poskytnout o sobě, spoluautorech a případných dalších přispěvatelích.
da: Følgende vises til forfattere, når de skal angive bidragydere. Giv en kort forklaring på, hvilke oplysninger forfatteren skal give om sig selv, medforfattere og eventuelle andre bidragydere.
eu: Honako hau erakusten zaie egileei kolaboratzaileen urratsean. Eman azalpen labur bat egileak bere buruari, egilekideei eta beste edozein kolaboratzaileri buruz eman behar duen informazioaren inguruan.
hr: Sljedeće se prikazuje autorima tijekom koraka suradnika. Navedite kratko objašnjenje koje bi informacije autor trebao dati o sebi, koautorima i drugim suradnicima.
id: Hal berikut ditampilkan pada penulis pada tahap kontributor. Sediakan penjelasan singkat mengenai informasi apa yang harus disediakan penulis mengenai diri mereka sendiri, rekan penulis, dan kontributor lain.
lv: Šī informācija tiks rādīta autoriem līdzautoru solī. Sniedziet īsu aprakstu, kādas ziņas autoriem jāuzrāda par sevi, līdzautoriem un citiem.
mk: Следното им се прикажува на авторите за време на чекорот на соработниците. Обезбедете кратко објаснување за тоа кои информации авторот треба да ги даде за себе, коавторите и сите други соработници.
mr: लेखकांना इतर योगदानकर्त्यांबद्दल माहिती देणाच्या प्रक्रियेदरम्यान लेखकांना खालील बाबी सांगितल्या जातात. लेखकाने स्वतःबद्दल, सह-लेखकांबद्दल आणि इतर कोणत्याही योगदानकर्त्यांबद्दल कोणती माहिती द्यावी याचे थोडक्यात स्पष्टीकरण द्या.
nl: Het volgende wordt getoond aan auteurs tijdens de bijdragersstap. Voorzie hen van een korte uitleg over de vraag welke informatie de auteurs over henzelf, mede-auteurs en andere bijdragende medewerkers behoren te verstrekken.
pl: Poniższe informacje są wyświetlane autorom na etapie podawania współautorstwa. Podaj krótkie wyjaśnienie, jakie informacje autor powinien podać o sobie, współautorach i innych współautorach.
sl: Spodnje se prikaže avtorjem med dodajanjem sodelavcev (soavtorjev). Na kratko opišite kakšne informacije se pričakujejo od avtorja, o avtorjem samemu, soavtorjih in ostalih sodelavcih.
th: เนื้อหาด้านล่างนี้จะแสดงให้ผู้แต่งเห็นระหว่างขั้นตอนการเพิ่มผู้ร่วมแต่ง ให้คำอธิบายสั้น ๆ ว่าผู้แต่งควรให้ข้อมูลอะไรบ้างเกี่ยวกับตนเอง, ผู้ร่วมแต่ง และผู้มีส่วนร่วมอื่น ๆ
uk: Це показується авторам на стадії додавання відомостей про осіб, які зробили свій внесок у роботу. Надайте коротке пояснення того, яку інформацію автор повинен надати про себе, співавторів та будь-яких інших осіб, які зробили свій внесок у роботу.
vi: Nội dung sau đây được hiển thị cho tác giả trong bước người đóng góp. Cung cấp giải thích ngắn gọn về thông tin mà tác giả nên cung cấp về bản thân, đồng tác giả và bất kỳ người đóng góp nào khác.

# manager.setup.workflow.reviewHelp.description
source: The following is shown to authors during the final step of the submission wizard, when they are asked to review all of the information they have provided before submitting their work.
bg_bg: Следното се показва на авторите по време на последната стъпка от съветника за изпращане на материали, когато те са помолени да прегледат цялата информация, която са предоставили, преди да изпратят работата си.
cs_cz: Následující informace se autorům zobrazí v posledním kroku průvodce odesláním, kdy jsou vyzváni, aby si před odesláním své práce zkontrolovali všechny poskytnuté informace.
da: Følgende vises til forfattere under det sidste trin af indsendelsen, når de bliver bedt om at gennemgå alle de oplysninger, de har givet, før de indsender deres arbejde.
eu: Bidalketa-morroiaren azken urratsean, egileei honako hau erakusten zaie, lana bidali aurretik emandako informazio guztia berrikusteko eskatzen zaienean.
hr: Sljedeće se prikazuje autorima tijekom posljednjeg koraka pomoćnika za podnošenje, kada se od njih traži da pregledaju sve informacije koje su dali prije podnošenja svog rada.
id: Hal berikut ditampilkan pada penulis pada tahap akhir dari pengiriman naskah, ketika mereka diminta untuk mereview semua informasi yang mereka sediakan sebelum mengirimkan naskah mereka.
lv: Materiāla iesniegšanas vedņa pēdējā solī, kad autori tiek aicināti pirms darba iesniegšanas pārskatīt visu sniegto informāciju, autoriem tiek parādīts šāds teksts.
mk: Следното им се прикажува на авторите за време на последниот чекор од помошникот за поднесување, кога од нив се бара да ги прегледаат сите информации што ги дале пред да ја поднесат својата работа.
mr: सादरीकरण प्रक्रियेच्या अंतिम चरणादरम्यान लेखकांना खालील बाबी सांगितल्या जातात, जेव्हा त्यांना त्यांचे काम सादर करण्यापूर्वी त्यांनी प्रदान केलेल्या सगळ्या माहितीचे पुनरावलोकन करण्यास सांगितले जाते.
nl: Het volgende wordt getoond aan de auteurs tijdens de laatste stap van de inzendingsinstructies, wanneer zij worden gevraagd alle verstrekte informatie te verstrekken voorafgaand aan de inzendinkg van hun werk.
pl: Poniższe informacje są wyświetlane autorom na ostatnim etapie kreatora przesyłania, gdy są proszeni o przejrzenie wszystkich podanych informacji przed zarejestrowaniem zgłoszenia.
sl: Spodnje se prikaže avtorjem med zadnjim korakom oddaje prispevka, ko so naprošeni, da pregledajo vse posredovane podatke pred končno oddajo prispevka.
th: เนื้อหาด้านล่างนี้จะแสดงให้ผู้แต่งเห็นในขั้นตอนสุดท้ายของวิซาร์ดการส่ง เมื่อถูกขอให้ตรวจสอบข้อมูลทั้งหมดที่ได้ให้ไว้ก่อนที่จะส่งงาน
uk: Це показується авторам на останньому кроці майстра подачі, коли їх просять переглянути всю інформацію, яку вони надали, перш ніж надсилати свою роботу.
vi: Nội dung sau đây được hiển thị cho tác giả trong bước cuối cùng của trình hướng dẫn nộp bài, khi họ được yêu cầu xem xét lại tất cả thông tin đã cung cấp trước khi nộp công việc của mình.

# manager.setup.workflow.guidance
source: Author Guidance
bg_bg: Ръководство за автора
cs_cz: Průvodce autora
da: Forfattervejledning
eu: Egilearen gida
hr: Autorsko vodstvo
id: Panduan Penulis
ja: 著者案内
lv: Vadlīnijas autoriem
mk: Упатство за авторот
mr: लेखकांसाठी मार्गदर्शन
nb_no: Forfatterveiledning
nl: Auteursbegeleiding
pl: Wytyczne dla autora
sl: Navodila za avtorja
th: คำแนะนำสำหรับผู้แต่ง
uk: Настанови для авторів
vi: Hướng dẫn tác giả

# manager.setup.submissionPreparationChecklist
source: Submission Checklist
az: Məqalə hazırlıq nəzarət siyahısı
bg_bg: Контролен списък за изпращане на материали
cs_cz: Zaškrtávací seznam pro přípravu příspěvku
da: Tjekliste til forberedelse af manuskript
gl: Lista de verificación para preparar o envío
hr: Uvjeti za predaju kontrolne liste
id: Daftar Tilik Pra-Penyerahan Naskah
is: Minnislisti höfunda
ja: 提出準備チェックリスト
lv: Materiāla iesniegšanas kontrolsaraksts
mk: Список за подготовка на поднесување
mr: सादरीकरण प्रक्रियेदरम्यान कराव्या लागणार्‍या कामांची यादी (Checklist)
ms: Senarai Semak Penyediaan Penyerahan
nl: Checklist voor het voorbereiden van een inzending
pl: Sprawdzenie zgłoszenia przed jego rejestracją
sk: Zaškrtávací zoznam pre prípravu príspevku
sl: Kontrolni seznam za oddajo prispevka
th: รายการตรวจสอบการเตรียมการส่งงาน
uk: Контрольний перелік щодо подання
vi: Danh sách kiểm tra nộp bài

# manager.sections.form.deactivateSection
source: Deactivate this section and do not allow new submissions to be made to it.
az: Bu bölməni sıradan çıxarın və buraya yeni məqalə göndərilməsini ləğv edin.
bg_bg: Деактивиране на тази секция и няма да се правят нови заявки за материали в нея.
cs_cz: Deaktivujte tuto sekce a nedovolte, aby do ní bylo možné odesílat nové příspěvky.
da: Deaktivér denne sektion, og tillad ikke, at der indsendes nye bidrag til den.
el_gr: Απενεργοποιήστε αυτήν την ενότητα και μην επιτρέψετε την υποβολή νέων υποβολών σε αυτήν.
eu: Desaktibatu atal hau eta ez utzi bidalketa berririk bertara egiten.
gl: Desactive esta sección e non permita que se lle fagan novas entregas.
hr: Onemogućite ovaj odjeljak i ne dopustite nove prijave u ovaj odjeljak.
hy_am: Ապաակտիվացրեք այս բաժինը և թույլ մի տվեք, որ դրանում նոր ներկայացումներ արվեն:
id: Nonaktifkan bagian ini dan jangan izinkan pengiriman baru untuk seksi ini.
is: Afvirkja þennan hluta og ekki leyfa nýjar innsendingar hér.
ja: このセクションを非アクティブにして、新しい投稿を許可しない。
ka_ge: გამორთეთ ეს სექცია და არ დაუშვათ მასზე ახალი წარდგენის გაკეთება.
kk_kz: Бұл бөлімді өшіріп, оған жаңа материалдарды жіберуге тыйым салыңыз.
lv: Deaktivizējiet šo sadaļu un neļaujiet tajā iesniegt jaunus pieteikumus.
mk: Деактивирај ја оваа секција и не дозволувај да биде внесен нов поднесок.
mr: हा विभाग निष्क्रिय करा आणि त्यात सादरीकरण करण्याची परवानगी देऊ नका.
ms: Nyahaktifkan bahagian ini dan jangan benarkan penyerahan baharu dibuat kepadanya.
nb_no: Deaktiver denne seksjonen og ikke tillat nye innleveringer til den.
pl: Wyłącz tę sekcję i nie pozwalaj autorom na dalsze zgłaszanie tekstów do niej.
ru_ru: Отключить этот раздел и запретить отправку новых материалов в него.
sl: Deaktivirajte to rubriko in ne dovolite oddajo novih prispevkov vanjo.
th: ปิดการใช้งานส่วนนี้และไม่อนุญาตให้มีการส่งงานใหม่
uk: Деактивуйте цей розділ і не дозволяйте вносити в нього нові подання.
vi: Tắt phần này và không cho phép nộp bài mới vào đó.

# manager.sections.confirmDeactivateSection
source: Are you sure you wish to deactivate this section?
az: Bu bölməni ləğv etmək istəyirsinizmi?
bg_bg: Сигурни ли сте, че искате да деактивирате тази секция?
cs_cz: Opravdu chcete tuto sekci deaktivovat?
da: Er du sikker på, at du vil deaktivere denne sektion?
el_gr: Είστε βέβαιοι ότι θέλετε να απενεργοποιήσετε αυτήν την ενότητα?
eu: Ziur zaude atal hau desaktibatu nahi duzula?
gl: Seguro que desexas desactivar esta sección?
hr: Jeste li sigurni da želite deaktivirati ovaj odjeljak?
hy_am: Վստա՞հ եք, որ ցանկանում եք անջատել այս բաժինը:
id: Yakin ingin menonaktifkan bagian ini?
is: Ert þú viss um að þú viljir afvirkja þennan hluta?
ja: このセクションを無効にしてもよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ განყოფილების გამორთვა?
kk_kz: Осы бөлімді өшіргіңіз келетініне сенімдісіз бе?
lv: Vai tiešām vēlaties deaktivizēt šo sadaļu?
mk: Сигурен ли сте дека сакате да ја деактивирате оваа секција?
mr: तुम्ही खात्रीने हा विभाग निष्क्रिय करू इच्छिता ना?
ms: Adakah anda pasti mahu menyahaktifkan bahagian ini?
nb_no: Er du sikker på at du vil deaktivere denne seksjonen?
nl: Bent u er zeker van dat u dit gedeelte wilt deactiveren?
pl: Czy na pewno chcesz wyłączyć tę sekcję?
ru_ru: Вы уверены, что хотите отключить этот раздел?
sl: Ste prepričani, da želite deaktivirati to rubriko?
th: คุณแน่ใจหรือไม่ว่าต้องการปิดการใช้งานส่วนนี้?
uk: Ви впевнені, що бажаєте деактивувати цей розділ?
vi: Bạn có chắc chắn muốn tắt phần này không?

# manager.sections.confirmActivateSection
source: Are you sure you wish to activate this section?
az: Bu bölməni aktivləşdirmək istədiyinizdən əminsinizmi?
bg_bg: Сигурни ли сте, че искате да активирате тази секция?
cs_cz: Opravdu chcete aktivovat tuto sekci?
da: Er du sikker på, at du vil aktivere denne sektion?
el_gr: Είστε βέβαιοι ότι θέλετε να ενεργοποιήσετε αυτήν την ενότητα?
eu: Ziur zaude atal hau aktibatu nahi duzula?
gl: Estás seguro de que desexas activar esta sección?
hr: Jeste li sigurni da želite aktivirati ovaj odjeljak?
hy_am: Վստա՞հ եք, որ ցանկանում եք ակտիվացնել այս բաժինը:
id: Yakin ingin mengaktifkan bagian ini?
is: Ertu viss um að þú viljir virkja þennan kafla?
ja: このセクションを有効にしてもよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ განყოფილების გააქტიურება?
kk_kz: Осы бөлімді қосқыңыз келетініне сенімдісіз бе?
lv: Vai tiešām vēlaties aktivizēt šo sadaļu?
mk: Сигурен ли сте дека сакате да ја активирате оваа секција?
mr: तुम्ही खात्रीने हा विभाग सक्रिय करू इच्छिता ना?
ms: Adakah anda pasti mahu mengaktifkan bahagian ini?
nb_no: Er du sikker på at du vil aktivere denne seksjonen?
nl: Bent u er zeker van dat u dit gedeelte wilt activeren?
pl: Czy chcesz włączyć tę sekcję?
ru_ru: Вы уверены, что хотите включить этот раздел?
sl: Ste prepričani, da želite aktivirati to rubriko?
th: คุณแน่ใจหรือไม่ว่าต้องการเปิดการใช้งานส่วนนี้?
uk: Ви впевнені, що бажаєте активувати цей розділ?
vi: Bạn có chắc chắn muốn kích hoạt phần này không?

# manager.sections.form.assignEditors
source: Editorial Assignments
bg_bg: Редакционни задачи
cs_cz: Redakční úkoly
da: Redaktionelle opgaver
eu: Editorial esleipenak
hr: Urednički zadaci
id: Tugas Editorial
lv: Redakcijas piešķīrumi
mk: Уреднички задачи
mr: संपादकीय जबाबदार्‍या
nl: Redactionele toewijzingen
pl: Zadania redakcyjne
sl: Uredniške zadolžitve
th: การมอบหมายบรรณาธิการ
uk: Редакційні призначення
vi: Chỉ định biên tập

# manager.sections.form.assignEditorAs
source: Assign {$name} as {$role}
bg_bg: Асоцииране на {$name} като {$role}
cs_cz: Přiřaďte {$name} jako {$role}
da: Tildel {$name} som {$role}
eu: Esleitu {$name} {$role} gisa
hr: Dodijeli {$ime} kao {$uloga}
id: Menugaskan {$name} sebagai {$role}
lv: Piešķirt {$name} kā {$role}
mk: Доделете го {$name} како {$role}
mr: {$name} ला {$role} म्हणून नियुक्त करा
nl: Toewijzing aan {$name} als {$role}
pl: Przypisz {$name} rolę {$role}
sl: Dodeli {$name} kot {$role}
th: มอบหมาย {$name} เป็น {$role}
uk: Призначити {$name} як {$role}
vi: Chỉ định {$name} là {$role}

# manager.siteAccessOptions.siteAccessOptions
source: Site Access Options
az: Sayt Giriş Seçimləri
bg_bg: Опции за достъп до сайта
ca_es: Opcions d'accés del lloc
cs_cz: Možnosti přístupu ke stránkám
da: Webstedets adgangsmuligheder
de_de: Zugriffsoptionen
el_gr: Επιλογές Πρόσβασης στον Ιστότοπο
es_es: Opciones de acceso a sitio
eu: Guneko sarbide aukerak
fr_fr: Options d'accès au site
gl: Opcións de acceso ao sitio
hr: Mogućnosti pristupa stranici
hu_hu: Oldal hozzáférési beállítások
hy_am: Կայքի մուտքի ընտրանքներ
id: Pilihan Akses Situs
is: Aðgangsvalmöguleikar síðu
it_it: Opzioni di accesso al sito
ja: サイトアクセスオプション
ka_ge: საიტის წვდომის პარამეტრები
kk_kz: Сайтқа кіру параметрлері
lv: Vietnes piekļuves iespējas
mk: Опции за пристап до страницата
mr: संकेतस्थळ प्रवेश (access) पर्याय
ms: Pilihan Akses Laman
nb_no: Tilganger
nl: Toegangsopties
pl: Ustawienia dostępu do strony
pl_pl: Ustawienia dostępu do strony
pt_pt: Opções Acesso Site
ro_ro: Opțiuni acces site
ru_ru: Параметры доступа к сайту
sl: Možnosti dostopa do spletišča
sr_rs@cyrillic: Опције приступа сајту
sv_se: Alternativ för tillgång till webbplatsen
th: ตัวเลือกการเข้าถึงไซต์
tr_tr: Site Erişim Seçenekleri
uk: Параметри доступу до вебсайту
uk_ua: Параметри доступу до сайту
vi: Tùy chọn truy cập trang web
vi_vn: Tùy chọn truy cập trang web

# manager.statistics.statistics.totalNewValue
source: {$numTotal} ({$numNew} new)
az: {$ numertal} (yeni {$numNew}
bg_bg: {$numTotal} ({$numNew} нови)
ca_es: {$numTotal} ({$numNew} nou)
cs_cz: {$numTotal} ({$numNew} nových)
da: {$numTotal} ({$numNew} ny)
de_de: {$numTotal} ({$numNew} Neue)
es_es: {$numTotal} ({$numNew} nuevo)
eu: {$numTotal} ({$numNew} berri)
fr_fr: {$numTotal} ({$numNew} nouveau(x))
gl: {$numTotal} ({$numNew} novo)
hr: {$numTotal} ({$numNew} novih)
hu_hu: {$numTotal} ({$numNew} új)
hy_am: {$numTotal} ({$numNew} նոր)
id: {$numTotal} ({$numNew} baru)
is: {$numTotal} ({$numNew} nýtt)
it_it: {$numTotal} ({$numNew} nuovi)
ja: {$numTotal} (新 {$numNew})
kk_kz: {$numTotal} ({$numNew} жаңа)
lv: {$numTotal} ({$numNew} jaunu)
mk: {$numTotal} ({$numNew} нов)
mr: {$numTotal} ({$numBer} नवे)
ms: {$numTotal} ({$numNew} baru)
nb_no: {$numTotal} ({$numNew} nye)
nl: {$numTotal} ({$numNew} nieuw)
pt_pt: {$numTotal} ({$numNew} nova(s))
ru_ru: {$numTotal} ({$numNew} новых)
sl: {$numTotal} ({$numNew} novi)
sr_rs@cyrillic: {$numTotal} ({$numNew} нови)
sv_se: {$numTotal} ({$numNew} nya)
th: {$numTotal} ({$numNew} ใหม่)
tr_tr: {$numTotal} (yeni {$numNew})
uk: {$numTotal} ({$numNew} нових)
uk_ua: {$numTotal} ({$numNew} нових)
vi: {$numTotal} ({$numNew} mới)
vi_vn: {$numTotal} ({$numNew} mới)

# manager.statistics.statistics.count.value
source: {$count} ({$percentage}%)
mk: {$број} ({$процент}%)
mr: {$count} ({$percentage} टक्के)

# manager.statistics.statistics.registeredUsers
source: Registered users
az: Qeydiyyatdan keçmiş istifadəçilər
bg_bg: Регистрирани потребители
ca_es: Usuaris/àries registrats
cs_cz: Registrovaní uživatelé
da: Registrerede brugere
de_de: Registrierte Nutzer/innen
el_gr: Εγγεγραμμένοι χρήστες
es_es: Usuarios/as registrados
eu: Erregistratutako erabiltzaileak
fr_fr: Utilisatrices et utilisateurs enregistrés
gl: Usuarios/as rexistrados
hr: Registrirani korisnici
hu_hu: Regisztrált felhasználók
hy_am: Գրանցված օգտվողներ
id: Pengguna Terdaftar
is: Skráðir notendur
it_it: Utenti registrati
ja: 登録ユーザー
ka_ge: რეგისტრირებული მომხმარებლები
kk_kz: Тіркелген пайдаланушылар
lv: Reģistrēti lietotāji
mk: Регистриран корисник
mr: नोंदणीकृत वापरकर्ते
ms: Pengguna berdaftar
nb_no: Registrerte brukere
nl: Geregistreerde gebruikers
pl: Zarejestrowani użytkownicy
pt_pt: Utilizadores registados
ro_ro: Utilizatori înregistrați
ru_ru: Зарегистрированные пользователи
sl: Registrirani uporabniki
th: ผู้ใช้ที่ลงทะเบียนแล้ว
tr_tr: Kayıtlı kullanıcılar
uk: Зареєстровані Користувачі
uk_ua: Зареєстровані Користувачі
vi: Người dùng đã đăng ký
vi_vn: Người dùng đã đăng ký
zh_tw: 已註冊用戶

# manager.users
source: Users
az: Üzvlər
bg_bg: Потребители
ca_es: Usuaris/usuàries
cs_cz: Uživatelé
da: Brugere
de_de: Benutzer/innen
el_gr: Χρήστες
es_es: Usuarios/as
eu: Erabiltzaileak
fr_fr: Utilisateurs
gl: Usuarios/as
hr: Korisnici
hu_hu: Felhasználók
hy_am: Օգտվողներ
id: Pengguna
id_id: Pengguna
is: Notendur
it_it: Utenti
ja: ユーザー
ka_ge: წევრები
kk_kz: Пайдаланушылар
lv: Lietotāji
mk: Корисници
mr: वापरकर्ते
ms: Pengguna
nb_no: Brukere
nl: Gebruikers
pl: Użytkownicy
pl_pl: Użytkownicy
pt_pt: Utilizadores
ro_ro: Utilizatori
ru_ru: Пользователи
sl: Uporabniki
sr_rs@cyrillic: Корисници
sv_se: Användare
th: ผู้ใช้
tr_tr: Üyeler
uk: Користувачі
uk_ua: Користувачі
vi: Người dùng
vi_vn: Những người dùng

# plugins.categories.metadata
source: Metadata Plugins
az: Metadata əlavələri
bg_bg: Добавки (плъгини) за метаданни
ca_es: Mòduls de metadades
cs_cz: Pluginy metadat
de_de: Metadaten-Plugins
el_gr: Πρόσθετα Μεταδεδομένων
es_es: Módulos de Metadatos
eu: Metadatuen pluginak
fr_fr: Modules d'extension des métadonnées
gl: Complementos de metadatos
hr: Dodaci za metapodatke
hu_hu: Metaadat bővítmények
hy_am: Մետատվյալների պլագիններ
id: Plugin Metadata
is: Viðbótarforrit fyrir lýsigögn
it_it: Plugin per i metadati
ja: メタデータのプラグイン
ka_ge: მეტამონაცემების პლაგინები
kk_kz: Метадеректер модульдері
lv: Metadatu spraudņi
mk: Плагин за метадата
mr: मेटाडेटासाठी प्लग-इन्स
ms: Plugin Metadata
nb_no: Metadata
pl: Wtyczki metadanych
pl_pl: Wtyczki metadanych
pt_pt: Plugins Metadados
ro_ro: Plugin-uri de metadate
ru_ru: Модули метаданных
sl: Vtičniki za metapodatke
sr_rs@cyrillic: Додаци метаподатака
th: ปลั๊กอินเมทาดาทา
tr_tr: Üst Veri Eklentileri
uk: Плагіни метаданих
uk_ua: Плагіни метаданих
vi: Các plugin Metadata
vi_vn: Plugin siêu dữ liệu

# plugins.categories.auth
source: Authorization Plugins
az: Səlahiyyətləndirmə əlavələri
bg_bg: Добавки (плъгини) за оторизация
ca_es: Connectors d’autorització
cs_cz: Autorizační pluginy
da: Plugins til autorisationer
de_de: Plugins für Zugangsberechtigungen
el_gr: Πρόσθετα πιστοποίησης
es_es: Módulos de Autorización
eu: Baimena emateko pluginak
fr_fr: Modules d'autorisation
gl: Complementos de autorización
hr: Autorizacijski dodaci
hu_hu: Bővítmény engedélyezése
hy_am: Լիազորության պլագիններ
id: Plugin Otorisasi
id_id: Plugin Otorisasi
is: Viðbótarforrit fyrir aðgangsheimildir
it_it: Modalità di autenticazione
ja: 認証プラグイン
ka_ge: ავტორიზაციის პლაგინები
kk_kz: Авторизация модульдері
lv: Autorizācijas spraudņi
mk: Плагини за авторизација
mr: अधिकारासंबंधी प्लग-इन्स
ms: Plugin Kebenaran
nb_no: Validering
nl: Authenticatie plugins
pl: Wtyczki autoryzacji
pl_pl: Wtyczki autoryzacji
pt_pt: Plugins de Autenticação
ro_ro: Pluginuri de autorizare
ru_ru: Модули авторизации
sl: Vtičniki za avtorizacije
sr_rs@cyrillic: Додaци за ауторизацију
sv_se: Autentiserings-plugins
th: ปลั๊กอินการอนุญาต
tr_tr: Yetkilendirme Eklentileri
uk: Плагіни авторизації
uk_ua: Плагіни авторизації
vi: Các plugin ủy quyền
vi_vn: Plugin ủy quyền
