Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.metadata.submission
source: Submission Form
az: Məqalə formu
bg_bg: Форма за подаване на материали
ca_es: Formulari de tramesa
cs_cz: Formulář příspěvku
da: Indsendelsesformular
de_de: Einreichungs-Formular
el_gr: Φόρμα Υποβολής
es_es: Formulario de envío
eu: Bidalketa-formularioa
fr_fr: Formulaire de soumission
gl: Formulario de envío
hr: Obrazac za podnošenje
hu_hu: Beküldési űrlap
hy_am: Ներկայացման ձև
id: Borang Pengajuan Naskah
id_id: Formulir Pengajuan Naskah
is: Innsendingareyðublað
it_it: Form per le proposte
ja: 投稿フォーム
ka_ge: წარდგენის ფორმა
kk_kz: Материалды жіберу формасы
lv: Materiāla iesniegšanas veidlapa
mk: Формулар за поднесување
mr: सादरीकरणाचा फॉर्म
ms: Borang Penyerahan
nb_no: Innleveringsskjema
nl: Inzendingsformulier
pl: Formularz przesyłania
pl_pl: Formularz przesyłania
pt_pt: Formulário Submissão
ro_ro: Formular de înregistrare manuscris
ru_ru: Форма отправки материала
sl: Obrazec za oddajo
sr_rs@cyrillic: Форма за пријаву
sv_se: Formulär för insändning av bidrag
th: แบบฟอร์มการส่งงาน
tr_tr: Gönderi Formu
uk: Форма подання
uk_ua: Форма подання
vi: Biểu mẫu nộp bài
vi_vn: Mẫu gửi bài

# manager.website.appearance
source: Appearance
az: Görünüş
bg_bg: Изглед
ca_es: Aparença
cs_cz: Vzhled
da: Udseende
de_de: Aussehen
el_gr: Εμφάνιση
es_es: Apariencia
eu: Itxura
fr_fr: Apparence
gl: Apariencia
hr: Izgled
hu_hu: Megjelenés
hy_am: Արտաքին տեսք
id: Tampilan
is: Ásýnd
it_it: Aspetto
ja: 外観
ka_ge: იერსახე
kk_kz: Сыртқы түрі
ku: دەرکەوتن
lv: Ārējais izskats
mk: Изглед
mr: स्वरूप
ms: Penampilan
nb_no: Design
nl: Weergave
pl: Wygląd
pl_pl: Wygląd
pt_pt: Aparência
ro_ro: Aspect
ru_ru: Внешний вид
sl: Videz
sr_rs@cyrillic: Изглед
sv_se: Utseende
th: รูปลักษณ์
tr_tr: Görünüm
uk: Вигляд
uk_ua: Вигляд
uz_uz@latin: Tashqi ko'rinish
vi: Diện mạo
vi_vn: Xuất hiện

# manager.dois.status.submitted.description
source: All items that have been submitted to a registration agency.
cs_cz: Položky, které byly předloženy stanovené registrační agentuře.
da: Publikationer, der er blevet indsendt til det konfigurerede registreringsbureau.
eu: Elementu guztiak erregistro-agentzia batera bidalita.
hr: Stavke koje su predane konfiguriranoj agenciji za registraciju.
id: Semua item telah dikirimkan kepada agensi registrasi.
lv: Visas reģistrācijas aģentūrai iesniegtās vienības.
mk: Сите ставки кои се доставени до агенција за регистрација.
mr: नोंदणी एजन्सीकडे सादर केलेले सगळे लेख.
nl: Alle items die doorgegeven zijn aan een registratiebureau.
pl: Wszystkie pozycje, które zostały zgłoszone do agencji rejestracyjnej.
sl: Objekti, ki so bili poslani na konfigurirano registracijsko agencijo.
th: รายการทั้งหมดที่ส่งไปยังหน่วยงานลงทะเบียนแล้ว
uk: Усі елементи, які було подано в реєстраційне агентство.
vi: Tất cả các mục đã được gửi đến cơ quan đăng ký.

# manager.dois.status.error.description
source: All items that have encountered an error in the registration process.
cs_cz: Položky, u kterých došlo k chybě v procesu registrace.
da: Elementer, der er stødt på en fejl i registreringsprocessen.
eu: Elementu guztiek erroreren bat izan dute erregistratze-prozesuan.
hr: Stavke koje su naišle na pogrešku u procesu registracije.
id: Semua item yang ditemukan eror pada proses pendaftaran.
lv: Visas vienības, kas reģistrācijas procesā ir sastapušās ar kļūdu.
mk: Сите ставки кои наишле на грешка во процесот на регистрација.
mr: नोंदणी प्रक्रियेत त्रुटी आढळलेले सगळे लेख.
nl: Alle items waarbij een fout is opgetreden in het registratieproces.
pl: Wszystkie pozycje, które napotkały błąd w procesie rejestracji.
sl: Objekti, pri katerih je prišlo do napake v postopku registracije.
th: รายการทั้งหมดที่พบข้อผิดพลาดในกระบวนการลงทะเบียน
uk: Усі елементи, які зіткнулися з помилкою в процесі реєстрації.
vi: Tất cả các mục đã gặp lỗi trong quá trình đăng ký.

# manager.dois.update.failedCreation
source: DOI Updates Failed
bg_bg: Неуспешни актуализации на DOI
cs_cz: Aktualizace DOI selhala
da: DOI opdatering mislykkedes
eu: DOI eguneraketak huts egin du
hr: Ažuriranje DOI nije uspjelo
hy_am: DOI-ի թարմացումները ձախողվեցին
id: Pembaruan DOI Gagal
lv: DOI neizdevās atjaunināt
mk: Ажурирањата на DOI не успеаја
mr: DOI अपडेट अयशस्वी झाले
nb_no: DOI-oppdatering mislyktes
nl: DOI updates mislukt
pl: Nieudana aktualizacja DOI
sl: Napaka pri DOI posodobitvi
th: การอัปเดต DOI ล้มเหลว
uk: Помилка оновлення DOI
vi: Cập nhật DOI thất bại

# manager.dois.update.partialFailure
source: Some DOI(s) could not be updated
bg_bg: Някои DOI не успяха да бъдат актуализирани.
cs_cz: Některé DOI se nepodařilo aktualizovat
da: Nogle DOI('er) kunne ikke opdateres
eu: DOI batzuk ezin izan dira eguneratu
hr: Neki DOI nisu mogli biti ažurirani
hy_am: Որոշ DOI-ներ հնարավոր չէ թարմացնել:
id: Beberapa DOI tidak dapat diperbarui
ka_ge: ზოგიერთი DOI(ები) ვერ განახლდა.
kk_kz: Кейбір DOIды жаңалау мүмкін болмады.
lv: Dažus DOI nav iespējams atjaunināt
mk: Некои DOI не може да се ажурираат
mr: काही DOI(s) अपडेट करता आले नाहीत
nb_no: Noen DOI(-er) kunne ikke oppdateres
nl: Sommige DOI('s) konden niet worden bijgewerkt
pl: Niektóre DOI nie zostały aktualizowane
ru_ru: Некоторые DOI не удалось обновить.
sl: Nekateri DOI-ji se niso mogli posodobiti
th: ไม่สามารถอัปเดต DOI(s) บางส่วนได้
uk: Деякі DOI не вдалося оновити
vi: Không thể cập nhật một số DOI

# manager.dois.notification.exportSuccess
source: Items successfully exported
bg_bg: Елементите са експортирани успешно
cs_cz: Položky byly úspěšně exportovány
da: Elementer lykkedes med at blive eksporteret
eu: Elementuak arrakastaz esportatu dira
hr: Stavke su uspješno izvezene
hy_am: Նյութերը հաջողությամբ արտահանվեցին
id: Item telah berhasil diekspor
ka_ge: ერთეულები წარმატებით იქნა ექსპორტირებული
kk_kz: Элементтер сәтті экспортталды
lv: Vienības veiksmīgi eksportētas
mk: Ставките се успешно извезени
mr: लेखांचे यशस्वीरित्या स्थानांतर (Export) झाले
nl: Items succesvol geëxporteerd
pl: Elementy wyeksportowane poprawnie
ru_ru: Элементы успешно экспортированы
sl: Zapisi uspešno izvoženi
th: ส่งออกสำเร็จ
uk: Елементи було успішно експортовано
vi: Mục được xuất thành công

# manager.dois.notification.markUnregisteredSuccess
source: Items successfully marked unregistered
bg_bg: Елементите са маркирани успешно като нерегистрирани
cs_cz: Položky úspěšně označené jako neregistrované
da: Elementer blev markeret som uregistrerede
eu: Elementuak erregistratu gabeko gisa markatu dira
hr: Stavke su uspješno označene kao neregistrirane
hy_am: Նյութերը հաջողությամբ նշվել են որպես չգրանցված
id: Item telah berhasil ditandai tidak terdaftar
lv: Vienības veiksmīgi atzīmētas kā nereģistrētas
mk: Ставките успешно се означени како нерегистрирани
mr: लेख नोंदणीकृत नसलेले म्हणून यशस्वीरित्या चिन्हांकित केले
nl: Items succesvol gemarkeerd als ongeregistreerd
pl: Oznaczenie jako niezarejestrowane powiodło się
sl: Postavke so uspešno označene kot neregistrirane
th: ทำเครื่องหมายว่าไม่ได้ลงทะเบียนสำเร็จแล้ว
uk: Елементи було успішно позначено як незареєстровані
vi: Mục được đánh dấu là chưa đăng ký thành công

# manager.dois.notification.markStaleSuccess
source: Items successfully marked needs sync
bg_bg: Елементите са маркирани успешно като остарели
cs_cz: Položky úspěšně označené jako zastaralé
da: Elementer blev markeret som forældede
eu: Elementuak sinkronizazioa behar dute gisa markatu dira
hr: Stavke su uspješno označene kao zastarjele
hy_am: Նյութերը հաջողությամբ նշվեցին որպես հնացած
id: Item telah berhasil ditandai membutuhkan sinkronisasi
lv: Vienības veiksmīgi atzīmētas kā sinhronizējamas
mk: Успешно означените ставки бараат синхронизација
mr: sync करायची गरज असलेले लेख यशस्वीरित्या चिन्हांकित केले
nl: Items succesvol gemarkeerd als Sync nodig
pl: Oznaczenie jako przeterminowane powiodło się
sl: Postavke so uspešno označene kot zastarele
th: ทำเครื่องหมายว่าต้องการการซิงค์สำเร็จ
uk: Елементи було успішно позначено як такі, що потребують синхронізації
vi: Mục được đánh dấu là cần đồng bộ hóa thành công

# manager.dois.notification.assignDoisSuccess
source: Items successfully assigned new DOIs
bg_bg: Елементите успешно са присвоили нови DOI
cs_cz: Položkám byly úspěšně přiřazeny nové DOI
da: Elementer fik tildelt nye DOI'er
eu: Elementuei DOI berriak esleitu zaizkie arrakastaz
hr: Stavkama su uspješno dodijeljeni novi DOI
hy_am: Նյութերին հաջողությամբ նշանակվեցին նոր DOI-եր
id: Item telah berhasil diberikan DOI terbaru
ka_ge: ერთეულებმა წარმატებით მინიჭებული ახალი DOI-ები
kk_kz: Элементтер жаңа DOI тағайындады
lv: Vienībām veiksmīgi piešķirti jauni DOI
mk: На ставките успешно им се доделени нови DOI
mr: लेखांना नवे DOI यशस्वीरित्या दिले
nl: Items met nieuwe DOI's
pl: Wszystkie elementy mają przydzielone DOI
ru_ru: Элементам успешно присвоены новые DOI
sl: DOI-ji uspešno določeni zapisom
th: กำหนด DOI ใหม่สำเร็จ
uk: Елементам успішно призначено нові DOI
vi: Mục được chỉ định DOI mới thành công

# manager.dois.notification.depositQueuedSuccess
source: Items successfully submitted for deposit
bg_bg: Елементите са успешно изпратени за депозит
cs_cz: Položky úspěšně předané k uložení
da: Elementer blev indsendt til deponering
eu: Elementuak gordailura bidali dira arrakastaz
hr: Stavke su uspješno predane na isporuku
hy_am: Նյութերը հաջողությամբ ներկայացվել են ավանդադրման համար
id: Item dikirimkan dengan sukses untuk deposit
ka_ge: საქონელი წარმატებით გაიგზავნა დეპოზიტზე
kk_kz: Элементтер сәтті сақталды
lv: Vienības veiksmīgi iesniegtas depozitēšanai
mk: Предметите успешно се поднесени за депонирање
mr: लेख जमा करण्यासाठी यशस्वीरित्या सादर केले
nl: Items succesvol ingediend voor registratie
pl: Wybrane elementy pomyślnie zgłoszone do rejestracji
ru_ru: Элементы успешно отправлены на депонирование
sl: Zapisi uspešno oddani za deponiranje
th: ส่งสำหรับการฝากสำเร็จ
uk: Елементи успішно відправлено на депонування
vi: Mục được gửi để ký gửi thành công

# manager.dois.help.statuses.title
source: DOI Statuses
cs_cz: Statusy DOI
da: DOI statusser
eu: DOIen egoerak
hr: DOI statusi
id: Status DOI
lv: DOI statusi
mk: Статуси на DOI
mr: DOI ची सद्यस्थिती
nb_no: DOI-statuser
nl: DOI's Status
pl: Statusy DOI
sl: Status DOI-jev
th: สถานะ DOI
uk: Статуси DOI
vi: Trạng thái DOI

# manager.dois.settings.prefixRequired
source: DOIs cannot be assigned unless you provide your assigned DOI prefix. <a href="{$doiSettingsUrl}">Add DOI prefix</a>.
da: DOI'er kan ikke tildeles medmindre du angiver dit tildelte DOI prefix. <a href="{$doiSettingsUrl}">Tilføj DOI prefix</a>.
eu: DOIak ezin dira esleitu, esleitutako DOI aurrizkia eman ezean. <a href="{$doiSettingsUrl}">Gehitu DOI aurrizkia</a>.
id: DOI tidak dapat dibuat kecuali jika anda menyediakan prefiks DOI yang dibuat. <a href="{$doiSettingsUrl}">Tambahkan prefiks DOI</a>.
lv: DOI nevar piešķirt, ja nenorādāt savu piešķirto DOI prefiksu. <a href="{$doiSettingsUrl}">Pievienot DOI prefiksu</a>.
mk: DOI не може да се доделат освен ако не го наведете вашиот доделен DOI префикс. <a href="{$doiSettingsUrl}">Додај префикс DOI</a>.
mr: तुम्हाला दिलेला DOI चा सुरुवातीचा भाग (prefix) प्रदान केल्याशिवाय DOI नियुक्त केले जाऊ शकत नाहीत. <a href="{$doiSettingsUrl}">DOI चा सुरुवातीचा भाग/उपसर्ग (prefix) जोडा</a>.
nl: DOI's kunnen niet worden toegewezen tenzij je het aan jou toegewezen DOI-voorvoegsel toevoegt. <a href="{$doiSettingsUrl}">Voeg DOI-voorvoegsel toe</a>.
pl: Nie można przypisać DOI, dopóki nie podasz prefiksu DOI. <a href="{$doiSettingsUrl}">Podaj prefiks DOI</a>.
sl: DOI-ji ne morejo biti dodeljeni, dokler ne določite vašo dodeljeno DOI predpono. <a href="{$doiSettingsUrl}">Dodaj DOI predpono</a>.
th: ไม่สามารถกำหนด DOI ได้หากไม่ได้ระบุ prefix DOI ของคุณ <a href="{$doiSettingsUrl}">เพิ่ม prefix DOI</a>
uk: DOI не можуть бути призначені, якщо ви не надасте відповідний префікс DOI. <a href="{$doiSettingsUrl}">Додати префікс DOI</a>.
vi: Không thể chỉ định DOI trừ khi bạn cung cấp tiền tố DOI đã được chỉ định. <a href="{$doiSettingsUrl}">Thêm tiền tố DOI</a>.

# doi.exceptions.missingPrefix
source: Tried to create a DOI, but a DOI prefix is required for the context to create one.
da: Forsøgte at danne et DOI, men et DOI prefix er påkrævet for, at der kan dannes et.
eu: DOI bat sortzeko saiakera egin da, baina testuinguru honetan DOI aurrizkia beharrezkoa da DOIa sortzeko.
id: Mencoba untuk membuat DOI, tetapi prefiks DOI diperlukan bagi konteks untuk membuatnya.
lv: Mēģinājāt izveidot DOI, taču tā izveidošanas kontekstā ir nepieciešams DOI prefikss.
mk: Се обидов да креирам DOI, но потребен е префикс DOI за контекстот да создаде.
mr: DOI तयार करण्याचा प्रयत्न केला, परंतु संदर्भसंगती (context) लावण्यासाठी DOI चा सुरुवातीचा भाग (prefix) आवश्यक आहे.
nl: Geprobeerd een DOI te maken, maar er is een DOI-voorvoegsel nodig om er een te maken.
pl: Próbowano utworzyć DOI, ale do jego utworzenia wymagany jest prefiks DOI.
sl: DOI predpona revije je zahtevana za dodelitev DOI-jev.
th: พยายามสร้าง DOI แต่ต้องการ prefix DOI สำหรับบริบทเพื่อสร้าง DOI
uk: Була спроба створити DOI, але для створення контексту потрібен префікс DOI.
vi: Đã cố gắng tạo DOI, nhưng cần có tiền tố DOI cho ngữ cảnh để tạo một cái.

# manager.highlights.add
source: Add Highlight
da: Tilføj højdepunkt
eu: Gehitu nabarmendua
id: Menambahkan Highlight
lv: Pievienot izcēlumu
mk: Додади потенцирање
mr: हायलाइटचा समावेश करा
nl: Voeg markering toe
sl: Dodajte poudarek
th: เพิ่มไฮไลท์
uk: Додати виділення
vi: Thêm điểm nổi bật

# manager.highlights.confirmDelete
source: Are you sure you want to delete {$title}? This action can not be undone.
da: Er du sikker på, at du vil slette {$title}? Denne handling kan ikke fortrydes.
eu: Ziur zaude {$title} ezabatu nahi duzula? Ekintza hau ezin da desegin.
id: Apakah anda yakin untuk menghapus {$title}? Tahap ini tidak dapat diulang.
lv: Vai tiešām vēlaties dzēst {$title}? Šo darbību nevar atsaukt.
mk: Сигурни сте дека саката да го избришете {$title}? Оваа постапка не може да се отповика.
mr: तुम्हाला खात्रीने हे {$title} हटवायचे आहे ना? ही कृती रद्द करता येणार नाही.
nb_no: Er du sikker på at du vil slette {$title}? Denne handlingen kan ikke angres.
nl: Weet je zeker dat je {$title} wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
sl: Ste prepričani, da želite odstraniti {$title}? Te akcije ni mogoče preklicati.
th: คุณแน่ใจหรือไม่ว่าต้องการลบ {$title}? การกระทำนี้ไม่สามารถยกเลิกได้
uk: Ви впевнені, що хочете видалити {$title}? Цю дію не можна скасувати.
vi: Bạn có chắc chắn muốn xóa {$title} không? Hành động này không thể hoàn tác.

# manager.highlights.delete
source: Delete Highlight
da: Slet højdepunkt
eu: Ezabatu nabarmendua
id: Menghapus Highlight
lv: Dzēst izcēlumu
mk: Избриши Потенцирање
mr: हायलाइट हटवा
nl: Verwijder markering
sl: Odstrani poudarek
th: ลบไฮไลท์
uk: Видалити виділення
vi: Xóa điểm nổi bật

# manager.highlights.edit
source: Edit Highlight
da: Redigér højdepunkt
eu: Editatu nabarmendua
id: Mengedit Highlight
lv: Rediģēt izcēlumu
mk: Поправи Потенцирање
mr: हायलाइट संपादित करा
nl: Wijzig markering
sl: Uredi poudarek
th: แก้ไขไฮไลท์
uk: Редагувати виділення
vi: Chỉnh sửa điểm nổi bật

# manager.highlights.image
source: Image
da: Billede
eu: Irudia
id: Gambar
lv: Attēls
mk: Слика
mr: प्रतिमा
nb_no: Bilde
nl: Afbeelding
sl: Slika
th: ภาพ
uk: Зображення
vi: Ảnh

# manager.highlights.urlText
source: Button Label
da: Knap etiket
eu: Botoiaren etiketa
id: Label Tombol
lv: Pogas iezīme
mk: Ознака на Копче
mr: बटण लेबल
nl: Label knop
sl: Napis na gumbu
th: ป้ายกำกับปุ่ม
uk: Ярлик кнопки
vi: Nhãn nút

# manager.highlights.urlText.description
source: The label, such as Read More, for the button in the highlight.
da: Etiket, fx "Læs mere", til knappen i højdepunktet.
eu: Nabarmendutako botoiaren etiketa, adibidez, "Irakurri gehiago".
id: Label, seperti Baca Lebih Lanjut, untuk tombol pada highlight.
lv: Izceltās pogas iezīme, piemēram, "Lasīt vairāk".
mk: Ознака, како Прочитај Повеќе, за копчето во потенцирање.
mr: हायलाइट केलेले लेबलचे बटण जसे 'पुढे वाचा'.
nl: Het label, zoals Lees meer, voor de knop in de markering.
sl: Napis na gumbu v poudarku (npr. Več...).
th: ป้ายกำกับ เช่น อ่านเพิ่มเติม สำหรับปุ่มในไฮไลท์
uk: Ярлик, як-от «Читати далі», для виділеної кнопки.
vi: Nhãn, chẳng hạn như Đọc thêm, cho nút trong điểm nổi bật.

# manager.institutions.edit
source: Edit Institution
bg_bg: Редактиране на институция
cs_cz: Editovat instituci
da: Rediger institution
eu: Editatu instituzioa
hr: Uredi instituciju
hy_am: Խմբագրել հաստատությունը
id: Edit Institusi
lv: Rediģēt iestādi
mk: Уредување институција
mr: संस्था संपादित करा
nb_no: Rediger institusjon
nl: Wijzig Instelling
pl: Edytuj Instytucję
sl: Uredi institucijo
th: แก้ไขสถาบัน
uk: Редагувати установу
vi: Chỉnh sửa Tổ chức

# manager.institutions.form.ror
source: ROR
bg_bg: Регистър на исзледователски организации (ROR)
hr: ROR (Registar istraživačke organizacije)
mr: ROR (संशोधन संस्था नोंदणी)
pl: ROR-y
sl: RRO
uk: РДО (Реєстр дослідницьких організацій)

# manager.institutions.form.ror.description
source: Research Organization Registry ID for this institution.
bg_bg: Идентификатор в регистъра на изследователски организации за тази институция.
cs_cz: Registrační číslo organizace (Research Organization Registry) pro tuto instituci.
da: Research Organization Registry ID for denne institution.
eu: Instituzio honen ROR IDa.
hr: ID registra istraživačke organizacije za ovu instituciju.
hy_am: Հետազոտական կազմակերպության ռեեստրի ID այս հաստատության համար:
id: ID Research Organization Registry untuk institusi ini.
lv: Pētniecības organizācijas reģistra (Research Organization Registry - ROR) ID šai iestādei.
mk: ID на истражувачкаta организација за оваа институција.
mr: या संस्थेचा संशोधन संस्था नोंदणी (Research Organization Registry) ID.
nb_no: Research Organization Registry ID for denne institusjonen.
nl: Research Organization Registry ID voor deze instelling.
pl: Research Organization Registry ID Instytucji.
sl: ID registra raziskovalne organizacije za to ustanovo.
th: Research Organization Registry ID สำหรับสถาบันนี้
uk: ID РДО для цієї установи.
vi: ID Đăng ký Tổ chức Nghiên cứu cho tổ chức này.

# manager.institutions.form.ipRanges
source: IP ranges
bg_bg: IP диапазони
cs_cz: Rozsahy IP adres
da: IP-områder
eu: IP barrutiak
hr: Rasponi IP adresa
hy_am: IP միջակայքեր
id: Rentang IP
lv: IP diapazoni
mk: Опсег на IP
mr: IP श्रेणी
nl: IP-reeksen
pl: Zakres IP
sl: IP razpon
th: ช่วง IP
uk: Діапазон IP-адрес
vi: Các dải IP

# manager.institutions.deleteInstitution
source: Delete Institution
bg_bg: Изтриване на институцията
cs_cz: Smazat instituci
da: Slet institution
eu: Ezabatu instituzioa
hr: Brisanje institucije
hy_am: Ջնջել հաստատությունը
id: Hapus Institusi
lv: Dzēst iestādi
mk: Избриши институција
mr: संस्था हटवा
nb_no: Slett institusjon
nl: Verwijder Instelling
pl: Skasuj Instytucję
sl: Odstrani institucijo
th: ลบสถาบัน
uk: Видалити установу
vi: Xóa Tổ chức

# manager.institutions.confirmDelete
source: Are you sure you want to continue and delete this institution?
bg_bg: Сигурни ли сте, че искате да продължите и да изтриете тази институция?
cs_cz: Opravdu chcete pokračovat a smazat tuto instituci?
da: Er du sikker på, at du vil fortsætte med at slette denne institution?
eu: Ziur zaude jarraitu nahi duzula eta instituzioa ezabatu nahi duzula?
hr: Jeste li sigurni da želite nastaviti i izbrisati ovu instituciju?
hy_am: Իսկապե՞ս ուզում եք շարունակել և ջնջել այս հաստատությունը:
id: Apakah anda yakin untuk melanjutkan dan menghapus institusi ini?
lv: Vai tiešām vēlaties turpināt un dzēst šo iestādi?
mk: Дали сте сигурни дека сакате да продолжите и да ја избришете оваа институција?
mr: तुम्ही खात्रीने निर्णयाची अमलबजावणी करीत ही संस्था हटवू इच्छिता ना?
nb_no: Er du sikker på at du vil slette institusjonen?
nl: Weet je zeker dat je deze instelling wilt verwijderen?
pl: Czy na pewno chcesz kontynuować i usunąć tę instytucję?
sl: Ste prepričani, da želite nadaljevati in odstraniti to institucijo?
th: คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อและลบสถาบันนี้?
uk: Ви впевнені, що хочете продовжити і видалити цю установу?
vi: Bạn có chắc chắn muốn tiếp tục và xóa tổ chức này không?

# manager.institutions.invalidIPRange
source: Invalid IP range
bg_bg: Невалиден IP диапазон
cs_cz: Neplatný rozsah IP adres
da: Ugyldigt IP-område
eu: IP barruti baliogabea
hr: Nevažeći IP raspon
hy_am: IP-ի անվավեր տիրույթ
id: Rentang IP tidak sah
lv: Nederīgs IP diapazons
mk: Неважечки опсег на IP
mr: अग्राह्य IP श्रेणी
nl: Ongeldige IP-reeks
pl: Niepoprawny zakres IP
sl: Neveljaven IP razpon
th: ช่วง IP ไม่ถูกต้อง
uk: Неприпустимий діапазон IP-адрес
vi: Dải IP không hợp lệ

# manager.publication.reviewReminders.success
source: The review reminder details have been updated.
az: İncələmə xatırladıcısı detallarını yeniləyin
bg_bg: Подробностите за напомнянето за резензиране са актуализирани.
ca_es: S'han actualitzat els detalls de recordatori de revisió.
cs_cz: Podrobnosti připomenutí recenze byly aktualizovány.
da: Detaljer under rykkerindstillinger til bedømmerne er blevet opdateret.
de_de: Die Details der Begutachtungserinnerungen wurden aktualisiert.
el_gr: Οι ρυθμίσεις υπενθύμισης αξιολόγησης ενημερώθηκαν.
es_es: Los detalles del recordatorio para revisores/as han sido actualizados.
eu: Berrikuspenaren abisuaren xehetasunak eguneratu dira.
fr_fr: Les détails du rappel d'évaluation ont été mis à jour.
gl: Actualizáronse os detalles do recordatorio de revisión.
hr: Ažurirani su detalji podsjetnika za pregled.
hu_hu: A szakmai lektorálási emlékeztető részletei frissítve.
hy_am: Գրախոսման հիշեցման մանրամասները թարմացվել են:
id: Rincian pemberutahuan review telah diperbaharui.
is: Búið að uppfæra upplýsingar í áminningu um ritrýni.
it_it: I dettagli relativi ai solleciti dei revisori sono stati aggiornati.
ja: 査読リマインドの詳細を更新しました。
ka_ge: მიმოხილვის შეხსენების დეტალები განახლდა.
kk_kz: Рецензенттерге арналған еске салғыш параметрлері жаңартылды.
ku: زانیارییە بیرخەرەوەکانی هەڵسەنگاندن نوێ کرانەوە.
lv: Recenzēšanas atgādinājuma informācija ir atjaunināta.
mk: Деталите за рецензија се ажурирани.
mr: समीक्षण स्मरणपत्र तपशील अपडेट केले आहेत.
ms: Butiran peringatan ulasan telah dikemas kini.
nb_no: Detaljene om påminnelse om fagfellevurdering har blitt oppdatert.
nl: De instellingen voor review herinneringen zijn bijgewerkt.
pl: Ustawienia przypomnień dot. recenzji zostały zaktualizowane.
pt_pt: Os detalhes dos lembretes aos revisores foram atualizados.
ro_ro: Detaliile privind memento-ul de revizuire au fost actualizate.
ru_ru: Настройки напоминаний рецензентам были обновлены.
sl: Podrobnosti za recenzijski opomnik so bile posodobljene.
th: อัปเดตรายละเอียดการเตือนการทบทวนแล้ว
tr_tr: İnceleme hatırlatıcısı ayrıntıları güncellendi.
uk: Деталі нагадування для рецензентів оновлено.
uk_ua: Деталі нагадування для рецензентів оновлено.
vi: Chi tiết nhắc nhở đánh giá đã được cập nhật.
vi_vn: Chi tiết nhắc nhở phản biện đã được cập nhật.
