Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# stats.description.acceptRejectRate
source: The percentage for the selected date range is calculated for submissions that were submitted during this date range and have received a final decision.<br><br>For example, consider the case where ten submissions were made during this date range. Four were accepted, four were rejected and two are still awaiting a final decision.<br><br>The acceptance rate will be 50% (4 of 8 submissions) because the two submissions that have not reached a final decision are not counted.
az: Seçilən tarix aralığının faizi, bu tarix aralığında göndərilən və son bir qərar alan müraciətlər üçün hesablanır. <br><br>Məsələn, bu tarix aralığında on müraciət edildiyini diqqətə alın. Dördü qəbul edildi, dördü rədd edildi və ikisi hələ konkret qərar gözləyir. <br><br> Qəbul nisbəti %50 (8 müraciətdən 4-ü) olacaq üçünkü son qərar verilməmiş iki müraciət hesablanmır.
bg_bg: Процентът за избрания период от време се изчислява за подадени материали през този период от време и получили окончателно решение.<br><br>Например, помислете за случая, в който са направени десет подадени заявки през този период от време. Четири бяха приети, четири бяха отхвърлени и две все още очакват окончателно решение.<br><br>Процентът на приемане ще бъде 50% (4 от 8 подадени заявки), тъй като двете предложения, които не са стигнали до окончателно решение, не се зачитат.
ca_es: El tant per cent per al rang de dates seleccionat es calcula per a trameses que van ser enviades durant aquest rang de dates i que van rebre una decisió final.<br><br>Posem per cas, per exemple, que es van fer deu trameses durant aquest rang de dates: quatre van ser acceptades, quatre rebutjades i dues encara esperen una decisió final.<br><br>La taxa d'acceptació serà del 50% (4 de 8 trameses) perquè les dues trameses que no han obtingut una decisió final no es comptabilitzen.
cs_cz: Procento vybraného časového období se vypočítá pro příspěvky, které byly předloženy v tomto časovém období a obdržely konečné rozhodnutí. <br><br> Například zvažte případ, kdy bylo během tohoto časového období provedeno deset podání. Čtyři byla přijata, čtyři byla zamítnuta a dva stále čekají na konečné rozhodnutí. <br><br> Míra přijetí bude 50% (4 z 8 podání), protože dvě podání, která nedosáhla konečného rozhodnutí, se nepočítají.
da: Procentdelen for det valgte datointerval beregnes for indsendelser, der blev indsendt i denne periode og som har modtaget en endelig afgørelse.<br><br>Overvej f.eks. det tilfælde, hvor der blev foretaget ti indsendelser i perioden. Fire blev accepteret, fire blev afvist, og to venter stadig på en endelig afgørelse.<br><br>Accepteringsgraden vil være 50% (4 af 8 indlæg), da de to indlæg, som endnu afventer en endelig afgørelse, ikke tæller med.
de_de: Der Anteil für den gewählten Datumsbereich wird berechnet auf Grundlage der Einreichungen, die innerhalb dieses Datumsbereichs eingereicht wurden und für die eine endgültige Entscheidung getroffen wurde.<br><br> Gingen zum Beispiel zehn Einreichungen innerhalb des Datumsbereichs ein, von denen vier angenommen wurden, vier abgelehnt wurden und zwei noch unentschieden sind, so liegt die Annahmerate bei 50% (vier von acht Einreichungen), denn über zwei Einreichungen wurde noch nicht abschließend entschieden.
el_gr: Το ποσοστό για το επιλεγμένο εύρος ημερομηνιών υπολογίζεται για υποβολές που έχουν υποβληθεί κατά τη διάρκεια αυτού του εύρους ημερομηνιών και έχουν λάβει τελική απόφαση. <br> <br> Για παράδειγμα, εξετάστε την περίπτωση κατά την οποία δέκα υποβολές υποβλήθηκαν κατά τη διάρκεια αυτού του εύρους ημερομηνιών. Τέσσερις έγιναν δεκτές, τέσσερις απορρίφθηκαν και δύο ακόμη περιμένουν μια τελική απόφαση. <br> <br> Το ποσοστό αποδοχής θα είναι 50% (4 από 8 υποβολές) επειδή δεν υπολογίζονται οι δύο υποβολές που δεν έχουν λάβει τελική απόφαση.
es_es: El porcentaje para el rango de fechas seleccionado se calcula para envíos que fueron enviados durante este rango de fechas y que han recibido una decisión final.<br><br>Por ejemplo, pongamos por caso que se hicieron diez envíos durante este rango de fechas. Cuatro fueron aceptados, cuatro rechazados y dos aún esperan una decisión final.<br><br>La tasa de aceptación será del 50% (4 de 8 envíos) porque los dos envíos que no han alcanzado una decisión final no son contabilizados.
eu: Hautatutako data-tarteari dagokion ehunekoa data-tarte horretan aurkeztu ziren eta azken erabakia jaso duten bidalketetarako kalkulatzen da.<br><br>Adibidez, demagun data-tarte horretan hamar bidalketa egin zirela. Lau onartu egin ziren, lau baztertu eta bi oraindik behin betiko erabakiaren zain daude.<br><br>Onarpen-tasa % 50ekoa izango da (8 bidalketatik 4), ez baitira kontuan hartzen behin betiko erabakia hartu ez den bi bidalketak.
fr_fr: Le pourcentage pour la période sélectionnée entre deux dates est calculé pour les soumissions qui ont été soumises pendant cet intervalle de dates et qui ont reçu une décision finale. <br> <br> Par exemple, considérons le cas où dix soumissions ont été faites pendant cet intervalle de dates : Quatre ont été acceptées, quatre ont été rejetées et deux attendent toujours une décision finale. <br> <br> Le taux d'acceptation sera de 50% (4 des 8 soumissions) car les deux soumissions qui n'ont pas abouti à une décision finale ne sont pas comptées.
gl: A porcentaxe para o intervalo de datas seleccionado calcúlase para os envíos enviados durante este intervalo de datas e que recibiron unha decisión final. <br> <br> Por exemplo, considere o caso no que se fixeron dez envíos durante este intervalo de datas. Catro foron aceptados, catro foron rexeitados e dous aínda están á espera dunha decisión final. <br> <br> A taxa de aceptación será do 50% (4 de 8 presentacións) porque as dúas presentacións que non alcanzaron unha decisión final non se contabilizan.
hr: Postotak za odabrano datumsko razdoblje izračunava se za podneske koji su predani tijekom ovog datumskog razdoblja i za koje je donesena konačna odluka.<br><br>Na primjer, razmotrite slučaj u kojem je deset podnesaka napravljeno tijekom ovog datumskog razdoblja. Četiri su prihvaćena, četiri su odbijena, a dva još čekaju konačnu odluku.<br><br>Stopa prihvaćanja je 50% (4 od 8 podnesaka) jer se dva podneska za koje nije donesena konačna odluka ne računaju.
hu_hu: A kiválasztott dátumtartomány százaléka azokra a beadásokra kerül kiszámításra, amelyeket ezen az időszakon belül nyújtottak be és amelyekkel kapocsolatban a végleges döntés megszületett.<br><br>Vegyük például az esetet, amikor tíz beküldés érkezett ebben az időszakban. Ebből négyet elfogadtak, négyet elutasítottak, és kettő még a végleges döntésre vár.<br><br>Az elfogadási arány 50% (8 beküldés közül 4), mivel a két olyan beküldést, melyekkel kapcsolatban még nem született végleges düntés, nem számolják.
hy_am: Ընտրված ամսաթվերի տիրույթի տոկոսը հաշվարկվում է այն փաստաթղթերի համար, որոնք ներկայացվել են այս ժամկետների միջակայքում և ստացել են վերջնական որոշում:<br><br>Օրինակ, նկատի ունեցեք այն դեպքը, երբ տասը ներկայացումներ են կատարվել այս ժամկետների տիրույթում: Չորսն ընդունվել են, չորսը մերժվել , և երկուսը դեռ սպասում են վերջնական որոշմանը:<br><br>Ընդունման տոկոսը կկազմի 50% (4-ը 8 դիմումներից), քանի որ վերջնական որոշում չհասած երկու դիմումները չեն հաշվվում:
id: Persentase rentang tanggal yang dipilih dihitung untuk naskah yang diajukan selama rentang tanggal ini dan telah menerima keputusan akhir.<br><br>Misalnya, ada kasus di mana sepuluh naskah masuk dalam rentang tanggal ini. Empat diterima, empat ditolak dan dua masih menunggu keputusan akhir.<br><br>Tingkat penerimaan sama dengan 50% (4 dari 8 pengajuan) karena dua pengajuan yang belum mencapai keputusan akhir tidak dihitung.
is: Hlutfall fyrir valið tímabil reiknast fyrir innsend handrit á þessu tímabili, sem búið er að taka lokaákvörðun um. <br><br>Dæmi: Tilfelli þar sem tíu handrit voru send inn á tímabilinu. Fjögur hafa verið samþykkt, fjórum var hafnað og tvö bíða enn lokaákvörðunar.<br><br>Samþykktarhlutfallið er 50% (4 af 8 handritum). Handrit sem bíða lokákvörðunar eru ekki meðtalin í hlutfalli.
it_it: La percentuale per l'intervallo di date selezionato viene calcolata sulla base di manoscritti inviati in questo intervallo di date e per i quali è stata presa una decisione finale. <br> <br> Ad esempio, si consideri il caso in cui siano state effettuate 10 sottomissioni in questo intervallo di date. Quattro sono stati accettati, quattro sono stati rigettati e due sono ancora in attesa di una decisione finale. <br> <br> Il tasso di accettazione sarà del 50% (4 su 8 invii) perché non vengono conteggiati i due manoscritti per i quali non è stata stata presa una decisione finale.
ja: 選択された日付範囲の割合は、この日付範囲内に提出され、最終決定を受けた投稿を対象に計算されます。<br><br>例えば、この日付範囲内に10件の投稿が行われた場合を考えてみましょう。4件が採用、4件が不採用、2件が最終決定を待っている状態です。<br><br>最終決定に至っていない2本の投稿はカウントされないため、採用率は50%（8本中4本）となります。
ka_ge: შერჩეული თარიღის დიაპაზონის პროცენტი გამოითვლება იმ წარდგინებისთვის, რომლებიც ამ თარიღის განმავლობაში იყო წარდგენილი და მიიღეს საბოლოო გადაწყვეტილება. <br> <br> მაგალითად, განვიხილოთ შემთხვევა, როდესაც ამ თარიღის განმავლობაში გაკეთდა ათი წარდგენა. ოთხი მიიღეს, ოთხი უარყვეს, ორი კი საბოლოო გადაწყვეტილებას ელოდება. <br> <br> მიღების მაჩვენებელი იქნება 50% (8 წარდგენიდან 4), რადგან ორი წარდგინება, რომლებსაც საბოლოო გადაწყვეტილება არ მიუღიათ, არ ითვლება.
kk_kz: Таңдалған күндер диапазоны үшін пайыздық мөлшерлеме осы кезеңде жіберілген және соңғы шешім қабылданған хабарлар негізінде есептеледі.<br><br>Мысалы, осы кезеңде 10 ұсыныс жіберілген жағдайды қарастырыңыз: оның төртеуі қабылданды, төртеуі қабылданбады, ал екеуі соңғы шешімді күтуде.<br><br>Қабылдау көрсеткіші 50% (8 ұсыныстың 4-і) болады, өйткені әлі аяқталмаған екі өтініш есепке алынбайды.
lv: Izvēlētā datumu intervāla procentuālā daļa tiek aprēķināta par materiāliem, kas iesniegti šajā datumu intervālā un par kuriem ir pieņemts galīgais lēmums.<br><br>Piemēram, aplūkojiet gadījumu, kad šajā datumu intervālā tika iesniegti desmit darbi. Četri tika pieņemti, četri noraidīti un divi vēl gaida galīgo lēmumu.<br><br>Pieņemto darbu īpatsvars būs 50 % (4 no 8 iesniegtajiem darbiem), jo divi darbi, par kuriem nav pieņemts galīgais lēmums, netiek ieskaitīti.
mk: Процентот на избраните граници на дата се пресметуваат од поднесувањето кое било поднесено за време на овие граници од датата и примиле конечна одлука.<br><br> На пример, да земеме случај каде биле направени десет поднесоци во таа временска граница. Четири биле прифатени, четири виле одбиени, а два сеуште чекаат конечна одлука.<br><br> Процентот на рифаќање ќе биде 50% (4 од 8 поднесоци) бидејќи двата поднесоци за кои нема конечна одлука не се бројат.
mr: निवडलेल्या दोन तारखांदरम्यान (Date Range) सादर झालेली सादरीकरणे आणि त्यांच्यावर घेतलेला अखेरचा निर्णय विचारात घेऊन स्वीकृती दराची टक्केवारी मोजली जाते.<br><br>उदाहरणार्थ, या दोन तारखांदरम्यान (Date Range) दहा सादरीकरणे सादर झाली. चार स्वीकारली गेली, चार नाकारली गेली आणि दोन अद्याप अंतिम निर्णयाची वाट पाहत आहेत.<br><br>तर स्वीकृती दर ५०% असेल (८ सादरीकरणांपैकी ४) कारण अंतिम निर्णय न झालेल्या दोन सादरीकरणांना विचारात घेतले जाऊ शकत नाही.
ms: Peratusan untuk julat tarikh yang dipilih dikira untuk penyerahan yang telah diserahkan semasa julat tarikh ini dan telah menerima keputusan muktamad.<br><br>Sebagai contoh, pertimbangkan kes di mana sepuluh penyerahan telah dibuat dalam julat tarikh ini. Empat diterima, empat ditolak dan dua masih menunggu keputusan muktamad.<br><br>Kadar penerimaan ialah 50% (4 daripada 8 penyerahan) kerana dua penyerahan yang belum mencapai keputusan muktamad tidak dikira.
nb_no: Prosentandelen av det valgte datoperioden beregnes for innleveringer som ble sendt inn i denne perioden og som har mottatt en endelig beslutning. <br> <br> Hvis det for eksempel ble levert inn 10 innleveringer i perioden, hvorav fire ble akseptert, fire ble avvist, og to fortsatt avventer en endelig avgjørelse. <br> <br> Aksepteringsgraden vil være 50% (4 av 8 innleveringer), da de to innleveringene som fremdeles venter på en endelig beslutning ikke teller.
nl: Het percentage voor de geselecteerde datumperiode (acceptatieratio) wordt berekend op basis van inzendingen die tijdens deze periode werden ingediend en een eindbeslissing ontvingen. <br><br> Een voorbeeld: stel dat er in deze datumperiode tien inzendingen waren: vier werden geaccepteerd, vier werden verworpen en twee inzendingen wachten nog een eindbeslissing af. <br><br> De acceptatieratio is dan 50% (vier van de acht inzendingen) omdat de twee inzendingen zonder eindbeslissing niet worden meegerekend.
pl: Wartość procentowa dla wybranego zakresu dat jest obliczana dla zgłoszeń, które zostały przesłane w tym zakresie dat i otrzymały ostateczną decyzję. <br> <br> Rozważmy na przykład przypadek, w którym dokonano dziesięciu zgłoszeń w tym zakresie dat. Cztery zostały zaakceptowane, cztery odrzucone, a dwa nadal czekają na ostateczną decyzję. <br> <br> Wskaźnik akceptacji wyniesie 50% (4 z 8 zgłoszeń), ponieważ dwa zgłoszenia, które nie osiągnęły ostatecznej decyzji, nie są liczone.
pt_pt: A percentagem para o período selecionado é calculada para submissões enviadas durante esse mesmo período de tempo e receberam uma decisão final..<br><br>Por exemplo, considere o caso em que foram feitas dez submissões neste período de tempo. Quatro foram aceites, quatro foram rejeitadas e duas ainda se encontram a aguardar a decisão final.<br><br>A taxa de aceitação será de 50% (4 em 8 submissões) porque as duas submissões que ainda não tiveram uma decisão final não são contabilizadas.
ro_ro: Procentul pentru intervalul de date selectat este calculat pentru manuscrisele care au fost înregistrate în acest interval de date și au primit o decizie finală.<br><br>De exemplu, luați în considerare cazul în care au fost înregistrate zece manuscrise în acest interval de date. Patru au fost acceptate, patru au fost respinse și două sunt încă în așteptarea unei decizii finale.<br><br>Rata de acceptare va fi de 50% (4 din 8 trimiteri), deoarece cele două trimiteri care nu au ajuns la o decizie finală nu sunt luate în considerare.
ru_ru: Процент для выбранного диапазона дат рассчитывается по материалам, отправленным в этот период и по которым было принято окончательное решение.<br><br>Например, рассмотрим ситуацию, когда в этот период было отправлено 10 материалов: четыре из них были приняты, четыре — отклонены и два ещё ждут окончательного решения.<br><br>Доля принятых будет 50% (4 из 8 материалов), так как два материала, по которым ещё не принято окончательное решение, не учитываются.
sl: Odstotki za izbrano obdobje se izračunajo med vsemi prejetimi prispevki, pri katerih je bila sprejeta končna odločitev. <br><br> Npr. recimo, da je bilo oddanih 10 prispevkov, štirje so bili sprejeti, štirje zavrnjeni in pri dveh še ni odločitve.<br><br>Stopnja sprejetja bo 50% (4 od 8 prispevkov), ker pri dveh prispevkih še ni bila sprejeta končna odločitev in nista upoštevana.
th: เปอร์เซ็นต์สำหรับช่วงวันที่ที่เลือกจะคำนวณสำหรับการส่งที่ถูกส่งในช่วงวันที่นี้และได้รับการตัดสินขั้นสุดท้ายแล้ว ตัวอย่างเช่น มีการส่งสิบรายการในช่วงวันที่นี้ สี่รายการได้รับการยอมรับ สี่รายการถูกปฏิเสธ และสองรายการกำลังรอการตัดสินขั้นสุดท้าย อัตราการยอมรับจะเป็น 50% (4 จาก 8 การส่ง) เพราะการส่งสองรายการที่ยังไม่ถึงการตัดสินขั้นสุดท้ายจะไม่ถูกนับ
tr_tr: Seçilen tarih aralığının yüzdesi, bu tarih aralığında gönderilen ve son bir karar alan başvurular için hesaplanır.<br><br>Örneğin, bu tarih aralığında on başvuru yapıldığı durumu göz önünde bulundurun. Dördü kabul edildi, dördü reddedildi ve ikisi hala kesin bir karar bekliyor.<br><br>Kabul oranı %50 (8 başvurudan 4'ü) olacak çünkü nihai karara ulaşmamış iki başvuru sayılmıyor.
uk: Відсоток для вибраного діапазону дат обчислюється для подань, що були надіслані протягом цього проміжку часу та отримали остаточне рішення. <br><br>Наприклад, розглянемо випадок, коли протягом цього проміжку часу було зроблено десять подань. Чотири були прийняті, чотири відхилені, а двоє все ще очікують остаточного рішення. <br><br>Відсоток прийняття становитиме 50% (4 з 8 подань), оскільки два подання, які не дійшли до остаточного рішення, не враховуються.
vi: Tỷ lệ phần trăm cho khoảng thời gian đã chọn được tính toán cho các bài nộp đã được gửi trong khoảng thời gian này và đã nhận được quyết định cuối cùng.<br><br>Ví dụ, xem xét trường hợp mười bài nộp được thực hiện trong khoảng thời gian này. Bốn bài được chấp nhận, bốn bài bị từ chối và hai bài vẫn đang chờ quyết định cuối cùng.<br><br>Tỷ lệ chấp nhận sẽ là 50% (4 trên 8 bài nộp) vì hai bài nộp chưa có quyết định cuối cùng không được tính.
vi_vn: Tỷ lệ phần trăm cho phạm vi ngày đã chọn được tính cho các nội dung đã được gửi trong phạm vi ngày này và đã nhận được quyết định cuối cùng. <br> <br> Ví dụ: hãy xem xét trường hợp có mười lần gửi được thực hiện trong phạm vi ngày này. Bốn người đã được chấp nhận, bốn người bị từ chối và hai người vẫn đang chờ quyết định cuối cùng. <br> <br> Tỷ lệ chấp nhận sẽ là 50% (4 trong số 8 lần gửi) vì hai bài nộp chưa đi đến quyết định cuối cùng sẽ không được tính.
