Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.metadata.type.description
source: The nature or genre of the main content of the submission. The type is usually "Text", but may also be "Dataset", "Image" or any of the <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/dcmi-terms/">Dublin Core types</a>.
az: Təqdimatın əsas məzmununun keyfiyyəti və ya növü. Növ ümumiyyətlə "Mətn"dir, ancaq "Data dəsti", "Şəkil" və ya <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">Dublin Core növlərindən</a> hər hansı biri də ola bilər.
bg_bg: Характерът или жанрът на основното съдържание на подаване. Типът обикновено е „Текст“, но може да бъде и „Набор от данни“, „Изображение“ или някой от <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/# section-7-dcmi-type-vocabulary">Типове Dublin Core</a>.
ca_es: La naturalesa o el gènere del contingut principal de la tramesa. La tipologia normalment és "Text", però també podria ser "Conjunt de dades", "Imatge" o qualsevol de les <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">tipologies Dublin Core</a>.
cs_cz: Povaha nebo žánr hlavního obsahu podání. Typ je obvykle "Text", ale může to být také "Dataset", "Image" nebo jakýkoli z typů <a target = "_ blank" href="https://www.dublincore.org/specifications/dublin-core/dcmi-terms/">>Dublin Core</a>.
da: Karakteren eller genren i forbindelse med indsendelsens hovedindhold. Typen er normalt "Tekst", men kan også være "Datasæt", "Billede" eller et hvilket som helst af følgende <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/dcmi-terms/">Dublin Core typer</a>.
de_de: Art oder Genre vom Hauptteil der Einreichung. Der Typ ist normalerweise "Text", kann aber auch ""Datensatz", "Bild" oder jedem anderen der <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">Dublin Core Typen</a> entsprechen.
el_gr: Η φύση ή το είδος του κύριου περιεχομένου της υποβολής. Ο τύπος είναι συνήθως "Κείμενο", αλλά μπορεί επίσης να είναι "Σύνολο δεδομένων", "Εικόνα" ή οποιοδήποτε από τα <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">Τύποι Dublin Core</a>.
es_es: La naturaleza o género del contenido principal del envío. La tipología normalmente es "Texto", pero también podría ser "Conjunto de datos", "Imagen" o cualquiera de las <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">tipologías Dublin Core</a>.
eu: Bidalketaren eduki nagusiaren izaera edo generoa. Mota normalean "Testua" izaten da, baina baita ere "Datu-multzoa", "Irudia" edo <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/dcmi-terms/">Dublin Core motaren bat</a>.
fr_fr: La nature ou le genre du contenu principal de la soumission. Le type est habituellement « Text », mais peut également être « Dataset », « Image » ou tout autre <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">type Dublin</a>.
gl: A natureza ou o xénero do contido principal do envío. O tipo adoita ser "Texto", pero tamén pode ser "Conxunto de datos", "Imaxe" ou calquera dos <a target = "_ blank" href = "http://dublincore.org/documents/dcmi-type-vocabulary/# section-7-dcmi-type-vocabulary ">tipos de Dublin Core</a>.
hr: Vrsta ili žanr glavnog sadržaja podneska. Tip je obično "tekst", ali također može biti "skup podataka", "slika" ili bilo koji od <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section -7-dcmi-type-vocabulary">Dublin Core Vrste</a>.
hu_hu: A beküldés fő tartalmának jellege vagy műfaja. A típus általában "Szöveg", de lehet "Adatkészlet", "Kép" vagy bármilyen <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">Dublin Core típus</a>.
hy_am: Ներկայացման հիմնական բովանդակության բնույթը կամ ժանրը: Տեսակը սովորաբար «Տեքստ» է, բայց կարող է լինել նաև «Տվյալների հավաքածու», «Պատկեր» կամ սրանցից որևէ մեկը <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/dcmi-terms/">Dublin Core տեսակներ</a>:
id: Sifat atau genre konten utama naskah. Biasanya bertipe "Teks", namun dapat juga berupa "Dataset", "Gambar" atau salah satu dari <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">tipe Dublin Core</a>.
is: Eðli eða grein megininnihalds innsendingar. Tegundin er almennt "Texti", en getur líka verið "Gagnasett", "Mynd" eða eitthvað af <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">Dublin Core types</a>.
it_it: La tipologia del contenuto principale della sottomissione. Generalmente "Testo", ma potrebbe anche essere "Dataset", "Immagine" o qualsiasi tipologia indicata nel <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">Dublin Core </a>.
ja: 投稿のメインコンテンツの性質や分野を表します。分類は通常 「テキスト」ですが、「データセット」、「画像」、または<a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">ダブリン・コア種別</a>のいずれかの場合もあります。
ka_ge: წარდგენის ძირითადი შინაარსის ხასიათი ან ჟანრი. ტიპი ჩვეულებრივ არის "ტექსტი", მაგრამ შეიძლება ასევე იყოს "მონაცემთა ნაკრები", "გამოსახულება" ან <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">დუბლინის ბირთვის</a> რომელიმე ტიპი.
kk_kz: Өтінімнің негізгі мазмұнының сипаты немесе жанры. Әдетте түрі "Text" болып табылады, бірақ сонымен қатар "Dataset", "Image" немесе <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/# кез келген түрі болуы мүмкін. section -7-dcmi-type-vocabulary">Dublin Core түрлері</a>.
lv: Iesniegtā materiāla pamatsatura veids vai žanrs. Tips parasti ir "Text" (teksts), bet var būt arī "Dataset" (datu kopa), "Image" (attēls) vai kāds no <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/dcmi-terms/">Dublin Core tipiem</a>.
mk: Природата на потеклото на главната содржина на поднесокот. Типот е обиќно „текст“, но може да биде исто така и „податоци“, „слика“, или било што од <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">Dublin Core видови</a>.
mr: सादरीकरणाच्या मुख्य आशयाचे (content) स्वरूप किंवा शैली. प्रकार सहसा "मजकूर" असतो, परंतु तो "आकडेवारी/माहिती संच (डेटासेट)", "प्रतिमा" किंवा <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/dcmi-terms/">डब्लिन कोर प्रकार</a> पैकीही असू शकतो.
ms: Sifat atau genre kandungan utama penyerahan. Jenisnya biasanya "Teks", tetapi mungkin juga "Set Data", "Imej" atau mana-mana <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/# section-7-dcmi-type-vocabulary">Jenis Dublin Core</a>.
nb_no: Typen eller genren i forbindelse med innleveringens hovedindhold. Typen er normalt "Tekst", men kan også være "Datasett", "Bilde" eller et hvilket som helst av følgende<a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">Dublin Core typer</a>.
nl: De aard of het genre van de hoofdinhoud van de inzending. Het type is gewoonlijk "Tekst", maar kan ook "Dataverzameling", "Afbeelding" of een andere van de <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">Dublin Core types</a> zijn.
pl: Natura i pochodzenie głównej zawartości zgłoszenia. Zwykle jest to "tekst", ale może być także "Zestaw danych", "Obraz" lub jeden z <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">typów ujętych w Dublin Core </a>.
pt_pt: A natureza ou género do conteúdo principal da submissão. O tipo é geralmente "Texto", mas também pode ser "Conjunto de Dados", "Imagem" ou algum dos <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">tipos de documento Dublin Core</a>.
ro_ro: Natura sau genul conținutului principal al transmiterii. Tipul este de obicei „Text”, dar poate fi, de asemenea, „Dataset”, „Image” sau oricare dintre <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">Dublin Core types</a>.
ru_ru: Природа или жанр основного контента отправляемого материала. Обычно тип — это «Text», но может также быть «Dataset», «Image» или любой из <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">типов Dublin Core</a>.
sl: Zvrst ali narava glavne vsebine prispevka. Tip je običajno "besedilo", lahko pa je tudi "podatki", "slika" ali kakšen drug tip glede na <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/dcmi-terms/">Dublin Core tipologijo</a>.
th: ลักษณะหรือประเภทของเนื้อหาหลักของการส่งงาน โดยทั่วไปประเภทจะเป็น "Text" แต่ก็อาจเป็น "Dataset", "Image" หรือประเภทอื่น ๆ ตามที่ระบุใน <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/dcmi-terms/">Dublin Core types</a>
tr_tr: Gönderinin ana içeriğinin niteliği veya türü. Tür genellikle "Metin"dir, ancak "Veri Kümesi", "Görsel" veya <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">Dublin Core türlerinden</a> herhangi biri de olabilir.
uk: Природа або жанр основного контенту подання. Зазвичай це тип "текст", "набір даних", "зображення" або будь-який із типів згідно з <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/dcmi-terms/">Dublin Core</a>.
uk_ua: Природа або жарн основного контенту подання. Цей тип зазвичай це "Текст", "Набір даних", "Зображеня" або будь-який із <a target="_blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-vocabulary">типів згідно із Dublin Core</a>.
vi: Bản chất hoặc thể loại của nội dung chính của bài nộp. Loại thường là "Văn bản", nhưng cũng có thể là "Tập dữ liệu", "Hình ảnh" hoặc bất kỳ loại nào trong <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/dcmi-terms/">các loại Dublin Core</a>.
vi_vn: Bản chất hoặc thể loại của nội dung chính của bài nộp. Loại thường là "Văn bản", nhưng cũng có thể là "Tập dữ liệu", "Hình ảnh" hoặc bất kỳ <a target = "_ blank" href="http://dublincore.org/documents/dcmi-type-vocabulary/#section-7-dcmi-type-words"> Các loại Dublin Core </a>.

# manager.setup.metadata.disciplines.description
source: Disciplines are types of study or branches of knowledge as described by university faculties and learned societies.
az: İxtisaslar, universitet fakültələri və öyrənilmiş toplumlar tərəfindən tərif edilən çalışma növləri və ya bilgi sahələridir.
bg_bg: Дисциплините са видове обучение или клонове на знанието, както са описани от университетските факултети и учените общества.
ca_es: Les disciplines són tipus d'estudis o branques de coneixement tal com són descrites per facultats universitàries o societats acadèmiques.
cs_cz: Obory jsou typy studia nebo obory znalostí, jak jsou popsány univerzitními fakultami a učenými společnostmi.
da: Med discipliner menes studier eller vidensområder som beskrevet af universitetsfakulteter og videnskabelige samfund.
de_de: Disziplinen sind Arten von Studien oder Fachgebiete, wie sie von Universitätsfakultäten oder Fachgesellschaften beschrieben werden.
el_gr: Οι κλάδοι είναι τύποι σπουδών ή κλάδοι γνώσης, όπως περιγράφονται από πανεπιστημιακές σχολές και γνωστές κοινωνίες.
es_es: Las disciplinas son tipos de estudios o ramas de conocimiento tal como son descritas por facultades universitarias o por sociedades académicas.
eu: Diziplinak unibertsitateko fakultateek eta gizarte ikasiek deskribatzen dituzten ikasketa motak edo ezagutza adarrak dira.
fr_fr: Les disciplines sont des types d'études ou des branches de connaissances telles que décrites par les facultés universitaires et les sociétés savantes.
gl: As disciplinas son tipos de estudo ou ramas do coñecemento como describen as facultades universitarias e as sociedades académicas.
hr: Discipline su vrste studija ili znanstvene grane kako ih opisuju sveučilišni fakulteti i stručna društva.
hu_hu: A tudományterületek olyan típusú tanulmányok vagy tudáságak, amelyeket az egyetemi karok és a tanult társadalmak írnak le.
hy_am: Առարկաները ուսումնասիրության տեսակներ են կամ գիտելիքի ճյուղեր, ինչպես նկարագրված են համալսարանական ֆակուլտետների և սովորող հասարակությունների կողմից:
id: Disiplin adalah jenis studi atau cabang pengetahuan seperti yang dijelaskan oleh fakultas universitas dan masyarakat terpelajar.
is: Fræðigreinar/fræðasvið eru tegund af námi eða þekkingarsviði eins og þeim er lýst af háskóladeildum og fræðasamfélaginu.
it_it: Le discipline sono tipologie di studio o argomenti accademici descritti dalle facoltà universitarie e dalle società scientifiche.
ja: 規律とは、大学の学部や学会によって説明されている学問の種類や知識の枝のことです。
ka_ge: დისციპლინები წარმოადგენს სასწავლო ტიპის ან ცოდნის დარგებს, რომლებიც აღწერილია უნივერსიტეტის ფაკულტეტებისა და სასწავლო საზოგადოებების მიერ.
kk_kz: Пәндер – университет факультеттері мен ғылыми қоғамдарды сипаттайтын оқу түрлері немесе білім саласы.
lv: Zinātnes nozares ir studiju virzieni vai zināšanu jomas, kuras apraksta universitāšu fakultātes un zinātnieku biedrības.
mk: Дисциплини се типови на студии или гранки на знаење, опишани од универзитетски факултети и научни друштва.
mr: विद्यापीठातील विद्याशाखा आणि विद्वानांच्या संस्थांनी वर्णन केल्याप्रमाणे विविध विषय अभ्यासाचे प्रकार किंवा ज्ञानशाखा आहेत.
ms: Disiplin ialah jenis pengajian atau cabang ilmu seperti yang diterangkan oleh fakulti universiti dan masyarakat terpelajar.
nb_no: Med disipliner menes studier eller vitenområder som beskrevet av universitetsfakulteter og vitenskapelige samfunn.
nl: Disciplines zijn types van onderzoek of kennistakken die door universiteitsfaculteiten en wetenschappelijke genootschappen worden beschreven.
pl: Dyscypliny to typy studiów lub kierunków studiowania wiedzy wg określeń stosowanych na uczelniach lub towarzystwach naukowych.
pt_pt: Disciplinas são tipos de estudo ou ramos do conhecimento conforme descrito pelas universidades ou sociedades científicas.
ro_ro: Disciplinele sunt tipuri de studiu sau ramuri ale cunoștințelor, așa cum sunt descrise de facultățile din universități și de societățile de învățate.
ru_ru: Дисциплины — предметы или области знания в том виде как их описывают университетская наука и научные общества.
sl: Disciplina so tipično tipi raziskave ali veje znanosti kot so opisane v univerzitetnih fakultetah ali izobraževalnih zavodih.
th: สาขาวิชาคือประเภทของการศึกษา หรือสาขาความรู้ที่อธิบายโดยคณะวิชาของมหาวิทยาลัยและสังคมวิชาการ
tr_tr: Disiplinler, üniversite fakülteleri ve öğrenilmiş toplumlar tarafından tanımlanan çalışma türleri veya bilgi dallarıdır.
uk: Дисципліни, - предмети чи галузі знання у тому вигляді як їх описує університетська наука і наукові спільноти.
uk_ua: Дисципліни, - предмети чи галузі знання у тому вигляді як їх описує університетська наука і наукові спільноти.
vi: Các lĩnh vực là các loại hình nghiên cứu hoặc các ngành kiến thức được mô tả bởi các khoa đại học và các hiệp hội học thuật.
vi_vn: Chuyên ngành là các loại hình nghiên cứu hoặc các nhánh kiến thức.

# manager.setup.metadata.disciplines.enable
source: Enable disciplines metadata
az: İxtisasların metadalarını aktivləşdirin
bg_bg: Активирайте метаданните на дисциплините
ca_es: Habilitar metadades de disciplines
cs_cz: Povolit metadata oborů
da: Aktivér metadata i forbindelse med discipliner
de_de: Disziplin-Metadaten aktivieren
el_gr: Ενεργοποίηση μεταδεδομένων κλάδων
es_es: Habilitar metadatos de disciplinas
eu: Gaitu diziplinen metadatuak
fr_fr: Activer la métadonnée de disciplines
gl: Habilitar metadatos de disciplinas
hr: Omogući metapodatke za discipline
hu_hu: Tudományterület metaadatok engedélyezése
hy_am: Միացնել առարկաների մետատվյալները
id: Aktifkan metadata disiplin ilmu
is: Virkja lýsigögn fræðigreinar
it_it: Abilitare i metadati delle discipline
ja: 規律メタデータを有効にする
ka_ge: დისციპლინების მეტამონაცემების ჩართვა
kk_kz: Метадеректерге пәндерді қосыңыз
lv: Iespējot zinātnes nozaru metadatus
mk: Овозможи метаподатоци за дисциплини
mr: विषयांचा मेटाडेटा कार्यान्वित (Enable) करा
ms: Dayakan metadata disiplin
nb_no: Aktiver metadata i forbindelse med disipliner
nl: Schakel metadata over disciplines in
pl: Włącz metadane Dyscyplina
pt_pt: Ativar metadados de disciplinas
ro_ro: Activați metadatele disciplinelor
ru_ru: Включить дисциплины в метаданные
sl: Omogoči metapodatke discipline
th: เปิดใช้ข้อมูลเมตาของสาขาวิชา
tr_tr: Disiplinlerin üstverilerini etkinleştir
uk: Включити дисципліни у метадані
uk_ua: Включити дисципліни у метадані
vi: Bật metadata lĩnh vực
vi_vn: Bật siêu dữ liệu ngành

# manager.setup.metadata.disciplines.request
source: Ask the author to provide disciplines during submission.
az: Müəllifdən təqdimat əsnasında ixtisası haqqında məlumat istəyin
bg_bg: Изисквайте дисциплини от автора по време на подаването на материали.
ca_es: Sol·licitar a l'autor/a que proporcioni disciplines durant la tramesa.
cs_cz: Požádejte autora, aby poskytl obory během podání příspěvku.
da: Bed forfatteren om at angive disciplin(er) under indsendelse.
de_de: Während der Einreichung eine Angabe zur Disziplin vom Autor von der Autorin erfragen.
el_gr: Ζητήστε από τον συγγραφέα να παράσχει επιστημονικό πεδίο κατά την υποβολή.
es_es: Solicitar al autor/a que proporcione disciplinas durante el envío.
eu: Eskatu egileari diziplinak emateko bidalketa-prozesuan.
fr_fr: Demander à l'auteur ou auteure de fournir des disciplines lors de la soumission.
gl: Pedirlle ao autor/a que proporcione as disciplinas durante o envío.
hr: Zamolite autora za informacije o disciplinama prilikom podnošenja.
hu_hu: Beküldéskor kérjen tudományterület adatot a szerzőtől.
hy_am: Խնդրեք հեղինակին ներկայացնել դիսցիպլիններ ներկայացնելու ընթացքում:
id: Meminta penulis untuk mencantumkan disiplin ilmu saat menyerahkan naskah.
is: Biðja höfund um að tilgreina fræðigrein á meðan á innsendingu stendur.
it_it: Chiedere agli autori di indicare la disciplina in fase di sottomissione.
ja: 投稿時に著者に規律を求める。
ka_ge: სთხოვეთ ავტორს წარუდგინოს დისციპლინები.
kk_kz: Автордан материалды тапсыру кезінде пәндерді көрсетуін сұраңыз.
lv: Aicināt autoru materiāla iesniegšanas laikā norādīt nozari.
mk: За време на поднесувањето, прашајте го авторот да достави дисциплини.
mr: सादरीकरणादरम्यान लेखकाला सादरीकरणाचे विषय नोंदवण्याची विनंती करा.
ms: Minta pengarang untuk menyediakan disiplin semasa penyerahan.
nb_no: Be forfatteren om å oppgi disipliner under innleveringen.
nl: Vraag auteurs om disciplines op te geven tijdens het inzendingsproces.
pl: Poproś autora o podanie Dyscypliny w trakcie składania tekstu.
pt_pt: Solicitar aos autores que forneçam as disciplinas durante a submissão.
ro_ro: Rugați autorul să furnizeze discipline în timpul înregistrării manuscrisului.
ru_ru: Просить автора указать дисциплины во время отправки материала.
sl: Zahtevaj od avtorjev, da navedejo discipline prispevka med oddajo prispevka.
th: ขอให้ผู้แต่งระบุสาขาวิชาระหว่างการส่งบทความ
tr_tr: Yazardan gönderi sırasında disiplin bilgisi isteyin.
uk: Прохати авторів зазначати дисципліни під час подання.
uk_ua: Прохати авторів зазначати дисципліни під час подання.
vi: Yêu cầu tác giả cung cấp lĩnh vực trong quá trình nộp bài.
vi_vn: Yêu cầu tác giả cung cấp các ngành trong quá trình gửi.
