Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.navigationMenus.about.conditionalWarning
source: This link will only be displayed if you have filled out the About the Journal section under Settings > Journal.
az: Bu link sadəcə "Tənzimlər>Jurnal" altındakı Jurnal haqqında bölməsini doldurmusunuzsa göstərilir.
bg_bg: Тази връзка ще се показва само ако сте попълнили секцията "За списанието" в Настройки > Списание.
ca_es: Aquest enllaç només es mostrarà si heu completat la secció "Quant a la revista" que hi ha a Configuració > Revista.
cs_cz: Tento odkaz se zobrazí pouze v případě, že jste v sekci Nastavení> Časopis vyplnili sekci O časopisu.
da: Dette link vil kun blive vist, hvis du har udfyldt feltet 'Om tidsskriftet' under Indstillinger > Tidsskrift.
de_de: Dieser Link wird nur angezeigt, falls Sie den Abschnitt Über uns in den Einstellungen > Zeitschrift ausgefüllt haben.
el_gr: Αυτός ο σύνδεσμος θα εμφανιστεί μόνο αν έχετε συμπληρώσει την ενότητα "Σχετικά με το Περιοδικό" στις Ρυθμίσεις > Περιοδικό.
es_es: Este enlace solo se mostrará si ha completado la sección Acerca de esta revista bajo Ajustes > Revista.
eu: Esteka hori Ezarpenak > Aldizkaria ataleko Aldizkariari buruz atala bete baduzu bakarrik bistaratuko da.
fr_fr: Ce lien ne sera affiché que si vous avez rempli la section "À propos", située sous Paramètres> Revue.
gl: Esta ligazón só se amosará se completou a sección "Acerca da revista" en Configuración > Revista.
hr: Ova će poveznica biti prikazana samo ako ste ispunili odjeljak O časopisu pod Postavke > Časopis.
hu_hu: Ez a link csak akkor jelenik meg, ha kitöltötte a Folyóirat rovat mezőt a Beállítások > Folyóirat menüpontban.
hy_am: Այս հղումը կցուցադրվի միայն այն դեպքում, եթե լրացրել եք Ամսագրի մասին բաժինը այստեղից՝ Կարգավորումներ > Ամսագիր:
id: Tautan ini hanya akan ditampilkan jika Anda telah mengisi bagian Tentang Jurnal pada Pengaturan> Jurnal.
is: Þessi tengill er bara sýndur ef það er búið að skrá eitthvað í "Um tímaritið" undir Stillingar > Tímarit.
it_it: Il link viene mostrato solo se hai compilato la sezione "About" in Impostazioni > Rivista.
ja: このリンクは、「設定」→「ジャーナル」の「ジャーナルについて」に記入した場合にのみ表示されます。
ka_ge: ეს ბმული გამოჩნდება მხოლოდ იმ შემთხვევაში, თუ შეავსეთ ჟურნალის შესახებ განყოფილება განყოფილებაში პარამეტრები > ჟურნალი.
kk_kz: Бұл сілтеме Параметрлер > Журнал ішіндегі «Журнал туралы» бөлімін аяқтаған жағдайда ғана көрсетіледі.
lv: Šī saite tiks parādīta tikai tad, ja būsiet aizpildījis lauku "Par žurnālu" sadaļā Iestatījumi > Žurnāls.
mk: Овој линк ќе биде прикажан само доколку ја имате пополнето секцијата За списанието во Поставки > Списание.
mr: जर तुम्ही सेटिंग्ज > नियतकालिक अंतर्गत नियतकालिकाबद्दल मजकूराची माहिती दिली असेल तरच हा दुवा प्रदर्शित केला जाईल.
ms: Pautan ini hanya akan dipaparkan jika anda telah mengisi bahagian Mengenai Jurnal di bawah Tetapan > Jurnal.
nb_no: Denne lenken vil bare vises dersom du har fylt ut «Om»-feltet under «Innstillinger» > «Tidsskrift»
nl: Deze link zal alleen worden getoond wanneer de sectie "Over het tijdschrift" is ingevuld in Instellingen > Tijdschrift > Impressum.
pl: Link będzie wyświetlany w przypadku wypełnienia sekcji O czasopiśmie na stronie Ustawienia > Czasopismo.
pl_pl: Link będzie wyświetlany w przypadku wypełnienia sekcji O czasopiśmie na stronie Ustawienia > Czasopismo.
pt_pt: Esta ligação só será apresentada se tiver preenchido a secção Sobre a Revista em Configurações > Revista.
ro_ro: Acest link va fi afișat numai dacă ați completat secțiunea Despre jurnal sub Setări> Jurnal.
ru_ru: Эта ссылка будет показываться только в случае, если вы заполнили раздел «О журнале» в Настройки > Журнал.
sl: Ta povezava bo vidna le, če ste izpolnili polje O reviji v Natavitve > Revija.
sv_se: Den här länken visas bara om du har fyllt i sektionen Om tidskriften under Inställningar > Tidskrift.
th: ลิงก์นี้จะแสดงเฉพาะเมื่อคุณกรอกส่วนเกี่ยวกับวารสารใน การตั้งค่า > วารสาร
tr_tr: Bu bağlantı sadece "Ayarlar > Dergi" altındaki Dergi Hakkında bölümünü doldurduysanız görüntülenir.
uk: Це покликання відображатиметься, лише якщо ви заповнили розділ "Про журнал" у "Налаштування" > "Журнал".
uk_ua: Це посилання відображатиметься, лише якщо ви заповнили розділ з інформацією про журнал в Налаштування > Журнал.
vi: Liên kết này sẽ chỉ hiển thị nếu bạn đã điền phần Giới thiệu về tạp chí trong Cài đặt > Tạp chí.
vi_vn: Liên kết này sẽ chỉ được hiển thị nếu bạn đã điền vào phần Giới thiệu Tạp chí trong Cài đặt > Tạp chí.

# manager.navigationMenus.announcements.conditionalWarning
source: This link will only be displayed if you have enabled announcements under Settings > Website.
az: Bu link, sadəcə "Tənzimlər >Veb saytı" altında elanları aktivləşdirdiyinizdə görünür.
bg_bg: Тази връзка ще се показва само ако сте активирали съобщения в Настройки > Уебсайт.
ca_es: Aquest enllaç només es mostrarà si heu activat els avisos a Configuració > Lloc web.
cs_cz: Tento odkaz se zobrazí pouze v případě, pokud jste povolili oznámení na Nastavení > Webové stránky.
da: Dette link vil kun blive vist, hvis du har aktiveret meddelelser under Indstillinger > Website.
de_de: Dieser Link wird nur angezeigt, falls Sie die Mitteilungen unter Einstellungen > Webseite aktiviert haben.
el_gr: Αυτός ο σύνδεσμος θα εμφανιστεί μόνο αν έχετε ενεργοποιήσει τις Ανακοινώσεις στις Ρυθμίσεις > Ιστότοπος.
es_es: Este enlace solo se mostrará si ha activado los avisos en Ajustes > Sitio web.
eu: Esteka hau Ezarpenak > Webgunea atalean iragarkiak gaitu badituzu bakarrik bistaratuko da.
fr_fr: Ce lien ne sera affiché que si vous avez activé les annonces sous Paramètres>Site Web.
gl: Esta ligazón só se amosará se habilitou os avisos en Configuración> Sitio web.
hr: Ova će poveznica biti prikazana samo ako ste omogućili najave pod Postavke > Web stranica.
hu_hu: Ez a link csak akkor jelenik meg, ha engedélyezte a hirdetményeket a Beállítások >Webhely menüpontban.
hy_am: Այս հղումը կցուցադրվի միայն այն դեպքում, եթե դուք ակտիվացրել եք հայտարարությունները այստեղից՝ Կարգավորումներ > Կայքում:
id: Tautan ini hanya ditampilkan jika pengumuman diaktifkan pada Pengaturan > Website.
is: Þessi tengill verður bara sýndur ef búið er að virkja tilkynningar undir Stillingar > Vefsíða.
it_it: Questo link viene visualizzato se hai abilitato gli annunci sotto Impostazioni > Sito web.
ja: このリンクは、「設定」→「ウェブサイト」で「お知らせ」を有効にしている場合のにみ表示されます。
ka_ge: ეს ბმული გამოჩნდება მხოლოდ იმ შემთხვევაში, თუ თქვენ ჩართეთ განცხადებები პარამეტრები > ვებსაიტი.
kk_kz: Бұл сілтеме Параметрлер > Веб-сайтта хабарламаларды қосқанда ғана көрсетіледі.
lv: Šī saite tiks rādīta tikai tad, ja sadaļā Iestatījumi > Tīmekļa vietne būsiet iespējojis paziņojumus.
mk: Овој линк ќе биде прикажан само доколку ги имате овозможено известувањата во Поставки > Веб-страница.
mr: जर तुम्ही सेटिंग्ज > संकेतस्थळ अंतर्गत घोषणा/सूचना कार्यान्वित (enable) केल्या असतील तरच हा दुवा (link) प्रदर्शित केली जाईल.
ms: Pautan ini hanya akan dipaparkan jika anda telah mendayakan pengumuman di bawah Tetapan > Laman Web.
nb_no: Denne lenken vil bare vises dersom du har skrudd på oppslagvisning under «Innstillinger» > «Nettsted».
nl: Deze link zal alleen worden getoond wanneer nieuwsberichten ingeschakeld zijn in Instellingen > Website.
pl: Link będzie wyświetlany w przypadku włączenia ogłoszeń w Ustawienia > Strona internetowa.
pl_pl: Link będzie wyświetlany w przypadku włączenia ogłoszeń w Ustawienia > Strona internetowa.
pt_pt: Esta ligação só será apresentada se tiver ativado anúncios em Configurações > Website.
ro_ro: Acest link va fi afișat numai dacă ați activat anunțuri în Setări> Site Web.
ru_ru: Эта ссылка будет показываться только в случае, если вы включите объявления в Настройки > Веб-сайт.
sl: Ta povezava bo vidna le, če ste omogočili obvestila v Natavitve > Spletna stran.
sv_se: Den här länken visas bara om meddelanden är aktiverate under Inställningar > Webbplats.
th: ลิงก์นี้จะแสดงเฉพาะเมื่อคุณเปิดใช้งานประกาศใน การตั้งค่า > เว็บไซต์
tr_tr: Bu bağlantı, yalnızca "Ayarlar > Web Sitesi" altında duyuruları etkinleştirdiyseniz görüntülenir.
uk: Це покликання відображатиметься, лише якщо ви ввімкнули оголошення в розділі "Налаштування" > "Вебсайт".
uk_ua: Це посилання відображатиметься, лише якщо ви увімкнули оголошення в Налаштування > Веб-сайт.
vi: Liên kết này sẽ chỉ hiển thị nếu bạn đã bật thông báo trong Cài đặt > Trang web.
vi_vn: Liên kết này sẽ chỉ được hiển thị nếu bạn đã bật thông báo trong Cài đặt > Trang web.

# manager.navigationMenus.administration.description
source: Link to the site-wide administration tools.
az: Sayt İdarəetmə Vasitələrinə link verin
bg_bg: Връзка към административните инструменти за целия сайт.
ca_es: Enllaç a les eines d'administració globals del lloc.
cs_cz: Odkaz na nástroje k administraci celého webu.
da: Link til webstedets administrationsværktøjer.
de_de: Link zu Zeitschriften-übergreifenden Administrationstools.
el_gr: Σύνδεση με τα εργαλεία διαχείρισης σε επίπεδο ιστοτόπου.
es_es: Enlace a las herramientas de administración globales del sitio.
eu: Gune osoko administrazio-tresnetarako esteka.
fr_fr: Lien vers les outils d'administration du site complet.
gl: Ligazón ás ferramentas de administración do sitio.
hr: Poveznica za administrativne alate za cijelu stranicu.
hu_hu: Link a teljes webhely adminisztrátori eszközeihez.
hy_am: Հղում դեպի ամբողջ կայքի կառավարման գործիքներին:
id: Tautan halaman perangkat administrasi website.
is: Tengill á stjórntæki vefsíðustjóra.
it_it: Link agli strumenti di amminstrazione generali del sito.
ja: サイト全体の管理ツールへのリンクです。
ka_ge: საიტის ადმინისტრაციული საშუალებების ბმული.
kk_kz: Сайтты басқару құралдарына сілтеме.
lv: Saite uz vietnes pārvaldīšanas rīkiem.
mk: Поврзете се до административните алатки на целата веб-страница.
mr: संकेतस्थळव्यापी प्रशासन साधनांसाठी दुवा (link).
ms: Pautan ke alat site-wide pentadbiran.
nb_no: Lenke til administrative verktøy for hele nettstedet.
nl: Link naar de beheersinstellingen voor de hele website.
pl: Link do narzędzi administracyjnych strony.
pl_pl: Link do narzędzi administracyjnych strony.
pt_pt: Ligação para as ferramentas de administração globais.
ro_ro: Link către instrumente de administrare la nivel de site.
ru_ru: Ссылка на инструменты администрирования всего сайта.
sl: Povezava do administrativnih orodij za celotno spletišče.
sv_se: Länka till administrationsverktyg för hela webbplatsen.
th: ลิงก์ไปยังเครื่องมือการจัดการไซต์ทั้งหมด
tr_tr: Site yönetim araçlarına bağlantı verin.
uk: Покликання на інструменти адміністрування всього вебсайту.
uk_ua: Посилання на інструменти адміністрування всього сайту.
vi: Liên kết đến các công cụ quản trị toàn trang web.
vi_vn: Liên kết đến các công cụ quản trị trên toàn trang web.

# manager.navigationMenus.administration.conditionalWarning
source: This link will only be displayed to administrative users.
az: Bu linkə sadəcə idarəçi səlahiyyətinə sahib olanlar baxa bilər.
bg_bg: Тази връзка ще се показва само на администратори.
ca_es: Aquest enllaç només es mostrarà als usuaris/àries administradors.
cs_cz: Tento odkaz se zobrazí pouze administrativním uživatelům.
da: Dette link vil kun blive vist til administratorer.
de_de: Dieser Link wird nur für Administratoren angezeigt.
el_gr: Αυτός ο σύνδεσμος θα εμφανίζεται μόνο σε Διαχειριστές.
es_es: Este enlace solo se mostrará a usuarios/as administradores/as.
eu: Esteka hori administrazioko erabiltzaileei bakarrik erakutsiko zaie.
fr_fr: Ce lien ne sera affiché qu'aux utilisateurs ayant des fonctions administratives.
gl: Esta ligazón só se amosará aos usuarios/as administradores/as.
hr: Ova poveznica bit će prikazana samo administrativnim korisnicima.
hu_hu: Ez a link csak adminisztratív felhasználóknál jelenik meg.
hy_am: Այս հղումը կցուցադրվի միայն վարչական աշխատակազմին:
id: Tautan ini hanya ditampilkan pada pengguna administratif.
is: Þessi tengill er bara sýnilegur stjórnendum.
it_it: Il link viene visualizzato solo agli utenti amministrativi.
ja: このリンクは、管理者ユーザーにのみ表示されます。
ka_ge: ეს ბმული გამოჩნდება მხოლოდ ადმინისტრაციული მომხმარებლებისთვის.
kk_kz: Бұл сілтеме тек әкімшілік құқықтары бар пайдаланушыларға көрсетіледі.
lv: Šī saite tiks rādīta tikai lietotājiem ar administratora tiesībām.
mk: Овој линк ќе биде прикажан само на административни корисници.
mr: हा दुवा (link) फक्त प्रशासकीय वापरकर्त्यांसाठीच प्रदर्शित केला जाईल.
ms: Pautan ini hanya akan dipaparkan kepada pengguna pentadbiran.
nb_no: Denne lenken er bare for administrative brukere.
nl: Deze link zal alleen worden getoond aan website beheerders.
pl: Link będzie wyświetlany tylko użytkownikom z uprawnieniami administratora.
pl_pl: Link będzie wyświetlany tylko użytkownikom z uprawnieniami administratora.
pt_pt: Esta ligação só será apresentada a utilizadores com funcionalidades administrativas.
ro_ro: Acest link va fi afișat doar utilizatorilor cu rol administrativ.
ru_ru: Эта ссылка будет показываться только пользователям с правами администраторов.
sl: Ta povezava bo vidna le uporabnkom administratorjem.
sv_se: Den här länken visas bara för administratörer.
th: ลิงก์นี้จะแสดงเฉพาะผู้ใช้ที่มีสิทธิ์ในการจัดการ
tr_tr: Bu bağlantıyı sadece yönetici yetkisine sahip olanlar görüntüleyebilir.
uk: Це покликання відображатиметься тільки для користувачів із повноваженнями адміністратора.
uk_ua: Це посилання відображатиметься тільки для користувачів з повноваженнями адміністратора.
vi: Liên kết này sẽ chỉ hiển thị cho người dùng quản trị.
vi_vn: Liên kết này sẽ chỉ được hiển thị cho người dùng quản trị.

# manager.navigationMenus.loggedIn.conditionalWarning
source: This link will only be displayed when the visitor is not logged in.
az: Bu link sadəcə ziyarətçi daxil olmadığında baxılacaqdır.
bg_bg: Тази връзка ще се показва само когато посетителят не е влязъл като потребител в системата.
ca_es: Aquest enllaç només es mostrarà quan l'usuari/ària NO hagi iniciat la sessió.
cs_cz: Tento odkaz se zobrazí jen v případě, že návštěvník není přihlášen.
da: Dette link vil kun blive vist, når den besøgende ikke er logget ind.
de_de: Dieser Link wird nur angezeigt, falls die Besucherin/der Besucher nicht eingeloggt ist.
el_gr: Αυτός ο σύνδεσμος θα εμφανίζεται μόνο όταν ο επισκέπτης δεν είναι συνδεδεμένος.
es_es: Este enlace solo se mostrará cuando el usuario/a NO haya iniciado la sesión.
eu: Esteka hau bisitariak saioa hasi EZ duenean bakarrik bistaratuko da.
fr_fr: Ce lien ne sera affiché que si le visiteur ne s'est pas connecté.
gl: Esta ligazón só se amosará si o visitante non iniciou sesión.
hr: Ova poveznica bit će prikazana samo kada posjetitelj nije prijavljen.
hu_hu: Ez a link csak akkor jelenik meg, ha a látogató nincs bejelentkezve.
hy_am: Այս հղումը կցուցադրվի միայն այն դեպքում, երբ այցելուն մուտք գործած չէ:
id: Tautan ini hanya ditampilkan jika pengunjung tidak log in.
is: Þessi tengill er bara sýndur þegar gesturinn er ekki innskráður.
it_it: Il lilnk viene visualizzato solo quanto il visitatore non è loggato.
ja: このリンクは、訪問者がログインしていない場合にのみ表示されます。
ka_ge: ეს ბმული მხოლოდ მაშინ გამოჩნდება, როდესაც ვიზიტორი არ არის სისტემაში შესული.
kk_kz: Бұл сілтеме кіруші әлі жүйеге кірмеген жағдайда ғана көрсетіледі.
lv: Šī saite tiks rādīta tikai tad, ja apmeklētājs nav pieteicies sistēmā.
mk: Овој линк ќе биде прикажан само кога посетителот нема да биде најавен.
mr: अभ्यागताने लॉग-इन केलेले नसल्यासच हा दुवा (link) प्रदर्शित केला जाईल.
ms: Pautan ini hanya akan dipaparkan apabila pelawat tidak log masuk.
nb_no: Denne lenken vil bare vises når gjesten ikke er logget inn.
nl: Deze link zal alleen worden getoond wanneer een bezoeker niet is aangemeld.
pl: Link będzie wyświetlany w przypadku, gdy użytkownik nie jest zalogowany.
pl_pl: Link będzie wyświetlany w przypadku, gdy użytkownik nie jest zalogowany.
pt_pt: Esta ligação só irá ser apresentada quando o utilizador não estiver autenticado.
ro_ro: Acest link va fi afișat numai atunci când vizitatorul nu este conectat.
ru_ru: Эта ссылка будет показываться только в случае, когда посетитель еще не вошел в систему.
sl: Ta povezva bo vidna le, če uporabnik ne bo prijavljen v sistem.
sv_se: Den här länken visas bara när besökaren inte är inloggad.
th: ลิงก์นี้จะแสดงเฉพาะเมื่อผู้เยี่ยมชมไม่ได้เข้าสู่ระบบ
tr_tr: Bu bağlantı sadece ziyaretçi giriş yapmadığında görüntülenecektir.
uk: Це покликання відображатиметься лише тоді, коли відвідувач ще не увійшов у систему.
uk_ua: Це посилання бвідображатиметься лише тоді, коли відвідувач ще не увійшов у систему.
vi: Liên kết này sẽ chỉ hiển thị khi khách truy cập chưa đăng nhập.
vi_vn: Liên kết này sẽ chỉ được hiển thị khi khách truy cập chưa đăng nhập.

# manager.navigationMenus.contact.conditionalWarning
source: This link will only be displayed if you have filled out the Contact information under Settings > Contact.
az: Bu link sadəcə "Tənzimlər > Əlaqə" altındakı şəxs məlumatlarını doldurmusunuzsa baxıla bilən olur.
bg_bg: Тази връзка ще се показва само ако сте попълнили информацията за контакт в Настройки > Контакт.
ca_es: Aquest enllaç només es mostrarà si heu completat la informació de contacte que hi ha a Configuració > Contacte.
cs_cz: Tento odkaz se zobrazí pouze v případě, že jste vyplnili informaci v rubrice Kontakt v Nastavení > Kontakt.
da: Dette link vil kun blive vist, hvis du har udfyldt informationsfelterne på siden 'Kontaktperson' under Indstillinger > Tidsskrift > Kontaktperson.
de_de: Dieser Link wird nur angezeigt, wenn Sie die Kontaktinformationen unter Einstellungen > Kontakt ausgefüllt haben.
el_gr: Αυτός ο σύνδεσμος θα εμφανίζεται μόνο εάν έχετε συμπληρώσει τα στοιχεία επικοινωνίας στην περιοχή Ρυθμίσεις > Επικοινωνία.
es_es: Este enlace solo se mostrará si ha completado la sección Información de contacto en Ajustes > Contacto.
eu: Esteka hori Ezarpenak > Kontaktua ataleko "Harremanetarako informazioa" atala bete baduzu bakarrik bistaratuko da.
fr_fr: Ce lien ne sera affiché que si vous avez renseigné les informations de contact dans Paramètres > Contact.
gl: Esta ligazón só se amosará se encheu a información de contacto en Configuración > Contacto.
hr: Ova će poveznica biti prikazana samo ako ste ispunili Kontakt podatke pod Postavke > Kontakt.
hu_hu: Ez a link csak akkor jelenik meg, ha kitöltötte az elérhetőségeket a Beállítások> Kapcsolat pontban.
hy_am: Այս հղումը կցուցադրվի միայն այն դեպքում, եթե լրացրել եք Կոնտակտային տվյալները այստեղից՝ Կարգավորումներ > Կոնտակտ:
id: Tautan ini hanya akan ditampilkan jika Anda telah mengisi informasi Kontak pada Pengaturan > Kontak.
is: Þessi tengill er bara sýndur ef þú hefur skráð eitthvað í upplýsingar um tengilið undir Stillingar > Tengiliður.
it_it: Questo link viene mostrato solo se hai compilato le informazioni di contatto in Impostazioni > Rivista > Contatti.
ja: このリンクは、「設定」→「連絡先」で連絡先情報を入力した場合にのみ表示されます。
ka_ge: ეს ბმული გამოჩნდება მხოლოდ იმ შემთხვევაში, თუ თქვენ შეავსეთ საკონტაქტო ინფორმაცია პარამეტრებში > კონტაქტი.
kk_kz: Бұл сілтеме Параметрлер > Контакт ішіндегі «Байланыс мәліметтері» бөлімін аяқтасаңыз ғана көрсетіледі.
lv: Šī saite tiks parādīta tikai tad, ja būsiet aizpildījis kontaktinformāciju sadaļā Iestatījumi > Kontaktinformācija.
mk: Овој линк ќе биде прикажан само доколку ги имате пополнето информациите за контак во Поставки > Контакт.
mr: तुम्ही सेटिंग्ज > संपर्क अंतर्गत संपर्क माहिती भरली असेल तरच हा दुवा (link) प्रदर्शित होईल.
ms: Pautan ini hanya akan dipaparkan jika anda telah mengisi maklumat Kenalan di bawah Tetapan > Kenalan.
nb_no: Denne lenken vil bare vises dersom du har fylt ut kontaktinformasjon under «Innstillinger» > «Kontakt».
nl: Deze link zal alleen worden getoond wanneer de sectie "Contact" is ingevuld in Instellingen > Tijdschrift.
pl: Link będzie wyświetlany w przypadku wypełnienia danych do kontaktu na stronie Ustawienia > Kontakt.
pl_pl: Link będzie wyświetlany w przypadku wypełnienia danych do kontaktu na stronie Ustawienia > Kontakt.
pt_pt: Esta ligação só será apresentada se tiver preenchido informação de Contacto em Configurações > Contactos.
ro_ro: Acest link va fi afișat numai dacă ați completat informațiile de contact din Setări> Contact.
ru_ru: Эта ссылка будет показываться только в случае, если вы заполнили раздел «Контактная информация» в Настройки > Контакт.
sl: Ta povezava bo prikazana le, če ste izpolnili kontaktne podatke v Nastavitve > Kontakti.
sv_se: Den här länken visas bara om du har fyllt i kontaktinformationen under Inställningar > Kontakt.
th: ลิงก์นี้จะแสดงเฉพาะเมื่อคุณกรอกข้อมูลติดต่อใน การตั้งค่า > ติดต่อ
tr_tr: Bu bağlantı sadece "Ayarlar > İletişim" altındaki Kişi bilgilerini doldurduysanız görüntülenir.
uk: Це покликання відображатиметься, лише якщо ви заповнили розділ "Контактна інформація" в "Налаштування" > "Контактна інформація".
uk_ua: Це посилання відображатиметься, лише якщо ви заповнили контактну інформацію в Налаштування > Контактна інформація.
vi: Liên kết này sẽ chỉ hiển thị nếu bạn đã điền thông tin Liên hệ trong Cài đặt > Liên hệ.
vi_vn: Liên kết này sẽ chỉ được hiển thị nếu bạn đã điền thông tin liên hệ trong Cài đặt > Liên hệ.
