Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# mailable.reviewConfirm.description
source: This email is automatically sent when a reviewer accepts a review request
az: Bu email, Dəyərləndirmə tələbinin qəbul edildiyini və qeyd olunan tarixə qədər bitəcəyini Bölmə Redaktoruna xəbər vermək üçün cavab olaraq rəyçi tərəfindən göndərilir.
bg_bg: Този имейл се изпраща автоматично, когато рецензентът приеме заявка за рецензия
cs_cz: Tento e-mail je automaticky odeslán, když recenzent přijme žádost o recenzi
da: Denne e-mail sendes automatisk når en bedømmer accepterer en anmodning om bedømmelse
eu: Mezu elektroniko hau automatikoki bidaltzen da ebaluatzaile batek berrikuspen-eskaera bat onartzen duenean
gl: Este correo é enviado por un revisor/a ao editor/a de sección en resposta a unha solicitude de revisión, para notificarlle que aceptou encargarse desta tarefa e que a enviará antes da data indicada.
hr: Ovim obrascem e-pošte recenzent potvrđuje uredniku rubrike da prihvaća zahtjev za recenzijom.
hy_am: Այս նամակն ինքնաշխատ կերպով ուղարկվում է, երբ գրախոսն ընդունում է վերանայման հարցումը
id: Email ini dikirimkan secara otomatis ketika Reviewer menerima permintaan review
ja: このメールは、査読者からセクション編集者に査読依頼を受諾し、指定された期日までに査読を終了させる意思を伝えるものです。
ka_ge: ეს ელფოსტა ავტომატურად იგზავნება, როდესაც მიმომხილველი მიიღებს განხილვის მოთხოვნას
kk_kz: Тексеруші тексеру сұрауын қабылдағанда, бұл электрондық пошта арқылы жауап автоматты түрде жіберіледі
ku: ئەم ئیمەیڵە لە لایەن هەڵسەنگێنەرەوە بۆ سەرنوسەری بەش نێردراوە لە وەڵامی سەرنوسەردا بۆ ئاگادارکردنەوەیان لە قبوڵکردنی هەڵسەنگاندنەکە و تەواوکردنی لە کاتی دیاریکراودا.
lv: Šis e-pasts tiek automātiski nosūtīts, kad recenzents pieņem recenzēšanas pieprasījumu
mk: Овој емаил автоматски се испраќа кога рецензентот ќе прифати барање за рецензија
mr: जेव्हा समीक्षक समीक्षणाची विनंती स्वीकारतो तेव्हा हा ई-मेल मानवी हस्तक्षेपाशिवाय (automatically) पाठवला जातो
ms: E-mel ini dikirim oleh Pengulas ke Editor Bahagian sebagai respon balas kepada permintaan ulasan untuk memberitahu Editor Bahagian bahawa permintaan ulasan telah diterima dan akan diselesaikan pada tarikh yang ditentukan.
nb_no: Denne e-posten sendes fra en fagfelle til seksjonsredaktøren som svar på «Forespørsel om fagfellevurdering» for å varsle seksjonsredaktøren om at forespørselen er mottatt og akseptert, og at fagfellevurderingen vil bli ferdigstilt innen angitt frist.
nl: Deze e-mail wordt door een reviewer naar de sectieredacteur gestuurd als reactie op een review-verzoek dat geaccepteerd is en zal worden voltooid voor de gevraagde datum
pl: Wiadomość wysyłana przez recenzenta do redaktora prowadzącego. Zawiera akceptację prośby o wykonanie recenzji.
ru_ru: Это письмо рецензента, отправляемое редактору раздела, в ответ на запрос на рецензирование статьи, чтобы уведомить редактора раздела о том, что запрос на рецензирование принят и рецензия будет предоставлена к указанной дате.
sk: Tento email posiela recenzent editorovi sekcie v odpovedi na žiadosť o spracovaní recenzie, aby mu oznámil, že žiadosť prijal a spracuje recenziu v stanovenom termíne.
sl: Ta email je avtomatično poslan, ko recenzent sprejme prošnjo za recenzijo
th: อีเมลนี้ถูกส่งโดยอัตโนมัติเมื่อผู้รีวิวยอมรับคำขอทบทวน
uk: Цей електронний лист надсилається автоматично, коли рецензент приймає запит на рецензування
uz_uz@latin: Bu elektron pochta sharhlovchisi bo'lim muharririga ko'rib chiqish so'rovi qabul qilinganligi va belgilangan sanaga qadar bajarilishi to'g'risida xabar berish so'roviga javoban bo'lim muharririga yuboriladi.
vi: Email này được tự động gửi khi người đánh giá chấp nhận yêu cầu đánh giá

# mailable.reviewDecline.name
source: Review Decline
bg_bg: Отказ за рецензиране
cs_cz: Odmítnutí recenze
da: Afvis bedømmelse
eu: Berrikuspenaren ukapena
hr: Recenzija odbijena
hy_am: Վերանայումը մերժել
id: Menolak Review
ka_ge: მიმოხილვის უარყოფა
kk_kz: Қабылданбауды қарап шығу
lv: Noraidīt recenzēšanu
mk: Одбиј Рецензија
mr: समीक्षणाच्या सोपवलेल्या कामाला नकार
nl: Review niet mogelijk
pl: Odrzucenie recenzji
sl: Recenzija zavrnjena
th: ปฏิเสธการทบทวน
uk: Відхилення рецензування
vi: Từ chối đánh giá

# mailable.reviewDecline.description
source: This email is sent by a reviewer when declining a review request
az: Bu email gözdən keçirmə tələbinə cavab olaraq, gözdən keçirmənin rədd edildiyini bildirmək məqsədilə Bölmə Redaktoruna gözdən keçirməni edən şəxs tərəfindən göndərilir.
bg_bg: Този имейл се изпраща от рецензент, когато отхвърля заявка за рецензиране
cs_cz: Tento e-mail odesílá recenzent při odmítnutí žádosti o recenzi
da: Denne e-mail sendes af en bedømmer, når vedkommende afviser en anmodning om bedømmelse
eu: Mezu elektroniko hau ebaluatzaile batek bidaltzen du berrikuspen-eskaera bat baztertzean
gl: Este correo é enviado por un revisor/a ao editor/a de sección en resposta a unha solicitude de revisión, para notificarlle a súa indispoñibilidade para realizar a tarefa.
hr: Ovim obrascem e-pošte recenzent odgovara uredniku rubrike da ne prihvaća zahtjev za recenzijom.
hy_am: Այս նամակն ուղարկվում է գրախոսի կողմից, երբ մերժում է վերանայման հարցումը
id: Email ini dikirim oleh Reviewer ketika permohonan review ditolak
ja: このメールは、査読者からセクション編集者に査読依頼を受けることができない旨を通知するものです。
ka_ge: ეს ელფოსტა იგზავნება მიმომხილველის მიერ, როდესაც უარყოფს განხილვის მოთხოვნას
kk_kz: Бұл электрондық хатты материалды қабылдамауға шешім қабылданған кезде тексеруші жібереді
ku: ئەم ئیمەیڵە لە لایەن هەڵسەنگێنەرەوە بۆ سەرنوسەری بەش نێردراوە بۆ ئاگادارکردنەوەیان لە ڕەتکردنەوەی هەڵسەنگاندنەکە.
lv: Šo e-pastu nosūta recenzents, kad noraida recenzēšanas pieprasījumu
mk: Овој емаил го испраќа рецензент кога одбива барање за рецензија
mr: समीक्षणाची विनंती नाकारण्यासाठी हा ई-मेल समीक्षकाकडून पाठवला जातो
ms: E-mel ini dikirim oleh Pengulas ke Editor Bahagian sebagai respon balas kepada permintaan ulasan untuk memaklumkan Editor Bahagian bahawa permintaan ulasan telah ditolak.
nb_no: Denne e-posten sendes av en fagfelle til seksjonsredaktøren som svar på en forespørsel om fagfellevurdering, for å varsle redaktøren om at oppdraget er avslått.
nl: Deze e-mail wordt door de reviewer verstuurd naar de sectieredacteur als reactie op een reviewverzoek om te laten weten dat het verzoek wordt afgewezen
pl: Wiadomość wysyłana przez recenzenta do redaktora prowadzącego. Zawiera odrzucenie prośby o wykonanie recenzji.
ru_ru: Это письмо рецензента, отправляемое редактору раздела, в ответ на запрос на рецензирование статьи, чтобы уведомить редактора раздела о том, что запрос на рецензирование отклонен.
sk: Tento email posiela recenzent editorovi sekcie v odpovedi na žiadosť o spracovaní recenzie, aby mu oznámil, že recenziu nemôže spracovať.
sl: Ta email je poslan, ko recenzent zavrnje prošnjo za recenzijo
th: อีเมลนี้ถูกส่งโดยผู้รีวิวเมื่อปฏิเสธคำขอทบทวน
uk: Цей електронний лист надсилається рецензентом, коли він відхиляє запит на рецензування
uz_uz@latin: Bu elektron pochta sharhlovchisi bo'lim muharririga ko'rib chiqish so'rovi rad etilganligi to'g'risida bo'lim muharririga xabar berish so'roviga javoban bo'lim muharririga yuboriladi.
vi: Email này được gửi bởi người đánh giá khi từ chối yêu cầu đánh giá

# mailable.reviewRemind.name
source: Review Reminder
bg_bg: Напомняне за рецензиране
cs_cz: Připomenutí recenze
da: Påmindelse om bedømmelse
eu: Berrikuspenaren gogorarazlea
hr: Podsjetnik za recenziju
hy_am: Գրախոսման հիշեցում
id: Pengingat Review
ka_ge: შეხსენება რეცენზენტს
kk_kz: Қайта қарауды еске салу
lv: Recenzēšanas atgādinājums
mk: Потсетник за рецензија
mr: समीक्षणाच्या सोपवलेल्या कामासंबंधी स्मरणपत्र
nb_no: Påminnelse om fagfellevurdering
nl: Herinnering Reviewverzoek
pl: Ręczne przypomnienie o recenzji
sl: Opomnik za recenzijo
th: เตือนการทบทวน
uk: Нагадування про рецензування
vi: Nhắc nhở đánh giá

# mailable.reviewRemind.description
source: This email is sent by an Editor to remind a reviewer that their review is due.
az: Bu email rəyçinin dəyərləndirmə üçün qeyd olunan son tarixin bitmək üzrə olduğunu xatırlatmaq üçün Bölmə Redaktoru tərəfindən rəyçilərə göndərilir.
bg_bg: Този имейл е изпратен от редактор, за да напомни на рецензента, че е изтекло времето за рецензиране
cs_cz: Tento e-mail zasílá editor, aby připomněl recenzentovi, že uplynul termín pro dodání recenze
da: Denne e-mail sendes af en redaktør for at påminde en bedømmer om, at vedkommendes bedømmelse skal afleveres.
eu: Mezu elektroniko hau editore batek bidaltzen du, ebaluatzaile bati bere berrikuspena egin behar duela gogorarazteko.
hr: Ovom porukom e-pošte urednik podsjeća recenzenta na rok za dovršenje recenzije.
hy_am: Այս նամակն ուղարկվում է Խմբագրի կողմից՝ գրախոսին հիշեցնելու, որ իր վերանայումն ենթակա է ավարտվի
id: Email ini dikirim oleh Editor untuk mengingatkan reviewer bahwa review mereka telah melewati batas waktu.
ka_ge: ეს ელფოსტა იგზავნება რედაქტორის მიერ, რათა შეახსენოს მიმომხილველს, რომ მათი განხილვა დასრულებულია
kk_kz: Бұл электрондық хатты Редактор рецензентке материалдардың қарастырылуы тиіс екенін еске салу үшін жібереді
lv: Šo e-pastu sūta redaktors, lai atgādinātu recenzentam par to, ka viņam ir jāiesniedz recenzija.
mk: Овој емаил е испратен од уредник за да го потсети рецензентот дека треба да се рецензира.
mr: समीक्षणाचे सोपवलेले काम अद्याप झालेले नाही याची आठवण करून देण्यासाठी समीक्षकाला हा ई-मेल संपादकाद्वारे पाठवला जातो.
nl: Deze e-mail wordt verstuurd door een redacteur om een reviewer eraan te herinneren dat zijn review wordt verwacht.
pl: Wiadomość wysyłana przez redaktora prowadzącego do recenzenta. Zawiera przypomnienie o terminie wykonania recenzji.
sl: Ta email pošlje urednik kot opomnik recenzentu, da se bliža rok končanja recenzije.
th: อีเมลนี้ถูกส่งโดยบรรณาธิการเพื่อเตือนผู้รีวิวว่าการทบทวนของพวกเขากำหนดเวลาแล้ว
uk: Цей електронний лист надсилається редактором, щоб нагадати рецензенту, що його рецензування підлягає виконанню.
vi: Email này được gửi bởi Biên tập viên để nhắc nhở người đánh giá rằng đánh giá của họ sắp đến hạn.

# mailable.reviewAcknowledgement.name
source: Review Acknowledgement
bg_bg: Признание за рецензия
cs_cz: Poděkování za recenzi
da: Bekræftelse af bedømmelse
eu: Berrikuspenaren aitorpena
hr: Zahvala na recenziji
hy_am: Վերանայեք հաստատումը
id: Apresiasi Terhadap Review
lv: Pateicība par recenzēšanu
mk: Потврда за рецензија
mr: समीक्षणाचे काम पूर्ण केल्याबद्दल पोचपत्र
nl: Review Bevestiging
pl: Potwierdzenie otrzymania recenzji
sl: Zahvala za recenzijo
th: การรับทราบการทบทวน
uk: Визнання рецензії
vi: Xác nhận đánh giá

# mailable.reviewResponseOverdueAuto.name
source: Review Response Overdue (Automated)
bg_bg: Просрочен отговор за рецензия (автоматичен)
cs_cz: Uplynula lhůta na reakci na požadavek na recenzi (automatizované)
da: Svar på bedømmelse er overskredet (automatiseret)
eu: Berrikuspenaren erantzuna epea gaindituta (automatizatua)
hr: Zakašnjeli odgovor na recenziju (automatski)
id: Respon Review Telah Melewati Batas Waktu (Otomatis)
lv: Recenzijas atbildes termiņš ir nokavēts (automātisks)
mk: Одговорот за рецензија е истечен (Автоматски)
mr: समीक्षणाच्या सोपवलेल्या कामासाठी होकार/नकार कळवण्याची मुदत संपली (मानवी हस्तक्षेपाशिवाय - Automated)
nl: Geautomatiseerde Review Herinnering
pl: Prośba o recenzję bez odpowiedzi w terminie (Automatycznie)
sl: Opravljanje recenzije zamuja (avtomatsko)
th: การตอบกลับการทบทวนเกินกำหนด (อัตโนมัติ)
uk: Прострочена відповідь щодо рецензування (автоматизовано)
vi: Quá hạn phản hồi đánh giá (Tự động)

# mailable.reviewResponseOverdueAuto.description
source: This email is automatically sent when the deadline for a reviewer to respond to a review request passes.
az: Bu email, bir rəyçinin təsdiq tarixi keçdiyi zaman avtomatik olaraq göndərilir (Tənzimlər>İş Axışı>Gözdən keçirmə altındakı İncələmə Seçimlərinə baxın) və tək kliklə rəyçi çatma sıradan çıxarılır. Planlanmış vəzifələr aktivləşdirilməli və tənzimlənməlidir (sayt tənzimlənmə faylı bölməsinə baxın).
bg_bg: Този имейл се изпраща автоматично, когато изтича срокът за потвърждение от страна на рецензента (вижте Опции за рецензии в Настройки > Работен поток > Рецензии) и достъпът на рецензент с едно щракване е деактивиран. Планираните задачи трябва да бъдат активирани и конфигурирани (вижте конфигурационния файл на сайта).
cs_cz: Tento e-mail je automaticky odeslán po uplynutí lhůty pro odpověď recenzenta na žádost o recenzi.
da: Denne e-mail sendes automatisk, når en bedømmers bekræftelsesdato er overskredet.
gl: Este correo electrónico é enviado automaticamente cando o prazo de confirmación dun revisor/a expira(vexa as opcións de revisión no paso 2 da configuración da revista) e desactívase o acceso do revisor/a cun clic. Las tarefas planificadas deben ser activadas e configuradas (vexa o arquivo de configuración do sitio).
hr: Ova se poruka e-pošte automatski šalje kada recenzentu istekne rok za odgovor na zahtjev za recenziju.
hy_am: Այս նամակն ինքնաշխատ կերպով ուղարկվում է, երբ վերանայման հարցմանը պատասխանելու վերջնաժամկետը լրանա:
id: Email ini dikirim otomatis saat batas waktu reviewer untuk merespon permintaan review sudah lewat.
is: Þessi tölvupóstur sendist sjálfkrafa þegar komið er fram yfir skiladag ritrýnis til að bregaðst við beiðni um ritrýni og þegar beinn aðgangur ritrýnis er ekki virkur.
ka_ge: ეს წერილი იგზავნება ავტომატურად, როდესაც რეცენზენტის მიერ მონაწილების მიღების დადასტურების თარიღი გასულია (იხილეთ რეცენზირების პარამეტრები: პარამეტრები > სამუშაო პროცესი > რეცენზირება) და რეცენზენტს გამოერთო პირდაპირი წვდომა მასალებზე. დაგეგმილი ამოცანები უნდა ჩაირთოს და მოერგოს (იხილეთ საიტის კონფიგურაციის ფაილი).
kk_kz: Бұл электрондық пошта шолушының қарауды растау күні өткен кезде автоматты түрде жіберіледі (Параметрлер> Жұмыс үрдісі> Қарау бөліміндегі Қарау опцияларын қараңыз) және шолушының сілтеме арқылы тікелей қатынасы өшірілген. Жоспарланған тапсырмалар қосылып, конфигурациялануы керек (сайттың конфигурация файлын қараңыз).
ku: ئەم ئیمەیڵە بۆ هەڵسەنگێنەرێکی نوێ نێردراوە بۆ بەخێرهێنانیان بۆ سیستەمەکە و دابینکردنی ناوی بەکارهێنەر و وشەی نهێنییەکەیان.
lv: Šis e-pasts tiek automātiski nosūtīts, kad beidzas termiņš, līdz kuram recenzentam ir jāatbild uz recenzijas pieprasījumu.
mk: Овој и-меил е автоматски испратен кога рокот за достава на потврда на рецензентот е истечен (видете Опции за рецензија во Поставки > Тек на работа > Рецензија) и пристапот за рецензентот преку еден клик е оневозможен. Закажаните задачи мора да се овозможени и прилагодени(видете ја датотеката за прилагодување на веб-страницата).
mr: समीक्षकाने समीक्षणाच्या विनंतीला होकार/नकार कळवण्याची मुदत संपल्यानंतर हा ई-मेल मानवी हस्तक्षेपाशिवाय (Automated) पाठवला जातो.
ms: E-mel ini dihantar secara automatik apabila tarikh akhir pengesahan pengulas berlalu (lihat Pilihan Ulasan di bawah Tetapan> Alur Kerja> Ulasan) dan akses pengulas satu klik dinyahdayakan. Tugas berjadual mesti didayakan dan dikonfigurasi (lihat fail konfigurasi laman web).
nl: Deze e-mail wordt automatisch verzonden wanneer de datum voor de bevestiging van een reviewverzoek verstreken is (zie Review opties onder Tijdschrift inrichten) en een-klik toegang voor reviewers is uitgeschakeld. Scheduled tasks moet ingeschakeld en geconfigureerd zijn (zie het configuratiebestand).
pl: Wysyłka automatyczna z systemu, gdy recenzent nie odpowiedział w wyznaczonym terminie na prośbę redakcji o wykonanie recenzji (z logowaniem w systemie).
sk: Tento email sa automaticky odosiela, len čo uplynie dátum splatnosti potvrdenia recenzenta (pozri Možnosti kontroly v sekcii Nastavenia> Pracovný postup> Kontrola) a prístup k recenznej kontrole je zakázaný. Plánované úlohy musia byť povolené a konfigurované (pozri konfiguračný súbor webu).
sl: Ta email se pošlje avtomatsko, ko recenzent prekorači rok za potrditev opravljanja recenzije.
th: อีเมลนี้ถูกส่งโดยอัตโนมัติเมื่อกำหนดเวลาที่ผู้รีวิวต้องตอบคำขอทบทวนผ่านไปแล้ว
uk: Цей електронний лист надсилається автоматично, коли минає кінцевий термін відповіді рецензента на запит щодо рецензування.
uz_uz@latin: Tekshiruvchining tasdiqlash muddati tugagandan so'ng (Sozlamalar> Ish oqimi> Ko'rib chiqish bo'limidagi Ko'rib chiqish variantlariga qarang) va bir marta bosish bilan tekshiruvchiga kirish o'chirilganida, bu elektron pochta avtomatik ravishda yuboriladi. Rejalashtirilgan vazifalar yoqilgan va sozlangan bo'lishi kerak (sayt konfiguratsiya faylini ko'ring).
vi: Email này được tự động gửi khi thời hạn người đánh giá phản hồi yêu cầu đánh giá đã qua.

# mailable.reviewRequest.name
source: Review Request
bg_bg: Заявка за рецензия
cs_cz: Požadavek na recenzi
da: Anmodning om at gennemføre bedømmelse
eu: Berrikuspenaren eskaera
hr: Zahtjev za recenziju
hy_am: Գրախոսման հարցում
id: Permintaan Review
lv: Recenzijas pieprasījums
mk: Барање за рецензија
mr: समीक्षणासाठी विनंती
nb_no: Forespørsel om fagfellevurdering
nl: Artikel Review Verzoek
pl: Prośba o wykonanie recenzji
sl: Zahteva za recenzijo
th: คำขอทบทวน
uk: Запит щодо рецензування
vi: Yêu cầu đánh giá

# mailable.reviewRequestSubsequent.name
source: Review Request Subsequent
bg_bg: Следваща заявка за рецензия
cs_cz: Požadavek na následnou recenzi
da: Efterfølgende anmodning om bedømmelse
eu: Berrikuspenaren ondorengo eskaera
hr: Naknadni zahtjev za reviziju
hy_am: Վերանայման հետագա հարցում
id: Permintaan Review Berikutnya
lv: Nākamais recenzijas pieprasījums
mk: Последователно барање за рецензија
mr: पुढच्या फेरीतील समीक्षणासाठी विनंती
nl: Verzoek tot reviewen van een artikel
pl: Prośba o wykonanie kolejnej rundy recenzji
sl: Naknadna prošnja za recenzijo
th: คำขอทบทวนเพิ่มเติม
uk: Наступний запит щодо рецензування
vi: Yêu cầu đánh giá tiếp theo

# plugins.importexport.common.error.currentPublicationNullOrMissing
source: The submission's current publication is missing
bg_bg: Липсва текущата публикация за подадения материал
cs_cz: Chybí aktuální zveřejnění příspěvku
da: Indsendelsens aktuelle publikation mangler
eu: Bidalketaren uneko argitalpena falta da
hr: Nedostaje aktualna objava podneska
hy_am: Ներկայացման ընթացիկ հրապարակումը բացակայում է
id: Naskah pada publikasi saat ini sedang tidak ada
lv: Trūkst iesniegtā materiāla pašreizējās publikācijas
mk: Недостасува тековната публикација на поднесокот
mr: सादरीकरणाचे सध्याचे प्रकाशन गहाळ आहे
nl: De huidige publicatie van de inzending ontbreekt
pl: To zgłoszenie nie zostało opublikowane
sl: Manjka obsotječa revije prispevka
th: การตีพิมพ์ปัจจุบันของบทความไม่มีหรือหายไป
uk: Поточна публікація подання відсутня
vi: Ấn phẩm hiện tại của bài nộp bị thiếu

# plugins.importexport.common.error.submissionChildFailed
source: The submission's child {$child} failed to be processed
bg_bg: Обработването на свързаните материали - {$child} на подадения материал не бе успешно
cs_cz: Podřízený příspěvek {$child} se nepodařilo zpracovat
da: Indsendelsens fil {$child} kunne ikke behandles
eu: Bidalketaren umea {$child} ezin izan da prozesatu
hr: Obrada podređenog elementa {$child} nije uspjela
hy_am: Ներկայացման երեխային {$child} չհաջողվեց մշակել
id: Anak ajuan {$child} gagal diproses
lv: Iesnieguma bērnprocess {$child} nav apstrādāts
mk: Следбеникот на поднесокот {$child} не успеа да се обработи
mr: सादरीकरणाच्या {$child} वर प्रक्रिया अयशस्वी
nl: Foutmelding bij submission's child
pl: Procedowanie elementu podrzędnego {$child} tego zgłoszenia zakończone niepowodzeniem
sl: Podrejenega elementa prispevka {$child} ni bilo mogoče obdelati
th: บทความที่เป็นส่วนย่อย {$child} ล้มเหลวในการประมวลผล
uk: Дочірнє подання {$child} не було оброблено
vi: Thành phần con của bài nộp {$child} không xử lý được

# mailable.editorialReminder.name
source: Editorial Reminder
bg_bg: Редакционно напомняне
cs_cz: Redakční připomenutí
da: Redaktionel påmindelse
eu: Editorial gogorarazlea
hr: Urednički podsjetnik
hy_am: Խմբագրական հիշեցում
id: Pengingat Editorial
lv: Redakcijas atgādinājums
mk: Уреднички потсетник
mr: संपादकीय स्मरणपत्र
nl: Redactionele Herinnering
pl: Przypomnienie redakcyjne
sl: Uredniški opomnik
th: เตือนบรรณาธิการ
uk: Нагадування редакції
vi: Nhắc nhở biên tập

# mailable.editorialReminder.description
source: An automated email sent to editors with outstanding tasks
bg_bg: Автоматичен имейл, изпратен до редакторите с неизпълнени задачи
cs_cz: Automatický e-mail zaslaný redaktorům s nevyřízenými úkoly
da: En automatisk e-mail sendt til redaktører med uafsluttede opgaver
eu: Zeregin egiteke dituzten editoreei bidaltzen zaien mezu elektroniko automatizatua
hr: Automatizirana poruka e-pošte poslana urednicima s neizvršenim zadacima
hy_am: Ինքնաշխատ էլ․ նամակ է ուղարկված խմբագիրներին՝ չմարված առաջադրանքներով
id: Email otomatis dikirimkan ke editor yang masih memiliki tugas yang belum selesai
lv: Automātisks e-pasts, ko nosūta redaktoriem par neizpildītiem uzdevumiem
mk: Автоматски емаил испратен до уредниците со заостанати задачи
mr: मानवी हस्तक्षेपाशिवाय (Automated) संपादकांना पाठवलेला शिल्लक कामांच्या यादीचा ई-मेल
nl: Een automatische e-mail naar redacteuren met openstaande taken
pl: Wiadomość e-mail automatycznie wysyłana do redaktorów z zaległymi zadaniami
sl: Avtomatski email, ki je poslan urednikom z odprtimi nalogami
th: อีเมลอัตโนมัติที่ถูกส่งไปยังบรรณาธิการที่มีงานค้างอยู่
uk: Автоматичний електронний лист, надісланий редакторам із невиконаними завданнями
vi: Email tự động gửi đến các biên tập viên có công việc tồn đọng

# mailable.userRegister.name
source: User Created
bg_bg: Потребителят е създаден
cs_cz: Uživatelský účet byl vytvořen
da: Bruger oprettet
eu: Erabiltzailea sortuta
hr: Korisnik je registriran
hy_am: Օգտագործողի գրանցում
id: Pengguna Dibuat
lv: Izveidots lietotājs
mk: Создаден корисник
mr: वापरकर्ता निर्माण केला
nl: Tijdschriftregistratie
pl: Zarejestrowano użytkownika
sl: Uporabnik je registriran
th: สร้างผู้ใช้ใหม่
uk: Створено користувача
vi: Người dùng đã tạo

# mailable.reviewerRegister.name
source: Reviewer Register
bg_bg: Регистър на рецензента
cs_cz: Registrace recenzentů
da: Bedømmerregister
eu: Ebaluatzailearen erregistroa
hr: Registracija recenzenta
hy_am: Գրախոսի գրանցում
id: Mendaftarkan Reviewer
lv: Recenzenta reģistrācija
mk: Регистрирај се за рецензент
mr: समीक्षकांची नोंदणी
nl: Registratie als Reviewer
pl: Rejestr recenzentów
sl: Registracija recenzenta
th: ลงทะเบียนผู้รีวิว
uk: Реєстр рецензентів
vi: Đăng ký người đánh giá
