Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.genres.metatadata.description
source: Select the type of metadata that these files may receive. Document should be selected for the main publication files, such as the downloadable PDF, so that these files inherit their metadata from the publication. Otherwise, choose Supplementary Content for most file types. Artwork is appropriate for files which require distinct credit, caption and licensing metadata.
az: Bu faylların qəbul edə biləcəyi metadata növünü seçin. Endirilə bilir PDF kimi məqalə faylları üçün sənəd seçilməlidir, beləliklə fayllar məqalənin metadatalarını təhvil alır. Əks təqdirdə, əksəriyyət fayl növünü Tamamlayıcı Məzmun kimi müəyyənləşdirin. Sənət əsəri, fərqli istinad, alt yazı və lisenziyalaşdırma metadataları tələb edən fayllar üçün uyğundur.
bg_bg: Изберете типа метаданни, които тези файлове могат да получат. "Документ" трябва да бъде избран за основните файлове на публикация, като например PDF за изтегляне, така че тези файлове да наследят своите метаданни от публикацията. В противен случай изберете "Допълнително съдържание" за повечето типове файлове. "Произведения на изкуството" са подходящи за файлове, които изискват различни метаданни за кредит, надпис и лиценз.
cs_cz: Vyberte typ metadat, která mohou tyto soubory obdržet. Dokument by měl být vybrán pro hlavní soubory příspěvku, jako je soubor PDF ke stažení, aby tyto soubory zdědily svá metadata z příspěvku. Pro většiny ostatních typů souborů vyberte Doplňkový obsah. Umělecké dílo je vhodné pro soubory, které vyžadují odlišná metadata kreditu, titulků a licencí.
da: Vælg den type metadata, som kan knyttes til disse filer. Du bør vælge ’Dokument’ til de vigtigste publikationsfiler, såsom PDF, der kan downloades, så disse filer kan henter deres metadata fra publikationen. Ellers skal du vælge ’Supplerende indhold’ til de fleste filtyper. ’Illustrationer’ passer til filer, der kræver særskilte kildeangivelses-, billedtekst- og licens-metadata.
el_gr: Επιλέξτε τον τύπο των μεταδεδομένων που ενδέχεται να λαμβάνουν αυτά τα αρχεία. Το έγγραφο θα πρέπει να επιλεγεί για τα κύρια αρχεία δημοσίευσης, όπως το PDF με δυνατότητα λήψης, έτσι ώστε αυτά τα αρχεία να κληρονομήσουν τα μεταδεδομένα τους από τη δημοσίευση. Διαφορετικά, επιλέξτε συμπληρωματικό περιεχόμενο για τους περισσότερους τύπους αρχείων. Εικονογραφήσεις, φωτογραφίες ή άλλο μη κειμενικό υλικό είναι κατάλληλο για αρχεία που απαιτούν διακριτή πίστωση, υπότιτλους και μεταδεδομένα άδειας χρήσης.
eu: Hautatu fitxategi horiek jaso ditzaketen metadatuen mota. Dokumentua hautatu behar da argitalpenaren fitxategi nagusietarako, hala nola deskargatu daitekeen PDFrako, fitxategi horiek beren metadatuak argitalpenetik heredatu ditzaten. Bestela, aukeratu Eduki osagarria fitxategi-mota gehienetarako. Artelana egokia da kreditu, azpititulu eta lizentzia-metadatu desberdinak behar dituzten fitxategietarako.
gl: Seleccione o tipo de metadatos de estes arquivos. Debe seleccionarse "Documento" para os arquivos de publicación principais, como o PDF descargable, para que estes ficheiros herdan os seus metadatos da publicación. Se non, elixe "Contido adicional" para a maioría dos tipos de arquivo. "Material gráfico" é apropiado para arquivos que requiren metadatos de crédito, subtítulos e licenzas distintos.
hr: Odaberite vrstu metapodataka koje te datoteke mogu primiti. Dokument treba odabrati za glavne datoteke publikacije, kao što je PDF koji se može preuzeti, tako da te datoteke nasljeđuju svoje metapodatke iz publikacije. U suprotnom odaberite Dodatni sadržaj za većinu vrsta datoteka. Ilustracija je prikladna za datoteke koje zahtijevaju jedinstvene metapodatke za autore, titlove i licence.
hy_am: Ընտրեք մետատվյալների տեսակը, որոնք կարող են ստանալ այս նիշքերը: Փաստաթուղթը պետք է ընտրվի հիմնական հրապարակման նիշքերի համար, ինչպիսիք են ներբեռնվող PDF-ը, որպեսզի այդ նիշքերը ժառանգեն իրենց մետատվյալները հրապարակումից: Հակառակ դեպքում, ընտրեք "Լրացուցիչ բովանդակություն" նիշքերի տեսակների մեծ մասի համար: "Արվեստի գործերը" հարմար են նիշքերի համար, որոնք պահանջում են հստակ երախտիքի, ենթագրերի և արտոնագրման մետատվյալներ:
id: Pilih jenis metadata yang dapat diterima file ini. Dokumen harus dipilih untuk file publikasi utama, seperti PDF yang dapat diunduh, sehingga file ini mewarisi metadatanya dari publikasi. Jika tidak, pilih Konten Pendukung untuk sebagian besar jenis file. Untuk jenis karya seni cocok dipilih untuk file yang memerlukan kredit, teks, dan metadata lisensi yang berbeda.
is: Veldu tegund lýsigagna sem þessar skrár mega taka á móti. Það þarf að velja skjal sem meginútgáfuskrá, t.d. niðurhalanlegt PDF, þannig að þessar skrár erfi lýsigögnin frá útgáfunni. Að öðru leyti skaltu velja viðbótarinnihald fyrir flestar skráartegundir. Listaverk er viðeigandi fyrir skrár sem kalla á sérstaka viðurkenninu, fyrirsögn og lýsigögn fyrir leyfi.
ja: これらのファイルが受け取ることのできるメタデータの種別を選択します。ダウンロード可能なPDFなど、メインの出版物ファイルには「 投稿原本」を選択し、これらのファイルが出版物からメタデータを継承するようにします。それ以外のほとんどのファイルタイプには、「補足コンテンツ」を選択します。「アートワーク」は、クレジット、キャプション、ライセンスのメタデータが必要なファイルに適しています。
ka_ge: აირჩიეთ მეტადატის ტიპი, რომელიც ამ ფაილებს შეუძლიათ მიიღონ. დოკუმენტი უნდა შეირჩეს ძირითადი პუბლიკაციის ფაილებისთვის, მაგალითად, ჩამოსატვირთ PDF, ისე, რომ ამ ფაილებმა მეტადატი მიიღონ გამოცემისგან. წინააღმდეგ შემთხვევაში, აირჩიეთ დამატებითი შინაარსი ფაილის ტიპების უმეტესობისთვის. ნამუშევრები შესაფერისია იმ ფაილებისთვის, რომლებიც მოითხოვს განსხვავებულ საკრედიტო, სათაურებისა და ლიცენზირების მეტამონაცემებს.
kk_kz: Бұл файлдар қабылдай алатын метадеректер түрін таңдаңыз. Жүктеп алынатын PDF файлы сияқты жарияланымның негізгі файлдары үшін «Құжат» таңдалуы керек, осылайша бұл файлдар жарияланымнан метадеректерді иеленеді. Әйтпесе, көптеген файл түрлері үшін "Қосымша мазмұнды" таңдаңыз. "Өнер туындысы" бөлек атрибуцияны, қолтаңбаны және лицензия метадеректерін қажет ететін файлдарға сәйкес келеді.
lv: Izvēlieties metadatu veidu, ko šīs datnes var saņemt. Galvenajām publikācijas datnēm, piemēram, lejupielādējamām PDF datnēm, jāizvēlas "Dokuments", lai šīs datnes pārmantotu metadatus no publikācijas. Citos gadījumos vairumam datņu tipu izvēlieties "Papildu saturs". "Artwork" ("Grafiskā datne") ir piemērots datnēm, kurām nepieciešami atsevišķi kredīta, virsraksta un licencēšanas metadati.
mk: Изберете го типот на метаподтоци кои овие датотеки може да ги добијат. За главните датотеки за објавување треба да се одбере Документ, како PDF што може да се преземе, така што овие датотеки ќе ги наследат нивните метаподатоци од објавените. Инаку, изберете Дополнителна содржина за повеќето типови датотеки. Илустрација е соодветно за датотеки кои имаат потреба за посебни метаподатоци за кредитирање, наслови и лиценцирање.
mr: या फाईल्सना मिळू शकणार्‍या मेटाडेटाचा प्रकार निवडा. डाउनलोड करण्यायोग्य मुख्य प्रकाशन फाईल्ससारख्या PDF फाईल्सचा मेटाडेटा प्रकाशनाच्या मूळ स्रोतातून पुढे जातो. अन्यथा, इतर सामान्य फाईल्सच्या प्रकारांसाठी पूरक सामग्री निवडा. कलाकृतींसारख्या फाईल्ससाठी, योग्य प्रकारचा जसे श्रेय (क्रेडिट), शीर्षक (कॅप्शन) आणि परवाना मेटाडेटा आवश्यक असतो.
ms: Pilih jenis metadata yang mungkin diterima oleh fail ini. Dokumen hendaklah dipilih untuk fail penerbitan utama, seperti PDF yang boleh dimuat turun, supaya fail ini mewarisi metadatanya daripada penerbitan. Jika tidak, pilih Kandungan Tambahan untuk jenis fail umum. Karya seni sesuai untuk fail yang memerlukan metadata kredit, kapsyen dan pelesenan yang berbeza.
nb_no: Velg typen metadata som kan knyttes til disse filene. Du bør velge 'Dokument' for de viktigste publikasjonsfilene, for eksempel en nedlastbar PDF, slik at disse filene kan hente metadataene fra publikasjonen. Ellers velger du 'Tilleggsinnhold' for de fleste filtyper. Illustrasjoner er egnet for filer som krever separat kilde, bildetekst og lisensmetadata.
nl: Selecteer het type metadata dat deze bestanden kunnen ontvangen. Het document moet worden geselecteerd voor de belangrijkste publicatiebestanden, zoals het mogelijk te downloaden PDF-document, zodat deze bestanden hun metadata verkrijgen via de publicatie. In het andere geval, kies de aanvullende content voor de meeste bestandtypes. Artwork is geschikt voor bestanden, die verschillende metadata (m.b.t. tegoeden, titels/bijschriften en licentie) vereisen.
pl: Wybierz typ metadanych przypisywany do plików. Dla głównych plików publikacji (takich jak w formatach PDF, EPUB, HTML) należy wybrać typ <b>Dokument</b>, aby dziedziczyły swoje metadane z publikacji. Dla innych plików, wybierz typ <b>Zawartość dodatkowa</b>. Typ <b>Grafika</b> jest odpowiedni dla plików, które wymagają odrębnych informacji o autorstwie, podpisach i licencjach.
ru_ru: Выберите тип метаданных, который могут получить эти файлы. «Документ» стоит выбирать для основных файлов публикации, например, скачиваемого PDF-файла, чтобы эти файлы унаследовали метаданные от публикации. В остальных случаях для большинства типов файлов выбирайте «Дополнительный контент». «Художественная работа» подходит файлам, которые требуют отдельного указания авторства, подписи и метаданных лицензии.
sl: Izberite tip metapodatkov, ki jih te datoteke lahko prejmejo. Dokument je potrebno izbrati iz glavnih dokumentov prispevka, kot je PDF, da lahko datoteke podedujejo metapodakte od publikacije. V nasprotnem primeru izberite Dodatne vsebine za najbolj pogoste tipe datotek. Umetniško delo je primerno za datoteke, ki zahtevajo podatke o zaslugah, napisih in licenciranju.
th: เลือกประเภทเมตาดาทาที่ไฟล์เหล่านี้จะได้รับ ควรเลือกเอกสารสำหรับไฟล์สิ่งพิมพ์หลัก เช่น PDF ที่ดาวน์โหลดได้ เพื่อให้ไฟล์เหล่านี้สืบทอดเมตาดาทาจากสิ่งพิมพ์ หากไม่เป็นเช่นนั้น ให้เลือกเนื้อหาเสริมสำหรับไฟล์ประเภทอื่น ๆ ส่วนงานศิลปะเหมาะสำหรับไฟล์ที่ต้องการเครดิต, คำบรรยาย, และเมตาดาทาด้านสิทธิ์แยกต่างหาก
uk: Виберіть тип метаданих, які ці файли можуть отримувати. "Документ" слід вибрати для основних файлів публікації, таких як PDF-файл, який можна завантажити, щоб ці файли успадкували свої метадані від публікації. В іншому разі виберіть пункт "Додатковий контент" для більшості типів файлів. "Зображення" підходить для файлів, які вимагають окремого посилання, підписів та ліцензійних метаданих.
vi: Chọn loại metadata mà các tệp này có thể nhận. Nên chọn Tài liệu cho các tệp xuất bản chính, chẳng hạn như tệp PDF có thể tải xuống, để các tệp này kế thừa metadata từ bài xuất bản. Ngược lại, chọn Nội dung Bổ sung cho hầu hết các loại tệp. Tác phẩm nghệ thuật phù hợp với các tệp yêu cầu metadata ghi công, chú thích và cấp phép riêng biệt.

# manager.setup.genres.submitRequired.description
source: Should at least one of these files be required with every new submission? If you select yes, authors will not be allowed to submit until they have uploaded at least one file of this type.
da: Skal mindst én af denne type filer være påkrævet ved hver ny indsendelse? Hvis du vælger ja, kan en forfatter ikke indsende deres manuskript uden at have uploaded mindst en fil af denne type.
eu: Gutxienez fitxategi horietako bat exijitu behar da bidalketa berri bakoitzarekin? Baiezkoa hautatzen baduzu, egileek ezin izango dute bidalketarik egin gutxienez mota horretako fitxategi bat kargatu arte.
hr: Treba li barem jedna od ovih datoteka biti potrebna sa svakim novim podneskom? Ako odaberete da, autorima neće biti dopušteno slanje dok ne učitaju barem jednu datoteku ove vrste.
id: Apakah setidaknya satu dari file ini diminta pada setiap pengiriman naskah yang baru? Jika anda memilih ya, penulis tidak akan diperbolehkan untuk mengirimkan naskah hingga mereka setidaknya mengunggah satu file dari tipe berikut.
lv: Vai katrā jaunā iesniegumā būtu jāpieprasa vismaz viena no šīm datnēm? Ja izvēlēsieties "jā", autoriem nebūs atļauts iesniegt materiālu, kamēr viņi nebūs augšupielādējuši vismaz vienu šāda tipa datni.
mk: Дали треба да се бара барем една од овие датотеки со секое ново поднесување? Ако изберете да, на авторите нема да им биде дозволено да поднесуваат додека не поднесат барем една датотека од овој тип.
mr: प्रत्येक नव्या सादरीकरणासह यापैकी किमान एक फाईल आवश्यक आहे का? 'आवश्यक आहे' अशी निवड केल्यास लेखकांना या प्रकारची किमान एक फाईल संक्रमित (अपलोड) केल्याशिवाय सादरीकरण संक्रमित (अपलोड) करण्याची परवानगी दिली जाणार नाही.
nl: Zou ten minste één van deze bestanden vereist zijn bij iedere nieuwe inzending? Indien u met 'ja' reageert, kunnen auteurs niet indienen, totdat zij ten minste één bestand van dit type hebben geüpload.
pl: Czy co najmniej jeden z tych plików powinien być wymagany przy każdym nowym zgłoszeniu? Jeśli wybierzesz tak, autorom nie będzie wolno zarejestrować zgłoszenia, dopóki nie prześlą co najmniej jednego pliku tego typu.
sl: Naj bo vsaj ena datoteka zahtevana ob vsaki oddaji novega prispevka? Če izberete da, potem avtorji ne bodo mogli končati oddaje prispevka, dokler ne bodo naložili vsaj ene datoteke tega tipa.
th: ควรมีไฟล์เหล่านี้อย่างน้อยหนึ่งไฟล์ในการส่งงานใหม่ทุกครั้งหรือไม่? หากคุณเลือกใช่ ผู้แต่งจะไม่สามารถส่งงานได้จนกว่าจะอัปโหลดไฟล์อย่างน้อยหนึ่งไฟล์ของประเภทนี้
uk: Чи повинен хоча б один із цих файлів вимагатися з кожним новим поданням? Якщо ви виберете "так", авторам не буде дозволено подавати заявки, доки вони не завантажать принаймні один файл такого типу.
vi: Ít nhất một trong những tệp này có bắt buộc khi nộp bài mới không? Nếu bạn chọn có, tác giả sẽ không được phép nộp bài cho đến khi họ tải lên ít nhất một tệp thuộc loại này.

# manager.setup.genres.submitRequired.no
source: No, allow new submissions without these files.
da: Nej, tillad nye indsendelser uden denne type fil.
eu: Ez, baimendu bidalketa berriak fitxategi horiek gabe.
hr: Ne, dopusti nove podneske bez ovih datoteka.
id: Tidak, ijinkan pengiriman naskah baru tanpa file-file ini.
lv: Nē, atļaut iesniegt materiālus bez šādām datnēm.
mk: Не, дозволете нови поднесоци без овие датотеки.
mr: नाही, या फाईल्सशिवाय नव्या सादरीकरणांना संक्रमित (अपलोड) करण्याची परवानगी द्या.
nl: Nee, laat nieuwe inzendingen zonder deze bestanden toe.
pl: Nie, zezwalaj autorom na rejestrację nowych zgłoszeń bez tych plików.
sl: Ne, novi prispevke je možno oddati tudi brez datotek tega tipa.
th: ไม่, อนุญาตให้ส่งงานใหม่โดยไม่มีไฟล์เหล่านี้
uk: Ні, дозволити нові подання без цих файлів.
vi: Không, cho phép nộp bài mới mà không có những tệp này.

# manager.settings.wizard
source: Settings Wizard
az: Tənzimlər sehrbazı
bg_bg: Помощник за настройки
ca_es: Assistent de configuració
cs_cz: Průvodce nastavením
da: Indstillingsguide
de_de: Einstellungs-Assistent
el_gr: Οδηγός Ρυθμίσεων
es_es: Asistente de ajustes
eu: Ezarpenen laguntzailea
fr_fr: Assistant de paramétrage
gl: Asistente de axustes
hr: Pomoćnik za postavke
hu_hu: Beállítás varázsló
hy_am: Կարգավորումների հրաշագործ
id: Pintasan Pengaturan
is: Stillingaálfur
it_it: Configurazione guidata
ja: 設定ウィザード
ka_ge: პარამეტრების ოსტატი
kk_kz: Параметрлер мастері
lv: Iestatījumu vednis
mk: Волшебник за поставки
mr: सेटिंग्जच्या पायर्‍या (wizard)
ms: Wizard tetapan
nb_no: Innstillingsguide
nl: Instellingen assistent
pl: Kreator ustawień
pl_pl: Kreator ustawień
pt_pt: Assistente de configurações
ro_ro: Asistentul pentru setări
ru_ru: Мастер настроек
sl: Nastavitveni čarovnik
sr_rs@cyrillic: Чаробњак подешавања
sv_se: Inställningsguide
th: ตัวช่วยการตั้งค่า
tr_tr: Ayarlar Sihirbazı
uk: Майстер налаштувань
uk_ua: Майстер налаштувань
vi: Trình hướng dẫn cài đặt
vi_vn: Trình hướng dẫn cài đặt

# manager.users.roleRequired
source: You need to select at least one role to be associated with this user.
az: Bu istifadəçi ilə əlaqələndiriləcək ən azı bir rol seçməlisiniz.
bg_bg: Трябва да изберете поне една роля, която да бъде свързана с този потребител.
ca_es: Heu d'associar com a mínim un rol a aquest usuari.
cs_cz: Je třeba zvolit alespoň jednu roli, která bude přiřazena tomuto uživateli.
da: Du mangler at tildele brugeren mindst én rolle.
de_de: Sie müssen wenigstens eine Rolle auswählen, die mit dieser Benutzerin/diesem Benutzer verknüpft wird.
el_gr: Πρέπει να επιλέξετε τουλάχιστον έναν ρόλο που θα συσχετιστεί με αυτόν το χρήστη.
es_es: Tiene que seleccionar al menos un rol para asociarlo a este usuario.
eu: Gutxienez rol bat hautatu behar duzu erabiltzaile honi lotzeko.
fr_fr: Vous devez choisir au moins un rôle qui sera associé à cet utilisateur.
gl: Debes seleccionar polo menos un rol para asocialo a este usuario.
hr: Morate odabrati barem jednu ulogu koja će biti povezana s ovim korisnikom.
hu_hu: Legalább egy szerepet hozzá kell rendelnie a felhasználóhoz.
hy_am: Դուք պետք է ընտրեք առնվազն մեկ դեր, որը կապված է այս օգտատիրոջ հետ:
id: Tentukan minimal satu peran yang diberikan pada pengguna ini.
is: Þú þarf að velja a.m.k. eitt hlutverk til að tengja á þennan notanda.
it_it: Devi selezionare almeno un ruolo da assegnare a questo utente.
ja: このユーザーに関連付ける役割を1つ以上選択する必要があります。
ka_ge: თქვენ უნდა აირჩიოთ მინიმუმ ერთი როლი, რომ ასოცირდეთ ამ მომხმარებელთან.
kk_kz: Осы пайдаланушымен байланыстырылуы тиіс кемінде бір рөлді таңдауыңыз қажет.
lv: Jums jāizvēlas vismaz viena loma, kas tiks saistīta ar šo lietotāju.
mk: Мора да изберете барем една улога која ќе биде поврзана со овој корисник.
mr: या वापरकर्त्याशी सलग्न (associate) होण्यासाठी तुम्हाला किमान एक भूमिका निवडावी लागेल.
ms: Anda perlu memilih sekurang-kurangnya satu peranan untuk dikaitkan dengan pengguna ini.
nb_no: Du må velge minst en rolle for å bli knyttet til denne brukeren.
nl: Selecteer minstens één rol die aan deze gebruiker wordt toegekend.
pl: Musisz przydzielić przynajmniej jedną rolę dla tego użytkownika.
pl_pl: Musisz przydzielić przynajmniej jedną rolę dla tego użytkownika.
pt_pt: Tem de seleccionar pelo menos um papel a ser associado a este utilizador.
ro_ro: Trebuie să selectați cel puțin un rol pentru a fi asociat cu acest utilizator.
ru_ru: Вам нужно выбрать как минимум одну роль, которая должна быть связана с этим пользователем.
sl: Izbrati morate vsaj eno vlogo, ki je dodeljena uporabniku.
sr_rs@cyrillic: Морате одабрати барем једну улогу да је додате овом кориснику.
sv_se: Du behöver välja åtminstone en roll till den här användaren.
th: คุณจำเป็นต้องเลือกอย่างน้อยหนึ่งบทบาทเพื่อเชื่อมโยงกับผู้ใช้นี้
tr_tr: Bu kullanıcıyla ilişkilendirilecek en az bir rol seçmelisiniz.
uk: Потрібно вибрати принаймні одну роль, яка буде пов'язана з цим користувачем.
uk_ua: Потрібно вибрати принаймні одну роль, яка буде пов'язана з цим користувачем.
vi: Bạn cần chọn ít nhất một vai trò để liên kết với người dùng này.
vi_vn: Bạn cần chọn ít nhất một vai trò được liên kết với người dùng này.

# manager.distribution.title
source: Distribution Settings
az: Paylama tənzimləri
bg_bg: Настройки на разпространение
ca_es: Configuració de la distribució
cs_cz: Nastavení distribuce
da: Distributionsindstillinger
de_de: Vertriebs-Einstellungen
el_gr: Ρυθμίσεις Κατανομής
es_es: Ajustes de distribución
eu: Banaketa ezarpenak
fr_fr: Paramètres de la distribution
gl: Axustes da distribución
hr: Distribucijske postavke
hu_hu: Megosztási beállítások
hy_am: Բաշխման կարգավորումներ
id: Pengaturan Distribusi
is: Stillingar á dreifingu
it_it: Impostazioni di distribuzione
ja: 流通設定
ka_ge: განაწილების პარამეტრები
kk_kz: Тарату параметрі
lv: Izplatīšanas uzstādījumi
mk: Поставки на распределба
mr: वितरणासंबंधीचे सेटिंग्ज
ms: Tetapan distribusi
nb_no: Distribusjonsinnstillinger
nl: Distributie-instellingen
pl: Ustawienia dystrybucji
pl_pl: Ustawienia dystrybucji
pt_pt: Configurações Distribuição
ro_ro: Setări distribuție
ru_ru: Настройки распространения
sl: Nastavitve distribucije
sr_rs@cyrillic: Подешавање дистрибуције
sv_se: Inställningar för distribution
th: การตั้งค่าการกระจาย
tr_tr: Dağıtım Ayarları
uk: Налаштування розповсюдження
uk_ua: Налаштування розповсюдження
vi: Cài đặt phân phối
vi_vn: Cài đặt phân phối
