Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# plugins.importexport.native.export.download.results
source: Download Exported File
az: İxrac olunan faylı endirin
bg_bg: Сваляне на експортиран файл
cs_cz: Stáhnout exportovaný soubor
da: Download eksporteret fil
eu: Deskargatu esportatutako fitxategia
gl: Descargar arquivo exportado
hr: Preuzmi eksportiranu datoteku
hy_am: Ներբեռնեք արտահանված նիշքը
id: Unduh File yang Terekspor
is: Hlaða niður útsendiskrá (export)
ja: エクスポートされたファイルのダウンロード
ka_ge: ჩამოტვირთეთ ექსპორტირებული ფაილი
kk_kz: Экспортталған файлды жүктеп алыңыз
lv: Eksportētā faila lejupielāde
mk: Превземете ја експортираната датотека
mr: स्थानांतर (Export) केलेली फाईल डाउनलोड करा
ms: Muat Turun Fail yang Dieksport
nl: Download het geëxporteerde bestand
pl: Pobierz wyeksportowany plik
ru_ru: Скачать экспортированный файл
sl: Prenesi izvoženo datoteko
th: ดาวน์โหลดไฟล์ที่ส่งออก
uk: Завантажити експортований файл
vi: Tải xuống file đã xuất

# plugins.importexport.native.export.completed
source: The export completed successfully.
az: İxrac uğurla başa çatdı.
bg_bg: Експортирането завърши успешно.
cs_cz: Export byl úspěšně dokončen.
da: Eksporten blev gennemført.
eu: Esportazioa ongi burutu da.
gl: A exportación completouse correctamente.
hr: Eksport je uspješno dovršen.
hy_am: Արտահանումը հաջողությամբ ավարտվեց:
id: Ekspor berkasil.
is: Það tókst að flytja út.
ja: エクスポートが正常に完了しました。
ka_ge: ექსპორტი წარმატებით დასრულდა.
kk_kz: Экспорттау табысты аяқталды.
lv: Eksportēšana ir veiksmīgi pabeigta.
mk: Експортирањето успешно заврши.
mr: स्थानांतर (Export) यशस्वीरित्या पूर्ण झाले.
ms: Eksport berjaya diselesaikan.
nl: De export is succesvol voltooid.
pl: Eksport zakończony pomyślnie.
ru_ru: Экспорт завершён успешно.
sl: Izvoz se je uspešno zaključil.
th: การส่งออกเสร็จสมบูรณ์
uk: Експорт завершено успішно.
vi: Quá trình xuất đã hoàn thành.

# plugins.importexport.native.common.any
source: Generic Items
az: Ümumi elementlər
bg_bg: Общи елементи
cs_cz: Obecné položky
da: Generiske elementer
eu: Elementu generikoak
gl: Elementos xenéricos
hr: Opće stavke
hy_am: Ընդհանուր տարրեր
id: Hal Umum
is: Almenn atriði
ja: 汎用アイテム
ka_ge: ზოგადი ელემენტები
kk_kz: Жалпы элементтер
lv: Vispārīgie elementi
mk: Генерички елементи
mr: सर्वसामान्य (Generic) आयटम्स
ms: Item Generik
nl: Algemene onderwerpen
pl: Elementy generyczne
ru_ru: Общие элементы
sl: Splošne zadeve
th: รายการทั่วไป
uk: Загальні елементи
vi: Mục chung

# plugins.importexport.common.cliError
source: ERROR:
az: Xəta:
bg_bg: ГРЕШКА:
cs_cz: CHYBA:
da: FEJL:
eu: ERROREA:
gl: ERRO:
hr: GREŠKA:
hy_am: ՍԽԱԼ:
is: VILLA:
ka_ge: შეცდომა:
kk_kz: ҚАТЕ:
ku: هەڵە:
lv: KĻŪDA:
mk: ГРЕШКА:
mr: त्रुटी :
ms: RALAT:
nb_no: FEIL:
nl: FOUTMELDING:
pl: BŁĄD:
ru_ru: ОШИБКА:
sk: CHYBA:
sl: NAPAKA:
th: ข้อผิดพลาด:
uk: ПОМИЛКА:
vi: LỖI:

# plugins.importexport.common.error.unknownContext
source: The specified journal path, "{$contextPath}", does not exist.
az: Göstərilən gündəlik yolu "{$contextPath}" mövcud deyil
bg_bg: Посоченият път на списанието, "{$contextPath}", не съществува.
cs_cz: Vybraná cesta k časopisu "{$contextPath}" neexistuje.
da: Den angivne tidsskriftssti, "{$contextPath}", findes ikke.
eu: Zehaztutako aldizkariaren helbidea, "{$contextPath}", ez da existitzen.
gl: O camiño da publicación especificada, "{$contextPath}", non existe.
hr: Navedena putanja časopisa, "{$contextPath}", ne postoji.
hy_am: Նշված ամսագրի ուղին՝ "{$contextPath}", գոյություն չունի:
id: Path jurnal yang Anda cari, "{$contextPath}", tidak ada.
is: Tilgreind slóð á tímaritið, "{$contextPath}", er ekki til.
ja: 指定されたジャーナル・パス"{$contextPath}"が存在しません。
ka_ge: ჟურნალის მითითებული გზა, "{$contextPath}", არ არსებობს.
kk_kz: Көрсетілген журнал жолы "{$contextPath}" жоқ.
ku: ڕێچکەی دیاریکراوی گۆڤار، "{$contextPath}"، بەردەست نییە.
lv: Norādītais žurnāla ceļš "{$contextPath}" nepastāv.
mk: Назначената патека на списание, "{$contextPath}", не постои.
mr: नमूद केलेल्या नियतकालिकाचा पत्ता (path), "{$contextPath}", अस्तित्वात नाही.
ms: Laluan jurnal yang ditentukan, "{$contextPath}", tidak wujud.
nb_no: Den spesifiserte tidsskriftsstien "{$contextPath}" eksisterer ikke.
nl: Het opgegeven pad "{$contextPath}" bestaat niet.
pl: Określona ścieżka "{$contextPath}" nie istnieje.
ru_ru: Указанный путь журнала «{$contextPath}» не существует.
sk: Vybraná adresa časopisu "{$contextPath}" neexistuje.
sl: Podana pot revije, "{$contextPath}", ne obstaja.
th: เส้นทางวารสารที่ระบุ, "{$contextPath}", ไม่มีอยู่
uk: Указаний шлях журналу {$contextPath} не існує.
vi: Đường dẫn tạp chí đã chỉ định, "{$contextPath}", không tồn tại.

# plugins.importexport.author.exportFailed
source: Process failed to parse authors
az: Müəlliflər təhlil edilə bilmədi
bg_bg: Процесът не успя и прекъсна при анализа на авторите
cs_cz: Proces se nepodařilo analyzovat autory
da: Processen mislykkedes med at parse forfattere
eu: Prozesuak huts egin du egileak aztertzean
gl: Fallou o proceso ao analizar os autores
hr: Proces nije uspio analizirati autore
hy_am: Հեղինակներին վերլուծելիս գործընթացը ձախողվեց
id: Proses gagal mengenali penulis
is: Þáttun höfunda mistókst
ja: プロセスが著者を解析できなかった
ka_ge: პროცესმა ვერ შეძლო ავტორების ანალიზი
kk_kz: Авторларды талдау кезінде қате орын алды
lv: Neizdevās analizēt autorus
mk: Процесот не успеа да ги парсира авторите
mr: लेखकांची विश्लेषण प्रक्रिया (parsing) अयशस्वी
ms: Proses gagal menghuraikan pengarang
nl: Foutmelding bij het analyseren van de auteurs
pl: Proces nie mógł przetworzyć nazw autorów
ru_ru: Произошла ошибка при разборе авторов
sl: Proces je neuspešno razčlenil avtorje
th: กระบวนการล้มเหลวในการแยกวิเคราะห์ผู้แต่ง
uk: Процес щодо розбору авторів не вдався
vi: Quá trình xử lý thất bại khi phân tích tác giả

# plugins.importexport.publication.exportFailed
source: Process failed to parse publications
az: Nəşrlər təhlil edilə bilmədi
bg_bg: Процесът не успя и прекъсна при анализа на публикациите
cs_cz: Procesu se nepodařilo analyzovat publikace
da: Processen mislykkedes med at parse publiceringer
eu: Prozesuak huts egin du argitalpenak aztertzean
gl: Fallou o proceso ao analizar as publicacións
hr: Proces nije uspio analizirati publikacije
hy_am: Հրատարակությունները վերլուծելիս գործընթացը ձախողվեց
id: Gagal memparsing publikasi
is: Þáttun útgáfa mistókst
ja: プロセスが出版物を解析できなかった
ka_ge: პროცესმა ვერ გამოავლინა პუბლიკაციები
kk_kz: Жарияланымды талдау кезінде қате орын алды
lv: Neizdevās analizēt publikācijas
mk: Процесот не успеа да ги парсира изданијата
mr: प्रकाशनांची विश्लेषण प्रक्रिया (parsing) अयशस्वी
ms: Proses gagal menghuraikan penerbitan
nl: Foutmelding bij het analyseren van de publicaties
pl: Proces nie mógł przetworzyć publikacji
ru_ru: Произошла ошибка при разборе публикаций
sl: Proces je neuspešno razčlenil publikacije
th: กระบวนการล้มเหลวในการแยกวิเคราะห์การตีพิมพ์
uk: Процес щодо розбору публікацій не вдався
vi: Quá trình xử lý thất bại khi phân tích các ấn phẩm

# emailTemplate.variable.authorsWithAffiliation
source: The names and affiliations of the submission's authors.
bg_bg: Имената и институционалната принадлежност на авторите на подаваните материали.
cs_cz: Jména a afiliace autorů příspěvku.
da: Navne og tilhørsforhold til indsendelsens forfattere.
eu: Bidalketaren egileen izenak eta afiliazioak.
hr: Imena i afilijacije autora podneska.
id: Nama dan afiliasi dari penulis yang mengirimkan naskah.
lv: Iesniegtā materiāla autoru vārdi, uzvārdi un institucionālā piederība.
mk: Имињата и работните места на авторите на поднесокот.
mr: सादरीकरणाच्या लेखकांची नावे आणि संलग्नता (affiliations).
nl: De namen en affiliaties van de auteurs van de inzending.
pl: Nazwiska i afiliacje autorów zgłoszenia.
sl: Imena avtorjev in njihova pripadnost.
th: ชื่อและสังกัดของผู้แต่งบทความ
uk: Імена й афіліації авторів подання.
vi: Tên và đơn vị liên kết của các tác giả bài nộp.

# mailTemplate.variable.statisticsReportNotify.year
source: The year of the report
bg_bg: Година на отчета
cs_cz: Rok vydání zprávy
da: Året for rapporten
eu: Txostenaren urtea
hr: Godina izvješća
hy_am: Հաշվետվության տարին
id: Tahun dari laporan
lv: Pārskata gads
mk: Година на извештајот
mr: अहवालाचे वर्ष
nl: Het jaar van het rapport
pl: Rok raportu
sl: Leto poročila
th: ปีของรายงาน
uk: Рік звіту
vi: Năm của báo cáo

# stats.dateRange.from
source: From
az: Etibarən
bg_bg: От
ca_es: Des de
cs_cz: Od
da: Fra
de_de: Von
el_gr: Από
es_es: Desde
eu: Noiztik
fr_fr: De
gl: Desde
hr: Od
hu_hu: Től/től
hy_am: Այստեղից
id: Dari
is: Frá
it_it: Da
ja: 開始日
ka_ge: საწყისი
kk_kz: -нен
lv: No
mk: Од
mr: पासून
ms: Dari
nb_no: Fra
pl: Od
pt_pt: De
ro_ro: De la
ru_ru: С
sl: Od
th: จาก
tr_tr: İtibaren
uk: Від
uk_ua: Від
vi: Từ
vi_vn: Từ

# stats.countWithYearlyAverage
source: {$count} ({$average}/year)
az: {$ Say unt} ( {$average} } /il)
bg_bg: {$count} ({$average}/година)
ca_es: {$count} ({$average}/any)
cs_cz: {$count} ({$average}/rok)
de_de: {$count} ({$average}/Jahr)
es_es: {$count} ({$average}/año)
eu: {$count} ({$average}/urtean)
gl: {$count} ({$average}/ano)
hy_am: {$count} ({$average}/տարի)
id: {$count} ({$average}/tahun)
is: {$count} ({$average}/ár)
it_it: {$count} ({$average}/anno)
ja: {$count} ({$average}/年)
kk_kz: {$count} ({$average}/жыл)
lv: {$count} ({$average}/gadā)
mk: {$број} ({$средно}/година)
mr: {$count} ({$average} प्रतिवर्षी)
ms: {$count} ({$average}/tahun)
nl: {$aantal} ({$gemiddeld}/jaar)
ru_ru: {$count} ({$average}/год)
sl: {$count} ({$average}/leto)
th: {$count} ({$average}/ปี)
tr_tr: {$count} ({$average}/yıl)
uk: {$count} ({$average}/рік)
vi: {$count} ({$average}/năm)

# stats.daily
source: Daily
az: Gündəlik
bg_bg: Дневно
ca_es: Diàriament
cs_cz: Denně
da: Daglig
de_de: Täglich
el_gr: Καθημερινά
es_es: Diariamente
eu: Egunero
fr_fr: Quotidien
gl: Diariamente
hr: Dnevno
hu_hu: Napi bontásban
hy_am: Ամեն օր
id: Harian
is: Daglegt
it_it: Giornaliero
ja: 1日当たり
ka_ge: ყოველდღიური
kk_kz: Күнделікті
lv: Ikdienas
mk: Дневно
mr: दररोज
ms: Harian
nb_no: Daglig
nl: Dagelijks
pl: Dziennie
pt_pt: Diariamente
ro_ro: Zilnic
ru_ru: Ежедневно
sl: Dnevno
th: รายวัน
tr_tr: Günlük
uk: Щодня
uk_ua: Щодня
vi: Hàng ngày
vi_vn: Hằng ngày

# stats.dateRange
source: Date Range
az: Tarix aralığı J5983
bg_bg: Период от време
ca_es: Rang de dates
cs_cz: Časové období
da: Datointerval
de_de: Datumsbereich
el_gr: Εύρος ημερομηνιών
es_es: Rango de fechas
eu: Data-barrutia
fr_fr: Période
gl: Rango de datas
hr: Datumsko razdoblje
hu_hu: Időszak
hy_am: Ամսաթվերի միջակայք
id: Rentang Tanggal
is: Tímabil
it_it: Intervallo di date
ja: 日付範囲
ka_ge: თარიღის დიაპაზონი
kk_kz: Күн аралығы
lv: Datumu diapazons
mk: Опсег на датуми
mr: दोन तारखांदरम्यान (Date Range)
ms: Julat Tarikh
nb_no: Datointervall
nl: Datumreeks
pl: Zakres dat
pt_pt: Intervalo de datas
ro_ro: Interval de date
ru_ru: Диапазон дат
sl: Datumsko območje
th: ช่วงวันที่
tr_tr: Tarih Aralığı
uk: Проміжок часу
uk_ua: Проміжок часу
vi: Khoảng thời gian
vi_vn: Phạm vi ngày

# stats.dateRange.allDates
source: All dates
az: Bütün tarixlər
bg_bg: Всички дати
ca_es: Totes les dates
cs_cz: Všechna data
da: Alle datoer
de_de: Alle Daten
el_gr: Όλες οι ημερομηνίες
es_es: Todas las fechas
eu: Data guztiak
fr_fr: Toutes les dates
gl: Todas as datas
hr: Svi datumi
hu_hu: Teljes időszak
hy_am: Բոլոր ամսաթվերը
id: Semua tanggal
is: Allar dagsetningar
it_it: Tutte le date
ja: 全ての日付
ka_ge: ყველა თარიღი
kk_kz: Барлық күндер
lv: Visi datumi
mk: Сите датуми
mr: सगळ्याच दिवसांसाठी
ms: Semua tarikh
nb_no: Alle datoer
nl: Alle datums
pl: Wszystkie daty
pt_pt: Todas as datas
ro_ro: Toate datele
ru_ru: Все даты
sl: Vsi datumi
th: วันที่ทั้งหมด
tr_tr: Tüm tarihler
uk: Всі дати
uk_ua: Всі дати
vi: Tất cả các ngày
vi_vn: Tất cả các ngày

# stats.dateRange.apply
source: Apply
az: Tətbiq et
bg_bg: Прилагане
ca_es: Aplicar
cs_cz: Aplikovat
da: Anvend
de_de: Anwenden
el_gr: Εφαρμογή
es_es: Aplicar
eu: Aplikatu
fr_fr: Appliquer
gl: Aplicar
hr: Primijeni
hu_hu: Kiválaszt
hy_am: Կիրառել
id: Terapkan
is: Sækja um
it_it: Applicare
ja: 適用
ka_ge: მისადაგება
kk_kz: Қолдану
lv: Piemērot
mk: Поднеси
mr: लागू करा (Apply)
ms: Terapkan
nb_no: Bruk
nl: Pas toe
pl: Zastosuj
pt_pt: Aplicar
ro_ro: Aplică
ru_ru: Применить
sl: Potrdi
th: ใช้
tr_tr: Uygula
uk: Застосувати
uk_ua: Застосувати
vi: Áp dụng
vi_vn: Áp dụng

# stats.dateRange.change
source: Change date range
az: Tarix aralığını dəyişdirin
bg_bg: Промяна на периода от време
ca_es: Canviar el rang de dates
cs_cz: Změnit časové období
da: Skift datointerval
de_de: Datumsbereich ändern
el_gr: Αλλαγή εύρους ημερομηνιών
es_es: Cambiar el rango de fechas
eu: Aldatu data-barrutia
fr_fr: Modifier la période
gl: Cambiar o rango das datas
hr: Izmijeni datumsko razdoblje
hu_hu: Módosítsa az időszakot
hy_am: Փոխեք ամսաթվերի միջակայքը
id: Ubah rentang tanggal
is: Breyta tímabili
it_it: Modificare l'intervallo date
ja: 日付範囲の変更
ka_ge: თარიღის დიაპაზონის შეცვლა
kk_kz: Күндер аралығын өзгерту
lv: Mainīt datumu diapazonu
mk: Сменете го опсегот на датуми
mr: दरम्यानच्या तारखा बदला (Change date range)
ms: Tukar julat tarikh
nb_no: Endre datointervall
nl: Wijzig de datumvolgorde
pl: Zmień zakres dat
pt_pt: Alterar o intervalo de datas
ro_ro: Schimbare interval de date
ru_ru: Изменить диапазон дат
sl: Spremeni območje
th: เปลี่ยนช่วงวันที่
tr_tr: Tarih aralığını değiştirin
uk: Змінити діапазон дат
uk_ua: Змінити діапазон дат
vi: Thay đổi khoảng thời gian
vi_vn: Thay đổi phạm vi ngày

# stats.dateRange.customRange
source: Custom Range
az: Xüsusi aralıq
bg_bg: Персонализиран диапазон
ca_es: Rang personalitzat
cs_cz: Vlastní rozsah
da: Brugerdefineret interval
de_de: benutzerdefinierter Bereich
el_gr: Προσαρμοσμένο Εύρος
es_es: Rango personalizado
eu: Barruti pertsonalizatua
fr_fr: Période personnalisée
gl: Rango personalizado
hr: Prilagođeno razdoblje
hu_hu: Egyéni időszak megadása
hy_am: Անհատականացված միջակայք
id: Rentang Baru
is: Sérsniðin röð/svið
it_it: Intervallo personalizzato
ja: カスタム範囲
ka_ge: დროის შერჩევა
kk_kz: Пайдаланушы диапазоны
lv: Pielāgotais diapazons
mk: Сопствен опсег
mr: दोन तारखांमधील एक निश्चित कालावधी (Custom Range)
ms: Julat Custom
nb_no: Egendefinert intervall
nl: Aangepaste volgorde
pl: Domyślny zakres
pt_pt: Intervalo personalizado
ro_ro: Interval personalizat
ru_ru: Пользовательский диапазон
sl: Poljubno območje
th: ช่วงที่กำหนดเอง
tr_tr: Özel Aralık
uk: Спеціальний діапазон
uk_ua: Спеціальний діапазон
vi: Khoảng tùy chỉnh
vi_vn: Phạm vi Tùy chỉnh

# stats.dateRange.dateDoesNotExist
source: One of the dates entered does not exist.
az: Daxil edilən tarixlərdən biri mövcud deyil
bg_bg: Една от въведените дати не съществува.
ca_es: Una de les dates introduïdes no existeix.
cs_cz: Jedno ze zadaných dat neexistuje.
da: En af de indtastede datoer findes ikke.
de_de: Eines der eingegebenen Daten existiert nicht.
el_gr: Δεν υπάρχει μία από τις ημερομηνίες που έχουν εισαχθεί.
es_es: Una de las fechas introducidas no existe.
eu: Sartutako datetako bat ez da existitzen.
fr_fr: L'une des dates saisies n'existe pas.
gl: Unha das datas introducidas non existe.
hr: Jedan od unesenih datuma ne postoji.
hu_hu: A megadott dátumok egyike nem létezik.
hy_am: Մուտքագրված ամսաթվերից մեկը գոյություն չունի:
id: Salah satu tanggal yang dimasukkan tidak ada.
is: Ein af innslegnum dagsetningum er ekki til.
it_it: Una delle date inserite non esiste.
ja: 入力された日付の一つが存在しない。
ka_ge: ერთი შეყვანილი თარიღი არ არსებობს.
kk_kz: Енгізілген күндердің бірі де жоқ.
lv: Viens no ievadītajiem datumiem neeksistē.
mk: Еден од внесените датуми не постои.
mr: नोंदलेल्या तारखांपैकी एक अस्तित्वात नाही.
ms: Salah satu tarikh yang dimasukkan tidak wujud.
nb_no: En av datoene som er valgt, eksisterer ikke.
nl: Een van de ingevoerde datums bestaat niet.
pl: Jedna z wpisanych dat nie istnieje.
pt_pt: Uma das datas inseridas não existe.
ro_ro: Una dintre datele introduse nu există.
ru_ru: Одна из введенных дат не существует.
sl: Eden od podanih datumov ne obstaja.
th: วันที่หนึ่งที่ป้อนไม่มีอยู่
tr_tr: Girilen tarihlerden biri mevcut değil.
uk: Одна з введених дат не існує.
uk_ua: Одна з введених дат не існує.
vi: Một trong những ngày đã nhập không tồn tại.
vi_vn: Một trong những ngày đã nhập không tồn tại.

# stats.dateRange.instructions
source: Enter each date in the format YYYY-MM-DD. For example, if you want the date for 15 January, 2019, enter 2019-01-15.
az: Hər tarixi İİİİ-AA-GG formatında daxil edin. Məsələn, 15 yanvar 2019 istəyirsinizsə 2019=01--15 daxil edin.
bg_bg: Въведете всяка дата във формат ГГГГ-ММ-ДД. Например, ако искате датата за 15 януари 2019 г., въведете 2019-01-15.
ca_es: Introduïu cada data en format AAAA-MM-DD. Per exemple, per indicar la data 15 de gener de 2019 poseu 2019-01-15.
cs_cz: Zadejte každé datum ve formátu RRRR-MM-DD. Například pokud chcete datum do 15. ledna 2019, zadejte 2019-01-15.
da: Indtast hver enkelt dato i formatet ÅÅÅÅ-MM-DD. Hvis du f.eks. vil angive datoen 15. januar 2019, skal du indtaste 2019-01-15.
de_de: Geben Sie das Datum im Format YYYY-MM-DD ein. Zum Beispiel geben Sie für das Datum 15. Januar 2019 folgendes ein: 2019-01-15.
el_gr: Εισαγάγετε κάθε ημερομηνία με τη μορφή ΕΕΕΕ-ΜΜ-ΗΗ. Για παράδειγμα, εάν θέλετε την ημερομηνία για τις 15 Ιανουαρίου 2019, εισαγάγετε 2019-01-15.
es_es: Introduzca cada fecha en formato AAAA-MM-DD. Por ejemplo, para indicar la fecha 15 de enero de 2019 introduzca 2019-01-15.
eu: Sartu data bakoitza UUUU-HH-EE formatuan. Adibidez, 2019ko urtarrilaren 15eko data adierazteko, idatzi 2019-01-15.
fr_fr: Saisissez chaque date au format AAAA-MM-JJ. Par exemple, si vous voulez la date du 15 janvier 2019, entrer 2019-01-15.
gl: Introduza cada data no formato AAAA-MM-DD.
hr: Unesite svaki datum u formatu GGGG-MM-DD. Na primjer, ako želite datum za 15. siječnja 2019., unesite 2019-01-15.
hu_hu: A dátumot YYYY-MM-DD formátumban írja be. Például, ha 2019. január 15-re szeretné a dátumot megadni, így írja be: 2019-01-15.
hy_am: Մուտքագրեք յուրաքանչյուր ամսաթիվ՝ ՏՏՏՏ-ԱԱ-ՕՕ ձևաչափով: Օրինակ, եթե ցանկանում եք 2019 թվականի հունվարի 15-ի ամսաթիվը, մուտքագրեք 2019-01-15:
id: Masukkan setiap tanggal dalam format YYYY-MM-DD. Misalnya, jika Anda ingin tanggal 15 Januari 2019, masukkan 2019-01-15.
is: Sláðu inn dagsetningu á forminu AAAA-MM-DD. Dæmi: Ef þú vilt dagsetninguna 15. janúar 2019 sláðu inn 2019-01-15.
it_it: Inserire ogni data nel formato YYYY-MM-DD. Ad esempio, per indicare la data del 15 Gennaio, 2019, inserire 2019-01-15.
ja: 各日付をYYYY-MM-DDの形式で入力します。例えば、2019年1月15日の日付を知りたい場合は、2019-01-15と入力します。
ka_ge: შეიყვანეთ თითოეული თარიღი ფორმატში YYYY-MM-DD. მაგალითად, თუ გსურთ 2019 წლის 15 იანვრის თარიღი, შეიყვანეთ 2019-01-15.
kk_kz: Әр күнді ЖЖЖЖ-АА-КК пішімінде енгізіңіз. Мысалы, күнді 2019 жылдың 15 қаңтарына орнатқыңыз келсе, 2019-01-15 енгізіңіз.
lv: Ievadiet katru datumu formātā GGGG-MM-DD. Piemēram, ja vēlaties 2019. gada 15. janvāra datumu, ievadiet 2019-01-15.
mk: Внесете го секој датум како YYYY-MM-DD. На пример, доколку ви е потребен датумот за 15 Јануари, 2019, внесете 2019-01-15.
mr: प्रत्येक तारीख YYYY-MM-DD या प्रारूपातच नोंद करा. उदाहरणार्थ, ५ जानेवारी २०२५ ची नोंद 2025-01-05 अशा पद्धतीने करा.
ms: Masukkan setiap tarikh dalam format YYYY-MM-DD. Contohnya, jika anda mahu tarikh 15 Januari 2019, masukkan 2019-01-15.
nb_no: Skriv inn hver dato i formatet ÅÅÅÅ-MM-DD. For eksempel hvis du vil sette datoen 15. januar 2019, skriv inn 2019-01-15.
nl: Voer iedere datum als volgt in: JJJJ-MM-DD. Bijvoorbeeld, indien u de datum '15 januari 2019' wenst, voert u in: 2019-01-15.
pl: Wpisz każdą z dat w formacie RRRR-MM-DD. Na przykład jeśli chcesz uzyskać wzór daty dla 28 listopada 2020, wpisz 2020-11-28.
pt_pt: Insira cada data no formato AAAA-MM-DD. Por exemplo, se pretender a data 15 de janeiro de 2019, insira 2019-01-15.
ro_ro: Introduceți fiecare dată în format AAAA-LL-ZZ. De exemplu, dacă doriți data pentru 15 ianuarie 2019, introduceți 2019-01-15.
ru_ru: Введите каждую дату в формате ГГГГ-ММ-ДД. Например, если вы хотите задать дату 15 января 2019 года, введите 2019-01-15.
sl: Vnesite vse datume v formatu YYYY-MM-DD. Npr, če želite datum 15 januar 2019, vnesite 2019-01-15.
th: ป้อนแต่ละวันที่ในรูปแบบ YYYY-MM-DD ตัวอย่างเช่น หากต้องการวันที่ 15 มกราคม 2019 ให้ป้อน 2019-01-15
tr_tr: Her tarihi YYYY-AA-GG biçiminde girin. Örneğin, 15 Ocak 2019 tarihini istiyorsanız 2019-01-15 girin.
uk: Введіть кожну дату у форматі YYYY-MM-DD (РРРР-ММ-ДД). Наприклад, якщо потрібна дата це 15 Січня 2019 року, введіть 2019-01-15.
uk_ua: Введіть кожну дату у форматі YYYY-MM-DD (РРРР-ММ-ДД). Наприклад, якщо потрібна дата це 15 Січня 2019 року, введіть 2019-01-15.
vi: Nhập mỗi ngày ở định dạng YYYY-MM-DD. Ví dụ, nếu bạn muốn ngày 15 tháng 1 năm 2019, nhập 2019-01-15.
vi_vn: Nhập từng ngày ở định dạng YYYY-MM-DD. Ví dụ: nếu bạn muốn ngày cho ngày 15 tháng 1 năm 2019, hãy nhập 2019-01-15.

# stats.dateRange.invalidDate
source: The date format is not valid. Enter each date in the format YYYY-MM-DD.
az: Tarix formatı etibarlı deyil. Hər tarixi İİİİ-AA-GG formatında daxil edin.
bg_bg: Форматът на датата не е валиден. Въведете всяка дата във формат ГГГГ-ММ-ДД.
ca_es: El format de la data no és vàlid. Introduïu les dates en format AAAA-MM-DD.
cs_cz: Formát data není platný. Zadejte každé datum ve formátu RRRR-MM-DD.
da: Datoformatet er ikke gyldigt. Indtast hver dato i formatet ÅÅÅÅ-MM-DD.
de_de: Das Datumsformat ist ungültig. Geben Sie jedes Datum im Format YYYY-MM-DD an.
el_gr: Η μορφή ημερομηνίας δεν είναι έγκυρη. Εισαγάγετε κάθε ημερομηνία με τη μορφή ΕΕΕΕ-ΜΜ-ΗΗ.
es_es: El formato de la fecha no es válido. Introduzca las fechas en el formato AAAA-MM-DD.
eu: Dataren formatua ez da baliozkoa. Sartu data UUUU-HH-EE formatuan.
fr_fr: Le format de date est invalide. Entrez chaque date au format AAAA-MM-JJ.
gl: O formato da data non é válido. Introduza as datas co formato AAAA-MM-DD.
hr: Format datuma nije valjan. Unesite svaki datum u formatu GGGG-MM-DD.
hu_hu: Nem érvényes dátum formátum. Minden dátumot ÉÉÉÉ-HH-NN formában adjon meg.
hy_am: Ամսաթվի ձևաչափը վավեր չէ: Մուտքագրեք յուրաքանչյուր ամսաթիվ հետևյալ ձևաչափով՝ ՏՏՏՏ-ԱԱ-ՕՕ:
id: Format tanggal tidak valid. Masukkan dengan format YYYY-MM-DD.
is: Snið dagsetningar er ekki gilt. Sláðu inn dagsetningu á sniðinu AAAA-MM-DD.
it_it: Il formato della data non è corretto. Inserire ogni data nel formato YYYY-MM-DD.
ja: 日付のフォーマットが有効ではありません。各日付をYYYY-MM-DDの形式で入力してください。
ka_ge: თარიღის ფორმატი არასწორია. შეიყვანეთ თითოეული თარიღი ფორმატში YYYY-MM-DD.
kk_kz: Уақыт форматы жарамсыз. Әрбір күн ЖЖЖЖ-АА-КК форматында болуы керек.
lv: Datuma formāts nav derīgs. Ievadiet katru datumu formātā GGGG-MM-DD.
mk: Форматот на датумот не е валиден. Внесете го секој датум во формат YYYY-MM-DD.
mr: तारीख योग्य प्रारूपात नाही. प्रत्येक तारीख YYYY-MM-DD याच प्रारूपात नोंदवा.
ms: Format tarikh tidak sah. Masukkan setiap tarikh dalam format YYYY-MM-DD.
nb_no: Datoformatet er ikke gyldig. Skriv inn hver dato i formatet ÅÅÅÅ-MM-DD.
nl: De datumformat is niet geldig. Voer iedere datum als volgt in: JJJJ-MM-DD.
pl: Format daty nie jest poprawny. Wpisz datę w formacie YYYY-MM-DD.
pt_pt: O formato da data é inválido. Insira cada data no formato AAAA-MM-DD.
ro_ro: Formatul datei nu este valid. Introduceți fiecare dată în format AAAA-LL-ZZ.
ru_ru: Неправильный формат даты. Каждая дата должна быть в формате ГГГГ-ММ-ДД.
sl: Oblika datuma je napačna. Vsi datumi morajo biti oblike YYYY-MM-DD.
th: รูปแบบวันที่ไม่ถูกต้อง ป้อนแต่ละวันที่ในรูปแบบ YYYY-MM-DD
tr_tr: Tarih formatı geçerli değil. Her tarihi YYYY-AA-GG biçiminde girin.
uk: Формат дати недійсний. Введіть кожну дату у форматі YYYY-MM-DD.
uk_ua: Формат дати недійсний. Введіть кожну дату у форматі YYYY-MM-DD.
vi: Định dạng ngày không hợp lệ. Nhập mỗi ngày ở định dạng YYYY-MM-DD.
vi_vn: Định dạng ngày không hợp lệ. Nhập từng ngày ở định dạng YYYY-MM-DD.
