Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.plugins.deleteDescription
source: By clicking delete, you will delete the plugin from the server's file system.
az: Sil düyməsiniz bassanız, əlavə serverin fayl sistemindən silinəcəkdir.
bg_bg: Като щракнете върху изтриване, ще премахнете тази добавка (плъгин) от файловата система на сървъра.
ca_es: Fent clic a Elimina, elimineu el mòdul del sistema de fitxers del servidor.
cs_cz: Kliknutím na tlačítko Smazat odstraníte plugin ze systému.
da: Ved at klikke 'Slet', sletter du denne plugin fra serverens filsystem.
de_de: Wenn Sie "Löschen" anklicken, wird das Plugin aus dem Dateisystem des Servers entfernt.
el_gr: Πατώντας "Διαγραφή" θα διαγράψετε αυτό το πρόσθετο από το σύστημα αρχείων του Διακομιστή.
es_es: Si hace clic en Eliminar, se eliminará el módulo del sistema de archivos del servidor.
eu: Ezabatu sakatzen baduzu, zerbitzariko fitxategi-sistematik plugina ezabatuko da.
fr_fr: En cliquant Supprimer, vous supprimerez le module du système de fichier du serveur.
gl: Ao premer en eliminar, eliminarase o complemento do sistema de arquivos do servidor.
hr: Ako kliknete "Izbriši", dodatak će biti uklonjen iz datotečnog sustava poslužitelja.
hu_hu: A törlésre kattintva törli a bővítményt a szerver fájlrendszeréből.
hy_am: Սեղմելով Ջնջել՝ դուք կջնջեք հավելվածը սերվերի նիշքային համակարգից։
id: Dengan mengklik HAPUS, plugin akan terhapus dari sistem file server.
is: Með því að smella á eyða, þá eyðir þú þessari viðbót úr skráakerfi þjónsins.
it_it: Cliccando 'cancella', cancellerai il plugin dal sistema.
ja: 「削除」をクリックすると、サーバーのファイルシステムからプラグインが削除されます。
ka_ge: წაშლაზე დაჭერით, თქვენ წაშლით პლაგინს სერვერის ფაილური სისტემიდან.
kk_kz: «Жою» түймесін басу арқылы модульді сервердің файлдық жүйесінен жояды.
lv: Noklikšķinot uz dzēst, tiks dzēsts spraudnis no servera failu sistēmas.
mk: Со кликнување на бришење, ќе го избришете плагинот од датотечниот систем на серверот.
mr: हटवा (delete) वर क्लिक करून, तुम्ही सर्व्हरच्या फाईल प्रणाली (सिस्टम) मधून प्लग-इन हटवू (डिलीट करू) शकाल.
ms: Dengan mengklik padam, anda akan memadamkan plugin daripada sistem fail pelayan.
nb_no: Du sletter programtillegget fra serverens filsystem om du klikker «Slett».
nl: Door op "Verwijderen" te klikken, wordt de plugin van de server verwijderd.
pl: Kliknięcie przycisku usuń spowoduje usunięcie wtyczki z serwera.
pl_pl: Kliknięcie przycisku usuń spowoduje usunięcie wtyczki z serwera.
pt_pt: Ao clicar em eliminar, o plugin será eliminado do sistema de ficheiros do servidor.
ro_ro: Făcând clic pe ștergere, veți șterge pluginul din sistemul de fișiere al serverului.
ru_ru: Щелкнув на «Удалить», вы удалите модуль из файловой системы сервера.
sl: S klikom na briši, boste odstrnaili vtičnik iz strežnikovega datotečnega sistema.
sr_rs@cyrillic: Кликом на "Обриши" обрисаћете додатак са сервера.
sv_se: När du trycker på Ta bort kommer du att ta bort pluginet från servern.
th: การคลิกลบจะเป็นการลบปลั๊กอินออกจากระบบไฟล์ของเซิร์ฟเวอร์
tr_tr: Sil tuşuna basarsanız, eklenti sunucunun dosya sisteminden silinecektir.
uk: Натиснувши "Видалити", ви видалите плагін із файлової системи сервера.
uk_ua: Натиснувши «Видалити», ви видалите плагін із файлової системи сервера.
vi: Bằng cách nhấp xóa, bạn sẽ xóa plugin khỏi hệ thống tệp của máy chủ.
vi_vn: Bằng cách nhấp vào xóa, bạn sẽ xóa plugin khỏi hệ thống tệp của máy chủ.

# manager.plugins.deleteSuccess
source: Plugin "{$pluginName}" successfuly deleted
az: "{$pluginName}" əlavəsi uğurla silindi
bg_bg: Добавката (плъгин) "{$pluginName}" беше успешно премахната
ca_es: S'ha eliminat el mòdul «{$pluginName}» correctament
cs_cz: Plugin "{$pluginName}" byl úspěšně smazán
da: Pluginen "{$pluginName}" blev slettet
de_de: Plugin "{$pluginName}" erfolgreich gelöscht
el_gr: Το πρόσθετο "{$pluginName}" διαγράφτηκε με επιτυχία
es_es: El módulo "{$pluginName}" se eliminó correctamente
eu: "{$pluginName}" plugina ongi ezabatu da
fr_fr: Le module « {$pluginName} » a été supprimé
gl: Eliminouse correctamente o complemento "{$pluginName}"
hr: Dodatak "{$pluginName}" je uspješno izbrisan
hu_hu: A bövítmény "{$pluginName}" sikeresen törölve
hy_am: "{$pluginName}" հավելվածը հաջողությամբ ջնջվեց
id: Plugin "{$pluginName}" berhasil dihapus
is: Það tókst að eyða viðbótinni: "{$pluginName}"
it_it: Il plugin "{$pluginName}" è stato cancellato con successo
ja: プラグイン"{$pluginName}"は正常に削除された
ka_ge: პლაგინი "{$pluginName}" წარმატებით წაიშალა
kk_kz: "{$pluginName}" плагині сәтті жойылды
lv: Spraudnis "{$pluginName}" veiksmīgi dzēsts
mk: Плагинот "{$pluginName}" е успешно избришан
mr: "{$pluginName}" प्लग-इन यशस्वीरित्या हटवण्यात (delete) आले
ms: Plugin "{$ pluginName}" berjaya dipadamkan
nb_no: Programtillegget «{$pluginName}» ble slettet
nl: Plugin "{$pluginName}" werd met succes verwijderd
pl: Wtyczka "{$pluginName}" usunięta
pl_pl: Wtyczka "{$pluginName}" usunięta
pt_pt: Plugin "{$pluginName}" foi eliminado com êxito
ro_ro: Pluginul "{$pluginName}" a fost șters cu succes
ru_ru: Модуль «{$pluginName}» успешно удален
sl: Vtičnik "{$pluginName}" je bil uspešno odstranjen
sr_rs@cyrillic: Додатак "{$pluginName}" је успешно обрисан
sv_se: Pluginet "{$pluginName}" togs bort
th: ปลั๊กอิน "{$pluginName}" ถูกลบสำเร็จ
tr_tr: "{$pluginName}" eklentisi başarılı bir şekilde silindi
uk: Плагін "{$pluginName}" успішно видалено
uk_ua: Плагін "{$pluginName}" успішно видалено
vi: Plugin "{$pluginName}" được xóa thành công
vi_vn: Đã xóa thành công plugin "{$pluginName}"

# manager.plugins.doesNotExist
source: Plugin "{$pluginName}" does not exist
az: "{$pluginName}" əlavəsi mövcud deyil
bg_bg: Добавката (плъгин) "{$pluginName}" не съществува
ca_es: El mòdul «{$pluginName}» no existeix
cs_cz: Plugin "{$pluginName}" neexistuje
da: Plugin "{$pluginName}" findes ikke
de_de: Das Plugin "{$pluginName}" existiert nicht.
el_gr: Το πρόσθετο "{$pluginName}" δεν υπάρχει
es_es: El módulo "{$pluginName}" no existe
eu: "{$pluginName}" plugina ez da existitzen
fr_fr: Le module « {$pluginName} » n'existe pas
gl: O complemento "{$pluginName}" non existe
hr: Dodatak "{$pluginName}" ne postoji
hu_hu: A bővítmény "{$pluginName}" nem található
hy_am: "{$pluginName}" փլագինը գոյություն չունի
id: Plugin "{$pluginName}" tidak ada
is: Viðbótarforritið "{$pluginName}" er ekki til
it_it: Il pugin "{$pluginName}" non esiste
ja: プラグイン"{$pluginName}"は存在しません
ka_ge: პლაგინი "{$pluginName}" არ არსებობს
kk_kz: "{$pluginName}" плагині жоқ
lv: Spraudnis "{$pluginName}" nepastāv
mk: Плагинот "{$pluginName}" не постои
mr: प्लग-इन "{$pluginName}" अस्तित्वात नाही
ms: Plugin"{$pluginName}" tidak wujud
nb_no: Programtillegget «{$pluginName}» finnes ikke
nl: Plugin "{$pluginName}" bestaat niet
pl: Wtyczka "{$pluginName}" nie istnieje
pl_pl: Wtyczka "{$pluginName}" nie istnieje
pt_pt: Plugin "{$pluginName}" não existe
ro_ro: Pluginul "{$pluginName}" nu există
ru_ru: Модуль «{$pluginName}» не существует
sl: Vtičnik "{$pluginName}" ne obstaja
sr_rs@cyrillic: Додатак "{$pluginName}" не постоји
sv_se: Pluginet "{$pluginName}" finns inte
th: ปลั๊กอิน "{$pluginName}" ไม่มีอยู่
tr_tr: "{$pluginName}" eklentisi mevcut değil
uk: Плагін "{$pluginName}" не існує
uk_ua: Плагін "{$pluginName}" не існує
vi: Plugin "{$pluginName}" không tồn tại
vi_vn: Plugin "{$pluginName}" không tồn tại

# manager.plugins.fileSelectError
source: Please select a file first
az: Əvvəlcə bir fayl seçin
bg_bg: Моля, изберете първо файл
ca_es: Primer seleccioneu un fitxer
cs_cz: Vyberte nejprve soubor
da: Vælg først en fil
de_de: Bitte wählen Sie zuerst eine Datei aus
el_gr: Επιλέξτε πρώτα ένα αρχείο
es_es: Seleccione un archivo primero
eu: Hautatu fitxategi bat lehenik
fr_fr: Veuillez sélectionner un fichier d'abord
gl: Seleccione primeiro un arquivo
hr: Prvo odaberite datoteku
hu_hu: Kérjük, először válasszon egy fájlt
hy_am: Խնդրում ենք նախ ընտրել նիշք
id: Pilih file terlebih dahulu
is: Vinsamlega byrjaðu á að velja skrá
it_it: Per favore seleziona un file prima
ja: 最初にファイルを選択してください
ka_ge: ჯერ აირჩიეთ ფაილი
kk_kz: Алдымен файлды таңдаңыз
lv: Lūdzu, vispirms izvēlieties datni
mk: Прво изберете датотека
mr: कृपया प्रथम फाईल निवडा
ms: Sila pilih fail dahulu
nb_no: Velg en fil
nl: Selecteer eerst een bestand
pl: Najpierw wybierz plik
pl_pl: Najpierw wybierz plik
pt_pt: Seleccione primeiro um ficheiro
ro_ro: Vă rugăm să selectați mai întâi un fișier
ru_ru: Пожалуйста, сначала выберите файл
sl: Prosimo, najprej izberite datoteko
sr_rs@cyrillic: Прво одаберите фајл
sv_se: Välj först en fil
th: กรุณาเลือกไฟล์ก่อน
tr_tr: Öncelikle bir dosya seçiniz
uk: Будь ласка, спочатку оберіть файл
uk_ua: Будь ласка, спочатку оберіть файл
vi: Vui lòng chọn một tệp trước
vi_vn: Vui lòng chọn một tệp trước

# manager.plugins.upload
source: Upload A New Plugin
az: Yeni bir əlavə yükləyin
bg_bg: Качване на нова добавка (плъгин)
ca_es: Carregar un mòdul nou
cs_cz: Nahrát nový plugin
da: Upload en ny plugin
de_de: Ein neues Plugin hochladen
el_gr: Μεταφορτώστε ένα Νέο Πρόσθετο
es_es: Cargar un nuevo módulo
eu: Kargatu plugin berri bat
fr_fr: Transférer un nouveau module
gl: Cargar un novo complemento
hr: Učitajte novi dodatak
hu_hu: Új bővítmény feltöltése
hy_am: Վերբեռնեք նոր պլագին
id: Unggah Plugin Baru
is: Hlaða inn nýju viðbótarforriti
it_it: Carica un nuovo plugin
ja: 新しいプラグインのアップロード
ka_ge: ახალი პლაგინის ატვირთვა
kk_kz: Жаңа модульді жүктеңіз
lv: Augšupielādēt jaunu spraudni
mk: Аплодирај нов плагин
mr: नवीन प्लग-इन संक्रमित (अपलोड) करा
ms: Muat Naik Plugin Baharu
nb_no: Last opp et nytt programtillegg
nl: Laad een nieuwe plugin
pl: Prześlij nową wtyczkę
pl_pl: Prześlij nową wtyczkę
pt_pt: Upload um Novo Plugin
ro_ro: Încărcați un nou plugin
ru_ru: Загрузить новый модуль
sl: Naloži nov vtičnik
sr_rs@cyrillic: Достави нови додатак
sv_se: Ladda upp ett nytt plugin
th: อัปโหลดปลั๊กอินใหม่
tr_tr: Yeni Bir Eklenti Yükle
uk: Завантажити новий плагін
uk_ua: Завантажити новий плагін
vi: Tải lên plugin mới
vi_vn: Tải lên một plugin mới

# manager.plugins.uploadFailed
source: Please ensure a file was selected for upload.
az: Quraşdırma üçün bir fayl seçdiyinizə əmin olun
bg_bg: Моля, уверете се, че файлът е избран за качване.
ca_es: Assegureu-vos que heu seleccionat un arxiu per carregar.
cs_cz: Ujistěte se, prosím, zda byl vybraný soubor nahrán.
da: Sørg for, at en fil blev valgt til upload.
de_de: Bitte stellen Sie sicher, dass Sie eine Datei für das Hochladen ausgewählt haben.
el_gr: Βεβαιωθείτε ότι έχει επιλεγεί αρχείο για μεταφόρτωση.
es_es: Asegúrese de que ha seleccionado un fichero para su carga.
eu: Mesedez, ziurtatu fitxategi bat hautatu dela kargatzeko.
fr_fr: Veuillez vous assurer qu'un fichier a été sélectionné pour le transfert.
gl: Asegúrese de que seleccionou un arquivo para cargar.
hr: Provjerite jeste li odabrali datoteku za učitavanje.
hu_hu: Kérjük, ellenőrizze, hogy kiváasztotta-e a fájlt.
hy_am: Համոզվեք, որ նիշք է ընտրվել վերբեռնման համար:
id: Pastikan file terseleksi untuk diunggah.
is: Vinsamlega athugaðu hvort að valin hafi verið skrá til að hlaða upp.
it_it: Per favore assicurati che un file sia selezionato per il caricamento.
ja: アップロードするファイルが選択されていることを確認してください。
ka_ge: გთხოვთ, დარწმუნდეთ, რომ ფაილი მოინიშნა ასატვირთად.
kk_kz: Жүктеп салынатын файл таңдалғанына көз жеткізіңіз.
lv: Lūdzu, pārliecinieties, ka fails augšupielādei ir atlasīts .
mk: Проверете дали датотеката е избрана за поставување.
mr: संक्रमित (अपलोड) करण्यासाठी फाईल निवडली आहे याची खात्री करा.
ms: Sila pastikan fail telah dipilih untuk dimuat naik.
nb_no: Pass på at filen ble valgt til opplasting.
nl: Zorg ervoor dat een bestand werd geselecteerd om op te laden.
pl: Upewnij się, że wybrałeś(aś) plik do przesłania.
pl_pl: Upewnij się, że wybrałeś(aś) plik do przesłania.
pt_pt: Certifique-se de que um ficheiro foi selecccionado para upload.
ro_ro: Vă rugăm să vă asigurați că un fișier a fost selectat pentru încărcare.
ru_ru: Пожалуйста, убедитесь, что файл для загрузки был выбран.
sl: Prosimo, da zagotovite, da je bila datoteka za nalaganje izbrana.
sr_rs@cyrillic: Уверите се да је фајл означен за достављање.
sv_se: Se till att en fil för uppladdning valts.
th: กรุณาตรวจสอบให้แน่ใจว่ามีการเลือกไฟล์เพื่ออัปโหลด
tr_tr: Yükleme için bir dosya seçildiğinden emin olun.
uk: Будь ласка, переконайтеся, що обрано файл для завантаження.
uk_ua: Будь ласка, переконайтеся, що обрано файл для завантаження.
vi: Vui lòng đảm bảo đã chọn tệp để tải lên.
vi_vn: Hãy đảm bảo rằng một tệp đã được chọn để tải lên.

# manager.plugins.installed
source: Installed Plugins
az: Quraşdırılmış əlavələr
bg_bg: Инсталирани добавки (плъгини)
ca_es: Mòduls instal·lats
cs_cz: Nainstalované pluginy
da: Installerede plugins
de_de: Installierte Plugins
el_gr: Εγκατεστημένα πρόσθετα
es_es: Módulos instalados
eu: Instalatutako pluginak
fr_fr: Modules installés
gl: Complementos instalados
hr: Instalirani dodaci
hu_hu: Telepített bővítmények
hy_am: Տեղադրված պլագիններ
id: Plugin Terinstall
is: Uppsettar viðbætur
it_it: Plugin installati
ja: インストール済みプラグイン
ka_ge: დაყენებული პლაგინები
kk_kz: Орнатылған модульдер
lv: Uzstādītie spraudņi
mk: Инсталирани плагини
mr: स्थापित केलेले (Installed) प्लग-इन्स
ms: Plugin yang Dipasang
nb_no: Installerte programtillegg
nl: Geïnstalleerde plugins
pl: Zainstalowane wtyczki
pl_pl: Zainstalowane wtyczki
pt_pt: Plugins Instalados
ro_ro: Pluginuri instalate
ru_ru: Установленные модули
sl: Nameščeni vtičniki
sr_rs@cyrillic: Инсталирани додаци
sv_se: Installerade plugin
th: ปลั๊กอินที่ติดตั้งแล้ว
tr_tr: Yüklenmiş Eklentiler
uk: Встановлені плагіни
uk_ua: Встановлені плагіни
vi: Các plugin đã cài đặt
vi_vn: Các trình cắm đã cài đặt

# manager.plugins.pluginGallery
source: Plugin Gallery
az: Əlavə qaleriyası
bg_bg: Галерия добавки (плъгини)
ca_es: Galeria de mòduls
cs_cz: Galerie pluginů
da: Plugin-samling
de_de: Plugin-Galerie
el_gr: Συλλογή Προσθέτων
es_es: Galería de módulos
eu: Plugin galeria
fr_fr: Galerie de modules
gl: Galería de complementos
hr: Galerija dodataka
hu_hu: Bővítmények listája
hy_am: Պլագինների պատկերասրահ
id: Galeri Plugin
is: Viðbótasmiðja
it_it: Lista Plugin
ja: プラグインギャラリー
ka_ge: პლაგინების გალერეა
kk_kz: Модуль галереясы
lv: Spraudņu galerija
mk: Галерија за плагини
mr: प्लग-इन गॅलरी
ms: Galeri Plugin
nb_no: Tilgjengelige programtillegg
nl: Plugins overzicht
pl: Biblioteka wtyczek
pl_pl: Biblioteka wtyczek
pt_pt: Galeria Plugin
ro_ro: Galerie de pluginuri
ru_ru: Галерея модулей
sl: Katalog vtičnikov
sr_rs@cyrillic: Галерија додатака
sv_se: Galleri för plugins
th: แกลเลอรีปลั๊กอิน
tr_tr: Eklenti Galerisi
uk: Галерея плагінів
uk_ua: Галерея Плагінів
vi: Bộ sưu tập plugin
vi_vn: Thư viện Trình cắm

# manager.plugins.pluginGallery.overview
source: Overview
az: Ümumi görünüş
bg_bg: Общ преглед
ca_es: Vista general
cs_cz: Přehled
da: Oversigt
de_de: Übersicht
el_gr: Επισκόπηση
es_es: Vista general
eu: Ikuspegi orokorra
fr_fr: Aperçu
gl: Vista xeral
hr: Pregled
hu_hu: Áttekintés
hy_am: Ակնարկ
id: Pratinjau
is: Yfirlit
it_it: Quadro generale
ja: 概要
ka_ge: მიმოხილვა
kk_kz: Жалпы шолу
lv: Pārskats
mk: Преглед
mr: आढावा
ms: Gambaran keseluruhan
nb_no: Gjennomgang
nl: Overzicht
pl: Przegląd
pl_pl: Przegląd
pt_pt: Visão geral
ro_ro: Prezentare generală
ru_ru: Обзор
sl: Pregled
sr_rs@cyrillic: Преглед
sv_se: Översikt
th: ภาพรวม
tr_tr: Genel Görünüm
uk: Огляд
uk_ua: Огляд
vi: Tổng quan
vi_vn: Tổng quát

# manager.plugins.pluginGallery.installation
source: Installation
az: Quraşdırma
bg_bg: Инсталация
ca_es: Instal·lació
cs_cz: Instalace
el_gr: Εγκατάσταση
es_es: Instalación
eu: Instalazioa
gl: Instalación
hr: Instalacija
hu_hu: Telepítés
hy_am: Տեղադրում
id: Penginstalan
is: Uppsetning
it_it: Installazione
ja: インストール
ka_ge: ინსტალაცია
kk_kz: Орнату
lv: Uzstādīšana
mk: Инсталација
mr: स्थापना (Installation)
ms: Pemasangan
nb_no: Installasjon
nl: Installatie
pl: Instalacja
pl_pl: Instalacja
pt_pt: Instalação
ro_ro: Instalare
ru_ru: Установка
sl: Namestitev
sr_rs@cyrillic: Инсталација
th: การติดตั้ง
tr_tr: Yükleme
uk: Встановлення
uk_ua: Встановлення
vi: Cài đặt
vi_vn: Cài đặt

# manager.plugins.pluginGallery.latestCompatible
source: Latest Compatible Release
az: Axırıncı uyğun versiya
bg_bg: Най-нова съвместима версия
ca_es: Última versió compatible
cs_cz: Nejnovější kompatibilní verze
da: Seneste kompatible udgave
de_de: Letzte kompatible Veröffentlichung
el_gr: Τελευταία συμβατή έκδοση
es_es: Última versión compatible
eu: Azken bertsio bateragarria
fr_fr: Dernière version compatible
gl: Última versión compatibel
hr: Najnovije kompatibilno izdanje
hu_hu: A legutolsó kompatibilis kiadás
hy_am: Համատեղելի վերջին թողարկումը
id: Rilis Terbaru
is: Nýjasta samhæfða útgáfa
it_it: Ultima versione compatibile
ja: 互換性のある最新リリース
ka_ge: უახლესი თავსებადი გამოცემა
kk_kz: Ең соңғы үйлесімді шығарылым
lv: Jaunākais saderīgais laidiens
mk: Најнови компатибилно издание
mr: नवीनतम सुसंगत आवृत्ती (Latest Compatible Release)
ms: Keluaran Serasi Terkini
nb_no: Siste kompatible versjon
nl: Laatste compatibele versie
pl: Najnowsza wspierana wersja
pl_pl: Najnowsza wspierana wersja
pt_pt: Última versão compatível
ro_ro: Cea mai recentă versiune compatibilă
ru_ru: Последний совместимый релиз
sl: Zadnja kompatibilna verzija
sr_rs@cyrillic: Последње компатибилно издање
sv_se: Senaste kompatibla releasen
th: เวอร์ชันล่าสุดที่เข้ากันได้
tr_tr: En Son Uyumlu Sürüm
uk: Остання сумісна версія
uk_ua: Остання сумісна версія
vi: Phiên bản tương thích mới nhất
vi_vn: Bản phát hành tương thích mới nhất

# manager.plugins.pluginGallery.certifications.official
source: Official
az: Rəsmi
bg_bg: Официален
ca_es: Oficial
cs_cz: Oficiální
da: Officiel
de_de: Offiziell
el_gr: Επίσημο
es_es: Oficial
eu: Ofiziala
fr_fr: Officiel
gl: Oficial
hr: Službeno
hu_hu: Hivatalos
hy_am: Պաշտոնական
id: Resmi
is: Opinbert
it_it: Ufficiale
ja: 公式
ka_ge: ოფიციალური
kk_kz: Ресми
lv: Oficiāls
mk: Официјално
mr: अधिकृत
ms: Rasmi
nb_no: Offisiell
nl: Officieel
pl: Oficjalna
pl_pl: Oficjalna
pt_pt: Oficial
ro_ro: Oficial
ru_ru: Официальный
sl: Uradno
sr_rs@cyrillic: Званично
sv_se: Officiell
th: เป็นทางการ
tr_tr: Resmi
uk: Офіційний
uk_ua: Офіційний
vi: Chính thức
vi_vn: Chính thức

# manager.plugins.pluginGallery.certifications.reviewed
source: Reviewed
az: Dəyərləndirdi
bg_bg: Ревизиран
ca_es: Revisat
cs_cz: Recenzované
da: Bedømt
de_de: Begutachtet
el_gr: Ελεγμένο
es_es: Revisado
eu: Berrikusia
fr_fr: Révisé
gl: Revisado
hr: Recenzirano
hu_hu: Lektoráltak
hy_am: Գրախոսված
id: Direview
is: Ritrýnt
it_it: Rivisto
ja: レビュー済み
ka_ge: განხილული
kk_kz: рецензияланған
lv: Recenzēts
mk: Рецензирано
mr: परीक्षण केलेले (Reviewed)
ms: Diulas
nb_no: Gjennomgått
nl: Officieel ondersteund
pl: Przejrzana
pl_pl: Przejrzana
pt_pt: Revisto
ro_ro: Revizuit
ru_ru: Рецензированный
sl: Pregledano
sr_rs@cyrillic: Рецензирано
sv_se: Granskad
th: ผ่านการตรวจสอบ
tr_tr: Değerlendirildi
uk: Рецензований
uk_ua: Рецензований
vi: Đã xem xét
vi_vn: Đã đánh giá

# manager.plugins.pluginGallery.certifications.reviewed.description
source: This plugin has been reviewed and approved by the Public Knowledge Project team.
az: Bu əlavə, Public Knowledge Project komandası tərəfindən gözdən keçirildi və təsdiqləndi
bg_bg: Тази добавка (плъгин) е прегледана и одобрена от екипа на проекта Public Knowledge Project.
ca_es: Aquest mòdul ha estat revisat i aprovat per l'equip de Public Knowledge Project.
cs_cz: Tento plugin byl zkontrolován a schválen týmem Public Knowledge Project.
da: Denne plugin er blevet gennemgået og godkendt af Public Knowledge Project teamet.
de_de: Dieses Plugin ist durch Team des Public Knowledge Project begutachtet und genehmigt worden.
el_gr: Αυτό το πρόσθετο έχει ελεγχθεί και εγκριθεί από την ομάδα Public Knowledge Project.
es_es: Este módulo ha sido revisado y aprobado por el equipo de Public Knowledge Project.
eu: Plugin hau Public Knowledge Project taldeak berrikusi eta onartu du.
fr_fr: Ce plugin a été évalué et approuvé par l'équipe de Public Knowledge Project.
gl: Este complemento foi revisado e aprobado polo equipo do Public Knowledge Project.
hr: Ovaj je dodatak pregledao i odobrio tim projekta Public Knowledge Project.
hu_hu: Ezt a plugint a Public Knowledge Project csapata átnézte és jóváhagyta.
hy_am: Այս փլագինը վերանայվել և հաստատվել է Public Knowledge Project թիմի կողմից:
id: Plugin ini telah ditelaah dan disetujui oleh tim Public Knowledge Project.
is: Þessi viðbót hefur verið skoðuð og samþykkt af PKP teyminu.
it_it: Questo plugin è stato rivisto e approvato dal team del Public Knowledge Project.
ja: このプラグインは、Public Knowledge Projectチームによって審査・承認されています。
ka_ge: ეს პლაგინი განიხილა და დამტკიცდა საზოგადოებრივი ცოდნის პროექტის ჯგუფის მიერ.
kk_kz: Бұл модульді «Public Knowledge Project» жобасының тобы қарады және бекітті.
lv: Šo spraudni ir pārskatījusi un apstiprinājusi Public Knowledge Project komanda.
mk: Овој плагин е прегледан и одобрен од тимот на Public Knowledge Project.
mr: पब्लिक नॉलेज प्रोजेक्ट टीमने या प्लग-इनचे परीक्षण करुन त्याला अधिकृत मान्यता दिली आहे.
ms: Plugin ini telah disemak dan diluluskan oleh pasukan Public Knowledge Project.
nb_no: Programtillegget er gjennomgått og godkjent av Public Knowledge Project-gruppa.
nl: Deze plugin is beoordeeld en goedgekeurd door het Public Knowledge Project team.
pl: Wtyczka została zrecenzowana i zaakceptowana przez zespół Public Knowledge Project.
pl_pl: Wtyczka została zrecenzowana i zaakceptowana przez zespół Public Knowledge Project.
pt_pt: Este plugin foi reviso e aprovado pela equipa do Public Knowledge Project.
ro_ro: Acest plugin este revizuit și aprobat de echipa Public Project Project.
ru_ru: Этот модуль был отрецензирован и одобрен командой Public Knowledge Project.
sl: Ta vtičnik je bil pregledan in odobren s strani Public Knowledge Project ekipe.
sv_se: Det här pluginet har granskats och godkänts av Public Knowledge Project.
th: ปลั๊กอินนี้ได้รับการตรวจสอบและอนุมัติโดยทีม Public Knowledge Project
tr_tr: Bu eklenti, Public Knowledge Project ekibi tarafından gözden geçirildi ve onaylandı.
uk: Цей плагін був переглянутий та схвалений командою Public Knowledge Project.
uk_ua: Цей плагін був переглянутий та затверджений командою проекту Public Knowledge Project.
vi: Plugin này đã được nhóm Dự án Kiến thức Công cộng xem xét và phê duyệt.
vi_vn: Plugin này đã được xem xét và phê duyệt bởi nhóm Dự án Tri thức Công cộng.

# manager.plugins.pluginGallery.certifications.partner
source: Partner
az: Tərəfdaş
bg_bg: Партньор
ca_es: Soci
el_gr: Εταίρος
es_es: Socio
eu: Bazkidea
fr_fr: Partenaire
gl: Socio
hy_am: Գործընկեր
id: Rekan
is: Samstarfsaðili/meðeigandi
ja: パートナー
ka_ge: პარტნიორი
kk_kz: Серіктестік
lv: Sadarbības partneri
mk: Партнер
mr: भागीदार (Partner)
ms: Rakan Kongsi
pl: Zewnętrzna
pl_pl: Zewnętrzna
pt_pt: Parceiro
ro_ro: Partener
ru_ru: Партнерский
sr_rs@cyrillic: Партнер
th: พันธมิตร
tr_tr: Ortak
uk: Партнерський
uk_ua: Партнерський
vi: Đối tác
vi_vn: Đối tác

# manager.plugins.pluginGallery.maintainer
source: Maintainer
az: Davametdirici
bg_bg: Разработчик
ca_es: Mantenidor/a
cs_cz: Správce
da: Vedligeholder
de_de: Verwalter
el_gr: Συντηρητής
es_es: Mantenedor/a
eu: Mantentzailea
fr_fr: Responsable
gl: Mantedor
hr: Održavač
hu_hu: Fenntartó
hy_am: Պահպանող
id: Pemelihara
is: Viðhaldið af
it_it: Manutentore
ja: 保守管理者
ka_ge: მხარდამჭერი
kk_kz: Әзірлеуші
lv: Uzturētājs
mk: Одржувач
mr: देखभालकर्ता (Maintainer)
ms: Penyelenggara
nb_no: Vedlikeholder
nl: Onderhouder
pl: Zarządzający
pl_pl: Zarządzający
pt_pt: Manutenção
ro_ro: Susținător
ru_ru: Разработчик
sl: Vzdrževalec
sr_rs@cyrillic: Особа за одржавање
sv_se: Ansvarig
th: ผู้ดูแล
tr_tr: Sürdürücü
uk: Розробник
uk_ua: Розробник
vi: Người duy trì
vi_vn: Người bảo trì
