Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.metadata.subjects.description
source: Subjects will be keywords, key phrases or classification codes that describe a topic of the submission.
az: Mövzular, bir mövzunu tərif edən açar sözlər, açar sözlər və ya təsnifatlandırma kodları olacaqdır.
bg_bg: Теми ще бъдат ключови думи, ключови фрази или класификационни кодове, които описват тема на подадените материали.
ca_es: Les matèries seran paraules clau, frases clau o codis de classificació que descriguin el tema de la tramesa.
cs_cz: Předměty budou klíčová slova, klíčové fráze nebo klasifikační kódy, které popisují téma příspěvku.
da: Emner er nøgleord, nøglefraser eller klassifikationskoder, der beskriver et emne i forbindelse med indsendelsen.
de_de: Themen sind Stichworte, Stichwortketten oder Klassifizierungscodes, die das Fachgebiet einer Einreichung beschreiben.
el_gr: Τα θέματα θα είναι λέξεις-κλειδιά, φράσεις-κλειδιά ή κωδικοί ταξινόμησης που περιγράφουν ένα θέμα της υποβολής.
es_es: Las materias serán palabras clave, frases clave o códigos de clasificación que describan el tema del envío.
eu: Gaiak aurkezpenaren gaia deskribatzen duten gako-hitzak, gako-esaldiak edo sailkapen-kodeak izango dira.
fr_fr: Les sujets sont des mots-clés, des phrases-clés ou des codes de classification qui décrivent le sujet de la soumission.
gl: As materias serán palabras clave, frases clave ou códigos de clasificación que describen o tema do envío.
hr: Teme će biti ključne riječi, ključne fraze ili klasifikacijski kodovi koji opisuju temu podneska.
hu_hu: A tárgyak olyan kulcsszavak, kulcsmondatok vagy osztályozási kódok lesznek, amelyek leírják a beküldés témáját.
hy_am: Խորագրերը կլինեն բանալի բառեր, հիմնական արտահայտություններ կամ դասակարգման կոդեր, որոնք նկարագրում են ներկայացման թեման:
id: Subyek akan berupa kata kunci, frasa kunci atau kode klasifikasi yang menggambarkan topik dari naskah yang diserahkan.
id_id: Subyek akan berupa kata kunci, frasa kunci atau kode klasifikasi yang menggambarkan topik dari naskah yang diserahkan.
is: Efni eru lykilorð, lykilsetningar eða flokkunarkóðar sem lýsa viðfangsefni handrits.
it_it: L'argomento sarà parole e frase chiave o codici di classificazione che descrivano la sottomissione.
ja: 主題となるのは、投稿のトピックを表すキーワード、キーフレーズ、分類コードです。
ka_ge: საგნები იქნება საკვანძო სიტყვები, ძირითადი ფრაზები ან კლასიფიკაციის კოდები, რომლებიც აღწერს წარდგენის თემას.
kk_kz: Тақырыптар жіберу тақырыбын сипаттайтын кілт сөздер, негізгі сөз тіркестері немесе жіктеу кодтары болуы мүмкін.
lv: Temati būs atslēgvārdi, atslēgfrāzes vai klasifikācijas kodi, kas raksturo iesniegtā materiāla tēmu.
mk: Ставките ќе бидат клучни зборови, клучни фрази или кодови за класификација кои ја опишуваат темата на поднесокот.
mr: सादरीकरणाच्या विषयाचे वर्णन कळीचे शब्द/वाक्यांश (कीवर्ड्स) किंवा वर्गीकरणाचे चिन्ह (कोड) वापरून केले जाते.
ms: Subjek ialah kata kunci, frasa utama atau kod klasifikasi yang menerangkan topik penyerahan.
nb_no: Emner er nøkkelord, nøkkelfraser eller klassifikasjonskoder som beskriver et tema i innleveringen.
nl: Onderwerpen zijn trefwoorden, trefwoordengroepen of classificatiecodes die het thema van de inzending beschrijven.
pl: Temat to mogą być dane typu: słowa kluczowe, frazy, kody klasyfikacyjne które opisują temat zgłoszenia.
pt_pt: Assuntos são palavras-chave, frases chave ou códigos de classificação que descrevem o tópico da submissão.
ro_ro: Subiectele vor fi cuvinte cheie, expresii cheie sau coduri de clasificare care descriu un subiect al înregistrării manuscrisului.
ru_ru: Темы могут быть ключевыми словами, ключевыми фразами или классификационными кодами, которые описывают тему отправляемого материала.
sl: Tematika so lahko ključne besede, ključne fraze ali klasifikacijske kode, ki opisujejo temo prispevka.
th: หัวเรื่องจะเป็นคำสำคัญ วลีสำคัญ หรือรหัสการจำแนกที่อธิบายหัวข้อของการส่งงาน
tr_tr: Konular, bir konuyu tanımlayan anahtar kelimeler, anahtar kelimeler veya sınıflandırma kodları olacaktır.
uk: Об'єктами мають бути ключові слова, фрази або класифікаційні коди, які описуються тему подання.
uk_ua: Об'єктами мають бути ключові слова, фрази або класифікаційні коди, які описуються тему подання.
vi: Chủ đề sẽ là từ khóa, cụm từ khóa hoặc mã phân loại mô tả chủ đề của bài nộp.
vi_vn: Chủ đề sẽ là các từ khóa, cụm từ khóa hoặc mã phân loại mô tả một chủ đề của bài gửi.

# manager.setup.metadata.subjects.noRequest
source: Do not request subjects from the author during submission.
az: Təqdimat əsnasında müəllifdən mövzu tələb etməyin
bg_bg: Не изисквайте теми от автора по време на подаването на материали.
ca_es: No sol·licitar matèries a l'autor/a durant la tramesa.
cs_cz: Během odesílání příspěvku nevyžadujte od autora předmět.
da: Anmod ikke om emner fra forfatteren under indsendelse.
de_de: Während der Einreichung keine Angaben zu Themen von Autor/Autorin verlangen.
el_gr: Μην ζητάτε θέματα από τον συγγραφέα κατά την υποβολή.
es_es: No solicitar materias al autor/a durante el envío.
eu: Ez eskatu gaiak egileari bidalketa-prozesuan.
fr_fr: Ne pas demander de sujet à l'auteur ou l'auteure lors de la soumission.
gl: Non solicitar materias ao autor/a durante o envío.
hr: Prilikom podnošenja ne tražite od autora podatke o temama.
hu_hu: Beküldéskor ne kérjen szakterület adatot a szerzőtől.
hy_am: Ներկայացման ընթացքում հեղինակից խորագրեր մի պահանջեք:
id: Jangan meminta klasifikasi subjek dari penulis saat menyerahkan naskah.
is: Ekki biðja höfund um efni á meðan á innsendingu stendur.
it_it: Non richiedere l'argomento agli autori in fase di sottomissione.
ja: 投稿中に著者に主題を要求しない。
ka_ge: წარდგენის დროს არ მოითხოვოთ ავტორისგან საგნები.
kk_kz: Материалды жіберу кезінде тақырыпты автордан сұрауға болмайды.
lv: Nepieprasīt autoram tematus materiāla iesniegšanas laikā.
mk: За време на поднесувањето, не барајте ставки од авторот.
mr: सादरीकरणादरम्यान लेखकाला विषयासंबंधी विचारू नका.
ms: Jangan minta subjek daripada pengarang semasa penyerahan.
nb_no: Krev ikke emner fra forfatteren under innlevering.
nl: Vraag auteurs niet om onderwerpen op te geven tijdens het inzendingsproces.
pl: Nie wymagaj podania Tematu w trakcie zgłaszania tekstu.
pt_pt: Não solicitar assuntos aos autores durante a submissão.
ro_ro: Nu solicitați subiecte de la autor în timpul înregistrării manuscrisului.
ru_ru: Не запрашивать у автора темы во время отправки материала.
sl: Ne zahtevaj od avtorjev, da navedejo tematiko prispevka med oddajo prispevka.
th: ไม่ขอหัวเรื่องจากผู้แต่งระหว่างการส่งงาน
tr_tr: Gönderi sırasında yazardan konu istemeyin.
uk: Не запитувати від автора вказувати теми під час подання.
uk_ua: Не вимагати від авторів вказувати об'єкт(и) під час подання.
vi: Không yêu cầu chủ đề từ tác giả trong quá trình nộp bài.
vi_vn: Không yêu cầu các chủ đề từ tác giả trong quá trình gửi.

# manager.setup.metadata.subjects.require
source: Require the author to provide subjects before accepting their submission.
az: Müəllifdən təqdimatını qəbul etməzdən əvvəl mövzu verməsini tələb edin.
bg_bg: Изисквайте от автора да предостави теми, преди да приемете подадените материали.
ca_es: Sol·licitar a l'autor/a que proporcioni matèries abans d'acceptar la seva tramesa.
cs_cz: Před přijetím žádosti požádejte autora, aby poskytl předmět.
da: Kræv at forfatteren angiver emner, før vedkommende kan acceptere indsendelsen.
de_de: Während der Einreichung Angaben zum Thema vom Autor/von Autorin verlangen.
el_gr: Απαιτείστε από τον συγγραφέα να παρέχει θέματα πριν αποδεχτείτε την υποβολή τους.
es_es: Exigir al autor/a que proporcione materias antes de aceptar su envío.
eu: Eskatu egileari gaiak emateko bere bidalketa onartu aurretik.
fr_fr: Obliger l'auteur ou auteure à fournir des sujets avant d'accepter la soumission.
gl: Esixir ao autor que forneza materias antes de aceptar o seu envío.
hr: Zahtijevajte od autora da navede teme prije nego što prihvati njihov podnesak.
hu_hu: A beküldés elfogadásának feltétele, hogy a szerző szakterület adatot adjon meg.
hy_am: Հեղինակից պահանջեք տրամադրել խորագրերը նախքան ներկայացումն ընդունելը:
id: Mewajibkan penulis untuk mencantumkan klasifikasi subjek sebelum naskahnya diterima.
is: Krefja höfund um efni handrits áður en viðkomandi samþykkir innsendinguna.
it_it: Chiedere agli autori di indicare l'argomento prima di accettare la sottomissione.
ja: 投稿を受け付ける前に、著者に主題の提供を求める。
ka_ge: ავტორისგან მოითხოვეთ საგნების წარდგენა, სანამ მიიღებენ წარდგენას.
kk_kz: Автордан осы материалды қабылдамас бұрын тақырыптарды міндетті түрде көрсетуін талап етіңіз.
lv: Pieprasīt autoram norādīt tematus pirms iesniegtā materiāla pieņemšanas.
mk: Барајте авторот да достави ставки пред да биде прифатен нивниот поднесок.
mr: सादरीकरण स्वीकारण्यापूर्वी लेखकाने विषय प्रदान करणे आवश्यक आहे.
ms: Memerlukan pengarang untuk menyediakan subjek sebelum menerima penyerahan mereka.
nb_no: Krev at forfatteren angi emner under innleveringen før den godkjennes.
nl: Verplicht auteurs om onderwerpen op te geven tijdens het inzendingsproces.
pl: Wymagaj od autora podania Tematu zanim zgłoszenie zostanie zaakceptowane do wydania.
pt_pt: Exigir aos autores que forneçam os assuntos antes de aceitar a sua submissão.
ro_ro: Solicitați autorului să sugereze subiecte înainte de a accepta înregistrarea acestora.
ru_ru: Требовать, чтобы автор обязательно указал темы до приёма этого материала.
sl: Zahtevaj od avtorjev, da navedejo tematiko prispevka pred sprejetjem prispevka.
th: บังคับให้ผู้แต่งให้หัวเรื่องก่อนที่จะยอมรับการส่งงานของพวกเขา
tr_tr: Yazardan gönderisini kabul etmeden önce konu vermesini isteyin.
uk: Вимагати від автора зазначати теми перед прийняттям його подання.
uk_ua: Вимагати від авторів зазначати об'єкт(и) перед прийняттм подання.
vi: Yêu cầu tác giả cung cấp chủ đề trước khi chấp nhận bài nộp của họ.
vi_vn: Yêu cầu tác giả cung cấp các chủ đề trước khi chấp nhận bài gửi của họ.

# manager.setup.metadata.type.enable
source: Enable type metadata
az: Növ metadatalarını aktivləşdirin
bg_bg: Активиране на тип метаданни
ca_es: Habilitar metadades de tipologia
cs_cz: Povolit metadata typu
da: Aktivér metadata i forbindelse med typer
de_de: Typ-Metadaten aktivieren
el_gr: Ενεργοποίηση μεταδεδομένων τύπου
es_es: Habilitar metadatos de tipología
eu: Gaitu motaren metadatuak
fr_fr: Activer la métadonnée de type
gl: Habilitar metadatos de tipoloxía
hr: Omogućite metapodatke za tip
hu_hu: Típus metaadat engedélyezése
hy_am: Միացնել տեսակի մետատվյալները
id: Aktifkan metadata tipe riset (metode/pendekatan)
is: Virkja lýsigögn tegundar
it_it: Abilitare i metadati della tipologia
ja: 種別メタデータの有効化
ka_ge: ტიპის მეტამონაცემების ჩართვა
kk_kz: Метадеректер түрін қосыңыз
lv: Iespējot tipa metadatus
mk: Овозможете метаподатоци за тип
mr: प्रकार हा मेटाडेटा कार्यान्वित (Enable) करा
ms: Dayakan jenis metadata
nb_no: Aktiver metadata i forbindelse med typer
nl: Schakel metadata over het type in
pl: Włącz metadane Typ
pt_pt: Ativar metadados de tipo
ro_ro: Activați metadatele de tip
ru_ru: Включить тип в метаданные
sl: Omogoči metapodatke za tipologijo
th: เปิดใช้งานเมตาดาทาประเภทเนื้อหา
tr_tr: Tür üst verilerini etkinleştir
uk: Включити тип у метадані
uk_ua: Включити тип у метадані
vi: Bật metadata loại
vi_vn: Bật siêu dữ liệu loại

# manager.setup.metadata.type.noRequest
source: Do not request the type from the author during submission.
az: Təqdimat əsnasında müəllifdən növ məlumatı tələb etməyin
bg_bg: Не изисквайте типа от автора по време на подаването на материали.
ca_es: No sol·licitar la tipologia a l'autor/a durant la tramesa.
cs_cz: Během odesílání nevyžadujte od autora typ.
da: Anmod ikke om typen fra forfatteren under indsendelse.
de_de: Während der Einreichung den Autoren / die Autorin nicht nach dem Typ fragen.
el_gr: Μην ζητήσετε τον τύπο από τον συγγραφέα κατά την υποβολή.
es_es: No solicitar la tipología al autor/a durante el envío.
eu: Ez eskatu mota egileari bidalketa-prozesuan.
fr_fr: Ne pas demander à l'auteur ou auteure de fournir le type lors de la soumission.
gl: Non solicite o tipo ao autor/a durante o envío.
hr: Ne tražite tip od autora tijekom podnošenja.
hu_hu: Beküldéskor ne kérjen típus adatot a szerzőtől.
hy_am: Ներկայացման ընթացքում հեղինակից տեսակը մի պահանջեք:
id: Jangan meminta tipe riset (metode/pendekatan) dari penulis saat menyerahkan naskah.
is: Ekki biðja höfund um tegund á meðan á innsendingu stendur.
it_it: Non richiedere agli autori la tipologia in fase di sottomissione.
ja: 投稿時に著者に種別を要求しないでください。
ka_ge: წარდგენის დროს არ მოითხოვოთ ტიპის ავტორს.
kk_kz: Мазмұнды жіберген кезде автордан түрін сұрамаңыз.
lv: Materiāla iesniegšanas laikā nepieprasīt autoram norādīt tipu.
mk: За време на поднесувањето, не барајте тип од авторот.
mr: सादरीकरणादरम्यान लेखकाकडून त्याचा प्रकार विचारू नका.
ms: Jangan minta jenis daripada pengarang semasa penyerahan.
nb_no: Krev ikke type-metadata fra forfatteren under innleveringen.
nl: Vraag auteurs niet om het type op te geven tijdens het inzendingsproces.
pl: Nie wymagaj podania Typu w trakcie zgłaszania tekstu.
pt_pt: Não solicitar aos autores o tipo durante a submissão.
ro_ro: Nu solicitați tipul de la autor în timpul înregistrării manuscrisului.
ru_ru: Не запрашивать у автора тип во время отправки материала.
sl: Ne zahtevaj od avtorjev, da navedejo tip prispevka med oddajanjem prispevka.
th: ไม่ขอให้ผู้แต่งระบุประเภทระหว่างการส่งบทความ
tr_tr: Gönderi sırasında yazardan tür bilgisi istemeyin.
uk: Не вимагати від авторів вказання типу під час подання.
uk_ua: Не вимагати від авторів вказання типу під час подання.
vi: Không yêu cầu loại từ tác giả trong quá trình nộp bài.
vi_vn: Không yêu cầu loại từ tác giả trong quá trình gửi bài.

# manager.setup.metadata.type.request
source: Ask the author to provide the type during submission.
az: Müəllifdən təqdimat əsnasında növ qeyd etməsini istəyin
bg_bg: Изисквайте типа от автора по време на подаването на материали.
ca_es: Sol·licitar a l'autor/a que proporcioni la tipologia durant la tramesa.
cs_cz: Požádejte autora, aby poskytl typ během odesílání.
da: Bed forfatteren om at angive typen under indsendelse.
de_de: Während der Einreichung den Autoren / die Autorin nach dem Typ fragen.
el_gr: Ζητήστε από τον συγγραφέα να παράσχει τον τύπο κατά την υποβολή.
es_es: Solicitar al autor/a que proporcione la tipología durante el envío.
eu: Eskatu egileari mota emateko bidalketa-prozesuan.
fr_fr: Demander à l'auteur ou auteure de fournir le type lors de la soumission.
gl: Pedirlle ao autor/a que proporcione o tipo durante o envío.
hr: Zamolite autora da navede vrstu tijekom podnošenja.
hu_hu: Beküldéskor kérjen típus adatot a szerzőtől.
hy_am: Խնդրեք հեղինակին տրամադրել տեսակը ներկայացնելու ընթացքում:
id: Meminta penulis untuk mencantumkan tipe penelitian (metode/pendekatan) saat menyerahkan naskah.
is: Biðja höfund um að tilgreina tegund við innsendingu.
it_it: Chiedere agli autori la tipologia in fase di sottomissione.
ja: 投稿時に著者に種別を教えてもらう。
ka_ge: წარდგენის დროს სთხოვეთ ავტორს მიაწოდოს ტიპი.
kk_kz: Автордан материалды тапсыру кезінде түрін көрсетуін сұраңыз.
lv: Aicināt autoru materiāla iesniegšanas laikā norādīt tipu.
mk: За време на поднесувањето, прашајте го авторот да го достави типот.
mr: सादरीकरणादरम्यान लेखकाला प्रकार प्रदान करण्यास सांगा.
ms: Minta pengarang untuk memberikan jenis semasa penyerahan.
nb_no: Be forfatteren om å angi metadata-type under innleveringen.
nl: Vraag auteurs om het type op te geven tijdens het inzendingsproces.
pl: Poproś autora o podanie Typu w trakcie składania tekstu.
pt_pt: Solicitar aos autores que forneçam o tipo durante a submissão.
ro_ro: Rugați autorul să furnizeze tipul în timpul înregistrării manuscrisului.
ru_ru: Просить автора указать тип во время отправки материала.
sl: Zahtevaj od avtorjev, da navedejo tip prispevka med oddajo prispevka.
th: ขอให้ผู้แต่งระบุประเภทระหว่างการส่งบทความ
tr_tr: Yazardan gönderi sırasında tür belirtmesini isteyin.
uk: Прохати авторів зазначати тип під час подання.
uk_ua: Прохати авторів зазначати тип під час подання.
vi: Yêu cầu tác giả cung cấp loại trong quá trình nộp bài.
vi_vn: Yêu cầu tác giả cung cấp loại trong quá trình gửi bài.

# manager.setup.metadata.disciplines.noRequest
source: Do not request disciplines from the author during submission.
az: Müraciət əsnasında müəllifdən ixtisası haqqında məlumat tələb etməyin
bg_bg: Не изисквайте дисциплини от автора по време на подаването на материали.
ca_es: No sol·licitar disciplines a l'autor/a durant la tramesa.
cs_cz: Během podání nevyžadujte od autora obory.
da: Anmod ikke om disciplin(er) fra forfatteren under indsendelse.
de_de: Während der Einreichung keine Angabe zur Disziplin vom Autor von der Autorin verlangen.
el_gr: Μην ζητάτε επιστημονικό πεδίο από τον συγγραφέα κατά την υποβολή.
es_es: No solicitar disciplinas al autor/a durante el envío.
eu: Ez eskatu diziplinarik egileari bidalketa-prozesuan.
fr_fr: Ne pas demander à l'auteur ou auteure de fournir les disciplines lors de la soumission.
gl: Non solicitar disciplinas ao autor durante o envío.
hr: Prilikom podnošenja ne tražite podatke o disciplinama autora.
hu_hu: Beküldéskor ne kérjen tudományterület adatot a szerzőtől.
hy_am: Ներկայացման ընթացքում հեղինակից դիսցիպլիններ մի պահանջեք:
id: Jangan meminta disiplin ilmu dari penulis saat menyerahkan naskah.
is: Ekki biðja höfund um fræðigrein á meðan á innsendingu stendur.
it_it: Non chiedere la disciplina all'autore in fase di sottomissione.
ja: 投稿中に著者に規律を求めない。
ka_ge: წარდგენის დროს არ მოითხოვოთ ავტორისგან დისციპლინები.
kk_kz: Материалды жіберу кезінде автордан тәртіпті сұрамаңыз.
lv: Nepieprasīt autoram zinātnes nozari materiāla iesniegšanas laikā.
mk: За време на поднесувањето, не барајте дисциплини од авторот.
mr: सादरीकरणादरम्यान लेखकाकडून विषयांची माहिती मागू नका.
ms: Jangan minta disiplin daripada pengarang semasa penyerahan.
nb_no: Krev ikke angivelse av disipliner fra forfatteren under innleveringen.
nl: Vraag auteurs niet om disciplines op te geven tijdens het inzendingsproces.
pl: Nie wymagaj podania Dyscypliny w trakcie zgłaszania tekstu.
pt_pt: Não solicitar a disciplina aos autores durante a submissão.
ro_ro: Nu solicitați discipline de la autor în timpul înregistrării manuscrisului.
ru_ru: Не запрашивать у автора дисциплины во время отправки материала.
sl: Ne zahtevaj od avtorjev, da navedejo discipline prispevka med oddajo prispevka.
th: ไม่ขอให้ผู้แต่งระบุสาขาวิชาระหว่างการส่งบทความ
tr_tr: Başvuru sırasında yazardan disiplin bilgisi istemeyin.
uk: Не вимагати від авторів вказувати дисципліни під час подання.
uk_ua: Не вимагати від авторів вказувати дисципліни під час подання.
vi: Không yêu cầu lĩnh vực từ tác giả trong quá trình nộp bài.
vi_vn: Không yêu cầu ngành từ tác giả trong quá trình gửi.

# manager.setup.metadata.disciplines.require
source: Require the author to provide disciplines before accepting their submission.
az: Müəllifin təqdimatını qəbul etməzdən əvvəl ixtisasını bildirməsini istəyin
bg_bg: Изисквайте от автора да предостави дисциплини, преди да приемете подадените материали.
ca_es: Sol·licitar a l'autor/a que proporcioni disciplines abans d'acceptar la seva tramesa.
cs_cz: Před přijetím příspěvku požádejte autora, aby poskytl obory.
da: Kræv at forfatteren angiver disciplin(er), før vedkommende kan acceptere indsendelsen.
de_de: Vor Annahme der Einreichung Angaben zur Disziplin vom Autor/von der Autorin verlangen.
el_gr: Απαιτήστε από τον συγγραφέα να παρέχει επιστημονικό πεδίο πριν αποδεχτεί την υποβολή τους.
es_es: Exigir al autor/a que proporcione disciplinas antes de aceptar su envío.
eu: Eskatu egileari diziplinak emateko bere bidalketa onartu aurretik.
fr_fr: Obliger l'auteur ou auteure à fournir des disciplines avant d'accepter sa soumission.
gl: Esixirlle ao autor/a que proporcione as disciplinas antes de aceptar o seu envío.
hr: Zahtijevajte od autora da navede discipline prije nego što prihvati njihov podnesak.
hu_hu: A beküldés elfogadásának feltétele, hogy a szerző tudományterület adatot adjon meg.
hy_am: Հեղինակից պահանջեք ներկայացնել դիսցիպլիններ՝ նախքան ներկայացումն ընդունելը:
id: Mewajibkan penulis untuk mencantumkan disiplin ilmu sebelum menerimah naskahnya.
is: Krefja höfund um að tilgreina fræðigrein áður en viðkomandi samþykkir innsendingu.
it_it: Chiedere agli autori di indicare la disciplina prima di accettare la sottomissione.
ja: 投稿を受け付ける前に、著者に規律の提供を求める。
ka_ge: ავტორს მოსთხოვეთ უზრუნველყოს დისციპლინები, სანამ მიიღებს მათ წარდგენას.
kk_kz: Бұл материалды қабылдамас бұрын автордан пәндерді көрсетуін талап етіңіз.
lv: Pieprasīt autoram norādīt zinātnes nozari pirms iesniegtā materiāla pieņemšanas.
mk: Барајте авторот да достави дисциплини пред да биде прифатен нивниот поднесок.
mr: सादरीकरण स्वीकारण्यापूर्वी लेखकाने सादरीकरणाचे विषय नोंदवणे आवश्यक आहे.
ms: Memerlukan pengarang untuk menyediakan disiplin sebelum menerima penyerahan mereka.
nb_no: Krev at forfatteren oppgir disipliner før vedkommende godkjenner innleveringen.
nl: Verplicht auteurs om disciplines op te geven tijdens het inzendingsproces.
pl: Wymagaj od autora podania Dyscypliny zanim zgłoszenie zostanie zaakceptowane do wydania.
pt_pt: Exigir aos autores que forneçam as disciplinas antes de aceitar a sua submissão.
ro_ro: Solicitați autorului să sugereze discipline înainte de a accepta înregistrarea acestora.
ru_ru: Требовать, чтобы автор обязательно указал дисциплины до приёма этого материала.
sl: Zahtevaj od avtorjev, da navedejo discipline prispevka pred sprejetjem prispevka.
th: กำหนดให้ผู้แต่งระบุสาขาวิชาก่อนที่จะรับการส่งบทความ
tr_tr: Yazarın gönderisini kabul etmeden önce disiplin bilgisi belirtmesini isteyin.
uk: Вимагати від автора зазначати дисципліни перед прийняттям його подання.
uk_ua: Вимагати від авторів зазначати дисипліни перед прийняттям подання.
vi: Yêu cầu tác giả cung cấp lĩnh vực trước khi chấp nhận bài nộp của họ.
vi_vn: Yêu cầu tác giả cung cấp các ngành trước khi chấp nhận bài gửi của họ.
