Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.pageFooter
source: Page Footer
az: Səhifə altı
bg_bg: Долен колонтитул
ca_es: Peu de pàgina
cs_cz: Patička stránek
da: Sidefod
de_de: Fußzeile
el_gr: Υποσέλιδο
es_es: Pie de página
eu: Orri-oina
fr_fr: Pied de page
gl: Pé de páxina
hr: Podnožje stranice
hu_hu: Oldal lábléc
hy_am: Էջի տողատակ
id: Footer Halaman
is: Síðufótur
it_it: Piè di pagina
ja: ページフッター
ka_ge: გვერდის სარდაფი
kk_kz: Беттің төменгі колонтитулы
lv: Lapas apakšējā daļa
mk: Подножје за страница
mr: पृष्ठाचा तळ (Footer)
ms: Footer Halaman
nb_no: Bunntekst
nl: Voettekst
pl: Stopka strony
pl_pl: Stopka strony
pt_pt: Rodapé
ro_ro: Pagina de subsol
ru_ru: Нижний колонтитул страницы
sl: Noga strani
sr_rs@cyrillic: Подножје странице
sv_se: Sidfot
th: ส่วนท้ายของหน้า
tr_tr: Saya Altı
uk: Нижній колонтитул сторінки
uk_ua: Нижній колонтитул сторінки
vi: Chân trang
vi_vn: Chân trang

# manager.setup.principalContact
source: Principal Contact
az: Əsas əlaqə
bg_bg: Главен редакционен контакт
ca_es: Contacte principal
cs_cz: Hlavní kontakt
da: Primær kontaktperson
de_de: Hauptkontakt
el_gr: Υπεύθυνος επικοινωνίας
es_es: Contacto principal
eu: Kontaktu nagusia
fr_fr: Contact principal
gl: Contacto principal
hr: Glavni kontakt
hu_hu: Fő kapcsolattartó
hy_am: Գլխավոր կոնտակտ
id: Narahubung Utama
is: Aðaltengiliður
it_it: Contatto principale
ja: 連絡責任者
ka_ge: ძირითადი კონტაქტი
kk_kz: Байланыстағы тұлға (жалпы сұрақтар)
lv: Galvenā kontaktpersona
mk: Главен контакт
mr: प्रमुख संपर्क
ms: Hubungan Utama
nb_no: Kontaktperson
nl: Eerste contactpersoon
pl: Główna osoba do kontaktu
pl_pl: Główna osoba do kontaktu
pt_pt: Contacto Principal
ro_ro: Contact principal
ru_ru: Контактное лицо (общие вопросы)
sl: Glavni kontakt
sr_rs@cyrillic: Главни контакт
sv_se: Primär kontakt
th: ผู้ติดต่อหลัก
tr_tr: Temel İletişim
uk: Основна контактна особа
uk_ua: Контактна особа
vi: Liên hệ chính
vi_vn: Liên lạc chính

# manager.setup.principalContactDescription
source: Enter contact details, typically for a principal editorship, managing editorship, or administrative staff position, which can be displayed on your publicly accessible website.
az: Ümumiyyətlə redaktorluğunuz , redaktorluğun rəhbərliyi və ya ümumu giriş edilə bilən veb saytınızda baxıla biləcək idarə heyəti üçün əlaqə məlumatlarını daxil edin.
bg_bg: Въведете данни за контакт, обикновено за главен редактор, ръководен редактор или длъжност на административен персонал, които могат да бъдат показани на вашия публично достъпен уебсайт.
ca_es: Introduïu els detalls de contacte habituals per a la direcció editorial, per a la direcció administrativa o per al personal administratiu, els quals es mostraran en la part accessible públicament del lloc web.
cs_cz: Zadejte podrobnosti o kontaktech, obvykle na hlavního redaktora, na redakci nebo na administrativní pracovníky, které lze zobrazit na vašem veřejně přístupném webu.
da: Indtast kontaktoplysninger, typisk for en hovedredaktion, administrerende redaktion eller administrativt personale, som kan vises på dit offentligt tilgængelige websted.
de_de: Geben Sie Kontaktinformationen, üblicherweise für eine Hauptredaktion, Redaktionsleitung oder Redaktionsbüro, an, die auf Ihrer öffentlich zugänglichen Webseite angezeigt werden können.
el_gr: Προσθέστε τις λεπτομέρειες επικοινωνίας, τυπικά με τους υπεύθυνους επιμέλειας, διαχείρισης επιμέλειας ή διοικητικού προσωπικού, που θα εμφανίζεται στην αρχική σελίδα του περιοδικού κάτω από την κεφαλίδα "Επικοινωνία".
es_es: Introduzca los detalles de contacto habituales para la dirección editorial, para la dirección administrativa o para el personal administrativo, los cuales se mostrarán en la parte accesible al público general de su sitio web.
eu: Sartu harremanetarako datu ohikoak, normalean erredaktore nagusiarenak, erredakzio-kudeatzailearenak edo administrazio-kargu batenak, zure webgune publikoan bistara daitezkeenak.
fr_fr: Entrez les coordonnées d'un rédacteur en chef, d'un membre de la rédaction ou du personnel administratif qui peuvent être affichées sur la version public de votre site Web.
gl: Introduza os datos de contacto habituais para a dirección editorial, a dirección de administración ou para o persoal administrativo, que se pode amosar no seu sitio web de acceso público.
hr: Navedite podatke za kontakt, obično za glavno uredništvo, uredništvo ili radno mjesto administrativnog osoblja, koji mogu biti prikazani na vašoj javnoj web stranici.
hu_hu: Adja meg a kapcsolattartók adatait, jellemzően a főszerkesztőét, vezetőszerkesztőét vagy az adminisztratív dolgozókét, amik megjelennek a publikusan elérhető honlapon.
hy_am: Մուտքագրեք կոնտակտային տվյալները, սովորաբար գլխավոր խմբագիրն է, կամ պատասխանատու խմբագիրը, ովքեր կարող են ցուցադրվել հանրությանը հասանելի ձեր կայքում:
id: Masukkan rincian narahubung, contohnya untuk posisi ketua tim redaksi, redaksi pelaksana, atau staf administrasi yang dapat ditampilkan pada website yang bisa diakses oleh umum.
is: Sláðu inn tengiliðaupplýsingar, gjarnan aðalritstjóra, ritstjórn eða stjórnendastöður sem hægt er að birta á vefsíðunni.
it_it: Inserisci i dati di contatto, tipicamente l'editor in capo, oppure un amministrativo che gestice le relazioni pubbliche della rivista. In ogni caso devono essere dati visibili a tutti sul web.
ja: 主任編集者、常務編集者、管理スタッフなどの連絡先を入力し、一般にアクセス可能なウェブサイトに表示することができます。
ka_ge: შეიყვანეთ საკონტაქტო ინფორმაცია, როგორც წესი, ძირითადი რედაქტირების, რედაქციის მმართველი ან ადმინისტრაციული პერსონალის პოზიციისთვის, რომელიც შეიძლება გამოჩნდეს თქვენს საჯაროდ ხელმისაწვდომი ვებსაიტზე.
kk_kz: Байланыстағы тұлғаның мәліметтерін енгізіңіз, әдетте бас редактор, басқарушы редактор немесе әкімшілік қызметкер. Бұл деректер сайтта жалпыға қолжетімді түрде көрсетілуі мүмкін.
lv: Ievadiet kontaktinformāciju, parasti tā ir galvenā redaktora, atbildīgā redaktora vai administratīvā darbinieka kontaktinformācija, ko var parādīt publiski pieejamā tīmekļa vietnē.
mk: Внесете детали за контакт, обично за главно уредување, управување со уредување или позиција на административен персонал, што може да се прикаже на вашата јавно достапна веб-страница.
mr: सार्वजनिकरित्या उपलब्ध असलेल्या संकेतस्थळावर मुख्य संपादक, व्यवस्थापकीय संपादक किंवा प्रशासकीय कर्मचारी पदासाठी संपर्क तपशील देण्याचे आवाहन प्रदर्शित केले जाऊ शकते.
ms: Masukkan butiran hubungan, biasanya untuk jawatan penyunting utama, pengurusan penyuntingan atau jawatan kakitangan pentadbiran, yang boleh dipaparkan pada laman web anda yang boleh diakses secara umum.
nb_no: Skriv inn kontaktinformasjon, vanligvis for redaktør, redaksjonsleder eller andre med administrative oppgaver. Disse kan vises på det offentlig tilgjengelige nettstedet ditt.
nl: Vul contactgegevens in van de eindredacteur, hoofdredacteur of een administratieve functie, die op de homepage van het tijdschrift worden getoond bij Contactpersoon.
pl: Wprowadź dane głównej osoby do kontaktu, zwykle do redaktora lub sekretarza. Dane będą wyświetlane na stronie internetowej czasopisma.
pl_pl: Wprowadź dane głównej osoby do kontaktu, zwykle do redaktora lub sekretarza. Dane będą wyświetlane na stronie internetowej czasopisma.
pt_pt: Insira os detalhes de contato, geralmente informação sobre o Director, Editor principal, Corpo Editorial e equipa administrativa, que pode ser exibido no site acessível ao público.
ro_ro: Introduceți datele de contact, de obicei pentru un redactor principal. Acestea pot fi afișate pe site-ul dvs. într-ul spațiu accesibil publicului.
ru_ru: Введите данные контактного лица, обычно это главный редактор, ответственный редактор или сотрудник администрации. Эти данные могут отображаться в открытом доступе на сайте.
sl: Vnesite podatke kontakta, tipično glavni urednik, vodja uredništva ali administrativna oseba, ki je lahko objavljena na javno dostopni spletni strani.
sr_rs@cyrillic: Yнесите детаље за контакт, посебно за главног уредника, управника или позицију административног особља који се могу јавно приказати на вашем сајту.
sv_se: Kontaktinformation till ex. primär redaktör, ansvarig redaktör eller administratör, som kan visas på din publika webbplats.
th: ป้อนรายละเอียดการติดต่อ โดยทั่วไปสำหรับการติดต่อในบทบาทบรรณาธิการหลัก บรรณาธิการผู้จัดการ หรือตำแหน่งเจ้าหน้าที่ ซึ่งสามารถแสดงในเว็บไซต์ที่เข้าถึงได้สาธารณะของคุณ
tr_tr: Genel olarak editörlüğünüz, editörlüğün yönetimi veya genel erişilebilen web sitenizde görüntülenebilecek idari personel pozisyonu için iletişim bilgilerini girin.
uk: Введіть контактні дані, як правило, для посади головного редактора, відповідального редактора або адміністративного персоналу, які можуть відображатися на вашому загальнодоступному вебсайті.
uk_ua: Введіть контактні дані, як правило, це головний редактор, керуючий редактор чи хтось з адміністрації. Ці дані можуть відображатися на вашому сайті у відкритому доступі.
vi: Nhập thông tin liên hệ, thường là cho vị trí biên tập chính, biên tập quản lý hoặc nhân viên hành chính, có thể hiển thị trên trang web công khai của bạn.
vi_vn: Nhập chi tiết liên hệ, thường cho vị trí biên tập chính, quản lý biên tập hoặc vị trí nhân viên hành chính, có thể được hiển thị trên trang web có thể truy cập công khai của bạn.

# manager.setup.privacyStatement
source: Privacy Statement
az: Məxfilik bildirişi
bg_bg: Декларация за поверителност
ca_es: Declaració de privacitat
cs_cz: Zásady zachování soukromí
da: Erklæring om beskyttelse af personlige oplysninger
de_de: Schutz personenbezogener Daten
el_gr: Δήλωση Προστασίας Προσωπικών Δεδομένων
es_es: Declaración de privacidad
eu: Pribatutasun-adierazpena
fr_fr: Déclaration de confidentialité
gl: Declaración de privacidade
hr: Izjava o privatnosti
hu_hu: Adatvédelmi nyilatkozat
hy_am: Գաղտնիության քաղաքականությունը
id: Pernyataan Privasi
is: Perónuvernd
it_it: Dichiarazione sulla privacy
ja: 個人情報の扱いについて
ka_ge: კონფიდენციალურობის განცხადება
kk_kz: Құпиялылық мәлімдемесі
lv: Privātuma atruna
mk: Изјава за приватност
mr: गोपनीयता विधान
ms: Kenyataan Privasi
nb_no: Erklæring om personvern
nl: Privacy verklaring
pl: Polityka prywatności
pl_pl: Polityka prywatności
pt_pt: Declaração Privacidade
ro_ro: Declarația de confidențialitate
ru_ru: Заявление о конфиденциальности
sl: Izjava o varovanju podatkov
sr_rs@cyrillic: Изјава о приватности
sv_se: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr_tr: Gizlilik Bildirimi
uk: Заява про конфіденційність
uk_ua: Заява про конфіденційність
vi: Tuyên bố về quyền riêng tư
vi_vn: Cam kết bảo mật

# manager.setup.dateTime
source: Date & Time
az: Tarix & saat
bg_bg: Дата и час
cs_cz: Datum a čas
da: Dato & Klokkeslæt
el_gr: Ημερομηνία & ώρα
eu: Data eta ordua
gl: Data e hora
hr: Datum & vrijeme
hy_am: Ամսաթիվ և ժամ
id: Tanggal & Waktu
is: Dags. & tími
ja: 日付と時間
ka_ge: თარიღი & დრო
kk_kz: Күні және уақыты
lv: Datums un laiks
mk: Дата и време
mr: तारीख आणि वेळ
ms: Tarikh & Masa
nb_no: Dato og tid
nl: Datum & Tijd
pl: Data i czas
ru_ru: Дата и время
sl: Datum & čas
th: วันที่และเวลา
uk: Дата та час
vi: Ngày & Giờ

# manager.setup.dateTime.longDate
source: Date
az: Tarix
bg_bg: Дата
cs_cz: Datum
da: Dato
el_gr: Ημερομηνία
eu: Data
gl: Data
hr: Datum
hy_am: Ամսաթիվ
id: Tanggal
is: Dags.
ja: 日付
ka_ge: თარიღი
kk_kz: Күні
lv: Datums
mk: Дата
mr: विस्तृत तारीख, वार (Date)
ms: Tarikh
nb_no: Dato
nl: Datum
pl: Data
ru_ru: Дата
sl: Datum
th: วันที่
uk: Дата
vi: Ngày

# manager.setup.dateTime.shortDate
source: Date (Short)
az: Tarix (qısa)
bg_bg: Дата (кратък формат)
cs_cz: Datum (Krátký formát)
da: Dato (Kort)
el_gr: Ημερομηνία (Short)
eu: Data (laburra)
gl: Data (curta)
hr: Datum (Kratak)
hy_am: Ամսաթիվ (կարճ)
id: Tanggal (Singkat)
is: Dags. (stutt)
ja: 日付（短縮）
ka_ge: თარიღი (მოკლე)
kk_kz: Күн (қысқа)
lv: Datums (saīsināts)
mk: Дата (кратко)
mr: केवळ तारीख (Date (Short))
ms: Tarikh (Singkat)
nb_no: Dato (Kort)
nl: Datum (verkort)
pl: Data (zapis skrócony)
ru_ru: Дата (короткая)
sl: Datum (kratek)
th: วันที่ (ย่อ)
uk: Короткий фомат дати
vi: Ngày (Ngắn)

# manager.setup.dateTime.time
source: Time
az: Saat
bg_bg: Час
cs_cz: Čas
da: Klokkeslæt
el_gr: Ώρα
eu: Ordua
gl: Hora
hr: Vrijeme
hy_am: Ժամ
id: Waktu
is: Tími
ja: 時間
ka_ge: დრო
kk_kz: Уақыт
lv: Laiks
mk: Време
mr: वेळ
ms: Masa
nb_no: Tid
nl: Tijd
pl: Czas
ru_ru: Время
sl: Čas
th: เวลา
uk: Час
vi: Thời gian

# manager.setup.dateTime.longDateTime
source: Date & Time
az: Tarix və saat
bg_bg: Дата и час
cs_cz: Datum a čas
da: Dato & Klokkeslæt
el_gr: Ημερομηνία & Ώρα
eu: Data eta ordua
gl: Data e hora
hr: Datum & vrijeme
hy_am: Ամսաթիվ և ժամ
id: Tanggal & Waktu
is: Dags. & Tími
ja: 日付と時間
ka_ge: თარიღი & დრო
kk_kz: Күні мен уақыты
lv: Datums un laiks
mk: Дата и време
mr: विस्तृत तारीख आणि वेळ
ms: Tarikh & Masa
nb_no: Dato og tid
nl: Datum & tijd
pl: Data i czas
ru_ru: Дата и время
sl: Datum & čas
th: วันที่และเวลา
uk: Дата та час
vi: Ngày & Giờ

# manager.setup.dateTime.shortDateTime
source: Date & Time (Short)
az: Tarix və saat (Qısa)
bg_bg: Дата и час (кратък формат)
cs_cz: Datum a čas (Krátký formát)
da: Dato & Klokkeslæt (Kort)
el_gr: Ημερομηνία & Ώρα (Short)
eu: Data eta ordua (laburrak)
gl: Data e hora (curtas)
hr: Datum i vrijeme (kratko)
hy_am: Ամսաթիվ և ժամ (կարճ)
id: Tanggal & Waktu (Singkat)
is: Dags. & Tími (stutt)
ja: 日付と時間（短縮）
ka_ge: თარიღი და დრო (მოკლე)
kk_kz: Күні мен уақыты (қысқаша)
lv: Datums un laiks (saīsināts)
mk: Дата и време (кратко)
mr: केवळ तारीख आणि वेळ (Short)
ms: Tarikh & Masa (Singkat)
nb_no: Dato og tid (kort)
nl: Datum & tijd (verkort)
pl: Data i czas (zapis skrócony)
ru_ru: Дата и время (короткая)
sl: Datum & čas (kratko)
th: วันที่และเวลา (ย่อ)
uk: Короткий формат дати та часу
vi: Ngày & Giờ (Ngắn)

# manager.setup.dateTime.custom
source: Custom
az: Xüsusi
bg_bg: Персонализиран формат
cs_cz: Vlastní
da: Brugerdefineret
el_gr: Προσαρμοσμένο
eu: Pertsonalizatua
gl: Personalizado
hr: Prilagođen
hy_am: Անհատականացված
id: Ubah
is: Sérsnið
ja: カスタム
ka_ge: მორგებული
kk_kz: Пайдаланушы форматы
lv: Pielāgots
mk: Избрано
mr: विशिष्ट प्रारूप (Custom)
nb_no: Brukerdefinert
nl: Aangepast
pl: Własny format
ru_ru: Пользовательский формат
sl: Po meri
th: กำหนดเอง
uk: Власний
vi: Tùy chỉnh

# manager.setup.reviewOptions.defaultReviewResponseTime
source: Default Response Deadline
az: Defolt cavab son tarixi
bg_bg: Краен срок за отговор по подразбиране
ca_es: Data límit de resposta predeterminada
cs_cz: Výchozí termín odpovědi
da: Standard svarfrist
de_de: Standardfrist für Antwort
el_gr: Προκαθορισμένη προθεσμία απόκρισης
es_es: Fecha límite de respuesta por defecto
eu: Erantzuteko epe lehenetsia
fr_fr: Délai de réponse par défaut
gl: Prazo de resposta por defecto
hr: Zadano vrijeme odgovora
hu_hu: Alapértelmezett válaszadási határidő
hy_am: Կանխադրված պատասխանի վերջնաժամկետ
id: Batas Memberi Jawaban Secara Bawaan
is: Sjálfgefin dagsetning á lokafresti svars
it_it: Scadenza di default della risposta
ja: デフォルトの応答期限
ka_ge: ნაგულისხმევი რეაგირების ბოლო ვადა
kk_kz: Рецензия беруге келісім мерзімі
lv: Noklusējuma atbildes termiņš
mk: Стандарден краен рок за одговор
mr: सर्वसाधारणपणे (Default) प्रतिसादासाठी निर्धारित कालमर्यादा
ms: Tarikh Akhir Balas Lalai
nb_no: Standard svarfrist
nl: Standaard antwoorddatum
pl: Domyślny czas na odpowiedź
pt_pt: Prazo de Resposta Padrão
ro_ro: Termenul de răspuns implicit
ru_ru: Срок согласия на рецензию по умолчанию
sl: Privzeti rok za odziv
th: กำหนดเวลาตอบกลับมาตรฐาน
tr_tr: Varsayılan Yanıt Son Tarihi
uk: Дедлайн для відповіді за замовчуванням
uk_ua: Дедлайн для відповіді за замовчуванням
vi: Thời hạn phản hồi mặc định
vi_vn: Thời hạn phản hồi mặc định

# manager.setup.sponsors.note
source: Sponsor Relationship and Policy Description
az: Sponsor münasibətləri və Politika açıqlaması
bg_bg: Връзка със спонсора и описание на политиката
ca_es: Relació amb els patrocinadors i descripció de polítiques
cs_cz: Popis vztahu ke sponzory a popis zásad
da: Beskrivelse af sponsorpolitik
de_de: Hinweise zu Sponsoren
el_gr: Σχέσεις Χορηγών και Περιγραφή Πολιτικής
es_es: Relación con los patrocinadores y descripción de políticas
eu: Babesleen harremana eta politikaren deskribapena
fr_fr: Description des relations et de la politique de sponsor
gl: Relación cos patrocinadores e descrición da política
hr: Opis odnosa sa sponzorima i politike
hu_hu: Támogatói kapcsolat és irányelvek leírása
hy_am: Հովանավորի հարաբերություններ և քաղաքականության նկարագրությունը
id: Hubungan Sponsor dan Uraian Kebijakan
is: Tengingar stuðningsaðila og lýsing á stefnu
it_it: Descrizione della politica sulle sponsorizzazioni e relazioni con gli sponsor
ja: スポンサーの関係とポリシーの説明
ka_ge: სპონსორი ურთიერთობა და პოლიტიკის აღწერა
kk_kz: Ереженің сипаттамасы және демеушілермен қарым-қатынасы
lv: Saistība ar sponsoru un politikas apraksts
mk: Спонзорски односи и опис на политика
mr: प्रायोजकाशी संबंध आणि धोरणासंबंधीचे वर्णन
ms: Hubungan Penaja dan Penerangan Polisi
nb_no: Relasjon til sponsor og beskrivelse av retningslinjer
nl: Sponsors en beleid
pl: Instytucje finansujące oraz zasady
pl_pl: Instytucje finansujące oraz zasady
pt_pt: Relações com Patrocinadores e Descrição de Política
ro_ro: Descrierea Politicii de sponsorizare
ru_ru: Описание правил и отношений со спонсорами
sl: Odnosi s sponzorji in opis politike
sr_rs@cyrillic: Однос са спонзором и опис политике
sv_se: Sponsorrelation och policybeskrivning
th: คำอธิบายความสัมพันธ์และนโยบายของผู้สนับสนุน
tr_tr: Sponsor İlişkisi ve Politika Açıklaması
uk: Опис правил і відносин зі спонсорами
uk_ua: Опис правил та стосунків зі спонсорами
vi: Mô tả Mối quan hệ Nhà tài trợ và Chính sách
vi_vn: Mô tả Mối quan hệ và Chính sách tài trợ

# manager.setup.technicalSupportContact
source: Technical Support Contact
az: Texniki dəstək əlaqəsi
bg_bg: Контакт за техническа поддръжка
ca_es: Contacte de suport tècnic
cs_cz: Kontakt na technickou podporu
da: Kontaktperson for teknisk support
de_de: Kontakt bei technischen Fragen
el_gr: Υπεύθυνος Τεχνικής Υποστήριξης
es_es: Contacto del soporte técnico
eu: Laguntza teknikorako kontaktua
fr_fr: Support technique
gl: Contacto de soporte técnico
hr: Kontakt za tehnička pitanja
hu_hu: Technikai kapcsolattartó elérhetősége
hy_am: Տեխնիկական աջակցության կապ
id: Narahubung Dukungan Teknis
is: Tæknileg aðstoð
it_it: Contatto per il supporto tecnico
ja: 技術支援担当者
ka_ge: ტექნიკური მხარდაჭერის კონტაქტი
kk_kz: Байланыс тұлғасы (техникалық қолдау)
lv: Tehniskā atbalsta kontaktpersona
mk: Контакт за техничка поддршка
mr: तांत्रिक सहाय्य संपर्क
ms: Hubungan Sokongan Teknikal
nb_no: Teknisk kontaktperson
nl: Contactgegevens technische ondersteuning
pl: Wsparcie techniczne
pl_pl: Wsparcie techniczne
pt_pt: Contacto Suporte Técnico
ro_ro: Contact asistență tehnică
ru_ru: Контактное лицо (техническая поддержка)
sl: Kontakt za podporo
sr_rs@cyrillic: Конакт за техничку подршку
sv_se: Kontakt för teknisk support
th: ผู้ติดต่อสนับสนุนทางเทคนิค
tr_tr: Teknik Destek İletişimi
uk: Контакти технічної підтримки
uk_ua: Контакти технічної підтримки
vi: Liên hệ hỗ trợ kỹ thuật
vi_vn: Liên hệ hỗ trợ kỹ thuật

# manager.setup.theme
source: Theme
az: Tema
bg_bg: Тема
ca_es: Tema
cs_cz: Téma
da: Tema
de_de: Grafisches Thema
el_gr: Θέμα
es_es: Tema
eu: Gaia
fr_fr: Thème
gl: Tema
hr: Tema
hu_hu: Téma
hy_am: Թեմա
id: Tema
is: Þema
it_it: Temi
ja: テーマ
ka_ge: თემა
kk_kz: Тақырып
lv: Tēma
mk: Тема
mr: विषय/ मांडणी शैली (themes)
ms: Tema
nb_no: Tema
nl: Stijl
pl: Szablon
pl_pl: Motyw
pt_pt: Tema
ro_ro: Tema
ru_ru: Тема оформления
sl: Tema
sr_rs@cyrillic: Тема
sv_se: Tema
th: ธีม
tr_tr: Tema
uk: Тема
uk_ua: Теми
vi: Giao diện
vi_vn: Chủ đề

# manager.setup.institutions
source: Institutions
bg_bg: Институции
cs_cz: Instituce
da: Institutioner
eu: Erakundeak
hr: Institucije
hy_am: Հաստատություններ
id: Lembaga
lv: Iestādes
mk: Институции
mr: संस्था
nb_no: Institusjoner
nl: Instituten
pl: Instytucje
sl: Institucije
th: สถาบัน
uk: Установи
vi: Tổ chức

# manager.setup.theme.description
source: New themes may be installed from the Plugins tab at the top of this page.
az: Yeni temalar bu səhifəsinin üst qismindəki Əlavələr pəncərəsindən yüklənə bilər.
bg_bg: Нови теми могат да бъдат инсталирани от раздела Добавки (плъгини) в горната част на тази страница.
ca_es: Trieu un tema d'entre els mòduls de tema disponibles.
cs_cz: Nová témata mohou být nainstalována v pomocí ouška "Pluginy" v horní části této stránky.
da: Nye temaer kan installeres via linket 'Plugins' øverst på siden.
de_de: Wählen Sie ein Grafikthema aus den verfügbaren Thema-Plugins aus.
el_gr: Μπορείτε να εγκαταστήσετε νέα θέματα από την καρτέλα Πρόσθετα στο πάνω μέρος αυτής της σελίδας.
es_es: Los temas nuevos deben instalarse desde la pestaña de módulos de la parte superior de esta página.
eu: Gai berriak orrialde honen goialdean dagoen Pluginak fitxatik instala daitezke.
fr_fr: Choisir un thème parmi les modules d'extension de thèmes disponibles.
gl: Pódense instalar novos temas desde a lapela Complementos na parte superior desta páxina.
hr: Odaberite grafičku temu među dostupnim dodacima za temu.
hu_hu: Új témák telepíthetők az oldal tetején található Plugins fül alól.
hy_am: Նոր թեմաները կարող են տեղադրվել այս էջի վերևում գտնվող «Plugins» ներդիրից:
id: Tema baru dapat diintal melalui tab Plugin di bagian atas halaman ini.
is: Hægt er að setja inn nýtt þema undir flipanum "Viðbótarforrit" efst á þessari síðu.
it_it: Nuovi temi possono essere installati nella sezione Plugin in cima a questa pagina.
ja: 新しいテーマは、このページの上部にある「プラグイン」タブからインストールできます。
ka_ge: ახალი თემების ინსტალაცია შესაძლებელია ამ გვერდის ზედა ნაწილში პლაგინების ჩანართიდან.
kk_kz: Жаңа тақырыптарды осы беттің жоғарғы жағындағы «Модульдер» қойындысынан орнатуға болады.
lv: Jaunas tēmas var instalēt no cilnes "Spraudņi" šīs lapas augšpusē.
mk: Може да се инсталираат нови теми од табулаторот Плагин на горниот дел од оваа страница.
mr: या पृष्ठाच्या वरच्या बाजूला असलेल्या प्लग-इन्स टॅबमधून सोयीच्या मांडणी शैली (themes) निवडल्या जाऊ शकतात.
ms: Tema baharu boleh dipasang dari tab Plugin di bahagian atas halaman ini.
nb_no: Nye tema kan bli installert fra fanen for programutvidelser på toppen av denne siden.
nl: Nieuwe stijlen kunnen worden geïnstalleerd op het plugins tabblad bovenaan deze pagina.
pl: Nowe motywy graficzne można instalować w zakładce Wtyczki u góry tej strony.
pl_pl: Nowe motywy mogą zostać zainstalowane w zakładce Wtyczki dostępnej w nagłówku tej strony.
pt_pt: Podem ser instalados novos temas a partir do tabulador Plugins no topo desta página.
ro_ro: Temele noi pot fi instalate din fila Plugin-uri din partea de sus a acestei pagini.
ru_ru: Новые темы могут быть установлены из вкладки «Модули» вверху на этой странице.
sl: Nove teme se lahko namestijo v zavihku Vtičniki na vrhu te strani.
sr_rs@cyrillic: Нове теме могу бити инсталиране коришћењем "Додатака" на врху странице.
sv_se: Nya teman kan installeras från fliken Plugins högst upp på den här sidan.
th: ธีมใหม่สามารถติดตั้งได้จากแท็บปลั๊กอินที่ด้านบนของหน้านี้
tr_tr: Yeni temalar bu sayfanın üst kısmındaki Eklentiler sekmesinden yüklenebilir.
uk: Нові теми можуть бути встановлені на вкладці "Плагіни" у верхній частині цієї сторінки.
uk_ua: Нові теми можуть бути встановлені на вкладці "Плагіни" у верхній частині цієї сторінки.
vi: Chủ đề mới có thể được cài đặt từ tab Plugin ở đầu trang này.
vi_vn: Các chủ đề mới có thể được cài đặt từ tab Plugin ở đầu trang này.
