Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# stats.dateRange.invalidDateRange
source: The start date must be before the end date.
az: Başlanğıc tarixi bitiş tarixindən əvvəl olmalıdır
bg_bg: Началната дата трябва да е преди крайната дата.
ca_es: La data d'inici ha de ser anterior a la data de finalització.
cs_cz: Datum zahájení musí být před datem ukončení.
da: Startdatoen skal være inden slutdatoen.
de_de: Das Startdatum muss vor dem Enddatum liegen.
el_gr: Η ημερομηνία έναρξης πρέπει να είναι πριν από την ημερομηνία λήξης.
es_es: La fecha de inicio debe ser previa a la fecha de finalización.
eu: Hasiera-datak amaiera-data baino lehenagokoa izan behar du.
fr_fr: La date de début doit précéder la date de fin.
gl: A data de inicio debe ser anterior á data de finalización.
hr: Početni datum mora biti prije završnog datuma.
hu_hu: A kezdeti dátum nem lehet később, mint a végződő.
hy_am: Մեկնարկի ամսաթիվը պետք է լինի մինչ ավարտի ամսաթիվը:
id: Tanggal mulai harus sebelum tanggal akhir.
is: Upphafsdagur verður að vera á undan lokadegi.
it_it: La data di inizio deve precedere la data di fine.
ja: 開始日は終了日より前でなければなりません。
ka_ge: დაწყების თარიღი უნდა იყოს დასრულების თარიღამდე.
kk_kz: Басталу күні аяқталу күнінен бұрын болуы керек.
lv: Sākuma datumam jābūt pirms beigu datuma.
mk: Почетниот датум мора да биде пред крајниот датум.
mr: सुरुवातीची तारीख शेवटच्या तारखेपूर्वीची असायला हवी.
ms: Tarikh mula mestilah sebelum tarikh tamat.
nb_no: Startdato må være før sluttdato.
nl: De begindatum moet voorafgaan aan de einddatum.
pl: Data początkowa musi być przed datą końcową.
pt_pt: A data de início deve ser anterior à data de fim.
ro_ro: Data de începere trebuie să fie înainte de data de încheiere.
ru_ru: Дата начала должна быть до даты окончания.
sl: Začetni datum mora biti pred končnim.
th: วันที่เริ่มต้นต้องมาก่อนวันที่สิ้นสุด
tr_tr: Başlangıç tarihi bitiş tarihinden önce olmalıdır.
uk: Дата початку повинна бути раніше дати закінчення.
uk_ua: Дата початку повинна бути раніше дати закінчення.
vi: Ngày bắt đầu phải trước ngày kết thúc.
vi_vn: Ngày bắt đầu phải trước ngày kết thúc.

# stats.dateRange.invalidEndDateMax
source: The end date may not be later than {$date}.
az: Son tarix {$date} tarixindən sonra ola bilməz
bg_bg: Крайната дата не може да е по-късна от {$date}.
ca_es: La data de finalització no hauria de ser posterior a {$date}.
cs_cz: Datum ukončení nesmí být pozdější než {$date}.
da: Slutdatoen må ikke være senere end {$date}.
de_de: Das Enddatum sollte nicht nach dem {$date} liegen.
el_gr: Η ημερομηνία λήξης δεν μπορεί να είναι μετά από {$date}.
es_es: La fecha de finalización no puede ser posterior a {$date}.
eu: Amaiera-data ezin da izan {$date} baino geroagokoa.
fr_fr: La date de fin ne doit pas être postérieure à {$date}.
gl: A data de finalización non pode ser posterior a {$date}.
hr: Završni datum ne smije biti kasnije od {$date}.
hu_hu: A kezdés dátuma ne legyen későbbi mint {$date}.
hy_am: Ավարտի ամսաթիվը չի կարող ավելի ուշ լինել, քան {$date} -ը:
id: Tanggal akhir tidak boleh lebih besar dari {$date}.
is: Lokadagur má ekki vera eftir {$date}.
it_it: La data di fine non può essere oltre il {$date}.
ja: 終了日は {$date} より後にしてはいけません。
ka_ge: დასრულების თარიღი შეიძლება იყოს არაუგვიანეს {$date}.
kk_kz: Аяқталу күні {$date}-тен кеш болмауы керек.
lv: Beigu datums nedrīkst būt vēlāks par {$date}.
mk: Крајниот датум не може да биде по {$date}.
mr: शेवटची तारीख {$date} यानंतरची असता कामा नये.
ms: Tarikh tamat tidak lewat daripada {$date}.
nb_no: Sluttdato kan ikke være senere enn {$date}.
nl: De einddatum kan niet later zijn dan {$date}.
pl: Data końcowa nie może być późniejsza niż {$date}.
pt_pt: A data de fim não pode ser posterior a {$date}.
ro_ro: Data de încheiere nu poate fi mai târziu de {$date}.
ru_ru: Дата окончания не может быть позже чем {$date}.
sl: Končni datum ne sme biti kasnejši od {$date}.
th: วันที่สิ้นสุดไม่ควรเกิน {$date}
tr_tr: Bitiş tarihi {$date} tarihinden sonra olamaz.
uk: Дата закінчення не може бути пізніше, ніж {$date}.
uk_ua: Дата закінчення не може бути пізніше, ніж {$date}.
vi: Ngày kết thúc không được muộn hơn {$date}.
vi_vn: Ngày kết thúc không được muộn hơn {$date}.

# stats.dateRange.invalidStartDateMin
source: The start date may not be earlier than {$date}.
az: Başlanğıc tarixi {$date} tarixindən əvvəl ola bilməz
bg_bg: Началната дата не може да е по-ранна от {$date}.
ca_es: La data d'inici no hauria de ser anterior a {$date}.
cs_cz: Datum zahájení nesmí být dřívější než {$date}.
da: Startdatoen må ikke være før {$date}.
de_de: Das Startdatum sollte nicht vor dem {$date} liegen.
el_gr: Η ημερομηνία έναρξης δεν μπορεί να είναι νωρίτερα από {$date}.
es_es: La fecha de inicio no puede ser previa a {$date}.
eu: Hasiera-data ezin da izan {$date} baino lehenagokoa.
fr_fr: La date de début ne doit pas être antérieure à {$date}.
gl: A data de inicio pode non ser anterior a {$date}.
hr: Početni datum ne smije biti ranije od {$date}.
hu_hu: A kezdés dátuma ne legyen korábbi mint {$date}.
hy_am: Մեկնարկի ամսաթիվը չի կարող ավելի վաղ լինել, քան {$date} -ը:
id: Tanggal mulai tidak boleh lebih kecil dari {$date}.
is: Upphafsdagur má ekki vera fyrir {$date}.
it_it: La data di inizio non può essere prima del {$date}.
ja: 開始日は {$date} より早くてはいけません。
ka_ge: დაწყების თარიღი შეიძლება იყოს არაუადრეს {$date}.
kk_kz: Басталу күні {$date} күнінен ерте болмауы керек.
lv: Sākuma datums nedrīkst būt agrāks par {$date}.
mk: Почетниот датум не може да биде пред {$date}.
mr: सुरुवातीची तारीख {$date} यापूर्वीची असता कामा नये.
ms: Tarikh mula tidak lebih awal daripada {$date}.
nb_no: Startdato kan ikke være tidligere enn {$date}.
nl: De begindatum kan niet vroeger zijn dan {$date}.
pl: Data początkowa nie może być wcześniejsza niż {$date}.
pt_pt: A data de início não pode ser anterior a {$date}.
ro_ro: Data de începere nu poate fi mai anterioară {$date}.
ru_ru: Дата начала не может быть раньше чем {$date}.
sl: Začetni datum ne sme biti pred {$date}.
th: วันที่เริ่มต้นไม่ควรก่อนหน้า {$date}
tr_tr: Başlangıç tarihi {$date} tarihinden önce olamaz.
uk: Дата початку не може бути раніше, ніж {$date}.
uk_ua: Дата початку не може бути раніше, ніж {$date}.
vi: Ngày bắt đầu không được sớm hơn {$date}.
vi_vn: Ngày bắt đầu không được sớm hơn {$date}.

# stats.dateRange.last12Months
source: Last 12 months
az: Son 12 ay
bg_bg: Последни 12 месеца
ca_es: Últims 12 mesos
cs_cz: Posledních 12 měsíců
da: Sidste 12 måneder
de_de: Letzte 12 Monate
el_gr: Τελευταίοι 12 μήνες
es_es: Últimos 12 meses
eu: Azken 12 hilabeteak
fr_fr: 12 derniers mois
gl: Últimos 12 meses
hr: Zadnjih 12 mjeseci
hu_hu: Elmúlt 12 hónap
hy_am: Վերջին 12 ամիսները
id: 12 bulan terakhir
is: Síðustu 12 mánuðir
it_it: Ultimi 12 mesi
ja: 過去12ヶ月
ka_ge: ბოლო 12 თვე
kk_kz: Соңғы 12 ай
lv: Pēdējie 12 mēneši
mk: Последни 12 месеци
mr: गेल्या १२ महिन्यांतील
ms: 12 bulan lepas
nb_no: Siste 12 måneder
nl: Afgelopen 12 maanden
pl: Ostatnie 12 miesięcy
pt_pt: Últimos 12 meses
ro_ro: Ultimele 12 luni
ru_ru: Последние 12 месяцев
sl: Zadnjih 12 mesecev
th: 12 เดือนที่ผ่านมา
tr_tr: Son 12 ay
uk: Останні 12 місяців
uk_ua: Останні 12 місяців
vi: 12 tháng qua
vi_vn: 12 tháng qua

# stats.dateRange.last30Days
source: Last 30 days
az: Son 30 gün
bg_bg: Последни 30 дни
ca_es: Últims 30 dies
cs_cz: Posledních 30 dní
da: Sidste 30 dage
de_de: Letzte 30 Tage
el_gr: Τελευταίες 30 ημέρες
es_es: Últimos 30 días
eu: Azken 30 egunak
fr_fr: 30 derniers jours
gl: Últimos 30 días
hr: Zadnjih 30 dana
hu_hu: Elmúlt 30 nap
hy_am: Վերջին 30 օրերը
id: 30 hari terakhir
is: Síðustu 30 dagar
it_it: Ultimi 30 giorni
ja: 過去30日間
ka_ge: ბოლო 30 დღე
kk_kz: Соңғы 30 күн
lv: Pēdējās 30 dienas
mk: Последни 30 дена
mr: गेल्या ३० दिवसांतील
ms: 30 hari lepas
nb_no: Siste 30 dager
nl: Afgelopen 30 dagen
pl: Ostatnie 30 dni
pt_pt: Últimos 30 dias
ro_ro: Ultimele 30 zile
ru_ru: Последние 30 дней
sl: Zadnjih 30 dni
th: 30 วันที่ผ่านมา
tr_tr: Son 30 gün
uk: Останні 30 днів
uk_ua: Останні 30 днів
vi: 30 ngày qua
vi_vn: 30 ngày qua

# stats.dateRange.last90Days
source: Last 90 days
az: Son 90 gün
bg_bg: Последни 90 дни
ca_es: Últims 90 dies
cs_cz: Posledních 90 dní
da: Sidste 90 dage
de_de: Letzte 90 Tage
el_gr: Τελευταίες 90 ημέρες
es_es: Últimos 90 días
eu: Azken 90 egunak
fr_fr: 90 derniers jours
gl: Últimos 90 días
hr: Zadnjih 90 dana
hu_hu: Elmúlt 90 nap
hy_am: Վերջին 90 օրերը
id: 90 hari terakhir
is: Síðustu 90 dagar
it_it: Ultimi 90 giorni
ja: 過去90日間
ka_ge: ბოლო 90 დღე
kk_kz: Соңғы 90 күн
lv: Pēdējās 90 dienas
mk: Последни 90 дена
mr: गेल्या ९० दिवसांतील
ms: 90 hari lepas
nb_no: Siste 90 dager
nl: Afgelopen 90 dagen
pl: Ostatnie 90 dni
pt_pt: Últimos 90 dias
ro_ro: Ultimele 90 zile
ru_ru: Последние 90 дней
sl: Zadnjih 90 dni
th: 90 วันที่ผ่านมา
tr_tr: Son 90 gün
uk: Останні 90 днів
uk_ua: Останні 90 днів
vi: 90 ngày qua
vi_vn: 90 ngày qua

# stats.dateRange.lastTwoYears
source: Last two years
az: Son iki il
bg_bg: Последни две години
ca_es: Últims dos anys
cs_cz: Poslední dva roky
da: Sidste to år
de_de: Letzte 2 Jahre
el_gr: Τελευταία δύο έτη
es_es: Últimos dos años
eu: Azken bi urteak
fr_fr: Deux dernières années
gl: Últimos dous anos
hr: Zadnje dvije godine
hu_hu: Útóbbi két év
hy_am: Վերջին երկու օրը
id: Dua tahun terakhir
is: Síðustu tvö ár
it_it: Ultimi due anni
ja: 過去2年間
ka_ge: ბოლო ორი წელი
kk_kz: Соңғы 2 жыл
lv: Pēdējie divi gadi
mk: Последни две години
mr: गेल्या दोन वर्षातील
ms: Dua tahun lepas
nb_no: Siste to år
nl: Afgelopen twee jaren
pl: Ostatnie dwa lata
pt_pt: Últimos dois anos
ro_ro: Ultimii doi ani
ru_ru: Последние два года
sl: Zadnji dve leti
th: สองปีที่ผ่านมา
tr_tr: Son iki yıl
uk: Останні 2 роки
uk_ua: Останні 2 роки
vi: Hai năm qua
vi_vn: Hai năm qua

# stats.dateRange.lastYear
source: Last year
az: Keçən il
bg_bg: Последната година
ca_es: Últim any
cs_cz: Minulý rok
da: Sidste år
de_de: Letztes Jahr
el_gr: Τελευταίο έτος
es_es: Último año
eu: Azken urtea
fr_fr: Dernière année
gl: Último ano
hr: Zadnje godine
hu_hu: Előző év
hy_am: Վերջին տարին
id: Tahun lalu
is: Síðasta ár
it_it: Ultimo anno
ja: 昨年
ka_ge: გასულ წელს
kk_kz: Соңғы жыл
lv: Iepriekšējais gads
mk: Минатата година
mr: गेल्या वर्षी
ms: Tahun lepas
nb_no: Siste år
nl: Afgelopen jaar
pl: Ostatni rok
pt_pt: Último ano
ro_ro: Anul trecut
ru_ru: Последний год
sl: Zadnje leto
th: ปีที่ผ่านมา
tr_tr: Geçen yıl
uk: Останній рік
uk_ua: Останній рік
vi: Năm ngoái
vi_vn: Năm ngoái

# stats.dateRange.sinceDate
source: Since {$date}
az: {$date} tarixindən bəri
bg_bg: От {$date}
ca_es: Des de {$date}
cs_cz: Od {$date}
da: Siden {$date}
de_de: Seit {$date}
el_gr: Από {$date}
es_es: Desde {$date}
eu: {$date}-tik aurrera
fr_fr: Depuis le {$date}
gl: Desde {$date}
hr: Od {$date}
hu_hu: {$date} óta
hy_am: Սկսած {$date}
id: Sejak {$date}
is: Frá {$date}
it_it: Dal {$date}
ja: {$date} から
ka_ge: {$ Date}-დან
kk_kz: {$date} бастап
lv: Kopš {$date}
mk: Од {$date}
mr: {$date} पासून
ms: Sejak {$date}
nb_no: Siden {$date}
nl: Sinds {$date}
pl: Od {$date}
pt_pt: Desde {$date}
ro_ro: Din {$date}
ru_ru: Начиная с {$date}
sl: Od {$date}
th: ตั้งแต่ {$date}
tr_tr: {$date} tarihinden beri
uk: З {$date}
uk_ua: З {$date}
vi: Từ ngày {$date}
vi_vn: Kể từ {$date}

# stats.dateRange.thisYear
source: Year to date
az: İlin əvvəlindən bəri
bg_bg: Година до дата
ca_es: Any actual
cs_cz: Rok k datu
da: År til dato
de_de: aktuelles Jahr
el_gr: Φέτος
es_es: Año actual
eu: Orain arteko urtea
fr_fr: Depuis le début de l'année
gl: Ano actual
hr: Aktualna godina
hu_hu: Év visszamenőleg
hy_am: Տարին մինչ օրս
id: Tahun ke hari
is: Frá upphafi árs til dagsins í dag
it_it: YTD
ja: 前年同期比
ka_ge: დღემდე თარიღი
kk_kz: Жыл басынан бүгінгі күнге дейін
lv: Gads līdz datumam
mk: Година до дата
mr: या वर्षापासून आजपावेतो
ms: Tahun hingga kini
nb_no: År til dato
nl: Vanaf het begin van dit jaar tot op vandaag
pl: Ostatni rok od dzisiaj
pt_pt: Ano atual
ro_ro: De la începutul anului
ru_ru: Год до даты
sl: Začetek leta do danes
th: ตั้งแต่ต้นปีถึงปัจจุบัน
tr_tr: Sene başından beri
uk: Рік до дати
uk_ua: Рік до дати
vi: Từ đầu năm đến nay
vi_vn: Từ năm đến ngày

# stats.dateRange.to
source: To
az: Kimə
bg_bg: До
ca_es: Fins a
cs_cz: Do
da: Til
de_de: Bis
el_gr: Μέχρι
es_es: Hasta
eu: Noiz arte
fr_fr: Au
gl: Ata
hr: Do
hu_hu: ig
hy_am: Դեպի
id: Ke
is: Til
it_it: A
ja: 最終日
ka_ge: საბოლოო
kk_kz: -ге
lv: Līdz
mk: До
mr: ते
ms: Kepada
nb_no: Til
nl: Naar / Aan / Tot
pl: Do
pt_pt: Para
ro_ro: La
ru_ru: До
sl: Do
th: ถึง
tr_tr: Kime
uk: До
uk_ua: До
vi: Đến
vi_vn: Đến

# stats.dateRange.untilDate
source: Until {$date}
az: {$date} tarixinə qədər
bg_bg: До {$date}
ca_es: Fins a {$date}
cs_cz: Do {$date}
da: Indtil {$date}
de_de: Bis {$date}
el_gr: Μέχρι {$date}
es_es: Hasta {$date}
eu: {$date} arte
fr_fr: Jusqu'au {$date}
gl: Ata {$date}
hr: Do {$date}
hu_hu: {$date}-ig
hy_am: Մինչ {$date}
id: Sampai {$date}
is: Þar til {$date}
it_it: Fino al {$date}
ja: {$date} まで
ka_ge: {$date}-მდე
kk_kz: {$date} дейін
lv: Līdz {$date}
mk: До {$date}
mr: {$date} पर्यंत
ms: Sehingga {$date}
nb_no: Til {$date}
nl: Tot {$date}
pl: Do {$date}
pt_pt: Até {$date}
ro_ro: Înainte de {$date}
ru_ru: До {$date}
sl: Do {$date}
th: จนถึง {$date}
tr_tr: {$date} tarihine kadar
uk: До {$date}
uk_ua: До {$date}
vi: Đến ngày {$date}
vi_vn: Cho đến {$date}

# stats.name.declineRate
source: Rejection Rate
az: Rədd edilmə dərəcəsi
bg_bg: Степен на отхвърляне
ca_es: Taxa de rebuig
cs_cz: Míra odmítnutí
da: Afvisningsprocent
de_de: Ablehnquote
el_gr: Ποσοστό Απόρριψης
es_es: Tasa de rechazo
eu: Errefusatze-tasa
fr_fr: Taux de refus
gl: Taxa de rexeitamento
hr: Stopa odbijanja
hu_hu: Elutasítási arány
hy_am: Մերժման տոկոսը
id: Tingkat Penolakan
is: Höfnunarhlutfall
it_it: Percentuale di rigetto
ja: リジェクト率
ka_ge: უარყოფის შეფასება
kk_kz: Қабылданбағандардың пайызы
lv: Noraidīto darbu koeficients
mk: Стапка на одбивање
mr: नकार दर
ms: Kadar Penolakan
nb_no: Avvisningsprosent
nl: Afwijzingspercentage
pl: Współczynnik odrzuceń
pt_pt: Taxa de Rejeição
ro_ro: Rata de respingere
ru_ru: Доля отклоненных
sl: Stopnja zavrnitve
th: อัตราการปฏิเสธ
tr_tr: Reddedilme oranı
uk: Частка відхилених
uk_ua: Відсоток відмов
vi: Tỷ lệ từ chối
vi_vn: Tỷ lệ từ chối

# stats.descriptionForStat
source: Description for {$stat}
az: {$stat} üçün açıqlama
bg_bg: Описание за {$stat}
ca_es: Descripció per a {$stat}
cs_cz: Popis pro {$stat}
da: Beskrivelse af {$stat}
de_de: Beschreibung für {$stat}
el_gr: Περιγραφή για {$stat}
es_es: Descripción para {$stat}
eu: {$stat}-ren deskribapena
fr_fr: Description pour {$stat}
gl: Descrición para {$stat}
hr: Opis za {$stat}
hu_hu: Leírás a {$stat} számára
hy_am: Նկարագրություն սրա համար {$stat}
id: Deskripsi untuk {$stat}
is: Lýsing á {$stat}
it_it: Descrizione per {$stat}
ja: {$stat}の説明
ka_ge: აღწერა {$stat}-ისთვის
kk_kz: {$stat} сипаттамасы
lv: {$stat} apraksts
mk: Опис за {$stat}
mr: {$stat} चे वर्णन (Description)
ms: Penerangan untuk {$stat}
nb_no: Beskrivelse av {$stat}
nl: Beschrijving voor {$stat}
pl: Opis {$stat}
pt_pt: Descrição para {$stat}
ro_ro: Descriere pentru {$stat}
ru_ru: Описание для {$stat}
sl: Opis za {$stat}
th: คำอธิบายสำหรับ {$stat}
tr_tr: {$stat} için açıklama
uk: Опис для {$stat}
uk_ua: Опис для {$stat}
vi: Mô tả cho {$stat}
vi_vn: Mô tả cho {$stat}

# stats.editorialActivity
source: Editorial Activity
az: Redaksiya fəaliyyəti
bg_bg: Редакторска дейност
ca_es: Activitat editorial
cs_cz: Redakční činnost
da: Redaktionel aktivitet
de_de: Redaktionelle Aktivität
el_gr: Συντακτική δραστηριότητα
es_es: Actividad editorial
eu: Argitalpen-jarduera
fr_fr: Activité éditoriale
gl: Actividade editorial
hr: Urednička aktivnost
hu_hu: Szerkesztői tevékenység
hy_am: Խմբագրական ակտիվություն
id: Aktivitas Editorial
is: Ritstjórn
it_it: Attività editoriale
ja: 編集方針
ka_ge: ჟურნალის აქტივობა
kk_kz: Редакциялық іс-әрекет
lv: Redakcijas darbība
mk: Уредничка активност
mr: संपादकीय क्रियाकलाप
ms: Aktiviti Editorial
nb_no: Redaksjonell aktivitet
nl: Redactionele activiteit
pl: Statystyki redakcyjne
pt_pt: Atividade Editorial
ro_ro: Activitate editorială
ru_ru: Активность редакции
sl: Uredniška aktivnost
th: กิจกรรมบรรณาธิการ
tr_tr: Editöryal Etkinlik
uk: Активність редакції
uk_ua: Активність редакції
vi: Hoạt động biên tập
vi_vn: Hoạt động Biên tập

# stats.file.type.primaryFile
source: Primary File
bg_bg: Основен файл
cs_cz: Primární soubor
da: Primær fil
eu: Fitxategi nagusia
hr: Primarna datoteka
id: File Utama
lv: Primārā datne
mk: Примарна датотека
mr: प्राथमिक फाईल
nl: Belangrijkste bestand
pl: Plik główny
sl: Primarna datoteka
th: ไฟล์หลัก
uk: Основний файл
vi: Tệp chính

# stats.file.type.suppFile
source: Supplementary File
bg_bg: Допълнителен файл
cs_cz: Doplňkový soubor
da: Supplerende fil
eu: Fitxategi osagarria
hr: Dodatna datoteka
id: File Tambahan
lv: Papildu datne
mk: Дополнителна датотека
mr: पूरक फाईल
nl: Aanvullend bestand
pl: Pliki dodatkowe
sl: Dodatna datoteka
th: ไฟล์เสริม
uk: Додатковий файл
vi: Tệp bổ sung

# stats.fileViews
source: File Views
az: Fayl baxışları
bg_bg: Прегледи на файл
ca_es: Visualitzacions d'arxiu
cs_cz: Zobrazení souborů
da: Filvisninger
de_de: Dateiansichten
el_gr: Προβολές αρχείων
es_es: Visualizaciones de archivo
eu: Fitxategiaren bistaratzeak
fr_fr: Visualisation de fichiers
gl: Visualizacións do arquivo
hr: Pregledi datoteke
hu_hu: File szerint
hy_am: Նիշքերի դիտում
id: Tayangan File
is: Skráarskoðun
it_it: Visualizzazioni del file
ja: ファイル表示
ka_ge: ფაილის ნახვები
kk_kz: Файлдың қаралуы
lv: Datņu skatījumi
mk: Прегледи на датотека
mr: फाईलचा वापर (File Views)
ms: Paparan Fail
nb_no: Filvisninger
nl: Bestandweergaven
pl: Widok plików
pt_pt: Visualizações de Ficheiros
ro_ro: Vizualizări fișiere
ru_ru: Просмотры файлов
sl: Ogledi datotek
th: การดูไฟล์
tr_tr: Dosya Görüntülemeleri
uk: Перегляди файлу
uk_ua: Перегляди файлів
vi: Lượt xem tệp
vi_vn: Lượt xem tệp

# stats.monthly
source: Monthly
az: Aylıq
bg_bg: Месечно
ca_es: Mensualment
cs_cz: Měsíčně
da: Månedsvis
de_de: Monatlich
el_gr: Μηνιαία
es_es: Mensualmente
eu: Hilero
fr_fr: Mensuel
gl: Mensualmente
hr: Mjesečno
hu_hu: Havi bontásban
hy_am: Ամսական
id: Bulanan
is: Mánaðarlegt
it_it: Mensile
ja: 月次
ka_ge: ყოველთვიურად
kk_kz: Ай сайын
lv: Ikmēneša
mk: Месечно
mr: मासिक
ms: Bulanan
nb_no: Månedlig
nl: Maandelijks
pl: Miesięcznie
pt_pt: Mensal
ro_ro: Lunar
ru_ru: Ежемесячно
sl: Mesečno
th: รายเดือน
tr_tr: Aylık
uk: Щомісячно
uk_ua: Щомісячно
vi: Hàng tháng
vi_vn: Hằng tháng

# stats.geographic.ccAttribution
source: Geolocation provided by <a href='https://db-ip.com'>DB-IP</a>
bg_bg: Геолокацията се предоставя от <a href='https://db-ip.com'>DB-IP</a>
cs_cz: Geolokace poskytována <a href='https://db-ip.com'>DB-IP</a>
da: Geo-lokation leveret af <a href='https://db-ip.com'>DB-IP</a>
eu: <a href='https://db-ip.com'>DB-IP</a>-k emandako geolokalizazioa
hr: Geolokaciju omogućuje <a href='https://db-ip.com'>DB-IP</a>
id: Geolokasi disediakan oleh <a href='https://db-ip.com'>DB-IP</a>
lv: Ģeolokāciju nodrošina <a href='https://db-ip.com'>DB-IP</a>
mk: Геолокација обезбедена од <a href='https://db-ip.com'>DB-IP</a>
mr: भौगोलिक स्थान <a href='https://db-ip.com'>DB-IP</a> द्वारे पुरवले जाते
nl: Locatiebepaling beschikbaar gesteld door <a href='https://db-ip.com'>DB-IP</a>
pl: Geolokalizacja poprzez <a href='https://db-ip.com'>DB-IP</a>
sl: Geolokacija je pridobljena iz <a href='https://db-ip.com'>DB-IP</a>
th: ข้อมูลตำแหน่งทางภูมิศาสตร์โดย <a href='https://db-ip.com'>DB-IP</a>
uk: Геолокація надана <a href='https://db-ip.com'>DB-IP</a>
vi: Thông tin địa lý được cung cấp bởi <a href='https://db-ip.com'>DB-IP</a>

# stats.geographic.tooltip.label
source: About Geolocation
bg_bg: Относно геолокацията
cs_cz: O geolokaci
da: Om geo-lokation
eu: Geolokalizazioari buruz
hr: O geolokaciji
id: Tentang Geolokasi
lv: Par ģeolokāciju
mk: За Геолокацијата
mr: भौगोलिक स्थानाबद्दल
nl: Met betrekking tot locatiebepaling
pl: O geolokalizacji
sl: O geolokaciji
th: เกี่ยวกับการระบุตำแหน่งทางภูมิศาสตร์
uk: Про геолокацію
vi: Về Thông tin địa lý

# stats.downloadReport.betweenDates
source: {$startDate} to {$endDate}
bg_bg: {$startDate} до {$endDate}
cs_cz: {$startDate} až {$endDate}
da: {$startDate} til {$endDate}
eu: {$startDate} - {$endDate}
hr: {$startDate} do {$endDate}
id: {$startDate} hingga {$endDate}
lv: No {$startDate} līdz {$endDate}
mk: {$startDate} до {$endDate}
mr: {$startDate} ते {$endDate} दरम्यान
nb_no: {$startDate} til {$endDate}
nl: {$startDate} tot {$endDate}
pl: {$startDate} do {$endDate}
sl: {$startDate} do {$endDate}
th: จาก {$startDate} ถึง {$endDate}
uk: З {$startDate} по {$endDate}
vi: {$startDate} đến {$endDate}

# stats.downloadReport.allFilters
source: All {$filter}
bg_bg: Всички {$filter}
cs_cz: Všechny {$filter}
da: Alle {$filter}
eu: Guztiak {$filter}
hr: Sve {$filter}
id: Semua {$filter}
lv: Viss {$filter}
mk: Сите {$filter}
mr: सर्व {$filter}
nb_no: Alle {$filter}
nl: Geheel {$filter}
pl: Wszystkie {$filter}
sl: Vsi {$filter}
th: ทั้งหมด {$filter}
uk: Усі {$filter}
vi: Tất cả {$filter}

# stats.publications.downloadReport.downloadFiles
source: Download Files
bg_bg: Сваляне на файлове
cs_cz: Stáhnout soubory
da: Download filer
eu: Deskargatu fitxategiak
hr: Preuzmi datoteke
id: File Unduhan
lv: Lejupielādēt datnes
mk: Преземете Датотеки
mr: डाउनलोड केलेल्या फाईल्स
nb_no: Last ned filer
nl: Download bestanden
pl: Pobierz plik raportu
sl: Prenesi datoteke
th: ดาวน์โหลดไฟล์
uk: Завантажень файлів
vi: Tải xuống tệp

# stats.publications.downloadReport.downloadGeographic
source: Download Geographic
bg_bg: Сваляне на географска информация
cs_cz: Stáhnout Geografická data
da: Download geografi
eu: Deskargatu datu geografikoak
hr: Preuzmi Geographic
id: Unduh Geografi
lv: Lejupielādēt ģeogrāfisko atskaiti
mk: Преземете Географик
mr: विविध ठिकाणांहून (भौगोलिक) होणार्‍या डाउनलोड्सची संख्या
nl: Download locatie(s)
pl: Pobierz dane geograficzne
sl: Prenesi geogafsko
th: ดาวน์โหลดภูมิศาสตร์
uk: Завантажень географії
vi: Tải xuống thông tin địa lý

# stats.region
source: Region
az: Bölgə
bg_bg: Регион
gl: Rexión
hr: Regija
hy_am: Տարածաշրջան
id: Wilayah
is: Svæði
ja: 地域
ka_ge: რეგიონი
kk_kz: Аймақ
ku: هەرێم
lv: Reģions
mk: Регион
mr: प्रादेशिक
ms: Wilayah
nl: Regio
ru_ru: Регион
sl: Regija
th: ภูมิภาค
uk: Регіон
vi: Khu vực
