Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.plugins.noInstalledVersion
source: The plugin has not yet been installed.
az: Bu əlavə hələ quraşdırılmayıb.
bg_bg: Добавката (плъгин) все още не е инсталирана.
ca_es: El mòdul encara no s'ha instal·lat.
cs_cz: Tento plugin nebyl doposud nainstalován.
da: Denne plugin er endnu ikke blevet installeret.
de_de: Das Plugin ist noch nicht installiert worden.
el_gr: Αυτό το πρόσθετο δεν έχει εγκατασταθεί ακόμα.
es_es: El módulo aún no ha sido instalado.
eu: Plugina oraindik ez da instalatu.
fr_fr: Le module n'est pas encore installé.
gl: O complemento aínda non se instalou.
hr: Ovaj dodatak nije instaliran.
hu_hu: A bővítmény még nem telepített.
hy_am: Փլագինը դեռ տեղադրված չէ:
id: Plugin ini belum terpasang.
is: Það er ekki búið að setja upp þessa viðbót.
it_it: Questo plugin non è stato ancora installato.
ja: このプラグインはまだインストールされていません。
ka_ge: პლაგინი ჯერ არ არის დაინსტალირებული.
kk_kz: Модуль әлі орнатылмаған.
lv: Spraudnis vēl nav instalēts.
mk: Плагинот сè уште не е инсталиран.
mr: प्लग-इन अद्याप स्थापित (Install) केलेले नाही.
ms: Plugin masih belum dipasang.
nb_no: Programtillegget har ikke blitt installert ennå.
nl: De plugin is nog niet geïnstalleerd.
pl: Wtyczka nie została jeszcze zainstalowana.
pl_pl: Wtyczka nie została jeszcze zainstalowana.
pt_pt: O plugin ainda não foi instalado.
ro_ro: Pluginul nu a fost încă instalat.
ru_ru: Модуль еще не был установлен.
sl: Vtičnik še ni bil namščen.
sr_rs@cyrillic: Додатак још није инсталиран
sv_se: Det här pluginet har inte installerats ännu.
th: ปลั๊กอินนี้ยังไม่ได้รับการติดตั้ง
tr_tr: Bu eklenti henüz yüklenmedi.
uk: Плагін ще не встановлений.
uk_ua: Плагін ще не встановлений.
vi: Plugin chưa được cài đặt.
vi_vn: Plugin vẫn chưa được cài đặt.

# manager.plugins.installedVersionNewer
source: Plugin already installed, and is newer than the version available in the gallery.
az: Əlavə qurulub və qaleriyada mövcud versiyadan daha yenidir
bg_bg: Добавката (плъгин) вече е инсталирана и е по-нова от версията, налична в галерията.
ca_es: Mòdul ja instal·lat i és una versió més recent que la que hi ha disponible a la galeria.
cs_cz: Plugin již nainstalován a je novější než verze dostupná v galerii.
da: Plugin er allerede installeret, og er nyere end den tilgængelige version i galleriet.
de_de: Das Plugin ist bereits installiert und ist neuer als die in der Galerie verfügbare Version.
el_gr: Το πρόσθετο έχει ήδη εγκατασταθεί και είναι νεότερο από την έκδοση που υπάρχει στη συλλογή.
es_es: Módulo ya instalado y es una versión más reciente que la que está disponible en la galería.
eu: Plugina dagoeneko instalatuta dago eta galerian eskuragarri dagoena baino bertsio berriagoa da.
fr_fr: Ce module existe déjà, et il est aussi ou plus récent que la version installée.
gl: O complemento xa está instalado e é máis recente que a versión dispoñible na galería.
hr: Dodatak je već instaliran i noviji je od verzije dostupne u galeriji.
hu_hu: A bővítmény már telepített, és frissebb változatú, mint ami a bővítmény listában található.
hy_am: Փլագինը արդեն տեղադրված է և ավելի նոր է, քան պատկերասրահում առկա տարբերակը:
id: Plugin sudah terpasang, dan lebih baru daripada versi yang tersedia di galeri.
is: Viðbótin er nú þegar uppsett og er nýrri en útgáfan í galleríinu.
it_it: Il plugin è già installato ed è più recente della versione disponibile nella lista.
ja: ギャラリーで公開されているバージョンよりも新しいインストール済みプラグイン。
ka_ge: პლაგინი უკვე დაინსტალირებულია და უფრო ახალია, ვიდრე გალერეაში არსებული ვერსია.
kk_kz: Модуль әлдеқашан орнатылған және оның нұсқасы галереяда қол жетімді нұсқадан жаңарақ.
lv: Spraudnis jau ir instalēts un ir jaunāks par galerijā pieejamo versiju.
mk: Плагинот е веќе инсталиран и е понова од верзијата достапна во галеријата.
mr: प्लग-इन आधीच स्थापित केलेले (installed) आहे आणि गॅलरीमध्ये उपलब्ध असलेल्या आवृत्ती (version) पेक्षा नवीनतम आहे.
ms: Plugin sudah dipasang, dan lebih baharu daripada versi yang tersedia dalam galeri.
nb_no: Programtillegget er allerede installert. Det er nyere enn den versjonen som er tilgjengelig i galleriet.
nl: Plugin is al geïnstalleerd, en is recenter dan de versie in het overzicht.
pl: Wtyczka jest już zainstalowana i jej wersja jest nowsza niż dostępna w bibliotece.
pl_pl: Wtyczka jest już zainstalowana i jej wersja jest nowsza niż dostępna w bibliotece.
pt_pt: Plugin já instalado, e é mais recente do que a versão disponível na galeria.
ro_ro: Pluginul este deja instalat și este mai nou decât versiunea disponibilă în galerie.
ru_ru: Модуль уже установлен, и его версия более новая чем версия, доступная в галерее.
sl: Vtičnik je že nameščen in je novejši od različice, ki je na voljo v katalogu.
sr_rs@cyrillic: Додатак је већ инсталиран и новији од верзије која постоји у галерији.
sv_se: Pluginet har redan installerats och är nyare än den version som finns tillgänglig i galleriet.
th: ปลั๊กอินที่ติดตั้งแล้วมีเวอร์ชันใหม่กว่าที่มีในแกลเลอรี
tr_tr: Eklenti zaten yüklü ve galeride mevcut sürümden daha yeni.
uk: Плагін уже встановлений, і є новішою версією, ніж наявна в галереї.
uk_ua: Плагін уже встановлений, і є новішою версією, ніж наявна в галереї.
vi: Plugin đã được cài đặt, và mới hơn phiên bản có sẵn trong bộ sưu tập.
vi_vn: Plugin đã được cài đặt và mới hơn phiên bản có sẵn trong thư viện.

# manager.plugins.installedVersionNewest
source: Plugin already installed and up-to-date.
az: Əlavə qurulub və güncəldir
bg_bg: Добавката (плъгин) вече е инсталирана и актуална.
ca_es: El mòdul ja ha estat instal·lat i actualitzat.
cs_cz: Plugin je již nainstalován a je v aktuální verzi.
da: Plugin er allerede installeret og opdateret.
de_de: Plugin bereits installiert und up-to-date.
el_gr: Το πρόσθετο είναι ήδη εγκατεστημένο και ενημερωμένο.
es_es: Módulo instalado y actualizado.
eu: Plugina instalatuta eta eguneratuta.
fr_fr: Module déjà installé et en est à la dernière version.
gl: O complemento xa está instalado e actualizado.
hr: Dodatak je već instaliran i ažuriran.
hu_hu: A bővítmény már telepített és a verziója aktuális.
hy_am: Փլագինը արդեն տեղադրված է և արդիական է:
id: Plugin sudah terpasang dengan versi terbaru.
is: Viðbót nú þegar uppsett og í nýjustu útgáfu.
it_it: Plugin già installato e aggiornato all'ultima versione.
ja: プラグインは、最新の状態でインストール済みです。
ka_ge: პლაგინი უკვე დაინსტალირებულია და განახლებულია.
kk_kz: Модуль орнатылған және оның нұсқасы жаңартылған.
lv: Spraudnis jau ir instalēts un atjaunināts.
mk: Плагинот веќе инсталиран и ажуриран.
mr: प्लग-इन आधीच स्थापित केलेले (installed) आहे आणि अद्ययावत आहे.
ms: Plugin sudah dipasang dan dikemas kini.
nb_no: Nyeste versjon av programtillegget er installert.
nl: Plugin is al geïnstalleerd en up-to-date.
pl: Wtyczka zainstalowana i aktualna.
pl_pl: Wtyczka zainstalowana i aktualna.
pt_pt: Plugin já instalado e actualizado.
ro_ro: Plugin deja instalat și actualizat.
ru_ru: Модуль уже установлен и его версия актуальная.
sl: Vtičnik je nameščen in ažuren (ni novejše verzije).
sr_rs@cyrillic: Додатак је инсталиран и ажуран.
sv_se: Pluginet är redan installerat och uppdaterat.
th: ปลั๊กอินที่ติดตั้งแล้วเป็นเวอร์ชันล่าสุด
tr_tr: Eklenti zaten yüklü ve güncel.
uk: Плагін уже встановлений та не потребує оновлення.
uk_ua: Плагін уже встановлений та не потребує оновлення.
vi: Plugin đã được cài đặt và cập nhật nhất.
vi_vn: Plugin đã được cài đặt và cập nhật.

# manager.plugins.installSuccessful
source: Successfully installed version {$versionNumber}
az: Uğurla quraşdırılmış versiya {$versionNumber}
bg_bg: Успешно инсталирана версия {$versionNumber}
ca_es: La versió {$versionNumber} s'ha instal·lat correctament
cs_cz: Úspěšně byla nainstalována verze {$versionNumber}
da: Vellykket installeret version {$versionNumber}
de_de: Version {$versionNumber} erfolgreich installiert
el_gr: Επιτυχής εγκατάσταση της έκδοσης {$versionNumber}
es_es: La versión {$versionNumber} se ha instalado correctamente
eu: {$versionNumber} bertsioa behar bezala instalatu da
fr_fr: La version {$versionNumber} a été installée avec succès
gl: A versión {$versionNumber} instalouse correctamente
hr: Verzija {$versionNumber} uspješno je instalirana
hu_hu: Sikeresen telepített verzió {$versionNumber}
hy_am: {$versionNumber} տարբերակը հաջողությամբ տեղադրվեց
id: Versi {$versionNumber} berhasil dipasang
is: Það tókst að setja upp útgáfu {$versionNumber}
it_it: E' stata installato con successo la versione {$versionNumber}
ja: インストールに成功したバージョン {$versionNumber}
ka_ge: წარმატებით დაინსტალირდა ვერსია {$versionNumber}
kk_kz: {$versionNumber} нұсқасы сәтті орнатылды
lv: Veiksmīgi instalēta versija {$versionNumber}
mk: Успешно инсталирана верзија {$versionNumber}
mr: {$versionNumber} आवृत्ती (version) यशस्वीरित्या स्थापित केली
ms: Berjaya memasang versi {$versionNumber}
nb_no: Vellykket installasjon av versjon {$versionNumber}
nl: Versie {$versionNumber} met succes geïnstalleerd
pl: Zainstalowano {$versionNumber}
pl_pl: Zainstalowano {$versionNumber}
pt_pt: Versão instalada com sucesso {$versionNumber}
ro_ro: Versiune instalată cu succes {$versionNumber}
ru_ru: Успешно установлена версия {$versionNumber}
sl: Uspešna namestitev verzije {$versionNumber}
sr_rs@cyrillic: Успешно инсталирана верзија {$versionNumber}
sv_se: Installation av version {$versionNumber} lyckades
th: ติดตั้งเวอร์ชัน {$versionNumber} สำเร็จ
tr_tr: Başarıyla yüklenmiş sürüm {$versionNumber}
uk: Успішно встановлена версія {$versionNumber}
uk_ua: Успішно встановлена версія {$versionNumber}
vi: Cài đặt thành công phiên bản {$versionNumber}
vi_vn: Đã cài đặt thành công phiên bản {$versionNumber}

# manager.plugins.invalidPluginArchive
source: The uploaded plugin archive does not contain a folder that corresponds to the plugin name.
az: Quraşdırılmış əlavə arxivi, əlavə adına uyğun gələn bir qovluq ehtiva etmir
bg_bg: Каченият архив на добавката (плъгин) не съдържа папка, която съответства на името на плъгина.
ca_es: El fitxer de mòduls que heu carregat no conté cap carpeta que es correspongui amb el nom del mòdul.
cs_cz: Nahraný archiv plugin neobsahuje složku, která odpovídá názvu pluginu.
da: Det uploadede plugin-arkiv indeholder ikke en mappe, der svarer til plugin-navnet.
de_de: Das hochgeladene Plugin-Archiv enthält keinen zum Plugin-Namen passenden Ordner.
el_gr: Το αρχειοθετημένο πρόσθετο δεν περιέχει ένα φάκελο που αντιστοιχεί στο όνομα του πρόσθετου.
es_es: El módulo que ha cargado no contiene ninguna carpeta que se corresponda con el nombre del módulo.
eu: Kargatu duzun pluginak ez dauka pluginaren izenarekin bat datorren karpetarik.
fr_fr: Les archives du module téléchargées ne contiennent pas de dossier qui correspond au nom du module.
gl: O complemento cargado non contén un cartafol que corresponda ao nome do complemento.
hr: Učitana arhiva dodatka ne sadrži mapu koja odgovara nazivu dodatka.
hu_hu: A feltöltött bővítmény archívum nem tartalmaz olyan mappát, ami megegyezne a bővítmény nevével.
hy_am: Վերբեռնված փլագինների արխիվը չի պարունակում թղթապանակ, որը համապատասխանում է հավելվածի անվանմանը:
id: Arsip plugin yang diunggah tidak memiliki folder yang sesuai dengan nama plugin.
is: Safnið fyrir upphlaðnar viðbætur inniheldur ekki möppu sem svarar til nafnsins á viðbótinni.
it_it: Il file compresso caricato non contiene una directory che corrisponda al nome del plugin.
ja: アップロードされたプラグインアーカイブに、プラグイン名に対応するフォルダが含まれていません。
ka_ge: ატვირთული პლაგინის არქივი არ შეიცავს საქაღალდეს, რომელიც შეესაბამება მოდულის სახელს.
kk_kz: Сайтқа жүктеп салынған модуль мұрағатында модуль атауына сәйкес каталог жоқ.
lv: Augšupielādētajā spraudņa arhīvā nav mapes, kas atbilst spraudņa nosaukumam.
mk: Архивата на плагини не содржи папка што одговара на името на плагинот.
mr: संक्रमित (अपलोड) केलेल्या प्लग-इनसाठी प्लग-इनच्या नावाशी जुळणारा फोल्डर नाही.
ms: Arkib plugin yang dimuat naik tidak mengandungi folder yang sepadan dengan nama plugin.
nb_no: Den opplastete programutvidelsen inneholder ikke en mappe som samstemmer med navnet på programutvidelsen.
nl: Het opgeladen plugin archiefbestand bevat geen folder die overeenkomt met de naam van de plugin.
pl: Archiwum przesłanej wtyczki nie posiada folderu z nazwą odpowiadającą nazwie wtyczki.
pl_pl: Archiwum przesłanej wtyczki nie posiada folderu z nazwą odpowiadającą nazwie wtyczki.
pt_pt: O ficheiro de plugin carregado não contém uma pasta que corresponda ao nome do plugin.
ro_ro: Arhiva pluginului încărcat nu conține un folder care corespunde cu numele pluginului.
ru_ru: Загруженный на сайт архив модуля не содержит каталог, который соответствует имени модуля.
sl: Naložena datoteka z vtičnikom ne vsebuje mape, ki bi ustrezala imenu vtičnika.
sr_rs@cyrillic: Достављени директоријум додатка не садржи директоријум који је у складу са именом додатка.
sv_se: Den uppladdade filen innehåller inte en mapp som överensstämmer med pluginets namn.
th: ไฟล์ปลั๊กอินที่อัปโหลดไม่ประกอบด้วยโฟลเดอร์ที่สอดคล้องกับชื่อปลั๊กอิน
tr_tr: Yüklenen eklenti arşivi, eklenti adına karşılık gelen bir klasör içermiyor.
uk: Завантажений архів плагіна не містить каталога, який відповідає назві плагіна.
uk_ua: Завантажений архів плагіна не містить каталога, який відповідає назві плагіна.
vi: Tệp lưu trữ plugin đã tải lên không chứa thư mục tương ứng với tên plugin.
vi_vn: Kho lưu trữ plugin đã tải lên không chứa thư mục tương ứng với tên plugin.

# manager.plugins.wrongName
source: The version.xml in the uploaded plugin contains a plugin name that does not fit the name of the upgraded plugin.
az: Quraşdırılmış əlavə içindəki version.xml, təkmilləşdirilmiş əlavənin adına uyğun gəlməyən bir əlavə adı ehtiva edir.
bg_bg: Version.xml в качената добавка (плъгин) съдържа име на плъгина, което не отговаря на името на надстроения плъгин.
ca_es: L’arxiu version.xml del mòdul actualitzat conté el nom d'un mòdul que no correspon al nom del mòdul actualitzat.
cs_cz: Soubor version.xml v nahraném pluginu obsahuje název pluginu, který neodpovídá názvu upgradovaného pluginu.
da: Version.xml i den uploadede plugin indeholder et plugin-navn, der ikke passer til navnet på den opgraderede plugin.
de_de: Die version.xml in dem hochgeladenen Plugin enthält einen Plugin-Namen, der nicht zu dem Namen des aktualisierten Plugins passt.
el_gr: Η έκδοση.xml στο πρόσθετο που μεταφορτώσατε περιέχει ένα όνομα πρόσθετου που δεν ταιριάζει με το όνομα του αναβαθμιζόμενου πρόσθετου.
es_es: El archivo version.xml del módulo que ha cargado contiene un nombre que no se ajusta al nombre del módulo actualizado.
eu: Igotako pluginaren version.xml fitxategiak eguneratutako pluginaren izenarekin bat ez datorren plugin-izena dauka.
fr_fr: La version.xml dans le module téléchargé contient un nom de module qui ne correspond pas au nom du module mis à jour.
gl: O arquivo versión.xml do complemento cargado contén un nome que non se axusta ao nome do complemento actualizado.
hr: Verzija.xml u učitanom dodatku sadrži naziv dodatka koji ne odgovara nazivu ažuriranog dodatka.
hu_hu: A feltöltött bővítmények version.xml fájlja tartalmaz egy olyan bővítmény nevet, ami nem egyezik a frissített bővítménnyel.
hy_am: Վերբեռնված փլագինի version.xml -ը պարունակում է պլագինի անուն, որը չի համապատասխանում արդիականացված փլագինի անվանը:
id: File version.xml pada plugin yang diunggah memiliki nama yang tidak sesuai dengan plugin yang diupgrade.
is: version.xml í upphlöðnu viðbótinni inniheldur nafn á viðbót sem passar ekki við nafnið á uppfærðu viðbótinni.
it_it: Il file version.xml del plugin caricato contiene un nome di plugin che non corrisponde al nome del plugin che si è provato ad aggiornare.
ja: アップロードされたプラグインの version.xml に、アップグレードされたプラグインの名前と合わないプラグイン名が含まれています。
ka_ge: ატვირთულ პლაგინში version.xml შეიცავს პლაგინის სახელს, რომელიც არ შეესაბამება განახლებული პლაგინის სახელს.
kk_kz: Жүктелген модульдегі version.xml файлында жаңартылып жатқан модуль атауына сәйкес келмейтін модуль атауы бар.
lv: Augšupielādētā spraudņa version.xml satur spraudņa nosaukumu, kas neatbilst atjauninātā spraudņa nosaukumam.
mk: Верзијата.xml во поставениот плагин содржи име на додаток што не одговара на името на надградениот плагин.
mr: संक्रमित (अपलोड) केलेल्या प्लग-इनमधील version.xml मध्ये एक प्लग-इन नाव आहे जे अपग्रेड केलेल्या प्लग-इनच्या नावाशी जुळत नाही.
ms: Version.xml dalam plugin yang dimuat naik mengandungi nama plugin yang tidak sesuai dengan nama plugin yang dinaik taraf.
nb_no: XML-versjonen i det oppdaterte programtillegget inneholder et programtilleggsnavn som ikke stemmer med navnet på det oppdaterte programtillegget.
nl: Het version.xml bestand voor de opgeladen plugin bevat een plugin naam die niet overeenkomt met de naam van de bijgewerkte plugin.
pl: Nazwy wtyczki w version.xml różnią się od nazwy aktualizowanej wtyczki.
pl_pl: Nazwy wtyczki w version.xml różnią się od nazwy aktualizowanej wtyczki.
pt_pt: A versão.xml no plugin carregado contém um nome de plugin que não corresponde ao nome do plugin actualizado.
ro_ro: Versiunea.xml din pluginul încărcat conține un nume de plugin care nu se potrivește cu numele pluginului actualizat.
ru_ru: Файл version.xml в загруженном модуле содержит имя модуля, которое не соответствует имени обновляемого модуля.
sl: Datoteka version.xml v naloženem vtičniku vsebuje ime vtičnika, ki ne ustreza nadgrajenemu vtičniku.
sr_rs@cyrillic: version.xml у достављеном додатку садржи име додатка које није исто као име достављеног додатка.
sv_se: Filen version.xml i det uppladdade pluginet innehåller ett namn som inte stämmer överens med namnet på det uppgraderade pluginet.
th: ไฟล์ version.xml ในปลั๊กอินที่อัปโหลดประกอบด้วยชื่อปลั๊กอินที่ไม่ตรงกับปลั๊กอินที่อัปเกรด
tr_tr: Yüklenen eklenti içindeki version.xml, yükseltilmiş eklentinin ismine uymayan bir eklenti adı içeriyor.
uk: version.xml у завантаженому плагіні містить назву плагіна, яка не відповідає назві оновлюваного плагіна.
uk_ua: version.xml у завантаженому плагіні містить назву плагіна, яка не відповідає назві оновлюваного плагіна.
vi: version.xml trong plugin đã tải lên chứa tên plugin không phù hợp với tên của plugin được nâng cấp.
vi_vn: Phiên bản.xml trong plugin đã tải lên chứa tên plugin không khớp với tên của plugin đã nâng cấp.

# manager.plugins.upgradeDescription
source: This form allows you to upgrade a plugin. Please ensure the plugin is compressed as a .tar.gz file.
bg_bg: Тази форма ви позволява да надстроите добавка (плъгин). Моля, уверете се, че добавката е компресирана като .tar.gz файл.
ca_es: Aquest formulari us permet actualitzar un mòdul. Comproveu que el mòdul estigui comprimit com a fitxer .tar.gz.
cs_cz: Tento formulář umožňuje aktualizaci pluginu. Zkontrolujte, zda je plugin komprimován jako soubor .tar.gz.
da: Denne formular giver dig mulighed for at opgradere en plugin. Sørg for, at pluginen komprimeres som en .tar.gz-fil.
de_de: Dieses Formular ermöglicht ein Upgrade für ein Plugin. Bitte stellen Sie sicher, das das Plugin als .tar.gz-Datei komprimiert ist.
el_gr: Αυτή η φόρμα σάς επιτρέπει να αναβαθμίσετε ένα πρόσθετο. Βεβαιωθείτε ότι είναι συμπιεσμένο ως αρχείο .tar.gz.
es_es: Este formulario le permite actualizar un módulo. Asegúrese de que el módulo está comprimido como un archivo .tar.gz.
eu: Formulario honek plugin bat eguneratzeko aukera ematen du. Mesedez, ziurtatu plugina .tar.gz fitxategi gisa konprimituta dagoela.
fr_fr: Ce formulaire vous permet de mettre le module à jour. Assurez-vous que le module est compressé en un fichier .tar.gz.
gl: Este formulario permítelle actualizar un complemento. Asegúrese de que o complemento está comprimido como un arquivo .tar.gz.
hr: Ovaj obrazac omogućuje nadogradnju za dodatak. Provjerite je li dodatak komprimiran kao .tar.gz datoteka.
hu_hu: Ezzel az űrlappal frissítheti a bővítményt. Kérjük, győződjön meg róla, hogy a bővítmény az alábbi formátumokban tömörített .tar.gz fájl.
hy_am: Այս ձևը թույլ է տալիս թարմացնել հավելվածը: Համոզվեք, որ պլագինը սեղմված է որպես .tar.gz նիշք:
id: Formulir ini memungkinkan mengupgrade plugin. Pastikan plugin terarsipkan dalam format .tar.gz.
is: Þetta form gerir þér kleift að uppfæra viðbót. Vinsamlega gakktu úr skugga um að viðbótin sé pressuð sem .tar.gz skrá.
it_it: Questo modulo ti permette di aggiornare un plugin. Per favore controlla che sia compresso come .tar.gz.
ja: このフォームでは、プラグインを更新できます。 プラグインが.tar.gzファイルとして圧縮されていることを確認してください。
ka_ge: ეს ფორმა საშუალებას გაძლევთ განაახლოთ პლაგინი. გთხოვთ, დარწმუნდეთ, რომ პლაგინი არის შეკუმშული, როგორც .tar.gz ფაილი.
kk_kz: Бұл форма модульді жаңартуға мүмкіндік береді. Модуль файлының .tar.gz форматына архивталғанына көз жеткізіңіз.
lv: Šī forma ļauj atjaunināt spraudni. Lūdzu, pārliecinieties, ka spraudnis ir saspiests kā .tar.gz fails.
mk: Оваа форма ви овозможува да ажурирате додаток. Ве молиме, проверете дали приклучокот е компресиран како датотека .tar.gz.
mr: हा फॉर्म वापरून तुम्ही प्लग-इन अपग्रेड करू शकता. कृपया प्लग-इन आकुंचित (कॉम्प्रेस) केलेल्या प्रारूपात (.tar.gz फाईलने) आहे याची खात्री करा.
ms: Borang ini membolehkan anda menaik taraf plugin. Sila pastikan plugin dimampatkan sebagai fail .tar.gz.
nb_no: Dette skjemaet lar deg oppdatere et programtillegg. Pass på at programtillegget er komprimert som en .tar.gz-fil.
nl: Met dit formulier kan u een plugin bijwerken. Zorg ervoor dat de plugin gecomprimeerd is als een .tar.gz. archiefbestand.
pl: Formularz umożliwia aktualizację wtyczki. Upewnij się, że wtyczka jest spakowana jako .tar.gz.
pl_pl: Formularz umożliwia aktualizację wtyczki. Upewnij się, że wtyczka jest spakowana jako .tar.gz.
pt_pt: Este formulário permite a actualização de um plugin. Certifique-se de que o plugin está compactado como um ficheiro .tar.gz.
ro_ro: Acest formular vă permite să actualizați un plugin. Vă rugăm să vă asigurați că pluginul este comprimat ca fișier .tar.gz.
ru_ru: Эта форма позволяет вам обновить модуль. Пожалуйста, убедитесь в том, что файл с модулем заархивирован в формате .tar.gz.
sl: Ta stran omogoča, da nadgradite vtičnik. Vtičnik mora biti stisnjen kot .tar.gz datoteka.
sr_rs@cyrillic: Овај образац вам омогућује надоградњу додатка. Уверите се да је додатак компресован у .tar.gz архиви.
sv_se: Det här formuläret tillåter dig att uppgradera ett plugin. Se till att pluginet är komprimerat till en .tar.gz-fil.
th: ฟอร์มนี้อนุญาตให้คุณอัปเกรดปลั๊กอิน โปรดตรวจสอบให้แน่ใจว่าปลั๊กอินถูกบีบอัดเป็นไฟล์ .tar.gz
tr_tr: Bu form bir eklentiyi yükseltmenize izin verir. Lütfen eklentinin .tar.gz dosyası olarak sıkıştırıldığından emin olun.
uk: Ця форма дає змогу оновити плагін. Будь ласка, переконайтеся, що плагін є стиснутим файлом у форматі .tar.gz.
uk_ua: Ця форма дозволяє оновити плагін. Будь ласка, переконайтесь, що плагін заархівовано у форматі .tar.gz.
vi: Biểu mẫu này cho phép bạn nâng cấp một plugin. Vui lòng đảm bảo plugin được nén dưới dạng tệp .tar.gz.
vi_vn: Biểu mẫu này cho phép bạn nâng cấp một plugin. Hãy đảm bảo rằng plugin được nén dưới dạng tệp .tar.gz.
