Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.plugins.uploadPluginDir
source: Select plugin file
az: Əlavə faylı seçin
bg_bg: Изберете файл на добавката (плъгин)
ca_es: Seleccioneu el fitxer del mòdul
cs_cz: Vyberte soubor pluginu
da: Vælg plugin-fil
de_de: Plugin-Datei auswählen
el_gr: Επιλέξτε πρόσθετο
es_es: Seleccione un archivo de módulo
eu: Hautatu pluginaren fitxategia
fr_fr: Choisir un fichier de module
gl: Selecciona un arquivo de complemento
hr: Odaberite datoteku dodatka
hu_hu: Bővítmény fájl kiválasztása
hy_am: Ընտրեք պլագին նիշքը
id: Pilih file plugin
is: Veldu viðbótarskrá
it_it: Seleziona il file del plugin
ja: プラグインファイルの選択
ka_ge: პლაგინის ფაილის არჩევა
kk_kz: Модуль файлын таңдаңыз
lv: Atlasīt spraudņa datni
mk: Избери плагин
mr: प्लग-इन फाईल निवडा
ms: Pilih fail plugin
nb_no: Velg fil for programtillegget
nl: Selecteer plugin bestand
pl: Wybierz plik wtyczki
pl_pl: Wybierz plik wtyczki
pt_pt: Seleccionar ficheiro plugin
ro_ro: Selectați fișierul plugin
ru_ru: Выберите файл модуля
sl: Izberite datoteko za vtičnik
sr_rs@cyrillic: Одаберите фајл додатка
sv_se: Välj fil
th: เลือกไฟล์ปลั๊กอิน
tr_tr: Eklenti dosyası seç
uk: Оберіть файл плагіна
uk_ua: Оберіть файл плагіна
vi: Chọn tệp plugin
vi_vn: Chọn tập tin plugin

# manager.plugins.versionFileInvalid
source: version.xml in plugin directory contains invalid data.
az: Əlavə indeksində version.xml etibarsız data ehtiva edir.
bg_bg: Version.xml в директорията на добавките (плъгини) съдържа невалидни данни.
ca_es: El fitxer version.xml del directori de mòduls conté dades invàlides.
cs_cz: Soubor version.xml ve složce pluginu obsahuje neplatné údaje.
da: version.xml i plugin-mappen indeholder ugyldige data.
de_de: version.xml im Plugin-Verzeichnis enthält ungültige Daten.
el_gr: Το αρχείο version.xml στον κατάλογο των πρόσθετων περιέχει μη έγκυρα δεδομένα.
es_es: El archivo version.xml del directorio de módulos contiene datos no válidos.
eu: Plugin direktorioan dagoen version.xml fitxategiak datu baliogabeak ditu.
fr_fr: version.xml dans le répertoire du module contient des données non valides.
gl: O arquivo version.xml no cartafol do complemento contén datos non válidos.
hr: version.xml u direktoriju dodataka sadrži nevažeće podatke.
hu_hu: version.xml a bővítmény könyvtárában érvénytelen adatot tartalmaz.
hy_am: version.xml -ը պլագին գրացուցակում պարունակում է անվավեր տվյալներ:
id: version.xml di folder plugin mengandung data tidak valid.
is: version.xml á svæði viðbóta inniheldur ógild gögn.
it_it: Il file version.xml nella directory del plugin contiene dati non validi.
ja: プラグインディレクトリ内の version.xml に不正なデータが含まれている。
ka_ge: version.xml პლაგინის დირექტორიაში შეიცავს არასწორ მონაცემებს.
kk_kz: Модуль каталогындағы version.xml файлында жарамсыз ақпарат бар.
lv: version.xml spraudņu direktorijā satur nederīgus datus.
mk: version.xml во директориумот со плагини содржи неважечки податоци.
mr: प्लग-इन डिरेक्टरीमधील version.xml मध्ये अग्राह्य डेटा आहे.
ms: version.xml dalam direktori plugin mengandungi data yang tidak sah.
nb_no: version.xml i mappen med programtillegg inneholder ugyldige data.
nl: Het version.xml bestand in de plugin folder bevat ongeldige gegevens.
pl: Plik version.xml wtyczki posiada błędne dane.
pl_pl: Plik version.xml wtyczki posiada błędne dane.
pt_pt: version.xml no directório do plugin contém dados inválidos.
ro_ro: version.xml din directorul plugin conține date nevalide.
ru_ru: version.xml в каталоге модуля содержит неверные данные.
sl: version.xml v mapi vtičnika vsebuje napačne podatek.
sr_rs@cyrillic: version.xml у директоријуму додатка садржи неисправне податке.
sv_se: version.xml i pluginkatalogen innehåller ogiltiga data.
th: ไฟล์ version.xml ในโฟลเดอร์ปลั๊กอินประกอบด้วยข้อมูลที่ไม่ถูกต้อง
tr_tr: plugin dizinde version.xml geçersiz veri içeriyor.
uk: version.xml у каталозі плагінів містить неправильні дані.
uk_ua: version.xml у каталозі плагінів містить неправильні дані.
vi: version.xml trong thư mục plugin chứa dữ liệu không hợp lệ.
vi_vn: version.xml trong thư mục plugin chứa dữ liệu không hợp lệ.

# notification.localeSettingsCannotBeSaved
source: The language setting could not be saved. At least one language must be enabled for each option
az: Dil tənzimi yadda saxlanmadı. Hər seçim üçün ən azı bir dil aktivləşdirilməlidir.
bg_bg: Езиковата настройка не можа да бъде запазена. За всяка опция трябва да е активиран поне един език
cs_cz: Nastavení jazyka nelze uložit. Pro každou možnost musí být povolen alespoň jeden jazyk
da: Sprogindstillingen kunne ikke gemmes. Mindst et sprog skal være aktiveret for hver valgmulighed
eu: Ezin izan da hizkuntza-ezarpena gorde. Gutxienez hizkuntza bat gaitu behar da aukera bakoitzerako
gl: Non se puido gardar a configuración do idioma. Debe habilitarse polo menos un idioma para cada opción
hr: Postavka jezika nije mogla biti spremljena. Najmanje jedan jezik mora biti omogućen za svaku opciju
hy_am: Լեզվի կարգավորումը չհաջողվեց պահել: Յուրաքանչյուր տարբերակի համար պետք է միացված լինի առնվազն մեկ լեզու
id: Pengaturan bahasa tidak bisa disimpan. Minimal satu bahasa harus aktif untuk setiap opsi
is: Ekki er hægt að vista tungumálastillingar. Það þarf að virkja a.m.k. eitt tungumál fyrir hvern valmöguleika
ja: 言語設定を保存できませんでした。各オプションには、少なくとも1つの言語を有効にする必要があります
ka_ge: ენის პარამეტრი ვერ შეინახა. მინიმუმ ერთი ენა უნდა იყოს ჩართული თითოეული ვარიანტისთვის
kk_kz: Тіл параметрлерін сақтау мүмкін емес. Әрбір параметр үшін кемінде бір тіл қосулы болуы керек
lv: Valodas iestatījumus neizdevās saglabāt. Vismaz vienai valodai jābūt iespējotai katram parametram
mk: Подесувањето на јазик не може да се сними. Моранајмалку еден јазик мора да биде овозможен за секоја опција
mr: भाषेचे सेटिंग सेव्ह करता आलेले नाही. प्रत्येक पर्यायासाठी किमान एक भाषा कार्यान्वित (enabled) केलीच पाहिजे
ms: Tetapan bahasa tidak dapat disimpan. Sekurang-kurangnya satu bahasa mesti didayakan untuk setiap pilihan
nl: De taalinstelling kan niet worden bewaard. Ten minste één taal per optie moet worden ingeschakeld
pl: Ustawienia językowe nie mogły zostać zapisane. Przynajmniej jeden musi być włączony dla każdej z opcji
ru_ru: Настройки языка не удаётся сохранить. Хотя бы один язык должен быть включен для каждого параметра
sl: Nastavitve jezika ni bilo možno shraniti. Vsaj en jezik mora biti omogočen za vsako opcijo
th: ไม่สามารถบันทึกการตั้งค่าภาษาได้ อย่างน้อยหนึ่งภาษาต้องเปิดใช้งานสำหรับแต่ละตัวเลือก
uk: Не вдалося зберегти мовні налаштування. Для кожного параметра потрібно ввімкнути принаймні одну мову
vi: Không thể lưu cài đặt ngôn ngữ. Ít nhất một ngôn ngữ phải được bật cho mỗi tùy chọn

# manager.distribution.customHeaders.description
source: Add custom HTML tags, also known as meta tags, that you would like to be inserted in the head of every page. Consult a technical advisor before adding tags here.
az: Hər səhifənin başına əlavə edilməsini istədiyiniz üst etiketlər olaraq da tanınan xüsusi HTML etiketləri əlavə edin. Buraya etiket əlavə etməzdən əvvəl bir texniki məsləhətçidən soruşun.
bg_bg: Добавете персонализирани HTML тагове, известни също като мета тагове, които искате да бъдат вмъкнати в главата на всяка страница. Консултирайте се с технически съветник, преди да добавите етикети тук.
ca_es: Afegir etiquetes HTML personalitzades, també conegudes com a metaetiquetes, que voleu que s'insereixin a la capçalera de cada pàgina. Consulteu-ho amb un assessor tècnic abans d'afegir les etiquetes.
cs_cz: Přidejte vlastní HTML kód, který chcete vložit do hlavičky každé stránky. Před přidáním značek se poraďte s technikem.
da: Tilføj brugerdefinerede HTML-tags, også kendt som meta-tags, som du gerne vil have indsat i <HEAD>-sektionen på hver side. Kontakt en teknisk rådgiver, før du tilføjer tags her.
de_de: Fügen Sie benutzerdefinierte HTML Tags, auch Meta Tags genannt, hinzu, die im Kopf jeder Seite eingefügt werden sollen. Fragen Sie einen technischen Ratgeber, bevor Sie hier Tags hinzufügen.
el_gr: Προσθέστε προσαρμοσμένες ετικέτες HTML, επίσης γνωστές ως μετα-ετικέτες, τις οποίες θα θέλατε να εισαγάγετε στην αρχή κάθε σελίδας. Συμβουλευτείτε έναν τεχνικό πριν προσθέσετε ετικέτες εδώ.
es_es: Añadir las etiquetas HTML personalizadas, también conocidas como metaetiquetas, que desee insertar en la cabecera de cada página. Consulte a un asesor técnico antes de añadir las etiquetas.
eu: Gehitu HTML etiketa pertsonalizatuak, meta-etiketa izenez ere ezagunak, orri bakoitzaren goiburuan txertatzea gustatuko litzaizukeenak. Jarri harremanetan aholkulari teknikoarekin etiketak hemen gehitu aurretik.
fr_fr: Ajouter des balises HTML personnalisées, également appelées balises méta, que vous souhaitez insérer dans l'en-tête de chaque page. Consultez un conseiller technique avant d'ajouter des balises ici.
gl: Engade etiquetas HTML personalizadas, tamén coñecidas como metaetiquetas, que che gustaría inserir na cabeceira de cada páxina. Consulte cun asesor técnico antes de engadir etiquetas aquí.
hr: Dodajte prilagođene HTML oznake, poznate i kao meta oznake, koje ćete umetnuti na vrh svake stranice. Konzultirajte se s tehničkim savjetnikom prije nego što ovdje dodate oznake.
hu_hu: HTML-címkék hozzáadása, más néven metacímkék, amelyeket be szeretne illeszteni minden oldal fejlécébe. Mielőtt címkéket adna hozzá, forduljon műszaki tanácsadóhoz.
hy_am: Ավելացրեք հատուկ HTML թեգեր, որոնք նաև հայտնի են որպես մետա թեգեր, որոնք ցանկանում եք տեղադրել յուրաքանչյուր էջի գլխում: Այստեղ պիտակներ ավելացնելուց առաջ խորհրդակցեք տեխնիկական խորհրդատուի հետ:
id: Tambahkan tag HTML penyesuaian, juga disebut sebagai meta tag, yang ingin dimasukkan ke bagian kepala setiap halaman. Konsultasikan dengan tim teknis sebelum menambahkannya di sini.
it_it: Inserire tag HTML personalizzati, o meta tags, che si desidera inserire in ogni pagina. Si consiglia di consultare un esperto prima di inserire tags in questa posizione.
ja: 各ページの先頭に挿入したいカスタムHTMLタグ（メタタグとも呼ばれる）を追加します。ここでタグを追加する前に、テクニカルアドバイザーに相談してください。
ka_ge: დაამატეთ მორგებული HTML ტეგები, ასევე ცნობილი როგორც მეტა თეგები, რომელთა ჩასმა გსურთ ყველა გვერდის თავში. აქ თეგების დამატებამდე გაიარეთ კონსულტაცია ტექნიკურ მრჩეველთან.
kk_kz: Әрбір беттің бас тегіне қосқыңыз келетін мета тегтер деп те аталатын теңшелетін HTML тегтерін қосыңыз. Бұл тегтерді қоспас бұрын техникалық сарапшымен кеңесіңіз.
lv: Pievienojiet pielāgotas HTML birkas (tags), dēvētas arī par meta tagiem, kuras vēlaties ievietot katras lapas galvenē. Pirms pievienojiet birkas, konsultējieties ar tehnisko konsultantu.
mk: Додадете прилагодени HTML-ознаки, познати и како мета-ознаки, што сакате да ги вметнете во главата на секоја страница. Консултирајте се со технички советник пред да додадете ознаки тука.
mr: प्रत्येक पृष्ठाच्या शीर्षस्थानी तुम्हाला हवे असलेले कस्टम HTML टॅग्ज, ज्यांना मेटा टॅग्ज असेही म्हणतात, जोडा (Add). येथे टॅग्ज जोडण्यापूर्वी तांत्रिक सल्लागाराचा सल्ला घ्या.
ms: Tambahkan tag HTML custom, juga dikenali sebagai tag meta, yang anda ingin masukkan di kepala setiap halaman. Rujuk penasihat teknikal sebelum menambah tag di sini.
nb_no: Legg til brugerdefinerte HTML-tagger, også kjent som meta-tagger, som du gjerne vil ha lagt til i <HEAD>-seksjonen på hver nettside. Kontakt en teknisk rådgiver, før du legger til tagger her.
nl: Voeg eigen HTML tags toe, ook bekend als meta-tags, die u wilt laten invoegen bij de titelgegevens van elke pagina. Raadpleeg een technische adviseur vooraleer hier tags in te voegen.
pl: Dodaj własne nagłówki HTML, znane także jako znaczniki <meta>, które miałyby się ładować do sekcji <head> każdej strony czasopisma. Koniecznie skonsultuj się z administratorem przed dokonaniem takich wpisów.
pt_pt: Adicione etiquetas HTML personalizadas, também conhecidas como meta tags, que gostaria de inserir no cabeçalho de cada página. Consulte apoio técnico antes de inserir as etiquetas.
ro_ro: Adăugați etichete HTML personalizate, cunoscute și sub numele de meta tag-uri, pe care doriți să le introduceți în capul fiecărei pagini. Consultați un consilier tehnic înainte de a adăuga etichete aici.
ru_ru: Добавьте пользовательские HTML-теги, также известные как метатеги, которые вы хотите добавить в тег head каждой страницы. Проконсультируйтесь с тежническим специалистом, прежде чем добавить эти теги.
sl: Dodajte HTML oznake po meri, oziroma meta oznake, za katere želite, da so dodane v glavo vsake strani. Pred dodajanjem svetujemo posvetovanje s tehničnim strokovnjakom.
th: เพิ่มแท็ก HTML ที่กำหนดเอง หรือที่เรียกว่า meta tags ที่คุณต้องการแทรกในส่วนหัวของทุกหน้า ปรึกษาที่ปรึกษาด้านเทคนิคก่อนเพิ่มแท็กที่นี่
tr_tr: Her sayfanın başına eklenmesini istediğiniz üst etiketler olarak da bilinen özel HTML etiketleri ekleyin. Buraya etiket eklemeden önce bir teknik danışmana sorun.
uk: Додати власні HTML теги, також відомі як мета теги, які ви бажаєте вставити у голову (head) кожної сторінки. Проконсультуйтесь із технічним радником перед тим як додавати ці теги.
uk_ua: Додати власні HTML теги, також відомі як мета теги, які ви бажаєте вставити у голову (head) кожної сторінки. Проконсультуйтесь із технічним радником перед тим як додавати ці теги.
vi: Thêm các thẻ HTML tùy chỉnh, còn được gọi là thẻ meta, mà bạn muốn được chèn vào phần head của mỗi trang. Tham khảo ý kiến của chuyên gia kỹ thuật trước khi thêm thẻ vào đây.
vi_vn: Thêm các thẻ HTML tùy chỉnh, còn được gọi là thẻ meta, mà bạn muốn chèn vào đầu mỗi trang. Tham khảo ý kiến cố vấn kỹ thuật trước khi thêm thẻ tại đây.

# settings.roles.permitSelfRegistration
source: Allow user self-registration
az: İstifadəçilərin öz-qeydiyyatına icazə verin
bg_bg: Разрешаване на потребителска саморегистрация
ca_es: Permetre l'autoregistre d'usuaris/àries
cs_cz: Dovolit samoobslužnou registraci uživatelů
da: Tillad brugeren selv at foretage registrering
de_de: Erlaube Selbstregistrierung von Benutzer/innen
el_gr: Να επιτρέπεται η εγγραφή από τον ίδιο τον χρήστη
es_es: Permitir el autorregistro de usuarios/as
eu: Baimendu erabiltzaileen autoerregistroa
fr_fr: Permettre à l'utilisateur de s'inscrire lui-même
gl: Permitir o autorrexistro do usuario/a
hr: Dopusti samoregistraciju korisnika
hu_hu: Engedélyezze a felhasználó saját regisztrációját
hy_am: Թույլատրել օգտվողի ինքնագրանցումը
id: Ijinkan pendaftaran pengguna secara mandiri
is: Leyfa notendum að skrá sig sjálfir
it_it: Consenti agli utenti di registrarsi in questo ruolo
ja: ユーザーの自己登録が可能
ka_ge: მომხმარებლის თვითრეგისტრირების დაშვება
kk_kz: Пайдаланушының өзін-өзі тіркеуіне рұқсат беріңіз
lv: Atļaut lietotāja pašreģistrāciju
mk: Дозволи корисниците самии да се регистрираат
mr: वापरकर्त्याला स्वयंनोंदणीची परवानगी द्या
ms: Benarkan pendaftaran diri pengguna
nb_no: Godta at brukere registerer seg selv
nl: Laat toe dat gebruikers zichzelf registreren
pl: Pozwól na samorejestrację użytkowników
pl_pl: Pozwól na samorejestrację użytkowników
pt_pt: Permitir auto registo
ro_ro: Permiteți auto-înregistrarea utilizatorului
ru_ru: Разрешить самостоятельную регистрацию пользователя
sl: Dovoli uporabnikom, da se sami registrirajo
sr_rs@cyrillic: Дозволи самосталну регистрацију корисника
sv_se: Tillåt användare att registrera sig själva
th: อนุญาตการลงทะเบียนด้วยตนเองของผู้ใช้
tr_tr: Kullanıcıların kendi kaydına izin ver
uk: Дозволити самостійну реєстрацію користувача
uk_ua: Дозволити самостійну реєстрацію користувача
vi: Cho phép người dùng tự đăng ký
vi_vn: Cho phép người dùng tự đăng ký

# settings.roles.recommendOnly
source: This role is only allowed to recommend a review decision and will require an authorised editor to record a final decision.
az: Bu rolun sadəcə bir gözdən keçirmə qərarının təklif edilməsinə icazə verilir və son bir qərarı qeyd etməsi üçün səlahiyyətli bir redaktor tələb edir.
bg_bg: Тази роля е разрешена само да препоръча рецензионно решение и ще изисква от упълномощен редактор да запише окончателното решение.
ca_es: Aquest rol només pot recomanar una decisió de revisió i necessita que un editor/a autoritzat registri una decisió final.
cs_cz: Tato role dovoluje dávat pouze doporučení k rozhodnutí o recenzi a bude požadovat konečné rozhodnutí oprávněného redaktora.
da: Denne rolle kan kun anbefale en bedømmelse. Det vil kræve en autoriseret redaktør at registrere en endelig bedømmelse.
de_de: Diese Rolle kann Begutachtungsentscheidungen nur empfehlen und benötigt eine/n autorisierte/n Redakteur/in, um eine finale Entscheidung festzulegen.
el_gr: Αυτός ο ρόλος επιτρέπεται μόνο να προτείνει μια απόφαση κρίσης και θα απαιτηθεί από έναν εξουσιοδοτημένο συντάκτη να καταγράψει μια τελική απόφαση.
es_es: Este rol solo puede recomendar una decisión de revisión y necesita que un editor autorizado registre una decisión final.
eu: Rol honek berrikuspen-erabaki bat gomendatzea baino ez du baimenduta, eta editore baimendu batek azken erabakia erregistratu beharko du.
fr_fr: Ce rôle est seulement autorisé à faire une recommandation et un rédacteur doit prendre la décision finale.
gl: Este rol só se pode recomendar unha decisión de revisión e requirirá un editor autorizado para que rexistre unha decisión final.
hr: Ova uloga može samo preporučiti odluke o pregledu i zahtijeva ovlaštenog urednika da donese konačnu odluku.
hu_hu: Ez a szerep csak ahhoz elegendő, hogy ajánljon egy lektori döntést, a végső döntés rögzítése egy arra jogosult szerkesztőt igényel.
hy_am: Այս դերը թույլատրվում է միայն առաջարկել վերանայման որոշում և կպահանջվի լիազորված խմբագրի կողմից վերջնական որոշումը գրանցելու համար:
id: Peran ini hanya bisa merekomendasikan keputusan review dan mengharuskan seorang editor berwenang untuk merekam keputusan akhir.
is: Þetta hlutverk getur eingöngu sett fram tillögur að ritrýniákvörðun en lokaákvörðun kallar á aðkomu ritstjóra með heimild til skráningar.
it_it: Questo ruolo permette solo di suggerire una decisione riguardo la revisione, è richiesto un editor autorizzato per prendere la decisione definitiva.
ja: この役割は、査読決定の結果報告をすることのみ許可されており、最終決定を記録するには権限のある編集者が必要です。
ka_ge: ამ როლს მხოლოდ სარევიზიო გადაწყვეტილების რეკომენდაცია აქვს და საჭიროებს უფლებამოსილ რედაქტორს საბოლოო გადაწყვეტილების დაფიქსირებაზე.
kk_kz: Бұл рөл тек рецензенттің шешімін ұсынуға мүмкіндік береді, түпкілікті шешімді жазу үшін тиісті құқықтары бар редактордың қатысуы талап етіледі.
lv: Šai lomai atļauts tikai ieteikt recenzenta lēmumu, un galīgo lēmumu varēs reģistrēt tikai pilnvarots redaktors.
mk: Оваа улога е дозволено само да препорача одлука за рецензија и ќе бара овластен уредник да запише конечна одлука.
mr: या भूमिकेतून फक्त समीक्षणोत्तर शिफारस नोंदवण्याची परवानगी आहे, अधिकृत संपादक अंतिम निर्णयाची नोंद करतील.
ms: Peranan ini hanya dibenarkan untuk mengesyorkan keputusan ulasan dan akan memerlukan editor yang diberi kuasa untuk merekodkan keputusan muktamad.
nb_no: Brukere med denne rollen kan anbefale en redaksjonell avgjørelse. Bare redaktører kan registrere redaksjonelle avgjørelser.
nl: Deze rol mag uitsluitend aanbevelingen doen voor reviewbeslissingen. Alleen een bevoegde redacteur kan de finale beslissing vastleggen.
pl: Ta rola pozwala jedynie na przedstawienie rekomendacji decyzji po recenzji, która wymaga autoryzacji redaktora, aby została zapisana jako końcowa decyzja.
pl_pl: Ta rola pozwala jedynie na przedstawienie rekomendacji decyzji po recenzji, która wymaga autoryzacji redaktora, aby została zapisana jako końcowa decyzja.
pt_pt: Este papel só tem permissão para recomendar uma decisão e irá necessitar de um editor autorizado para registar a decisão final.
ro_ro: Acest rol este permis pentru a recomanda o decizie de revizuire și va solicita unui editor autorizat să înregistreze o decizie finală.
ru_ru: Эта роль позволяет только рекомендовать решение рецензента, запись итогового решения требует участия редактора с соответствующими правами.
sl: Ta vloga omogoča uporabniku, da samo predlaga recenzentsko odločitev, končno odločitev pa mora sprejeti avtorizirani urednik.
sv_se: Den här rollen tillåts bara rekommendera ett granskningsbeslut, en behörig redaktör krävs för att registrera ett slutgiltigt beslut.
th: บทบาทนี้อนุญาตให้แนะนำการตัดสินใจรีวิวเท่านั้น และจะต้องมีบรรณาธิการที่ได้รับอนุญาตในการบันทึกการตัดสินใจสุดท้าย
tr_tr: Bu rolün yalnızca bir gözden geçirme kararının önerilmesine izin verilir ve nihai bir kararı kaydetmesi için yetkili bir editör gerektirecektir.
uk: Ця роль дозволяє лише рекомендувати рішення рецензента, остаточне рішення потребуватиме участі уповноваженого редактора.
uk_ua: Ця роль дозволяє лише рекомендувати рішення рецензента, остаточне рішення потребуватиме участі уповноваженого редактора.
vi: Vai trò này chỉ được phép đề xuất quyết định đánh giá và sẽ yêu cầu biên tập viên có thẩm quyền ghi lại quyết định cuối cùng.
vi_vn: Vai trò này chỉ được phép đề xuất quyết định xem xét và sẽ yêu cầu một biên tập viên được ủy quyền ghi lại quyết định cuối cùng.
