Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.plugins.pleaseUpgrade
source: Plugin already exists, but is newer than installed version. Please upgrade instead
bg_bg: Добавката (плъгин) съществува, но е по-нова от инсталираната версия. Моля, актуализирайте вместо това действие
ca_es: El mòdul ja existeix, però aquesta versió és més nova que la que teniu instal·lada. Actualitzeu-lo
cs_cz: Plugin již existuje, ale je novější než nainstalovaná verze. Aktualizujte ho, prosím
da: Plugin findes allerede, men denne er nyere end den installerede version. Opgrader
de_de: Das Plugin existiert bereits, ist aber neuer als die installierte Version. Bitte wählen Sie "Upgrade".
el_gr: Το πρόσθετο υπάρχει ήδη, αλλά είναι νεότερο από την εγκατεστημένη έκδοση. Αναβαθμίστε το
es_es: El módulo ya existe pero es una versión más reciente a la instalada. Actualice el módulo
eu: Plugina dagoeneko existitzen da, baina instalatutako bertsioa baino berriagoa da. Mesedez, eguneratu
fr_fr: Le module existe déjà mais il est plus récent que la version installée. Veuillez plutôt le mettre à jour
gl: O complemento xa existe, pero é máis recente que a versión instalada. Actualizao
hr: Dodatak već postoji, ali je noviji od instalirane verzije. Odaberite "Nadogradnja"
hu_hu: A bővítmény már létezik, de frissebb, mint a telepített verzió. Kérjük, frissítsen
hy_am: Փլագինը արդեն գոյություն ունի, բայց ավելի նոր է, քան տեղադրված տարբերակը: Փոխարենը խնդրում ենք թարմացնել
id: Plugin sudah ada dan lebih baru daripada versi yang terinstal. Silakan diupgrade
is: Viðbótin er nú þegar til, en er nýrri en uppsett útgáfa. Vinsamlega uppfærðu í staðinn
it_it: Il plugin esiste già ma la versione che hai provato a installare è più recente. Prova a fare un aggiornamento invece
ja: プラグインはすでに存在していますが、インストールしたバージョンよりも新しいものです。 代わりに更新してください
ka_ge: პლაგინი უკვე არსებობს, მაგრამ უფრო ახალია, ვიდრე დაინსტალირებული ვერსია. ამის ნაცვლად, განაახლეთ
kk_kz: Модуль бұрыннан бар, бірақ оның нұсқасы сайтта орнатылғаннан жаңарақ. "Жаңартуды" пайдаланыңыз
lv: Spraudnis jau pastāv, bet ir jaunāks par instalēto versiju. Lūdzu, tā vietā izmantot Atjaunināt
mk: Плагинот веќе постои, но е понова од инсталираната верзија. Ве молиме, ажурирајте наместо тоа
mr: हे प्लग-इन पूर्वीच अस्तित्वात आहे, परंतु स्थापित केलेल्या आवृत्ती (version) पेक्षा नवे आहे. तुम्ही अपग्रेड करू शकता
ms: Plugin sudah wujud, tetapi lebih baharu daripada versi yang dipasang. Sila naik taraf sebaliknya
nb_no: Programtillegget finnes allerede, men er nyere enn den installerte versjonen. Oppdater i stedet
nl: Plugin bestaat al, maar is recenter dan de geïnstalleerde versie. Werk de geïnstalleerde plugin bij
pl: Wtyczka istnieje, ale jest nowsza od aktualnie zainstalowanej. Zaktualizuj wtyczkę
pl_pl: Wtyczka istnieje, ale jest nowsza od aktualnie zainstalowanej. Zaktualizuj wtyczkę
pt_pt: O plugin já existe, mas é mais recente do que a versão instalada. Atualize
ro_ro: Pluginul există deja, dar este mai nou decât versiunea instalată. Vă rugăm să faceți upgrade în schimb
ru_ru: Модуль уже существует, но его версия — более новая, чем установленная на сайте. Пожалуйста, используйте «Обновить»
sl: Vtičnik že obstaja, a je novejši, kot nameščen. Prosimo, da ga nadgradite
sr_rs@cyrillic: Додатак већ постоји али је новији од инсталиране верзије. Надоградите га
sv_se: Pluginet finns redan men är nyare än den installerade versionen. Uppgradera i stället.
th: ปลั๊กอินมีอยู่แล้ว แต่เป็นเวอร์ชันใหม่กว่าที่ติดตั้ง โปรดอัปเกรดแทน
tr_tr: Eklenti zaten var, ancak yüklü sürümünden daha yeni. Lütfen bunun yerine yeni sürüme geçin
uk: Плагін уже існує, але є новішим, ніж встановлена версія. Будь ласка, скористайтеся оновленням
uk_ua: Плагін уже існує, але є новішим, ніж встановлена версія. Будь ласка, скористайтеся оновленням
vi: Plugin đã tồn tại, nhưng mới hơn phiên bản đã cài đặt. Vui lòng nâng cấp thay vì
vi_vn: Plugin đã tồn tại nhưng mới hơn phiên bản đã cài đặt. Vui lòng nâng cấp thay thế

# manager.plugins.settings
source: Settings
az: Tənzimlər
bg_bg: Настройки
ca_es: Configuració
cs_cz: Nastavení
da: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_es: Ajustes
eu: Ezarpenak
fr_fr: Paramètres
gl: Axustes
hr: Postavke
hu_hu: Beállítások
hy_am: Կարգաբերումներ
id: Pengaturan
is: Stillingar
it_it: Configurazioni
ja: 設定
ka_ge: პარამეტრები
kk_kz: Параметрлер
lv: Iestatījumi
mk: Подесувања
mr: सेटिंग्ज
ms: Tetapan
nb_no: Innstillinger
nl: Instellingen
pl: Ustawienia
pl_pl: Ustawienia
pt_pt: Configurações
ro_ro: Setări
ru_ru: Настройки
sl: Nastavitve
sr_rs@cyrillic: Подешавања
sv_se: Inställningar
th: การตั้งค่า
tr_tr: Ayarlar
uk: Налаштування
uk_ua: Налаштування
vi: Cài đặt
vi_vn: Cài đặt

# manager.plugins.upgrade
source: Upgrade Plugin
az: Əlavəni yeniləyin
bg_bg: Актуализация на добавка (плъгин)
ca_es: Actualitza
cs_cz: Upgrade pluginu
da: Opgradér plugin
el_gr: Αναβάθμιση πρόσθετου
es_es: Actualizar módulo
eu: Eguneratu plugina
fr_fr: Mettre le module à jour
gl: Actualizar complemento
hr: dodatak za nadogradnju
hu_hu: Bővítmény frissítése
hy_am: Թարմացնել պլագինը
id: Ugrade Plugin
is: Uppfæra viðbót
it_it: Aggiorna plugin
ja: プラグインの更新
ka_ge: პლაგინის განახლება
kk_kz: Жаңарту модулі
lv: Atjaunināt spraudni
mk: Ажурирај плагин
mr: प्लग-इन अपग्रेड करा
ms: Naik taraf Plugin
nb_no: Oppgrader programtillegg
nl: Werk plugin bij
pl: Zaktualizuj wtyczkę
pl_pl: Zaktualizuj wtyczkę
pt_pt: Plugin de actualização
ru_ru: Обновить модуль
sl: Nadgradi vtičnik
sr_rs@cyrillic: Надогради додатак
sv_se: Uppgradera plugin
th: อัปเกรดปลั๊กอิน
tr_tr: Eklenti Güncelle
uk: Оновити плагін
uk_ua: Оновити плагін
vi: Nâng cấp plugin
vi_vn: Nâng cấp Plugin

# manager.plugins.upgradeFailed
source: Upgrade failed. {$errorString}
az: Yeniləmə uğursuz oldu. {$errorString} nəfərdir)
bg_bg: Актуализацията не бе успешна. {$errorString}
ca_es: S'ha produït un error durant l'actualització. {$errorString}
cs_cz: Upgrade selhal. {$errorString}
da: Opgradering mislykkedes. {$errorString}
de_de: Upgrade gescheitert. {$errorString}
el_gr: Η αναβάθμιση απέτυχε. {$errorString}
es_es: Error de actualización {$errorString}
eu: Eguneratzeak huts egin du. {$errorString}
fr_fr: La mise à jour a échoué. {$errorString}
gl: Fallou a actualización. {$errorString}
hr: Nadogradnja nije uspjela. {$errorString}
hu_hu: A frissítés nem sikerült. {$errorString}
hy_am: Չհաջողվեց թարմացնել: {$errorString}
id: Upgrade gagal. {$errorString}
is: Uppfærsla mistókst. {$errorString}
it_it: Aggiornamento fallito. {$errorString}
ja: 更新に失敗しました。{$errorString}
ka_ge: განახლება ჩაიშალა. {$errorString}
kk_kz: Жаңарту сәтсіз аяқталды. {$errorString}
lv: Atjaunināšana neizdevās. {$errorString}
mk: Ажурирањето не успеа. $errorString}
mr: अपग्रेड अयशस्वी. {$errorString}
ms: Naik taraf gagal. {$errorString}
nb_no: Oppdateringen mislyktes. {$errorString}
nl: Upgrade is mislukt. {$errorString}
pl: Błąd. {$errorString}
pl_pl: Błąd. {$errorString}
pt_pt: O upgrade falhou. {$errorString}
ro_ro: Actualizare eșuată. {$errorString}
ru_ru: Обновление не удалось. {$errorString}
sl: Nadgradnja ni uspela. {$errorString}
sr_rs@cyrillic: Надоградња није успела. {$errorString}
sv_se: Uppgradering misslyckades. {$errorString}
th: การอัปเกรดล้มเหลว {$errorString}
tr_tr: Güncelleme başarısız oldu. {$errorString}
uk: Не вдалося оновити. {$errorString}
uk_ua: Не вдалося оновити. {$errorString}
vi: Nâng cấp thất bại. {$errorString}
vi_vn: Nâng cấp không thành công. {$errorString}

# manager.plugins.upgradeSuccessful
source: Successfully upgraded to version {$versionString}
az: Uğurla təkmilləşdirilən versiya: {$versionString}
bg_bg: Успешна актуализация до версия {$versionString}
ca_es: Actualització correcta a la versió {$versionString}
cs_cz: Úspěšně upgradována na verzi {$versionString}
da: Opgraderet til version {$versionString}
de_de: Erfolgreiches Upgrade auf Version {$versionString}
el_gr: Αναβαθμίστηκε με επιτυχία στην έκδοση {$versionString}
es_es: La versión {$versionString} se ha actualizado correctamente
eu: {$versionString} bertsiora behar bezala eguneratu da
fr_fr: La version {$versionString} a été mise à jour avec succès
gl: Actualizouse correctamente á versión {$versionString}
hr: Uspješna nadogradnja na verziju {$versionString}
hu_hu: Sikeresen frissült a {$versionString} verzióra
hy_am: Հաջողությամբ թարմացվեց {$versionString} տարբերակի
id: Berhasil mengupgrade ke versi {$versionString}
is: Það tókst að uppfæra í útgáfu {$versionString}
it_it: Aggiornato con successo alla versione {$versionString}
ja: バージョン {$versionString} へのアップグレードに成功しました
ka_ge: წარმატებით განახლდა ვერსიაზე {$versionString}
kk_kz: {$versionString} нұсқасына сәтті жаңартылды
lv: Veiksmīgi atjaunināts uz versiju {$versionString}
mk: Успешно ажурирано до верзија {$versionString}
mr: {$versionString} ही नवी आवृत्ती (version) वापरून अपग्रेड यशस्वी झाले
ms: Berjaya dinaik taraf kepada versi {$versionString}
nb_no: Vellykket oppdatering til {$versionString}
nl: Met succes bijgewerkt naar versie {$versionString}
pl: Zaktualizowana do wersji {$versionString}
pl_pl: Zaktualizowana do wersji {$versionString}
pt_pt: Actualizado com êxito para a versão {$versionString}
ro_ro: Versiune actualizată cu succes {$versionString}
ru_ru: Успешно обновлен до версии {$versionString}
sl: Uspešno nadgrajeno na verzijo {$versionString}
sr_rs@cyrillic: Успешно надограђено на верзију {$versionString}
sv_se: Uppgradering till version {$versionString} lyckades
th: อัปเกรดสำเร็จเป็นเวอร์ชัน {$versionString}
tr_tr: Başarıyla yükseltilen sürüm: {$versionString}
uk: Успішно оновлено до версії {$versionString}
uk_ua: Успішно оновлено до версії {$versionString}
vi: Nâng cấp thành công lên phiên bản {$versionString}
vi_vn: Đã nâng cấp thành công lên phiên bản {$versionString}

# manager.plugins.uploadError
source: Error uploading file
az: Fayl yükləyərkən xəta baş verdi {
bg_bg: Грешка при качването на файла
ca_es: Hi ha hagut un error durant la càrrega del fitxer
cs_cz: Chyba při nahrávání souboru
da: Fejl ved upload af fil
de_de: Fehler beim Hochladen der Datei
el_gr: Σφάλμα κατά τη μεταφόρτωση αρχείου
es_es: Error al cargar el archivo
eu: Errorea fitxategia igotzean
fr_fr: Erreur de téléchargement du fichier
gl: Erro ao cargar o arquivo
hr: Pogreška pri učitavanju datoteke
hu_hu: Hiba a fájlfeltöltésnél
hy_am: Նիշքը վերբեռնելիս սխալ առաջացավ
id: Gagal mengunggah file
is: Villa við að hlaða upp skrá
it_it: Errore nel caricare il file
ja: ファイルのアップロードエラー
ka_ge: ფაილის ატვირთვის შეცდომა
kk_kz: Файлды жүктеу қатесі
lv: Kļūda augšupielādējot datni
mk: Грешка при аплодирање на фајл
mr: फाईल संक्रमित (अपलोड) करताना त्रुटी आली
ms: Ralat memuat naik fail
nb_no: Feil under opplasting av fil
nl: Fout bij het opladen van het bestand
pl: Błąd przesyłania pliku
pl_pl: Błąd przesyłania pliku
pt_pt: Erro ao carregar ficheiro
ro_ro: Eroare la încărcarea fișierului
ru_ru: Ошибка загрузки файла
sl: Napaka pri nalaganju datoteke
sr_rs@cyrillic: Грешка приликом достављања фајла
sv_se: Fel vid uppladdning av fil
th: เกิดข้อผิดพลาดในการอัปโหลดไฟล์
tr_tr: Dosya yüklenirken hata oluştu
uk: Помилка завантаження файлу
uk_ua: Помилка завантаження файлу
vi: Lỗi tải lên tệp
vi_vn: Lỗi khi tải tệp lên

# manager.plugins.versionFileNotFound
source: version.xml not found in plugin directory
az: versiya.xml əlavə indeksində tapılmadı
bg_bg: Version.xml не се намира в директорията на добавката (плъгин)
ca_es: No s’ha trobat l'arxiu version.xml al directori de mòduls
cs_cz: Soubor version.xml nebyl ve složce pluginu nalezen
da: version.xml ikke fundet i plugin-mappe
de_de: version.xml wurde im Plugin-Verzeichnis nicht gefunden
el_gr: Το αρχείο version.xml δεν βρέθηκε στον κατάλογο των πρόσθετων
es_es: El archivo version.xml no se pudo encontrar en el directorio de módulos
eu: version.xml ez da pluginen direktorioan aurkitu
fr_fr: version.xml non trouvée dans le répertoire du module
gl: O arquivo version.xml non se atopou no cartafol do complemento
hr: version.xml nije pronađen u direktoriju dodataka
hu_hu: version.xml nem található a bővítmény könyvtárban
hy_am: version.xml -ը չի գտնվել պլագին գրացուցակում
id: version.xml tidak ditemukan dalam folder plugin
is: version.xml fannst ekki á svæði viðbóta
it_it: Il file version.xml non è presente nella directory del plugin
ja: version.xml がプラグインディレクトリで見つからない
ka_ge: version.xml ვერ მოიძებნა პლაგინების დირექტორიაში
kk_kz: version.xml модуль каталогында табылмады
lv: version.xml nav atrasts spraudņu direktorijā
mk: version.xml не е најден во директориумот за плагини
mr: प्लग-इन डिरेक्टरीमध्ये version.xml सापडली नाही
ms: version.xml tidak dijumpai dalam direktori plugin
nb_no: version.xml ikke funnet i mappen med programtillegg
nl: Het version.xml bestand werd niet gevonden in de plugin folder
pl: Plik version.xml nie został odnaleziony
pl_pl: Plik version.xml nie został odnaleziony
pt_pt: version.xml não encontrado no directório do plugin
ro_ro: version.xml nu se găsește în directorul pluginului
ru_ru: version.xml не найден в каталоге модуля
sl: version.xml ne obstaja v mapi vtičnika
sr_rs@cyrillic: version.xml није пронађен у директоријуму
sv_se: version.xml hittades inte i pluginkatalogen
th: ไม่พบไฟล์ version.xml ในโฟลเดอร์ปลั๊กอิน
tr_tr: version.xml eklenti dizininde bulunamadı
uk: version.xml не знайдено в каталозі плагінів
uk_ua: version.xml не знайдено в каталозі плагінів
vi: Không tìm thấy version.xml trong thư mục plugin
vi_vn: version.xml không tìm thấy trong thư mục plugin

# notification.localeEnabled
source: Locale enabled.
az: Dil aktivləşdirildi
bg_bg: Езикът е активиран.
ca_es: S'ha activat la configuració regional.
cs_cz: Lokalizace povolena.
da: Sprog aktiveret.
de_de: Regionaleinstellung aktiviert.
el_gr: Η γλώσσα ενεργοποιήθηκε.
es_es: Configuración regional habilitada.
eu: Lokalizazioa aktibatuta.
fr_fr: Langue activée.
gl: Configuración local habilitada.
hr: Regionalna postavka aktivirana.
hu_hu: Nyelv elérhető.
hy_am: Տեղայինը միացված է։
id: Bahasa diaktifkan.
is: Tungumál virkt.
it_it: Lingua abilitata.
ja: 言語が有効になっています。
ka_ge: ენა ჩართულია.
kk_kz: Тіл қамтылған.
lv: Lokalizācija iespējota.
mk: Локализацијата е овозможена.
mr: लोकॅल कार्यान्वित (enabled) केले.
ms: Bahasa didayakan.
nb_no: Språkpakke aktivert.
nl: Taal ingeschakeld.
pl: Język włączony.
pl_pl: Język włączony.
pt_pt: Idioma activado.
ro_ro: Fișierele lingvistice activate.
ru_ru: Язык включен.
sl: Jezik vključen.
sr_rs@cyrillic: Локализација је омогућена.
sv_se: Språk/region aktiverad.
th: เปิดใช้งานภาษาแล้ว
tr_tr: Dil etkinleştirildi.
uk: Мова увімкнена.
uk_ua: Мова увімкнена.
vi: Ngôn ngữ được bật.
vi_vn: Đã bật ngôn ngữ.

# notification.localeDisabled
source: Locale disabled.
az: Dil passivləşdirildi.
bg_bg: Езикът е деактивиран.
ca_es: S'ha desactivat la configuració regional.
cs_cz: Lokalizace zakázána.
da: Sprog deaktiveret.
de_de: Regionaleinstellung deaktiviert.
el_gr: Η γλώσσα απενεργοποιήθηκε.
es_es: Configuración regional deshabilitada.
eu: Lokalizazioa desaktibatuta.
fr_fr: Langue désactivée.
gl: Configuración local deshabilitada.
hr: Regionalna postavka onemogućena.
hu_hu: Nyelv letiltva.
hy_am: Տեղայինը անջատված է։
id: Bahasa dinonaktifkan.
is: Tungumál óvirkt.
it_it: Lingua disabilitata.
ja: 言語が無効になっています。
ka_ge: ენა გამორთულია.
kk_kz: Тіл өшірілген.
lv: Lokalizācija atspējota.
mk: Локализацијата е оневозможена.
mr: लोकॅल अकार्यान्वित (disabled) केले.
ms: Bahasa dinyahdayakan.
nb_no: Språkpakke deaktivert.
nl: Taal uitgeschakeld.
pl: Język wyłączony.
pl_pl: Język wyłączony.
pt_pt: Idioma desactivado.
ro_ro: Fișierele lingvistice dezactivate.
ru_ru: Язык отключен.
sl: Jezik izključen.
sr_rs@cyrillic: Локализација је онемогућена.
sv_se: Språk/region inaktiverad.
th: ปิดใช้งานภาษาแล้ว
tr_tr: Dil pasifleştirildi.
uk: Мова вимкнена.
uk_ua: Мова вимкнена.
vi: Ngôn ngữ bị tắt.
vi_vn: Ngôn ngữ bị tắt.

# notification.localeInstalled
source: All selected locale(s) installed and activated.
az: Seçilmiş dil/dillər yükləndi və aktivləşdirildi.
bg_bg: Всички избрани езици са инсталирани и активирани.
ca_es: Totes les configuracions regionals seleccionades s'han instal·lat i activat.
cs_cz: Všechny vybrané lokalizace byly nainstalovány a aktivovány.
da: Alle valgte sprog installeret og aktiveret.
de_de: Alle ausgewählten Regionaleinstellungen installiert und aktiviert.
el_gr: Όλες οι επιλεγμένες γλώσσες έχουν εγκατασταθεί και ενεργοποιηθεί.
es_es: Todas las configuraciones regionales seleccionadas están instaladas y activadas.
eu: Hautatutako eskualdeko ezarpen guztiak instalatu eta aktibatu dira.
fr_fr: Tous les paramètres régionaux sélectionnés sont installés et activés.
gl: Instaláronse e activáronse todos os idiomas seleccionados.
hr: Sve odabrane regionalne postavke su instalirane i aktivirane.
hu_hu: Az összes kiválasztott nyelv telepítve és aktiválva.
hy_am: Ընտրված բոլոր տեղայինները տեղադրված և ակտիվացված են։
id: Semua bahasa terpilih telah terpasang dan aktif.
is: Öll valin tungumál uppsett og virkjuð.
it_it: Tutte le lingue selezionate sono installate e attive.
ja: 選択されたすべての言語がインストールされ、有効になっています。
ka_ge: ყველა შერჩეული ენა დაინსტალირებულია და გააქტიურებულია.
kk_kz: Барлық таңдалған тілдер орнатылған және белсендірілген.
lv: Visas atlasītās lokalizācijas ir uzstādītas un aktivizētas.
mk: Сите избрани локализации се инсталирани и активирани.
mr: सगळे निवडलेले लोकॅल स्थापित आणि सक्रिय केले.
ms: Semua bahasa yang dipilih dipasang dan diaktifkan.
nb_no: Alle de valgte språkpakkene er installert og aktivert.
nl: Alle geselecteerde taal/talen zijn geïnstalleerd en actief.
pl: Wszystkie wybrane języki zainstalowane i włączone.
pl_pl: Wszystkie wybrane języki zainstalowane i włączone.
pt_pt: Todos os idiomas seleccionados intalados e activados.
ro_ro: Toate limbile locale selectate sunt instalate și activate.
ru_ru: Все выбранные языки установлены и активированы.
sl: Vsi izbrani jeziki so namščeni in aktivirani.
sr_rs@cyrillic: Све одабране локализације су инсталиране и активиране.
sv_se: Alla valda språk/regioner installerade och aktiverade.
th: ภาษา(ทั้งหมด) ที่เลือกติดตั้งและเปิดใช้งานแล้ว
tr_tr: Seçilen dil/diller yüklendi ve etkinleştirildi.
uk: Усі обрані мови встановлені та активовані.
uk_ua: Усі обрані мови встановлені та активовані.
vi: Tất cả ngôn ngữ đã chọn được cài đặt và kích hoạt.
vi_vn: Tất cả ngôn ngữ đã chọn đã được cài đặt và kích hoạt.

# notification.localeUninstalled
source: {$locale} locale uninstalled.
az: {$locale} dili çıxarıldı
bg_bg: {$locale} език е деинсталиран.
ca_es: S'ha desinstal·lat la configuració regional {$locale}.
cs_cz: Lokalizace {$locale} byla odinstalovány.
da: {$locale} sprog afinstalleret.
de_de: Regionaleinstellung {$locale} deinstalliert.
el_gr: Η γλώσσα {$locale} απεγκαταστάθηκε.
es_es: {$locale} Configuración regional desinstalada.
eu: {$locale} eskualdeko ezarpena desinstalatu da.
fr_fr: Le paramètre régional {$locale} est désinstallé.
gl: {$locale} Idioma desinstalado.
hr: Deinstalirana je regionalna postavka {$locale}.
hu_hu: {$locale} nyelv törölve.
hy_am: {$locale} տեղայինն ապատեղադրված է:
id: bahasa {$locale} dihapus.
is: Tungumál {$locale} tekið út.
it_it: Lingua {$locale} disinstallata.
ja: {$locale} 言語をアンインストールしました。
ka_ge: {$locale} ენა წაიშალა.
kk_kz: {$locale} тілі өшірілді.
lv: Lokalizācija {$locale} atiestatīta.
mk: Деинсталирано е локално {$locale}.
mr: {$locale} लोकॅल विस्थापित (अनइनस्टॉल) केले.
ms: {$locale} bahasa dinyahpasang.
nb_no: Språkpakken {$locale} installert.
nl: Taal {$locale} verwijderd.
pl: Język {$locale} odinstalowany.
pl_pl: Język {$locale} odinstalowany.
pt_pt: {$locale} idioma desinstalado.
ro_ro: {$locale} dezinstalată.
ru_ru: Язык «{$locale}» удален.
sl: Jezik {$locale} je odstranjen.
sr_rs@cyrillic: {$locale} локализација је обрисана.
sv_se: Språket/regionen {$locale} avinstallerad.
th: ถอนการติดตั้งภาษา {$locale} แล้ว
tr_tr: {$locale} dili kaldırıldı.
uk: Локалізацію "{$locale}" вилучено.
uk_ua: Мова {$locale} вилучена.
vi: Ngôn ngữ {$locale} đã được gỡ cài đặt.
vi_vn: Đã gỡ cài đặt ngôn ngữ {$locale}.

# notification.localeSettingsSaved
source: Locale settings saved.
az: Dil tənzimləri yadda saxlandı
bg_bg: Езиковите настройки са записани.
ca_es: S'han desat els paràmetres de configuració regional.
cs_cz: Nastavení lokalizací bylo uloženo.
da: Sprogindstillinger gemt.
de_de: Einstellungen zur Regionaleinstellung gespeichert.
el_gr: Οι ρυθμίσεις γλώσσας αποθηκεύτηκαν.
es_es: Opciones de configuración regional guardadas.
eu: Eskualdeko ezarpenak gorde dira.
fr_fr: Les paramètres du paramètre régional ont été sauvegardés.
gl: Opcións de idioma gardadas.
hr: Regionalne postavke spremljene.
hu_hu: Nyelvi beállítások elmentve.
hy_am: Տեղայինի կարգավորումները պահպանված են:
id: Pengaturan bahasa telah disimpan.
is: Tungumálastillingar vistaðar.
it_it: Configurazioni della lingua salvate.
ja: 言語設定が保存されました。
ka_ge: ენის პარამეტრები შენახულია.
kk_kz: Тіл параметрлері сақталады.
lv: Lokalizācijas iestatījumi saglabāti.
mk: Поставките за локација се зачувани.
mr: लोकॅल सेटिंग्ज सेव्ह केले.
ms: Tetapan bahasa disimpan.
nb_no: Språkpakkeinnstillingene lagret.
nl: Taalinstellingen zijn bewaard.
pl: Ustawienia językowe zapisane.
pl_pl: Ustawienia językowe zapisane.
pt_pt: Configurações do idioma guardadas.
ro_ro: Setările de limbă au fost salvate.
ru_ru: Настройки языка сохранены.
sl: Nastavitve jezika so shranjene.
sr_rs@cyrillic: Подешавања локализације су сачувана.
sv_se: Språk/region-inställningar sparade.
th: บันทึกการตั้งค่าภาษาแล้ว
tr_tr: Dil ayarları kaydedildi.
uk: Налаштування локалізації збережено.
uk_ua: Налаштування мови збережені.
vi: Cài đặt ngôn ngữ đã được lưu.
vi_vn: Đã lưu cài đặt ngôn ngữ.

# notification.editedUser
source: User edited.
az: İstifadəçi redaktə edildi.
bg_bg: Редактирано от потребителя.
ca_es: Usuari/ària editat.
cs_cz: Uživatel byl upraven.
da: Brugerprofil redigeret.
de_de: Benutzer/in bearbeitet.
el_gr: Έγινε επεξεργασία του χρήστη.
es_es: Usuario/a editado.
eu: Erabiltzailea editatu da.
fr_fr: Utilisatrice ou utilisateur modifié.
gl: Usuario/a editado.
hr: Uredio korisnik.
hu_hu: Felhasználó szerkesztve.
hy_am: Օգտվողը խմբագրվել է։
id: Pengguna telah disunting.
is: Notanda breytt.
it_it: Utente modificato.
ja: ユーザーが編集しました。
ka_ge: მომხმარებელი ჩასწორებულია.
kk_kz: Пайдаланушы өңделді.
lv: Lietotājs rediģēts.
mk: Корисникот е изменет.
mr: वापरकर्ता संपादित केला गेला आहे.
ms: Pengguna disunting.
nb_no: Bruker redigert.
nl: Gebruiker is bewerkt.
pl: Edycja zakończona sukcesem.
pl_pl: Edycja zakończona sukcesem.
pt_pt: Utilizador editado.
ro_ro: Utilizator editat.
ru_ru: Пользователь отредактирован.
sl: Uporabnik je spremenjen.
sr_rs@cyrillic: Корисник је уређен.
sv_se: Användare ändrades.
th: แก้ไขผู้ใช้แล้ว
tr_tr: Kullanıcı düzenlendi.
uk: Користувача відредаговано.
uk_ua: Користувача відредаговано.
vi: Người dùng đã chỉnh sửa.
vi_vn: Đã chỉnh sửa người dùng.

# manager.reviewForms.completed
source: Completed
az: Tamamlandı
bg_bg: Завършено
ca_es: Completat
cs_cz: Dokončeno
da: Færdig
de_de: Beendet
el_gr: Ολοκληρωμένη
es_es: Completado
eu: Bukatuta
fr_fr: Complété
gl: Completado
hr: Završeni
hu_hu: Befejezett
hy_am: Ավարտված է
id: Selesai
id_id: Selesai
is: Lokið
it_it: Completato
ja: 完了
ka_ge: დასრულდა
kk_kz: Толтырылды
lv: Izpildīts
mk: Завршено
mr: प्रक्रिया पूर्ण झाली (Completed)
ms: Telah Selesai
nb_no: Ferdigstilt
nl: Afgerond
pl: Zakończone
pl_pl: Zakończone
pt_pt: Concluído
ro_ro: Complet
ru_ru: Заполнена
sl: Končano
sr_rs@cyrillic: Завршено
sv_se: Avslutade
th: เสร็จสมบูรณ์
tr_tr: Tamamlandı
uk: Виконано
uk_ua: Завершено
vi: Đã hoàn thành
vi_vn: Đã hoàn thành
