Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.reviewForms.list.description
source: The peer review forms created here will be presented to reviewers to complete, instead of the default form which consists of two open text boxes, the first "for author and editor," and the second "for editor." Review forms can be designated for a specific press section, and editors will have the option to choose which form to use in assigning the review. In all cases, editors will have the option of including the reviews in corresponding with the author.
az: Burada yaradılan dəyərləndirmə formları hazır dəyərləndirmə formu yerinə istifadə edilir. Hazır dəyərləndirmə formu iki dənə mətn qutusu ehtiva edir və bunlardan birincisi "redaktor və müəllif" üçün, ikincisi "redaktor" üçündür. Dəyərləndirmə formları Jurnal bölmələrinə görə ayrı ayrılıqda yaradıla bilər. Yaradılan formlar rəyçi təyinatı əsnasında seçilə bilər. Hər halda, redaktorlar Müəllif ilə əlaqədar dəyərləndirmə seçiminə sahib ola biləcəklər.
bg_bg: Създадените тук формуляри за партньорска рецензия ще бъдат представени на рецензентите за попълване, вместо формуляра по подразбиране, който се състои от две отворени текстови полета, първото „за автор и редактор“ и второто „за редактор“. Формулярите за рецензия могат да бъдат определени за конкретна секция на изданието и редакторите ще имат възможността да избират кой формуляр да използват при възлагането на рецензията. Във всички случаи редакторите ще имат възможността да включат рецензиите в кореспонденцията с автора.
ca_es: Els formularis d'avaluació per experts que s'hagin creat aquí es presentaran als revisors/es perquè els completin en lloc del formulari predeterminat, que consisteix en dos quadres de text lliure, el primer per a "autor/a i editor/a" i el segon per a l'"editor". Els formularis de revisió poden assignar-se a una secció editorial concreta i els editors/es podran triar quin formulari utilitzar quan assignin la revisió. En tots els casos, els editors/es tindran l'opció d'incloure les revisions en la correspondència amb l'autor/a.
cs_cz: Zde vytvořené formuláře recenzí budou předloženy recenzetům k vyplnění namísto výchozího formuláře, který obsahuje dvě otevřená pole - první "pro autora a editora" a druhé "pro editora". Formuláře posudků mohou být vyhrazeny pro jednotlivé sekce a editoři budou mít možnost zvolit, který formulář použít při přidělování recenze. V každém případě budou mít editoři možnost zahrnout recenze do korespondence s autorem.
da: Fagfællebedømmelsesformularer, som er oprettet her, bliver præsenteret for bedømmere med henblik på udfyldning, i stedet for standardformularen, som består af to tomme tekstfelter; det første "til forfatter og redaktør", det andet "til redaktør". Bedømmelsesformularer kan tildeles en enkelt tidsskrifts-/forlagssektion, og redaktører har mulighed for at vælge hvilken formular, der skal bruges i de respektive bedømmelser. Redaktører vil i alle tilfælde have mulighed for at inkludere de respektive bedømmelser i korrespondence med forfatteren.
de_de: Die Peer-Review-Formulare, die hier erzeugt werden, werden Gutachter/innen zum Vervollständigen gezeigt (statt der Voreinstellung, die zwei leere Textfelder vorsieht, das erste "für Autor/in und Redakteur/in", das zweite "für Redakteur/in"). Peer-Review-Formulare können spezifischen Zeitschriftenrubriken zugewiesen werden, und Redakteur/innen können wählen, welches Formular benutzt werden soll, wenn sie einen Text zur Begutachtung zuweisen. In jedem Fall haben Redakteur/innen die Möglichkeit, bei der Korrespondenz mit Autor/innen die Gutachten anzufügen.
el_gr: Οι φόρμες αξιολόγησης που δημιουργήθηκαν εδώ, θα εμφανιστούν στους αξιολογητές για να συμπληρωθούν, αντί για τις εξ΄ορισμού φόρμες που συνίστανται από δύο ανοικτά πλαίσια κειμένου, το πρώτο "για τον συγγραφέα και τον επιμελητή" και το δεύτερο "για τον επιμελητή". Οι φόρμες αξιολόγησης μπορούν να χρησιμοποιηθούν σε μια συγκεκριμένη ενότητα της έκδοσης, και οι επιμελητές θα έχουν τη δυνατότητα να επιλέξουν ποια φόρμα θα χρησιμοποιήσουν για την αξιολόγηση. Σε κάθε περίπτωση, οι επιμελητές θα έχουν την επιλογή να συμπεριλάβουν τις αξιολογήσεις στην επικοινωνία τους με τους συγγραφείς.
es_es: Los formularios de revisión por pares creados aquí se presentarán a los revisores/as para completarlos en vez del formulario por defecto, que consiste en dos cajas de texto abierto, la primera para "autor/a y editor/a" y la segunda para el "editor/a". Los formularios de revisión se pueden asignar a una sección editorial específica y los editores/as tendrán la opción de elegir qué formulario utilizarán para cada una. En todos los casos los editores/as tendrán la opción de incluir las revisiones en la correspondencia con el autor/a.
eu: Hemen sortzen diren ebaluazio-inprimakiak emango zaizkie adituei ebaluazioa egiteko, bi testu-koadroz ("egilearentzat eta editorearentzat" lehenengoa eta "editorearentzat" bigarrena) osatutako inprimaki lehenetsiaren ordez. Ebaluazio-inprimakiak aldizkariaren atal jakin batean erabiltzeko jar daitezke, eta ataleko editoreek zein inprimaki erabili aukeratu ahal izango dute ebaluazioa esleitzean. Kasu guzietan, editoreek ebaluazio-txostenak sartzeko aukera izango dute egilearekin izaten duten korrespondentzian.
fr_fr: Les formulaires d'évaluation par les pairs créés ici seront présentés aux rapporteurs (plutôt que les formulaires par défaut) afin qu'ils puissent les remplir. Ces formulaires consistent en deux zones de texte ouvertes, la première "pour l'auteur et le rédacteur en chef" et la deuxième "pour le rédacteur en chef". Les formulaires d'évaluation peuvent être assignés à une section spécifique de la presse, et les rédacteurs en chef auront la possibilité de choisir le formulaire à remplir au moment d'assigner l'évaluation. Dans tous les cas, les rédacteurs en chef auront la possibilité de joindre les évaluations à leur message lorsqu'ils correspondront avec l'auteur.
gl: Os formularios de revisión por pares creados aquí presentaranse aos revisores para completalos, no canto do formulario predeterminado que consta de dous cadros de texto abertos, o primeiro para "autor/a e editor/a" e o segundo "para editor/a". Os formularios de revisión pódense asignar para unha sección editorial específica e os editores terán a opción de escoller o formulario que se usará para asignar a revisión. En todos os casos, os editores terán a opción de incluír as revisións na correspondencia co autor/a.
hr: Ovdje se mogu kreirati specifični obrasci za recenzije koji će biti zadani recenzentima umjesto standardnog oblika koji sadrži dva tekstualna polja ("za autora i urednika" te "za urednika"). Različiti recenzijski obrasci mogu biti dodijeljeni pojedinim rubrikama časopisa, a urednici imaju mogućnost određivanja koji će obrazac koristiti prilikom dodjeljivanja recenzijskog zaduženja. U svim slučajevima, urednici imaju mogućnost uključivanja sadržaja recenzija u korespondenciju s autorom.
hu_hu: Az itt elkészült lektorálási űrlapokat kapják meg a szakmai lektorok az alapértelmezett űrlapok helyett, amelyek két szövegdobozt tartalmaznak, egyet a szerzőnek és a szerkesztőnek, a másikat a szerkesztőnek. A lektorálási űrlapokat ki lehet jelölni egy speciális szerkesztési szakaszhoz is, és a szerkesztők kiválaszthatják, hogy melyik űrlapot használják a lektoráláshoz. Minden esetben a szerkesztők beállíthatják, hogy a lektori vélemányeket megosztják-e a szerzőkkel.
hy_am: Այստեղ ստեղծված գրախոսական ձևերը կներկայացվեն գրախոսներին՝ լրացնելու համար՝ լռելյայն ձևի փոխարեն, որը բաղկացած է երկու բաց տեքստային տուփերից, առաջինը՝ «հեղինակի և խմբագրի համար», իսկ երկրորդը՝ «խմբագրի համար»: Գրախոսման ձևերը կարող են նշանակվել տպագրության որոշակի բաժնի համար, և խմբագիրները հնարավորություն կունենան ընտրել, թե որ ձևն օգտագործեն գրախոսությունը նշանակելիս: Բոլոր դեպքերում, խմբագիրները հնարավորություն կունենան ներառել գրախոսությունները հեղինակի հետ նամակագրության մեջ:
id: Borang ulasan sejawat yang dibuat di sini akan disajikan kepada mitra bestari untuk dikerjakan, alih-alih formulir bawaan yang terdiri dari dua kotak teks terbuka, yang pertama "untuk penulis dan editor," dan yang kedua "untuk editor." Borang review dapat dibuat khusus bagian penerbitan, dan editor dapat memilih borang mana yang akan digunakan dalam menentukan review. Dalam semua kasus, editor bisa menyertakan review berdasarkan penulis.
id_id: Formulir ulasan sejawat yang dibuat di sini akan disajikan kepada pengulas untuk diisi, alih-alih formulir bawaan yang terdiri dari dua kotak teks terbuka, yang pertama "untuk penulis dan editor," dan yang kedua "untuk editor" Formulir ulasan dapat ditetapkan untuk bagian pers tertentu, dan editor akan memiliki opsi untuk memilih formulir mana yang akan digunakan dalam menetapkan ulasan. Dalam semua kasus, editor akan memiliki opsi untuk menyertakan ulasan tersebut dalam komunikasinya dengan penulis.
is: Ritrýnieyðublöðin sem eru búin til hér, fá ritrýnar til útfyllingar í stað sjálfgefins eyðublaðs sem inniheldur tvö opin textabox: eitt fyrir höfund og ritstjóra og annað fyrir ritstjóra. Ritrýnieyðublöð geta verið fyrir tiltekna kafla í tímaritinu og ritstjórar geta valið hvaða eyðublað á að nota þegar þeir úthluta ritrýni. Í öllum tilfellum hafa ritstjórar val um að taka ritrýnina með í samskiptum við höfundinn.
it_it: I moduli di peer review creati qui verranno presentati ai revisori per essere completati, invece del modulo di default che consiste di due caselle di testo vuote, la prima "per l'autore e per il curatore", e la seconda "per il curatore". I moduli di revisione possono essere designati per una sezione specifica della rivista, e i curatori avranno l'opzione di scegliere quale modulo usare nell'assegnare la revisione. In tutti i casi, i curatori avranno l'opzione di includere le revisioni in corrispondenza dell'autore.
ja: ここで作成された査読フォームは、2つのオープンテキストボックス（1つ目は「著者と編集者へ」、2つ目は「編集者へ」）で構成されるデフォルトのフォームの代わりに査読者に提示・記入されます。査読フォームは、特定の出版セクション用に指定することができ、編集者は査読を任命に使用するフォームを選択できます。いずれの場合も、編集者は著者に対応する査読を含めるオプションがあります。
ka_ge: აქ შექმნილი რეცენზირების ფორმები განსახილველად წარედგინება რეცენზენტებს, ნაგულისხმევი ფორმის ნაცვლად, რომელიც შედგება ორი ღია ტექსტის ყუთისაგან, პირველი ”ავტორისა და რედაქტორისთვის” და მეორე ”რედაქტორისთვის”. განხილვის ფორმები შეიძლება დანიშნულ იქნეს კონკრეტული პრესის განყოფილებისთვის და რედაქტორებს ექნებათ შესაძლებლობა აირჩიონ რომელი ფორმა გამოიყენონ მიმოხილვის დანიშვნისას. ყველა შემთხვევაში, რედაქტორებს ექნებათ შესაძლებლობა მიმოხილვები შეიტანონ ავტორთან შესაბამისობაში.
kk_kz: Осы жерде жасалған рецензия формасы әдепкі форманың орнына толтыру үшін рецензенттерге көрсетіледі. Әдепкі форма екі мәтіндік өрістен тұрады: біріншісі - "Авторға және редакторға" және екіншісі - "Редакторға". Рецензия формасы жарияланымның белгілі бір бөліміне тағайындалуы мүмкін және редакторлардың рецензияны тағайындау кезінде арнайы форманы таңдау мүмкіндігі бар. Барлық жағдайларда, редакторлардың автормен хат алмасуға алынған пікірлерді қосу мүмкіндігі бар.
lv: Šeit izveidotās recenzijas veidlapas tiks piedāvātas recenzentiem aizpildīšanai noklusējuma veidlapu vietā. Noklusējuma veidlapas sastāv no diviem teksta laukiem, no kuriem pirmais ir "Autoram un redaktoram", bet otrais - "Redaktoram". Recenzijas veidlapas var norādīt konkrētai izdevuma sadaļai, un redaktoriem būs iespēja izvēlēties, kuru veidlapu izmantot, piešķirot recenziju. Visos gadījumos redaktoriem būs iespēja iekļaut recenzijas sarakstē ar autoru.
mk: Формуларите за заедничко рецензирање создадени тука ќе им бидат целосно прикажани на рецензентите, наместо предодредениот формат кои се состои од две полиња, првото „за авторот и за уредникот“, а второто „за уредникот“. Форматите за рецензија можат да се креираат одделно за секоја секција, а уредниците имаат опција да изберат која форма ќе му ја доделат на рецензентот. Во секој случај, уредниците ќе имаат опција да изберат форамт за рецензирање во согласнст со авторот.
mr: सर्वसाधारण (डीफॉल्ट) फॉर्ममध्ये मजकूर लिहिण्यासाठी पहिला "लेखक आणि संपादकासाठी" आणि दुसरा "फक्त संपादकासाठी" असे दोन बॉक्स असतात त्याऐवजी येथे तयार केलेले तज्ज्ञ समीक्षणाचे फॉर्म्स समीक्षकांना भरण्यासाठी सादर केले जातील. विशिष्ट प्रेस विभागासाठी समीक्षणाचे वेगळे फॉर्म्स नियुक्त केले जाऊ शकतात आणि संपादकांना समीक्षणासाठी कोणता फॉर्म वापरायचा हे निवडण्याचा पर्याय असेल. सर्व पर्यायांमध्ये, संपादकांना लेखकाशी पत्रव्यवहार करताना त्यांच्यात संबंधित समीक्षणे समाविष्ट करण्याचा पर्यायही असेल.
ms: Borang ulasan rakan sejawat yang dicipta di sini akan dibentangkan kepada pengulas untuk dilengkapkan, bukannya borang lalai yang terdiri daripada dua kotak teks terbuka, yang pertama "untuk pengarang dan editor," dan yang kedua "untuk editor." Borang ulasan boleh ditetapkan untuk bahagian akhbar tertentu, dan editor akan mempunyai pilihan untuk memilih borang yang hendak digunakan dalam memberikan ulasan. Dalam semua kes, editor akan mempunyai pilihan untuk memasukkan ulasan yang sepadan dengan pengarang.
nb_no: Her kan du opprette tilpassede fagfellevurderingsskjema. Du kan be fagfellene om å fylle ut disse, i stedet for det enkle standardskjemaet som bare inneholder de to åpne tekstboksene «For redaktør» og «For redaktør og forfatter». Tilpassede skjema kan knyttes til hver enkelt seksjon i tidsskriftet. Redaktørene vil få mulighet til å velge hvilket skjema som skal brukes til hvert enkelt fagfellevurderingsoppdrag. Redaktørene vil dessuten alltid få mulighet til å inkludere fagfelleuttalelser i e-post til forfatteren.
nl: Hier aangemaakte reviewformulieren worden aangeboden aan reviewers om verder in te vullen. Ze komen in de plaats van het standaardformulier dat uit twee tekstvelden bestaat, het eerste "voor auteur en redacteur" en het tweede "voor redacteur". Reviewformulieren kunnen ontworpen worden voor een specifieke sectie van het tijdschrift. Redacteurs kunnen kiezen welk formulier gebruikt moet worden bij het toekennen van de review. In alle gevallen hebben redacteurs de mogelijkheid om de reviews op te nemen in de correspondentie met de auteur.
pl: Formularze recenzji utworzone w tym miejscu będą dostępne dla recenzentów zamiast domyślnych formularzy, które składają się z dwóch pól - "dla autora i redaktora" oraz "dla redaktora". Formularze recenzji mogą zostać przydzielone do wybranych działów a redaktorzy będą mogli wybrać formularz najbardziej odpowiedni dla recenzowanego tekstu. W każdym wypadku redaktorzy posiadają możliwość dołączenia recenzji w korespondencji z autorem.
pl_pl: Formularze recenzji utworzone w tym miejscu będą dostępne dla recenzentów zamiast domyślnych formularzy, które składają się z dwóch pól - "dla autora i redaktora" oraz "dla redaktora". Formularze recenzji mogą zostać przydzielone do wybranych działów a redaktorzy będą mogli wybrać formularz najbardziej odpowiedni dla recenzowanego tekstu. W każdym wypadku redaktorzy posiadają możliwość dołączenia recenzji w korespondencji z autorem.
pt_pt: Os formulários de revisão por pares criados aqui estarão disponíveis aos revisores para preenchimento, em vez do formulário padrão que consiste em duas caixas de texto de comentários com comentários exclusivos para o autor e outra para o Editor e o Autor. Os formulários de revisão podem ser associadas a secções específicas e os editores poderão escolher qual o formulário a utilizar no momento da revisão. De qualquer forma, os Editores poderão incluir as revisões nas correspondências com o autor.
ro_ro: Formularele de recenzie create aici vor fi prezentate revizorilor pentru a le completa, care în mod implicit constau din două căsuțe de text deschise, prima „pentru autor și editor” și a doua „pentru editor”. Formularele de revizuire pot fi desemnate pentru o anumită secțiune de jurnal, iar editorii vor avea opțiunea de a alege ce formular să folosească pentru atribuirea revizuirii. În toate cazurile, editorii vor avea opțiunea de a include reviziile în corespondență cu autorul.
ru_ru: Созданные здесь формы рецензии будут показываться рецензентам для заполнения вместо формы, отображаемой по умолчанию. Форма по умолчанию состоит из двух текстовых полей: первое — «Для автора и редактора» и второе — «Для редактора». Формы рецензии могут быть присвоены конкретному разделу издания, и редакторы имеют возможность выбрать конкретную форму при назначении рецензии. Во всех случаях редакторы имеют возможность добавить полученные рецензии в переписку с автором.
sl: Pripravljeni recenzijski obrazci so namenjeni recenzentom namesto privzetih le z dvema opisnima poljema in običajno vsebujejo več različnih polj. Enim, ki je namenjen avtorju in uredniku, ter drugim, ki je namenjen le uredniku. Recenzijski obrazec je lahko oddljen določeni rubriki ali pa ga izbere urednik. V vsakem primeru bo urednik avtorju lahko posredoval mnenje recenzenta.
sr_rs@cyrillic: Рецензентски обрасци којe овде креирате ће бити представљени рецензентима како би их попунили. Ови обрсци замењују почетне обрасце са две отворене кутије за текст, прва "за аутора и уредника", и друга "за уредника". Рецензентски обрасци могу се доделити појединим секцијама часописа,а уредници могу имати могућност да изаберу који образац ће употребити у дотичној рецензији. У сваком случају, уредници имају могућност укључивања рецензија у преписци са аутором.
sv_se: Formulären för sakkunniggranskning som skapas här kommer att visas för granskare i stället för standardformuläret som består av två fritextrutor, "till författare och redaktör" och "till redaktör". Granskningsformulär kan vara gjorda för en specifik typ av press, och redaktörer har möjlighet att välja vilket formulär som ska användas. I samtliga fall kan redaktörer välja att inkludera utlåtanden i kommunikation med författaren.
th: แบบฟอร์มทบทวนโดยเพื่อนที่สร้างที่นี่จะถูกนำเสนอให้กับผู้ทบทวนเพื่อกรอก แทนแบบฟอร์มเริ่มต้นซึ่งประกอบด้วยกล่องข้อความเปิดสองกล่อง กล่องแรกสำหรับ "ผู้แต่งและบรรณาธิการ" และกล่องที่สองสำหรับ "บรรณาธิการ" แบบฟอร์มทบทวนสามารถกำหนดไว้สำหรับส่วนเฉพาะของสิ่งพิมพ์ และบรรณาธิการจะมีตัวเลือกในการเลือกแบบฟอร์มที่จะใช้ในการมอบหมายการทบทวน ในทุกกรณี บรรณาธิการจะมีตัวเลือกในการรวมความคิดเห็นจากการทบทวนในการสื่อสารกับผู้แต่ง
tr_tr: Burada oluşturulan değerlendirme formları hazır değerlendirme formu yerine kullanılır. Hazır değerlendirme formu iki tane metin kutusu içerir ve bunlardan iki "editör ve yazar" için, ikincisi "editör" içindir. Değerlendirme formları dergi bölümlerine yönelik ayrı ayrı oluşturulabilir. Oluşturulan formlar hakem ataması sırasında seçilebilir. Her durumda, editörler yazar ile ilgili değerlendirme seçeneğine sahip olabileceklerdir.
uk: Створені тут форми рецензування будуть запропоновані рецензентам для заповнення, замість стандартної форми з двома текстовими блоками: "для автора та редактора" та "лише для редактора". Форми рецензування можуть розроблятись для окремих розділів журналу, таким чином редактори матимуть змогу в процесі рецензування обирати, яку форму має заповнити рецензент. В будь-якому випадку, редактори матимуть можливість включати рецензії до кореспонденції з автором.
uk_ua: Створені тут форми рецензування будуть запропоновані рецензентам для заповнення, замість стандартної форми з двома текстовими блоками: "для автора та редактора" та "лише для редактора". Форми рецензування можуть розроблятись для окремих розділів журналу, таким чином редактори матимуть змогу в процесі рецензування обирати, яку форму має заповнити рецензент. В будь-якому випадку, редактори матимуть можливість включати рецензії до кореспонденції з автором.
vi: Các biểu mẫu bình duyệt được tạo tại đây sẽ được trình bày cho người đánh giá hoàn thành, thay vì biểu mẫu mặc định bao gồm hai hộp văn bản mở, hộp đầu tiên "cho tác giả và biên tập viên", và hộp thứ hai "cho biên tập viên". Các biểu mẫu đánh giá có thể được chỉ định cho một phần cụ thể của nhà xuất bản, và biên tập viên sẽ có tùy chọn chọn biểu mẫu nào để sử dụng khi chỉ định đánh giá. Trong mọi trường hợp, biên tập viên sẽ có tùy chọn bao gồm các đánh giá trong việc liên lạc với tác giả.
vi_vn: Biểu mẫu đánh giá ngang hàng được tạo ở đây sẽ được trình bày để người đánh giá hoàn thành, thay vì biểu mẫu mặc định bao gồm hai hộp văn bản mở, hộp văn bản đầu tiên "dành cho tác giả và biên tập viên" và hộp thứ hai "dành cho biên tập viên". Biểu mẫu đánh giá có thể được chỉ định cho một phần báo chí cụ thể và các biên tập viên sẽ có tùy chọn để chọn biểu mẫu nào sẽ sử dụng để chỉ định đánh giá. Trong mọi trường hợp, biên tập viên sẽ có tùy chọn bao gồm các đánh giá tương ứng với tác giả.

# manager.reviewFormElement.changeType
source: Changing the form item type...
az: Warning: Changing the review form element type from a multiple-choice type to an open-ended type will result in the deletion of the multiple choice options.
bg_bg: Промяна на типа елемент на формуляра...
ca_es: Canviant el tipus d'element del formulari...
cs_cz: Změna typo položky formuláře...
da: Ændrer formularens elementtype...
de_de: Typ des Formularelements ändern...
el_gr: Αλλάζοντας τον τύπο πεδίου της φόρμας...
es_es: Cambiando el tipo de elemento del formulario...
eu: Kontuz: Ebaluazio-inprimakiko elementu mota aldatzen baduzu aukera multzo bat izatetik irekia izatera, aukera multzoa ezabatu egingo da.
fr_fr: Modification du type d'élément du formulaire...
gl: Cambiando o tipo de elemento do formulario...
hr: Promjena vrste stavke obrasca...
hu_hu: Az űrlapelemek típusának megváltoztatása...
hy_am: Ձևի տարրի տեսակի փոփոխում...
id: Mengubah jenis butir dalam borang ...
id_id: Mengubah jenis butir dalam formulir...
is: Breyta atriðategund eyðublaðs...
it_it: Attenzione: Il cambiamento del tipo di elemento da 'scelta multipla' a 'risposta aperta' causerà la cancellazione delle opzioni della scelta multipla.
ja: フォームアイテムの種別を変更する...
ka_ge: ფორმის ელემენტის ტიპის შეცვლა...
kk_kz: Форма элементінің түрі өзгертілуде...
lv: Veidlapas elementa tipa maiņa..
mk: Се менува типот на елемент на формуларот...
mr: फॉर्मचा प्रकार बदलत आहे (Changing the form item type)...
ms: Menukar jenis item borang...
nb_no: Advarsel: Flervalgsalternativene blir slettet hvis elementtypen for vurderingsskjemaet endres fra flervalgselement til åpne element.
nl: Waarschuwing: Het veranderen van elementtype van het reviewformulier van multiple-choice naar open vraag zal resulteren in het verwijderen van de multiple-choice opties.
pl: Zmień rodzaj elementu formularza...
pl_pl: Zmień rodzaj elementu formularza...
pt_pt: Alterando o tipo de item do formulário...
ro_ro: Modificarea tipului de element din formular ...
ru_ru: Изменение типа элемента формы...
sl: Spreminjanje tipa gradnika obrazca...
sr_rs@cyrillic: Промени тип елемента обрасца..
sv_se: Ändrar typ av fråga...
th: กำลังเปลี่ยนประเภทของรายการในแบบฟอร์ม...
tr_tr: Warning: Changing the review form element type from a multiple-choice type to an open-ended type will result in the deletion of the multiple choice options.
uk: Зміна типу елементу форми...
uk_ua: Зміна типу елементу форми...
vi: Đang thay đổi loại mục biểu mẫu...
vi_vn: Thay đổi loại mục của biểu mẫu ...
