Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.metadata.agencies.description
source: Supporting agencies may indicate the source of research funding or other institutional support that facilitated the research.
az: Dəstəkləyən qurumlar, təqdiqatı asanlaşdıran araşdırma sponsoru mənbəyini və ya digər korporativ dəstəyi təmin edə bilir.
bg_bg: Подпомагащите агенции могат да посочат източника на финансиране на изследванията или друга институционална подкрепа, която е улеснила изследването.
ca_es: Les agències de finançament poden indicar la font dels fons de recerca o altres suports institucionals que hagin facilitat la recerca.
cs_cz: Podpůrné agentury mohou uvést zdroj financování výzkumu nebo jinou institucionální podporu, která výzkum usnadnila.
da: Støtteorganisationer kan angive kilden til forskningsmidler eller anden institutionel støtte, der fremmer forskningen.
de_de: Unterstützende Institutionen können hier die Quelle der Forschungsfinanzierung oder andere Arten von Unterstützung für die Forschung angeben.
el_gr: Οι υποστηρικτικοί φορείς ενδέχεται να υποδεικνύουν την πηγή χρηματοδότησης της έρευνας ή άλλης θεσμικής υποστήριξης που διευκόλυνε την έρευνα.
es_es: Las agencias de financiación pueden indicar la fuente de los fondos de investigación o cualquier otro soporte institucional que haya facilitado la investigación.
eu: Laguntza-agentziek ikerketa-finantzaketaren iturria edo ikerketa erraztu duen bestelako erakunde-laguntza adieraz dezakete.
fr_fr: Les organismes subventionnaires peuvent référer à la source de financement de la recherche ou tout autre soutien institutionnel ayant facilité la recherche.
gl: As axencias de apoio poden indicar a fonte de financiamento da investigación ou outro soporte institucional que facilitou a investigación.
hr: Oraganizacije za potporu mogu ovdje navesti izvor financiranja istraživanja ili druge vrste potpore za istraživanje.
hu_hu: A támogató ügynökségek megjelölhetik a kutatás finanszírozásának forrását vagy más, a kutatást elősegítő intézményi támogatást.
hy_am: Աջակցող գործակալությունները կարող են նշել հետազոտության ֆինանսավորման աղբյուրը կամ այլ ինստիտուցիոնալ աջակցություն, որը նպաստել է հետազոտությանը:
id: Lembaga pendukung dapat berupa sumber pendanaan riset atau lembaga pendukung lain yang memfasilitasi riset tersebut.
is: Stuðningsstofnanir geta gefið til kynna hvaðan fengist hefur rannsókarfé eða annar stofnanastuðingur til styrktar rannsókninni.
it_it: I finanziatori possono indicare la fonte di finanziamento o altro supporto istituzionale che ha facilitato la ricerca.
ja: 支援機関は、研究を促進するための研究費やその他の組織的支援源を示すことができます。
ka_ge: დამხმარე სააგენტოებმა შეიძლება მიუთითონ კვლევის დაფინანსების წყარო ან სხვა ინსტიტუციური დახმარება, რამაც ხელი შეუწყო კვლევას.
kk_kz: Қолдау көрсететін ұйымдар зерттеуді қаржыландыру көзін немесе зерттеуге берілген басқа да институционалдық қолдауды көрсете алады.
lv: Atbalsta aģentūras var norādīt pētniecības finansējuma avotu vai citu institucionālo atbalstu, kas veicinājis pētījumu.
mk: Поддржувачките агенции можат да укажат на изворот за финансирање на истражувањето или друга институционална помош која го помогнала истражувањето.
mr: संशोधनासाठी निधीचा पुरवठादार आणि संशोधनाला पाठबळ देणार्‍या इतर संस्थांची नोंद सहाय्यकारी संस्थांच्या (Supporting agencies) मेटाडेटामध्ये केली जाते.
ms: Agensi sokongan mungkin menunjukkan sumber pembiayaan penyelidikan atau sokongan institusi lain yang memudahkan penyelidikan.
nb_no: Støtteorganisasjoner kan angi kilden til forskningsmidler eller annen institusjonell støtte som fremmer forskningen.
nl: Ondersteunende instanties kunnen de bron aangeven van onderzoeksfinanciering of andere institutionele ondersteuning die het onderzoek heeft vergemakkelijkt.
pl: Agencje wspierające mogą wskazywać źródła finansowania oraz inne wsparcie instytucjonalne które przyczyniło się do prowadzenia badań.
pt_pt: Agências de financiamento podem indicar a fonte do financiamento da investigação ou outro apoio institucional que financiou a investigação.
ro_ro: Agențiile de sprijin pot indica sursa de finanțare a cercetării sau un alt sprijin instituțional care a facilitat cercetarea.
ru_ru: Поддерживающие организации могут указывать на источник финансирования исследования или другую институциональную поддержку, которая была оказана исследованию.
sl: Podporne ustanove lahko vsebujejo podatke o financiranju raziskave ali ustanove, ki kako drugače podpirajo raziskavo.
th: หน่วยงานสนับสนุนอาจระบุแหล่งทุนวิจัยหรือการสนับสนุนอื่น ๆ ที่ช่วยให้การวิจัยสำเร็จ
tr_tr: Destekleyici kurumlar, araştırmayı kolaylaştıran araştırma finansmanı kaynağını veya diğer kurumsal desteği sağlayabilir.
uk: Підтримуючі агенції можуть вказувати на джерела фінансування, гранти або будь-яку іншу інституційну підтримку дослідження.
uk_ua: Підтримуючі агенції можуть вказувати на джерела фінансування, гранти або будь-яку іншу інституційну підтримку дослідження.
vi: Các cơ quan hỗ trợ có thể chỉ ra nguồn tài trợ nghiên cứu hoặc hỗ trợ thể chế khác đã tạo điều kiện cho nghiên cứu.
vi_vn: Các cơ quan hỗ trợ có thể chỉ ra nguồn tài trợ nghiên cứu hoặc hỗ trợ thể chế khác tạo điều kiện cho nghiên cứu.

# manager.setup.metadata.agencies.request
source: Ask the author to disclose any supporting agencies during submission.
az: Müəllifdən müraciət əsnasında hər hansı bir fond dəstəyi təmin edən qurum açıqlamasını istəyin
bg_bg: Изисквайте подкрепящи агенции от автора по време на подаването на материали.
ca_es: Sol·licitar a l'autor/a que declari les agències de finançament durant la tramesa.
cs_cz: Požádejte autora, aby během podání zveřejnil jakékoli podpůrné agentury.
da: Bed forfatteren om at angive eventuelle støtteorganisationer under indsendelse.
de_de: Den Autor/die Autorin während des Einreichprozesses nach unterstützenden Institutionen fragen.
el_gr: Ζητήστε από τον συγγραφέα να αποκαλύψει τυχόν υποστηρικτικές υπηρεσίες κατά την υποβολή.
es_es: Solicitar al autor/a que declare las agencias de financiación durante el envío.
eu: Eskatu egileari bidalketa-prozesuan laguntza-agentziaren berri emateko.
fr_fr: Demander à l'auteur ou auteure de divulguer tout organisme subventionnaire lors de la soumission.
gl: Pedirlle ao autor/a que declare as axencias de apoio durante o envío.
hr: Zamolite autora da navede sve organizacije za potporu tijekom podnošenja.
hu_hu: Beküldéskor kérjen támogató ügynökség adatot a szerzőtől.
hy_am: Խնդրեք հեղինակին ներառել ցանկացած աջակցող գործակալություն ներկայացման ընթացքում:
id: Meminta penulis untuk mengungkapkan semua lembaga pendukung risetnya saat menyerahkan naskah.
is: Biðja höfund um að upplýsa um allar stuðningsstofnanir/-aðila á meðan á innsendingu stendur.
it_it: Chiedere agli autori di indicare i finanziamenti ricevuti in fase di sottomissione.
ja: 投稿の際に、支援機関を開示するように著者に依頼する。
ka_ge: სთხოვეთ ავტორს, გაამჟღავნოს ნებისმიერი დამხმარე სააგენტო წარდგენის დროს.
kk_kz: Автордан материалды жіберу кезінде қолдау көрсететін ұйымдарды көрсетуін сұраңыз.
lv: Aicināt autoru materiāla iesniegšanas laikā norādīt informāciju par atbalsta aģentūrām.
mk: Барај од авторот да се огради од поддржувачки агенции за време на поднесувањето.
mr: सादरीकरणादरम्यान लेखकाला सहाय्यकारी संस्थांविषयीची (Supporting agencies) माहिती उघड करण्यास सांगा.
ms: Minta pengarang untuk mendedahkan mana-mana agensi sokongan semasa penyerahan.
nb_no: Be forfatteren om å oppgi støtteorganisasjoner under innsendingen.
nl: Vraag auteurs om ondersteunende instellingen bekend te maken tijdens het inzendingsproces.
pl: Poproś autora o podanie Agencji wspierających w trakcie składania tekstu.
pt_pt: Solicitar aos autores que declarem quaisquer agências de financiamente durante a submissão.
ro_ro: Rugați autorul să dezvăluie orice agenții de sprijin în timpul înregistrării manuscrisului.
ru_ru: Просить автора указать поддерживающие организации во время отправки материала.
sl: Zahtevaj od avtorjev, da razkrijejo podporne ustanove prispevka med oddajo prispevka.
th: ขอให้ผู้แต่งเปิดเผยหน่วยงานสนับสนุนใด ๆ ระหว่างการส่งบทความ
tr_tr: Yazardan başvuru sırasında herhangi bir fon desteği sağlayan kurum açıklamasını isteyin.
uk: Прохати авторів зазначати всі дотичні підтримуючі агенції під час подання.
uk_ua: Прохати авторів зазначати всі дотичні підтримуючі агенції під час подання.
vi: Yêu cầu tác giả tiết lộ bất kỳ cơ quan hỗ trợ nào trong quá trình nộp bài.
vi_vn: Yêu cầu tác giả tiết lộ bất kỳ cơ quan hỗ trợ nào trong quá trình gửi bài.

# manager.setup.metadata.agencies.require
source: Require the author to disclose any supporting agencies before accepting their submission.
az: Müəllifin təqdimatını qəbul etməzdən əvvəl fond təmin edən qurumlardan hər hansı birini açıq bir şəkildə qeyd etməsini tələb edin.
bg_bg: Изискайте от автора да разкрие всички поддържащи агенции, преди да приемете подадените материали.
ca_es: Sol·licitar a l'autor/a que declari les agències de finançament abans d'acceptar la seva tramesa.
cs_cz: Před přijetím příspěvku požádejte autora, aby zveřejnil podpůrné agentury.
da: Kræv at forfatteren angiver eventuelle støtteorganisationer, før vedkommende kan acceptere indsendelsen.
de_de: Von dem Autor/der Autorin während des Einreichprozesses die Angabe von unterstützenden Institutionen verlangen.
el_gr: Απαιτήστε από τον συγγραφέα να αποκαλύψει τυχόν υποστηρικτικές υπηρεσίες πριν αποδεχτεί την υποβολή τους.
es_es: Exigir al autor/a que declare las agencias de financiación antes de aceptar su envío.
eu: Eskatu egileari laguntza-agentzien berri adierazteko bere bidalketa onartu aurretik.
fr_fr: Obliger l'auteur ou auteure à divulguer tout organisme subventionnaire avant d'accepter la soumission.
gl: Esixirlle ao autor/a que declare as axencias de apoio antes de aceptar o seu envío.
hr: Zatražite od autora da navede sve organizacije za potoporu prije nego što prihvati njihov podnesak.
hu_hu: A beküldés elfogadásának feltétele, hogy a szerző támogató ügynökség adatot adjon meg.
hy_am: Հեղինակից պահանջեք ներառել որևէ աջակցող գործակալություն՝ նախքան ներկայացումն ընդունելը:
id: Mewajibkan penulis untuk mengungkapkan semua lembaga pendukung risetnya sebelum menerima naskahnya.
is: Krefja höfund um að upplýsa um allar stuðningsstofnanir/-aðila áður en viðkomandi samþykkir innsendingu.
it_it: Chiedere agli autori di dichiarare i finanziamenti ricevuti prima di accettare la sottomissione.
ja: 投稿を受け付ける前に、著者に支援機関の提供を求める。
ka_ge: მოსთხოვეთ ავტორს, გაამჟღავნოს ნებისმიერი დამხმარე სააგენტო, სანამ მიიღებს მათ წარდგენას.
kk_kz: Осы материалды қабылдамас бұрын автордан қолдау көрсететін ұйымдарды көрсетуін талап етіңіз.
lv: Pieprasīt autoram norādīt atbalsta aģentūras pirms iesniegtā materiāla pieņemšanas.
mk: Барај од авторот да се огради од било какви поддржувачки агенции пред прифаќањето на поднесокот.
mr: सादरीकरण स्वीकारण्यापूर्वी लेखकाने त्याच्या संशोधनासाठी सहाय्यकारी ठरणार्‍या संस्थांविषयीची (Supporting agencies) माहिती पुरवणे आवश्यक आहे.
ms: Memerlukan pengarang untuk mendedahkan mana-mana agensi sokongan sebelum menerima penyerahan mereka.
nb_no: Be forfatteren om å oppgi støtteorganisasjoner før godkjenning av innleveringen.
nl: Verplicht auteurs om ondersteunende instellingen bekend te maken tijdens het inzendingsproces.
pl: Wymagaj od autora podania Agencji wspierających zanim zgłoszenie zostanie zaakceptowane do wydania.
pt_pt: Exigir que os autores declarem quaisquer agências de financiamento antes de aceitar a sua submissão.
ro_ro: Solicitați autorului să dezvăluie orice agenții de sprijin înainte de a accepta înregistrarea manuscrisului.
ru_ru: Требовать, чтобы автор обязательно указал поддерживающие организации до приёма этого материала.
sl: Zahtevaj od avtorjev, da razkrijejo podporne ustanove prispevka pred sprejetjem prispevka.
th: กำหนดให้ผู้แต่งเปิดเผยหน่วยงานสนับสนุนก่อนที่จะรับการส่งบทความ
tr_tr: Yazarın gönderisini kabul etmeden önce fon sağlayan kurumlardan herhangi birini açıkça belirtmesini talep edin.
uk: Вимагати від автора зазначати всі дотичні підтримуючі агенції перед прийняттям його подання.
uk_ua: Вимгати від авторів зазначити всі дотичні підтримючі агенції перед прийняттям подання.
vi: Yêu cầu tác giả tiết lộ bất kỳ cơ quan hỗ trợ nào trước khi chấp nhận bài nộp của họ.
vi_vn: Yêu cầu tác giả tiết lộ bất kỳ cơ quan hỗ trợ nào trước khi chấp nhận bài gửi của họ.

# manager.setup.metadata.citations.noRequest
source: Do not request references from the author during submission.
az: Təqdimat əsnasında müəllifdən referans tələb etməyin
bg_bg: Не изисквайте референциите (библиографията) от автора по време на подаването на материали.
ca_es: No sol·licitar referències a l'autor/a durant la tramesa.
cs_cz: Během odesílání nevyžadujte reference od autora.
da: Anmod ikke om referencer fra forfatteren under indsendelse.
de_de: Während der Einreichung keine Referenzen von Autor/in erfragen.
el_gr: Μην ζητήσετε παραπομπές από τον συγγραφέα κατά την υποβολή.
es_es: No solicitar las referencias al autor/a durante el envío.
eu: Ez eskatu erreferentziarik egileari bidalketa-prozesuan.
fr_fr: Ne pas demander à l'auteur ou auteure de fournir les références lors de la soumission.
gl: Non solicitar as referencias ao autor/a durante o envío.
hr: Ne zahtijevajte reference od autora tijekom podnošenja.
hu_hu: Beküldéskor ne kérjen hivatkozásokat a szerzőtől.
hy_am: Ներկայացման ընթացքում հեղինակից հղումներ մի պահանջեք:
id: Jangan meminta daftar pustaka dari penulis saat menyerahkan naskah.
is: Ekki biðja höfund um heimildir á meðan á innsendingu stendur.
it_it: Non chiedere le referenze agli autori in fase di sottomissione.
ja: 投稿中に著者に参考文献を求めない。
ka_ge: არ მოითხოვოთ ავტორისგან ცნობები წარდგენის დროს.
kk_kz: Материалды жіберу кезінде автордан библиографиялық сілтемелерді сұрамаңыз.
lv: Nepieprasīt autoram atsauces materiāla iesniegšanas laikā.
mk: За време на поднесувањето, не барајте референци од авторот.
mr: सादरीकरणादरम्यान लेखकाकडून संदर्भ यादी मागू नका.
ms: Jangan minta rujukan daripada pengarang semasa penyerahan.
nb_no: Krev ikke referansemetadata fra forfatteren under innlevering.
nl: Vraag auteurs niet om referenties op te geven tijdens het inzendingsproces.
pl: Nie wymagaj podawania Bibliografii w trakcie zgłaszania tekstu.
pt_pt: Não solicitar as referências aos autores durante a submissão.
ro_ro: Nu solicitați referințe de la autor în timpul înregistrării manuscrisului.
ru_ru: Не запрашивать у автора библиографические ссылки во время отправки материала.
sl: Ne zahtevaj od avtorjev, da navedejo reference prispevka med oddajo prispevka.
th: ไม่ขอให้ผู้แต่งระบุการอ้างอิงระหว่างการส่งบทความ
tr_tr: Gönderi sırasında yazardan referans istemeyin.
uk: Не вимагати бібліографічний опис у авторів під час подання.
uk_ua: Не вимагати бібліографічний опис у авторів під час подання.
vi: Không yêu cầu tài liệu tham khảo từ tác giả trong quá trình nộp bài.
vi_vn: Không yêu cầu tài liệu tham khảo từ tác giả trong quá trình gửi bài.

# manager.setup.metadata.citations.require
source: Require the author to provide references before accepting their submission.
az: Müəllifin təqdimatını qəbul etməzdən əvvəl referans verməsini istəyin.
bg_bg: Изискайте от автора да предостави референциите (библиографията), преди да приемете подадените материали.
ca_es: Sol·licitar a l'autor/a que proporcioni referències abans d'acceptar la seva tramesa.
cs_cz: Před přijetím příspěvku požádejte autora, aby poskytl reference.
da: Kræv at forfatteren angiver referencer, før vedkommende kan acceptere indsendelsen.
de_de: Vor Annahme der Einreichung die Angaben von Referenzen von Autor/in verlangen.
el_gr: Απαιτείστε από τον συγγραφέα να καταθέσει παραπομπές πριν αποδεχτείτε την υποβολή.
es_es: Exigir al autor/a que proporcione las referencias antes de aceptar su envío.
eu: Eskatu egileari erreferentziak emateko bere bidalketa onartu aurretik.
fr_fr: Obliger l'auteur ou auteure à fournir des références avant d'accepter sa soumission.
gl: Esixirlle ao autor/a que proporcione as referencias antes de aceptar o seu envío.
hr: Zatražite od autora da pruži reference prije nego što prihvati njihov podnesak.
hu_hu: Az elfogadás feltétele, hogy a szerzők hivatkozásokat is megadjanak.
hy_am: Հեղինակից պահանջեք հղումներ տրամադրել նախքան իրենց ներկայացումն ընդունելը:
id: Mewajibkan penulis untuk menyediakan daftar pustaka sebelum menerima naskahnya.
is: Krefja höfund um heimildir áður en viðkonandi samþykkir innsendinguna.
it_it: Chiedere agli autori di fornire le referenze prima di accettare la sottomissione.
ja: 投稿を受け付ける前に、著者に参考資料の提出を求める。
ka_ge: ავტორისგან მოითხოვეთ მითითება, სანამ ისინი მიიღებენ წარდგენას.
kk_kz: Осы материалды қабылдамас бұрын автордан библиографиялық сілтемелерді көрсетуді талап етіңіз.
lv: Pieprasīt autoram norādīt atsauces pirms iesniegtā materiāla pieņemšanas.
mk: Барајте авторот да достави референци пред да биде прифатен нивниот поднесок.
mr: सादरीकरण स्वीकारण्यापूर्वी लेखकाने लेखात वापरलेले संदर्भ (मेटाडेटा फील्डमध्ये) पुरवणे आवश्यक आहे.
ms: Memerlukan pengarang untuk menyediakan rujukan sebelum menerima penyerahan mereka.
nb_no: Krev at forfatteren oppgir referanser før innleveringen godkjennes.
nl: Verplicht auteurs om referenties op te geven tijdens het inzendingsproces.
pl: Wymagaj od autora podania Bibliografii dopiero kiedy zgłoszenie zostanie zaakceptowane do wydania.
pt_pt: Solicitar aos autores que forneçam as referências antes de aceitar a sua submissão.
ro_ro: Solicitați autorului să sugereze referințe înainte de a accepta înregistrarea acestora.
ru_ru: Требовать, чтобы автор обязательно указал библиографические ссылки до приёма этого материала.
sl: Zahtevaj od avtorjev, da navedejo reference prispevka pred sprejetjem prispevka.
th: กำหนดให้ผู้แต่งระบุการอ้างอิงก่อนที่จะรับการส่งบทความ
tr_tr: Yazarın gönderisini kabul etmeden önce referans vermesini isteyin.
uk: Вимагати від автора зазначати бібліографічні посилання перед прийняттям його подання.
uk_ua: Вимагати, щоб автор надав бібліографічні посилання до прийняття подання.
vi: Yêu cầu tác giả cung cấp tài liệu tham khảo trước khi chấp nhận bài nộp của họ.
vi_vn: Yêu cầu tác giả cung cấp tài liệu tham khảo trước khi chấp nhận bài gửi của họ.

# manager.setup.metadata.dataAvailability.description
source: A short statement describing whether or not the author(s) have made their research data available and, if so, where readers may access it.
cs_cz: Krátké prohlášení popisující, zda autor či autoři zpřístupnili svá výzkumná data, a pokud ano, kde je mohou čtenáři získat.
da: En kort tekst, der beskriver, hvorvidt forfatteren/forfatterne har stillet deres forskningsdata til rådighed, og i givet fald hvor læserne kan få adgang til dem.
eu: Egileek bere ikerketa-datuak eskuragarri jarri dituzten ala ez eta, hala bada, irakurleek nondik eskura ditzaketen azaltzen duen adierazpen labur bat.
hr: Kratka izjava koja opisuje jesu li autor(i) svoje istraživačke podatke učinili dostupnima i, ako jesu, gdje im čitatelji mogu pristupiti.
id: Pernyataan singkat untuk menjelaskan apakah penulis telah membuat data riset mereka tersedia atau tidak dan, jika iya, dimana pembaca dapat mengaksesnya.
lv: Īss paziņojums, kurā aprakstīts, vai autors(-i) ir vai nav padarījis(-uši) savus pētījuma datus pieejamus un, ja ir, kur lasītāji var tiem piekļūt.
mk: Кратка изјава во која се опишува дали авторот(ите) ги ставиле достапни или не своите податоци од истражувањето и, доколку е така, каде читателите можат да пристапат до нив.
mr: लेखकांनी त्यांच्या संशोधनादरम्यान वापरलेली माहिती/आकडेवारी (डेटा) उपलब्ध केली आहे का आणि जर केली असेल तर वाचकाला ती कुठे मिळेल याचे वर्णन करणारे एक संक्षिप्त विधान.
nl: Een korte verklaring die beschrijft of de auteurs hun onderzoeksdata beschikbaar hebben gemaakt en, indien dit het geval is, waar lezers hiertoe toegang kunnen krijgen.
pl: Krótkie oświadczenie opisujące, czy autorzy udostępnili swoje dane badawcze, a jeśli tak, to gdzie czytelnicy mogą uzyskać do nich dostęp.
sl: Kratka izjava, ki opisuje, ali je avtor svoje raziskovalne podatke javno objavil in kako lahko bralci dostopajo do njih.
th: ข้อความสั้น ๆ ที่อธิบายว่า ผู้แต่งได้เปิดเผยข้อมูลการวิจัยหรือไม่ และถ้าเปิดเผยแล้วผู้อ่านสามารถเข้าถึงได้ที่ไหน
uk: Коротка заява, що описує, чи оприлюднив(-ли) автор(и) свої дослідницькі дані, і якщо так, то де читачі можуть отримати до них доступ.
vi: Một tuyên bố ngắn gọn mô tả liệu tác giả có công khai dữ liệu nghiên cứu của họ hay không và nếu có, nơi người đọc có thể truy cập dữ liệu đó.

# manager.setup.metadata.dataAvailability.request
source: Ask the author to provide a data availability statement during submission.
cs_cz: Požádejte autora o prohlášení o dostupnosti dat při odesílání příspěvku.
da: Bed forfatteren om at afgive en erklæring om datatilgængelighed under indsendelse.
eu: Eskatu egileari datuen erabilgarritasun adierazpena emateko bidalketa-prozesuan.
hr: Zamolite autora da prilikom slanja dostavi izjavu o dostupnosti podataka.
id: Meminta penulis untuk menyediakan pernyataan ketersediaan data pada saat pengiriman naskah.
lv: Aicināt autoru materiāla iesniegšanas laikā norādīt datu pieejamības paziņojumu.
mk: Побарајте од авторот да даде изјава за достапноста на податоците за време на поднесувањето.
mr: सादरीकरणादरम्यान लेखकाकडून माहिती/आकडेवारीच्या (डेटा) उपलब्धता विधानाची (data availability statement) नोंद करण्यास सांगा.
nl: Verzoek de auteur tijdens de inzendingsprocedure om een Data Availability Statement te verstrekken.
pl: Podczas rejestracji zgłoszenia poproś autora o dostarczenie oświadczenia o dostępności danych.
sl: Zahtevaj od avtorjev, da podajo izjavo o dostopnosti podatkov med oddajo prispevka.
th: ขอให้ผู้แต่งระบุคำแถลงการเข้าถึงข้อมูลระหว่างการส่งบทความ
uk: Попросити автора надати заяву про доступність даних під час подання.
vi: Yêu cầu tác giả cung cấp tuyên bố khả dụng dữ liệu trong quá trình nộp bài.

# plugins.importexport.common.validationErrors
source: Validation errors:
az: Təsdiqləmə xətaları:
bg_bg: Грешки при валидиране:
ca_es: Errors de validació:
cs_cz: Chyby validace:
da: Godkendelsesfejl:
de_de: Validierungsfehler:
el_gr: Σφάλματα επικύρωσης:
es_es: Errores de validación:
eu: Baliozkotze-erroreak:
fr_fr: Erreurs de validation :
gl: Erros de validación:
hr: Pogreške pri provjeri valjanosti:
hu_hu: Ellenőrzési hibák:
hy_am: Վավերացման սխալներ.
id: Kesalahan validasi:
is: Prófunarvillur:
it_it: Errrori di validazione:
ja: 検証エラー:
ka_ge: ვალიდაციის შეცდომები:
kk_kz: Тексеру қателері:
lv: Validācijas kļūdas:
mk: Грешки при проверка:
mr: प्रमाणीकरणादरम्यान आढळलेल्या त्रुटी (Validation errors):
ms: Ralat pengesahan:
nb_no: Valideringsfeil:
nl: Valideringsfouten:
pl: Błędy walidacji:
pl_pl: Błędy walidacji:
pt_pt: Erros validação:
ro_ro: Erorile de validare:
ru_ru: Ошибки проверки:
sl: Validacijske napake:
sr_rs@cyrillic: Грешке при потврђивању
sv_se: Valideringsfel:
th: ข้อผิดพลาดในการตรวจสอบความถูกต้อง:
tr_tr: Doğrulama hataları:
uk: Помилки перевірки:
uk_ua: Помилки перевірки:
vi: Lỗi xác thực:
vi_vn: Lỗi xác thực:
