Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

source: manager.navigationMenus.form.submenuWarning
az: Bir menyu elementi bir alt menyunu açdığı zaman, link bütün cihazlarda təqib edilə bilməz. Məsələn, "Əlaqə" və "Məzmun komandası" ilə bir alt menyu açan "Haqqında" elementiniz varsa, "Haqqında" linkinə bütün cihazlardan giriş edilməyə bilər. Defolt menyuda bu, alt menyuda görünən "Jurnal Haqqında" adlı ikinci bir menyu elementi yaradaraq işlənir.
bg_bg: Когато елемент от менюто отвори подменю, връзката му не може да бъде следвана на всички устройства. Например, ако имате елемент "Относно", който отваря подменю с "Контакт" и "Редакционен екип", връзката "Относно" може да не е достъпна на всички устройства. В менюто по подразбиране това се обработва чрез създаване на втори елемент от менюто, „За списанието“, който се появява в подменюто.
ca_es: Quan un element del menú obre un submenú, aquest enllaç podria no funcionar en tots els dispositius. Per exemple, si existeix un element "Quant a" que obre uns submenús "Contacte" i "Equip editorial", l'enllaç "Quant a" podria no ser accessible en tots els dispositius. En el menú predeterminat se soluciona creant un segon element del menú, "Quant a la revista", que apareix en el submenú.
cs_cz: Když se v položce menu otevře podmenu, je možné, že tento odkaz nebude dostupný na všech zařízeních. Pokud máte například položku O časopisu, která otevře podmenu Kontakt a Redakční tým, nemusí být odkaz "O časopisu" dostupný na všech zařízeních. Ve výchozím menu je toto ošetřeno vytvořením druhé položky menu "O časopise", která se objeví v podmenu.
da: Når et menupunkt åbner en undermenu, kan den ikke følges på alle enheder (apparater). Hvis du f.eks. har et "Om" element, der åbner en undermenu med "Kontaktperson" og "Redaktionsgruppe", er linket "Om" muligvis ikke tilgængeligt på alle enheder. I standardmenuen håndteres dette ved at oprette et andet menupunkt, "Om tidsskriftet", som vises i undermenuen.
de_de: Falls ein Menüeintrag ein Untermenü öffnet, kann der Link nicht mit allen Geräten genutzt werden. Beispielsweise, falls Sie ein "Über uns" Eintrag haben mit einem Untermenü "Kontakt" und "Redaktion", können nicht unbedingt alle Geräte den "Über uns" Link aufrufen. Im Standardmenü wird dies dadurch behoben, dass ein zweiter Menüeintrag "Über die Zeitschrift" erstellt wird, welcher im Untermenü erscheint.
el_gr: Όταν ένα στοιχείο μενού ανοίγει ένα υπομενού, αυτός ο σύνδεσμος δεν μπορεί να τηρηθεί σε όλες τις συσκευές. Για παράδειγμα, εάν διαθέτετε ένα στοιχείο "Σχετικά" το οποίο ανοίγει ένα υπομενού με "Επαφή" και "Συντακτική ομάδα", ο σύνδεσμος "Σχετικά" ενδέχεται να μην είναι προσβάσιμος σε όλες τις συσκευές. Στο προεπιλεγμένο μενού, αυτό γίνεται με τη δημιουργία ενός δεύτερου στοιχείου μενού, "Σχετικά με το περιοδικό", το οποίο εμφανίζεται στο υπομενού.
es_es: Cuando un elemento abre un submenú, ese enlace podría no funcionar en todos los dispositivos. Por ejemplo, si tiene un elemento "Acerca de" que abre un submenú "Contacto" y "Equipo editorial", el enlace "Acerca de" puede no ser accesible en todos los dispositivos. En el menú por defecto, se corrige este problema creando un segundo ítem de menú "Acerca de la revista", que aparece en el submenú.
fr_fr: Lorsqu'un élément du menu ouvre un sous-menu, son lien ne peut pas être suivi sur tous les périphériques. Par exemple, si vous avez un élément "À propos" qui ouvre un sous-menu avec "Contact" et "Équipe éditoriale", le lien "À propos" peut ne pas être accessible sur tous les appareils. Dans le menu par défaut, cela est géré en créant un deuxième élément de menu, "À propos de cette revue", qui apparaît dans le sous-menu.
gl: Cando un elemento do menú abre un submenú, a súa ligazón pode non seguirse en todos os dispositivos. Por exemplo, se tes un elemento "Acerca de" que abre un submenú con "Contacto" e "Equipo editorial", é posible que a ligazón "Acerca de" non estea dispoñible en todos os dispositivos. No menú predeterminado, corríxese creando un segundo elemento de menú, "Acerca da revista", que aparece no submenú.
hr: Kada stavka izbornika otvori podizbornik, njezinu poveznicu nije moguće pratiti na svim uređajima. Na primjer, ako imate stavku "Saznaj više" koja otvara podizbornik s "Kontakt" i "Urednički tim", poveznica "Saznaj više" možda neće biti dostupna na svim uređajima. U zadanom izborniku to se rješava stvaranjem druge stavke izbornika, "Saznaj više o časopisu", koja se pojavljuje u podizborniku.
hu_hu: Amikor egy menüelem egy almenüt nyit ki az nem minden eszközön követhető. Például, ha Önnek van egy "Rólunk" menüje, amely kinyit egy almenüt "Kapcsolat" és "Szerkesztőbizottság" almenükkel, akkor az "Rólunk" nem lesz elérhető az összes eszközön. Az alapmenüben ez kezelhető úgy, hogy létrehoz egy második menüelemet "A folyóiratról" elnevezéssel, amely megjelenik az almenüben.
hy_am: Երբ ընտրացանկի տարրը բացում է ենթացանկը, դրա հղմանը հնարավոր չէ հետևել բոլոր սարքերում: Օրինակ, եթե դուք ունեք "Մասին" տարր, որը բացում է "Կապ" և "Խմբագրական թիմ" ենթաընտրացանկերը, ապա "Մասին" հղումը կարող է հասանելի չլինել բոլոր սարքերում: Լռելյայն ընտրացանկում դա կարգավորվում է՝ ստեղծելով ընտրացանկի երկրորդ տարրը՝ «Ամսագրի մասին», որը հայտնվում է ենթաընտրացանկում:
id: Saat item menu membuka submenu, tautannya tidak dapat diikuti di semua perangkat. Misalnya, jika Anda memiliki item "Tentang" yang membuka submenu "Kontak" dan "Tim Redaksi", tautan "Tentang" mungkin tidak dapat dibuka pada semua perangkat. Pada menu default, hal ini diarur dengan cara membuat item menu kedua, "Tentang Jurnal", yang muncul di submenu.
is: Þegar valkostur á valmynd opnar undirvalmynd, virkar tengillinn ekki á öllum tækjum. Dæmi: Ef þú vilt að "Upplýsingar" opni undirvalmynd með "Tengiliður" og "Ritstjórn", er mögulegt að ekki sé hægt að fanga tengilinn fyrir "Upplýsingar" á öllum tækjum. Til að leysa þetta er búinn til viðbótarvalkostur fyrir "Um tímaritið" sem birtist í undirvalmyndinni.
it_it: Quando un componente del menu apre un sottomenu, il suo link non può essere seguito su tutti i device (PC, tablet, smartphone, etc.). Per esempio sei hai un componente "About" che apre un sotto menu con "Contatti" e "Team editoriale", il link "About" può non essere raggiungibile. Nel menu di default tutto questo è gestito con un ulteriore componente "Riguardo la rivista" che appare come terzo sotto menu.
ja: メニューアイテムがサブメニューを開くとき、そのリンクがすべてのデバイスで辿れるわけではありません。例えば、「問い合わせ」や「編集委員会」などのサブメニューを開く「About」の項目がある場合、「About」のリンクはすべてのデバイスで到達できるとは限りません。デフォルトのメニューでは、サブメニューに表示される2つ目のメニュー項目「ジャーナルについて」を作成することで、この問題に対処しています。
ka_ge: როდესაც მენიუს ელემენტი ხსნის ქვემენიუს, მისი ბმულის დაცვა შეუძლებელია ყველა მოწყობილობაზე. მაგალითად, თუ თქვენ გაქვთ “About” ერთეული, რომელიც ხსნის ქვემენიუს “Contact” და “Editor Team”, ბმულის “About” მიღება შეუძლებელია ყველა მოწყობილობაზე. ნაგულისხმევ მენიუში ამის მოგვარება ხდება მენიუს მეორე პუნქტის, “ჟურნალის შესახებ” შექმნით, რომელიც გამოჩნდება ქვემენიუში.
kk_kz: Мәзір элементі ішкі мәзірді ашқанда, барлық құрылғылар ондағы сілтемені орындай алмайды. Мысалы, егер сізде «Байланыс» және «Қайта қарау» бар ішкі мәзірді ашатын «Журнал туралы» элементі болса, «Журнал туралы» сілтемесі барлық құрылғыларда қолжетімді болмауы мүмкін. Әдепкі мәзірде бұл ішкі мәзірде пайда болатын «Осы журнал туралы» екінші мәзір элементін жасау арқылы өңделеді.
lv: Ja izvēlnes elements atver apakšizvēlni, tā saitei nevar sekot visās ierīcēs. Piemēram, ja jums ir punkts "Par", kas atver apakšizvēlni ar "Kontakti" un "Redakcija", saite "Par" var nebūt sasniedzama visās ierīcēs. Noklusējuma izvēlnē tas tiek risināts, izveidojot otru izvēlnes elementu "Par žurnālu", kas parādās apakšizvēlnē.
mk: Кога на менито ќе се отвори подмени, неговиот линк може да се следи на сите апарати. На пример, ако има "Во врска со" податоците кои се отвораат во подменито со "Контакт" и "Уредувачки тим", менито "Во врска со" може да биде пребарувани од сите апарати. Во предодреденото мени, ова се остварува со користење на секундарно мени, "За списанието", кое се јавува во подменито.
mr: जेव्हा एखादा यादीतला दुवा, दुव्यांची उप-यादी (Submenu) खुली करतो, तेव्हा त्याची लिंक सर्व उपकरणांवर पालन (follow) केली जाऊ शकत नाही. उदाहरणार्थ, जर तुमच्याकडे "च्याबद्दल (About)" दुवा असेल आणि जो "संपर्क (Contact)" आणि "संपादकीय टीम (Editorial Team)" दुव्यांची उप-यादी (Submenu) खुली करत असेल, तर "च्याबद्दल (About)" लिंक सर्व उपकरणांवर पोहोचू शकत नाही. सर्वसाधारण यादीमध्ये (default menu), हा प्रश्न दुसर्‍या यादीतला दुवा, "नियतकालिकाविषयी (About the Journal)" तयार करून हाताळला जातो, जो दुव्यांच्या उप-यादीमध्ये दिसतो.
ms: Apabila item menu membuka submenu, pautan itu tidak boleh diikuti pada semua peranti. Contohnya, jika anda mempunyai item "Mengenai" yang dibuka submenu dengan "Kenalan" dan "Pasukan Editorial", pautan "Mengenai" mungkin tidak dapat dicapai pada semua peranti. Dalam menu lalai, ini dikendalikan dengan mencipta item menu kedua, "Mengenai Jurnal", yang muncul dalam submenu.
nb_no: Når et element i menyen åpner en undermeny, kan ikke lenken følges på alle typer enheter. For eksempel: dersom du har et «Om»-element som åpner en undermeny med «Kontakt» og «Redaksjonsråd», vil «Om»-elementet ikke kunne nås på alle enheter. I standardmenyen håndteres dette ved å lage et nytt menyelement «Om tidsskriftet», som vises i undermenyen.
nl: Als een menu-item een submenu opent, is de bijhorende link niet op alle toestellen toegankelijk. Wanneer een menu bijvoorbeeld een "Over" item bevat dat een submenu opent met "Contactgegevens" en "Redactie", kan de "Over"-link zelf niet op alle toestellen toegankelijk zijn. In het standaardmenu wordt dit opgevangen door een secundair menu-item "Over het tijdschrift" op te nemen in het submenu.
pl: Kiedy element menu rozwija podmenu, jego linki mogą być niedostępne na niektórych urządzeniach. Przykładowo, jeżeli posiadasz "O nas", który otwiera podmenu z linkiem do "Kontakt" oraz "Zespół redaktorski", link "O nas" może nie działać na wszystkich urządzeniach. W domyślnym menu, ta sytuacja jest rozwiązana poprzez utworzenie osobnego elementu menu, "O czasopiśmie", który pojawia się w podmenu.
pl_pl: Kiedy element menu rozwija podmenu, jego linki mogą być niedostępne na niektórych urządzeniach. Przykładowo, jeżeli posiadasz "O nas", który otwiera podmenu z linkiem do "Kontakt" oraz "Zespół redaktorski", link "O nas" może nie działać na wszystkich urządzeniach. W domyślnym menu, ta sytuacja jest rozwiązana poprzez utworzenie osobnego elementu menu, "O czasopiśmie", który pojawia się w podmenu.
pt_pt: Quando um item do menu abre um sub-menu, a sua ligação não pode ser seguida em todos os dispositivos. Por exemplo, se tiver um item "Sobre" que abra num sub-menu com "Contacto" e "Equipa Editorial", a ligação "Sobre" pode não ser acessível em todos os dispositivos. No menu pré-definido, isto é resolvido usando um segundo item do menu, "Sobre a Revista", que aparece no sub-menu.
ro_ro: Când un element de meniu deschide un submeniu, link-ul nu poate fi urmat pe toate dispozitivele. De exemplu, dacă aveți un articol „Despre” care deschide un submeniu cu „Contact” și „Echipa editorială”, este posibil ca legătura „Despre” să nu fie accesibilă pe toate dispozitivele. În meniul implicit, acest lucru este gestionat prin crearea unui al doilea element de meniu, „Despre jurnal”, care apare în submeniu.
ru_ru: Когда элемент меню открывает подменю, не на всех устройствах можно перейти по ссылке в нем. Например, если у вас есть элемент «О журнале», который открывает подменю с «Контакты» и «Редакция», ссылка «О журнале» может быть доступна не на всех устройствах. В меню по умолчанию это обрабатывается путем создания второго элемента меню «Об этом журнале», который появляется в подменю.
sl: Če postavka menija odpre podmeni, potem povezava postavke ne deluje na vseh napravah. Na prirem, če imate postavko "O reviji), ki odpre podmeni s postavkami "Kontakti" in "Uredniški odbor", potem povezava "O reviji" ne deluje na vseh napravh. V privzetih menijih je to rešeno tako, da je v podmeniju narejena nova postavka za "O reviji".
sv_se: När ett element i menyn öppnar en undermeny kan inte dess länk ses på alla enheter. Om det till exempel finns ett "Om"-element som öppnar en undermeny med "Kontakt" och "Redaktion" är det inte säkert att "Om"-länken kan ses på alla enheter. I defaultmenyn hanteras detta genom att den skapar ytterligare ett menyelement, "Om tidskriften", som visas i undermenyn.
th: เมื่อรายการเมนูเปิดเมนูย่อย ลิงก์นี้อาจไม่สามารถเข้าถึงได้บนอุปกรณ์ทั้งหมด ตัวอย่างเช่น หากคุณมีรายการ "เกี่ยวกับ" ที่เปิดเมนูย่อยที่มี "ติดต่อ" และ "ทีมบรรณาธิการ" ลิงก์ "เกี่ยวกับ" อาจไม่สามารถเข้าถึงได้บนอุปกรณ์บางชนิด ในเมนูเริ่มต้น จัดการโดยการสร้างรายการเมนูที่สอง "เกี่ยวกับวารสาร" ซึ่งปรากฏในเมนูย่อย
tr_tr: Bir menü öğesi bir alt menüyü açtığında, bağlantı tüm cihazlarda izlenemez. Örneğin, "İletişim" ve "İçerik Ekibi" ile bir alt menü açan "Hakkında" öğeniz varsa, "Hakkında" bağlantısına tüm cihazlarda erişilemeyebilir. Varsayılan menüde bu, alt menüde görünen "Dergi Hakkında" adlı ikinci bir menü öğesi oluşturarak işlenir.
uk: Коли елемент меню відкриває підменю, це покликання може не спрацьовувати на деяких пристроях. Наприклад, якщо у вас є елемент "Про журнал", який відкриває підменю з "Контактна інформація" та "Редакція", покликання "Про журнал" може бути відсутнім на деяких пристроях. Усталено в меню це обробляється шляхом створення другого елементу меню "Про цей журнал", який з'являється в підменю.
uk_ua: Коли елемент меню відкриває підменю, це посилання може не спрацьовувати на деяких пристроях. Наприклад, якщо у вас є елемент "Про журнал", який відкриває підменю з "Контакти" та "Редакція", посилання "Про журнал" може бути відсутнім на деяких пристроях. Усталено в меню це обробляється шляхом створення другого елементу меню "Про цей журнал", який з'являється в підменю.
vi: Khi một mục menu mở menu con, liên kết của nó không thể được theo dõi trên tất cả các thiết bị. Ví dụ: nếu bạn có mục "Giới thiệu" mở menu con có "Liên hệ" và "Nhóm biên tập", liên kết "Giới thiệu" có thể không truy cập được trên tất cả các thiết bị. Trong menu mặc định, việc này được xử lý bằng cách tạo một mục menu thứ hai, "Giới thiệu về Nhật ký", xuất hiện trong menu con.
vi_vn: Khi một mục menu mở menu con, liên kết của nó không thể được theo dõi trên tất cả các thiết bị. Ví dụ: nếu bạn có mục "Giới thiệu" mở menu con có "Liên hệ" và "Nhóm biên tập", liên kết "Giới thiệu" có thể không truy cập được trên tất cả các thiết bị. Trong menu mặc định, việc này được xử lý bằng cách tạo một mục menu thứ hai, "Giới thiệu về Nhật ký", xuất hiện trong menu con.

# manager.navigationMenus.customPage
source: Custom Page
az: Xüsusi səhifə
bg_bg: Потребителска страница
ca_es: Pàgina personalitzada
cs_cz: Vlastní stránka
da: Brugerdefineret side
de_de: Eigene Seite
el_gr: Προσαρμοσμένη σελίδα
es_es: Página personalizada
eu: Orri pertsonalizatua
fr_fr: Page personnalisée
gl: Páxina personalizada
hr: Prilagođena stranica
hu_hu: Felhasználói oldal
hy_am: Այցելուի էջ
id: Halaman Baru
is: Sérsniðin síða
it_it: Pagina personalizzata
ja: 独自ページ
ka_ge: მორგებული გვერდი
kk_kz: Пайдаланушы беті
lv: Pielāgotā lapa
mk: Сопствена страница
mr: व्यक्तिगत आवडीचे (Custom) पृष्ठ
ms: Halaman Custom
nb_no: Lag din egen side
nl: Aangepaste pagina
pl: Własna strona
pl_pl: Własna strona
pt_pt: Página Personalizada
ro_ro: Pagina personalizată
ru_ru: Пользовательская страница
sl: Stran po meri
sv_se: Anpassad sida
th: หน้าที่กำหนดเอง
tr_tr: Özel Sayfa
uk: Власна сторінка
uk_ua: Власна сторінка
vi: Trang tùy chỉnh
vi_vn: Trang tùy chỉnh

# manager.navigationMenus.customPage.description
source: Create a custom page on your site and link to it from a navigation menu.
az: Saytınıza məxsus bir səhifə yaradın və bir gəzinti menyusunda link formalaşdırın.
bg_bg: Създайте персонализирана потребителска страница на вашия сайт и свържете към нея от навигационно меню.
ca_es: Crear una pàgina personalitzada en el vostre lloc i enllaçar-la des del menú de navegació.
cs_cz: Vytvořte na vašem webu vlastní stránku a propojte v navigačním menu.
da: Opret en brugerdefineret side på dit websted og link til den fra navigationsmenuen.
de_de: Erzeugen Sie eine eigene Seite und verlinken sie über das Navigationsmenü.
el_gr: Δημιουργήστε μια προσαρμοσμένη σελίδα στον ιστότοπό σας και συνδεθείτε με αυτήν από ένα μενού πλοήγησης.
es_es: Crear una página personalizada en su OJS y enlacela desde un menu de navegación.
eu: Sortu orri pertsonalizatu bat zure webgunean, eta estekatu orri horretara nabigazio-menu batetik.
fr_fr: Créer une page personnalisée sur votre site et créer un lien vers celle-ci dans un menu de navigation.
gl: Crea unha páxina personalizada no teu sitio e enlázaa desde un menú de navegación.
hr: Stvorite prilagođenu stranicu na svojoj web stranici i povežite se na nju preko navigacijskog izbornika.
hu_hu: Készítsen egy felhasználói oldalt a webhelyén és linkelje be azt a navigácós menüből.
hy_am: Ստեղծեք անհատականացված էջ ձեր կայքում և հղվեք դրան նավարկման ընտրացանկից:
id: Buat halaman baru pada website Anda dan tautkan ke menu navigasi.
is: Stofna sérsniðna síðu fyrir vefinn og tengil á hana frá valmynd.
it_it: Crea una pagina personalizzata sul tuo sito e collegala aun menu di navigazione.
ja: サイト内に独自ページを作成し、ナビゲーションメニューからリンクさせることができます。
ka_ge: შექმენით საკუთარი გვერდი თქვენს საიტზე და მიაბით ის ნავიგაციის მენიუდან.
kk_kz: Сайтыңызда өз парақшаңызды енгізіңіз және оған навигация мәзірінде сілтеме қосыңыз.
lv: Izveidot pielāgotu vietnes lapu un izveidot saiti uz to no navigācijas izvēlnes.
mk: Создадете сопствена страница на вашата веб-страница и поврзете се до неа преку навигациското мени.
mr: तुमच्या संकेतस्थळावर एक व्यक्तिगत आवडीचे पृष्ठ (custom page) तयार करा आणि मार्गनिर्देशन यादी (navigation menu) मधून ते जोडा (link करा).
ms: Buat halaman custom di laman anda dan pautkannya daripada menu navigasi.
nb_no: Lag en egendefinert side på nettstedet ditt og lenk til den på navigasjonsmenyen.
nl: Maak een eigen pagina op de website, en creëer een link in een navigatiemenu.
pl: Stwórz własną stronę w systemie i umieść do niej link w menu.
pl_pl: Stwórz własną stronę w systemie i umieść do niej link w menu.
pt_pt: Criar uma página personalizada no seu sítio, e ligá-la a partir do menu de navegação.
ro_ro: Creați o pagină personalizată pe site-ul dvs. și conectați-o la un meniu de navigare.
ru_ru: Создать свою собственную страницу на вашем сайте и добавить ссылку на нее в меню навигации.
sl: Ustvari te svojo stran na vašem spletišču in povezavo nanjo iz navigacijskega menija.
sv_se: Skapa en anpassad sida på din webbplats och länka till den från en navigationsmeny.
th: สร้างหน้าที่กำหนดเองบนไซต์ของคุณและลิงก์ไปยังเมนูการนำทาง
tr_tr: Sitenize özel bir sayfa oluşturun ve bir gezinme menüsünde bağlantı oluşturun.
uk: Створити власну сторінку на своєму вебсайті та зв'яжіть її з меню навігації.
uk_ua: Створити власну сторінку на своєму веб-сайті та зв'яжіть її з меню навігації.
vi: Tạo một trang tùy chỉnh trên trang web của bạn và liên kết đến nó từ menu điều hướng.
vi_vn: Tạo một trang tùy chỉnh trên trang web của bạn và liên kết đến trang đó từ menu điều hướng.

# manager.navigationMenus.about.description
source: Link to a page displaying the About the Journal content in Settings > Journal
az: Tənzimlər > Jurnal qismindəki Jurnal məzmunu haqqındanı göstərən bir səhifəyə link yaradın.
bg_bg: Връзка към страница, показваща съдържанието на списанието в Настройки > Списание
ca_es: Enllaç a una pàgina que mostri el contingut de "Quant a la revista" a Configuració > Revista
cs_cz: Odkaz na stránku, která zobrazí obsah O obsahu časopisu v Nastavení > Časopis
da: Link til side, der viser indholdet i feltet Om tidsskriftet under Indstillinger > Tidsskrift
de_de: Link zur Seite, welche den Inhalt von Über uns aus den Einstellungen > Zeitschrift anzeigt
el_gr: Σύνδεση σε μια σελίδα που εμφανίζει το περιεχόμενο "Σχετικά με το Περιοδικό" στις Ρυθμίσεις> Περιοδικό
es_es: Enlace a una página que muestre el contenido de "Acerca de la revista" en Ajustes > Revista
eu: Esteka "Aldizkariari buruz" edukia erakusten duen orri batera, Ezarpenak > Aldizkaria atalean
fr_fr: Lien vers une page affichant le contenu "A propos de cette revue" dans Paramètres> Revue
gl: Ligazón a unha páxina que mostra o contido de "Acerca da revista" en Configuración > Revista
hr: Poveznica za stranicu koja prikazuje sadržaj O časopisu u Postavke > Časopis
hu_hu: Link egy oldalhoz, amely megjeleníti a "A folyóiratról" tartalmát a Beállítások > Folyóirat menüben
hy_am: Հղում դեպի էջի, որը ցուցադրում է Ամսագրի մասին բովանդակությունը այստեղից՝ Կարգավորումներ > Ամսագիր
id: Tautan ke halaman yang menampilkan konten Tentang Jurnal di Pengaturan> Jurnal
is: Tengill á síðu sem sýnir innihaldið á "Um tímritið" í Stillingar > Tímarit
it_it: Link a un pagina che mostra il quanto inserito nella sezione "About" che sta in Impostazioni > Rivista
ja: 「設定」→「ジャーナル」の「ジャーナルについて」コンテンツを表示するページへのリンク
ka_ge: მიჰყევით გვერდს, რომელშიც ნაჩვენებია ჟურნალის შესახებ შინაარსის პარამეტრები > ჟურნალი
kk_kz: Параметрлер > Журнал тармағында «Журнал туралы» мазмұнын көрсететін бетке сілтеме
lv: Saite uz lapu, kurā parādīts sadaļas "Par žurnālu" saturs sadaļā Iestatījumi > Žurnāls
mk: Поврзете се до веб-страница која ја прикажува содржината на За списанието во Поставки > Списание
mr: नियतकालिकाबद्दल मजकूर प्रदर्शित करणाऱ्या पृष्ठाचा दुवा (link) सेटिंग्ज > नियतकालिक मध्ये द्या
ms: Pautan ke halaman yang memaparkan kandungan Mengenai Jurnal dalam Tetapan > Jurnal
nb_no: Lenke til en side som viser «Om» tidsskriftet i «Innstillinger» > «Tidsskrift»
nl: Link naar een "Over het tijdschrift" pagina in Instellingen > Tijdschrift
pl: Link do strony wyświetlającej informacje o czasopiśmie w Ustawienia > Czasopismo
pl_pl: Link do strony wyświetlającej informacje o czasopiśmie w Ustawienia > Czasopismo
pt_pt: Ligação para uma página a apresentar o conteúdo Sobre a Revista em Configurações > Revista
ro_ro: Link către o pagină care afișează conținutul Despre jurnal în Setări> Jurnal
ru_ru: Ссылка на страницу, отображающую контент «О журнале» в Настройки > Журнал
sl: Povezava na stran z vsebino O reviji, ki je določena v Nastavitve > Revija
sv_se: Länka till en sida som visar innehållet i Om tidskriften från Inställningar > Tidskrift
th: ลิงก์ไปยังหน้าที่แสดงเนื้อหาเกี่ยวกับวารสารใน การตั้งค่า > วารสาร
tr_tr: Ayarlar > Dergi kısmında dergi İçeriği Hakkında'yı görüntüleyen bir sayfaya bağlantı oluştur
uk: Покликання на сторінку, яка відображає вміст розділу "Про журнал" у "Налаштування" > "Журнал"
uk_ua: Посилання на сторінку, яка відображає інформацію про журнал в Налаштування > Журнал
vi: Liên kết đến trang hiển thị nội dung Giới thiệu về tạp chí trong Cài đặt > Tạp chí
vi_vn: Liên kết đến trang hiển thị nội dung Giới thiệu tạp chí trong Cài đặt > Tạp chí
