Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.mailables.search
source: Search by name or description
bg_bg: Търсене по име или описание
cs_cz: Vyhledávání podle názvu nebo popisu
da: Søg efter navn eller beskrivelse
eu: Bilatu izenaren edo deskribapenaren arabera
hr: Pretražuj po imenu ili opisu
id: Mencari melalui nama atau deskripsi
lv: Meklēt pēc nosaukuma vai apraksta
mk: Пребарувајте по име или опис
mr: नाव किंवा वर्णनानुसार शोधा
nl: Zoek op naam of beschrijving
pl: Szukaj według nazwy lub opisu
sl: Išči po imenu ali opisu
th: ค้นหาจากชื่อหรือคำอธิบาย
uk: Пошук за назвою або описом
vi: Tìm kiếm theo tên hoặc mô tả

# manager.emailTemplate.name.description
source: Enter a brief name to help you find this template.
bg_bg: Въведете кратко име, за да ви помогне да намерите този шаблон.
cs_cz: Zadejte stručný název, který vám pomůže tuto šablonu najít.
da: Indtast et kort navn for at hjælpe dig med at finde denne skabelon.
eu: Idatzi izen labur bat txantiloi hau aurkitzen laguntzeko.
hr: Unesite kratak naziv kako biste lakše pronašli ovaj predložak.
id: Masukkan nama singkat untuk membantu anda menemukan template ini.
lv: Ievadiet īsu nosaukumu, kas palīdzēs atrast šo veidni.
mk: Внесете кратко име за да ви помогне да го најдете овој шаблон.
mr: हा तयार मजकूर (टेम्पलेट) शोधायला त्याचे त्रोटक नाव दाखल करा.
nl: Voer een korte naam in om deze template te kunnen vinden.
pl: Wpisz krótką nazwę, która pomoże Ci odnajdywać ten szablon.
sl: Vpišite kratko ime, ki vam bo pomagalo najti to predlogo.
th: ป้อนชื่อสั้น ๆ เพื่อช่วยให้คุณค้นหาแม่แบบนี้
uk: Введіть коротку назву, яка допоможе вам знайти цей шаблон.
vi: Nhập tên ngắn gọn để giúp bạn tìm mẫu này.

# manager.newSubmission
source: New Submission
bg_bg: Нови материали
cs_cz: Nový příspěvek
da: Ny indsendelse
eu: Bidalketa berria
hr: Novi podnesak
id: Naskah Baru
lv: Jauna materiāla iesniegšana
mk: Нов Поднесок
mr: नवे सादरीकरण
nb_no: Ny innlevering
nl: Nieuwe inzending
pl: Nowe zgłoszenie
sl: Nov prispevek
th: การส่งงานใหม่
uk: Нове подання
vi: Bài nộp mới

# manager.submissionAck.description
source: Who should receive an email when a new submission is completed.
bg_bg: Кой трябва да получи имейл, когато бъде завършено ново подаване на материали.
cs_cz: Kdo by měl obdržet e-mail o dokončení podání nového příspěvku.
da: Hvem der skal modtage en e-mail, når en ny indsendelse er gennemført.
eu: Nork jaso behar du mezu elektroniko bat bidalketa berri bat osatzen denean.
hr: Tko bi trebao primiti e-poruku kada je novo slanje podneska dovršeno.
id: Siapa yang harus menerima email ketika naskah baru telah lengkap.
lv: Kam jāsaņem e-pasts, kad ir pabeigta jauna materiāla iesniegšana.
mk: Кој треба да добие емаил кога ќе заврши новото поднесување.
mr: नव्या सादरीकरणाची नोंद झाल्यावर ई-मेल सूचना कोणा-कोणाला पाठवली जावी.
nl: Wie behoort een e-mail te ontvangen wanneer een nieuwe inzending is afgerond?
pl: Skonfiguruj potwierdzanie rejestracji zgłoszenia.
sl: Kdo naj prejme email, ko bo oddaja prispevka končana.
th: ใครควรได้รับอีเมลเมื่อการส่งงานใหม่เสร็จสิ้น
uk: Хто повинен отримати електронний лист після завершення нового подання.
vi: Ai nên nhận email khi hoàn thành bài nộp mới.

# manager.submissionAck.off
source: Do not send an email.
bg_bg: Да не се изпраща имейл.
cs_cz: Neposílejte e-mail.
da: Send ikke en e-mail.
eu: Ez bidali mezu elektronikorik.
hr: Nemojte slati poruku e-pošte.
id: Jangan kirimkan email.
lv: Nesūtīt e-pastu.
mk: Не испраќајте емаил.
mr: ई-मेल पाठवू नका.
nb_no: Ikke send e-post.
nl: Verstuur geen e-mailbericht.
pl: Nie wysyłaj potwierdzenia zarejestrowania zgłoszenia.
sl: Ne pošlji emaila.
th: ไม่ต้องส่งอีเมล
uk: Не надсилати електронний лист.
vi: Không gửi email.

# manager.submissionAck.allAuthors
source: Send an email to all authors.
bg_bg: Изпращане на имейл до всички автори.
cs_cz: Odeslání e-mailu všem autorům.
da: Send en e-mail til alle forfattere.
eu: Bidali mezu elektroniko bat egile guztiei.
hr: Pošalji poruku e-pošte svim autorima.
id: Mengirimkan email ke semua penulis.
lv: Nosūtīt e-pastu visiem autoriem.
mk: Испратете емаил до сите автори.
mr: सर्व लेखकांना ई-मेल पाठवा.
nb_no: Send en e-post til alle forfattere.
nl: Verstuur een e-mailbericht aan alle auteurs.
pl: Wyślij potwierdzenie zarejestrowania zgłoszenia wszystkim autorom zgłoszenia.
sl: Pošlji email vsem avtorjem.
th: ส่งอีเมลให้กับผู้แต่งทั้งหมด
uk: Надіслати електронний лист усім авторам.
vi: Gửi email cho tất cả các tác giả.

# manager.editorialDecisions
source: Editorial Decisions
bg_bg: Редакторски решения
cs_cz: Redakční rozhodnutí
da: Redaktionelle beslutninger
eu: Argitalpen-erabakiak
hr: Uredničke odluke
id: Keputusan Editorial
lv: Redakcijas lēmumi
mk: Одлуки на Уредниците
mr: संपादकीय निर्णय
nl: Redactionele beslissingen
pl: Decyzje redakcyjne
sl: Uredniške odločitve
th: การตัดสินใจทางบรรณาธิการ
uk: Редакційні рішення
vi: Quyết định biên tập

# manager.forEditors
source: For Editors
bg_bg: За редактори
cs_cz: Pro redaktory
da: For redaktører
eu: Editoreentzat
hr: Za urednike
id: Untuk Editor
lv: Redaktoriem
mk: За Уредниците
mr: संपादकांसाठी
nl: Voor redactieleden
pl: Dla redaktorów
sl: Za urednike
th: สำหรับบรรณาธิการ
uk: Для редакторів
vi: Cho biên tập viên

# manager.forEditors.description
source: Configure the email notifications to send to editors.
bg_bg: Конфигурирне на известията по имейл, които да изпращате до редакторите.
cs_cz: Konfigurace e-mailových oznámení, která se mají odesílat redaktorům.
da: Konfigurer e-mailmeddelelserne der skal sendes til redaktører.
eu: Konfiguratu posta elektroniko bidezko jakinarazpenak editoreei bidaltzeko.
hr: Konfigurirajte obavijesti putem e-pošte za slanje urednicima.
id: Mengkonfigurasi notifikasi email untuk dikirimkan kepada editor.
lv: Konfigurēt e-pasta paziņojumus nosūtīšanai redaktoriem.
mk: Конфигурирајте ги известувањата по емаил да се испраќаат до уредниците.
mr: संपादकांना ई-मेल सूचना पाठवण्यासाठी कॉन्फिगर करा.
nl: Configureer de e-mailberichten ter verzending aan redactieleden.
pl: Skonfiguruj powiadomienia dla redaktorów.
sl: Nastavi email obvestila, ki se pošljejo urednikom.
th: กำหนดค่าอีเมลแจ้งเตือนที่จะส่งถึงบรรณาธิการ
uk: Налаштуйте сповіщення електронною поштою для надсилання редакторам.
vi: Cấu hình thông báo email để gửi cho biên tập viên.

# manager.editorialStatistics
source: Editorial statistics
bg_bg: Редакционни статистики
cs_cz: Redakční statistiky
da: Redaktionel statistik
eu: Argitalpen-estatistikak
hr: Urednička statistika
id: Statistik Editorial
lv: Redakcijas statistika
mk: Статистика на уредниците
mr: संपादकीय सांख्यिकी माहिती
nl: Redactionele gegevens
pl: Statystyki redakcyjne
sl: Uredniške statistike
th: สถิติการบรรณาธิการ
uk: Редакційна статистика
vi: Thống kê biên tập

# manager.editorialStatistics.on
source: Send a monthly email to editors.
bg_bg: Изпращане на месечен имейл до редакторите.
cs_cz: Zasílání měsíčních e-mailů redaktorům.
da: Send en månedlig e-mail til redaktionen.
eu: Bidali hilero mezu elektroniko bat editoreei.
hr: Mjesečno šaljite e-poruke urednicima.
id: Mengirimkan email bulanan ke editor.
lv: Nosūtīt ikmēneša e-pastu redaktoriem.
mk: Испратете месечна порака до уредниците.
mr: संपादकांना दरमहा ई-मेल पाठवा.
nl: Verstuur een maandelijkse e-mail aan redactieleden.
pl: Wysyłaj redaktorom comiesięczną statystykę redakcyjną.
sl: Pošlji mesečni email urednikom.
th: ส่งอีเมลรายเดือนถึงบรรณาธิการ
uk: Надсилати щомісячний електронний лист редакторам.
vi: Gửi email hàng tháng cho biên tập viên.

# manager.editorialStatistics.off
source: Do not send the email to editors.
bg_bg: Не не се изпраща имейла до редакторите.
cs_cz: Neposílat e-mail redaktorům.
da: Send ikke e-mailen til redaktionen.
eu: Ez bidali mezu elektronikoa editoreei.
hr: Nemojte slati e-poštu urednicima.
id: Jangan mengirimkan email ke editor.
lv: Nesūtīt e-pastu redaktoriem.
mk: Не испраќајте порака до уредниците.
mr: संपादकांना ई-मेल पाठवू नका.
nl: Verstuur geen e-mailbericht aan redactieleden.
pl: Nie wysyłaj redaktorom comiesięcznej statystyki redakcyjnej.
sl: Ne pošlji mesečna emaila urednikom.
th: ไม่ต้องส่งอีเมลถึงบรรณาธิการ
uk: Не надсилати електронний лист редакторам.
vi: Không gửi email cho biên tập viên.

# manager.submitWithCategories.description
source: Should the submitting author be asked to select a category when they make a new submission?
cs_cz: Měl by být autor odesílající příspěvek při novém odeslání požádán o výběr kategorie?
da: Skal den indsendende forfatter blive bedt om at vælge en kategori, når vedkomne laver en ny indsendelse?
eu: Bidalketaren egileari kategoria bat hautatzeko eskatu behar zaio bidalketa berri bat egiten duenean?
hr: Treba li autor koji šalje podnesak odabrati kategoriju pri slanju novog podneska?
id: Haruskah penulis yang mengirimkan naskah diminta untuk memilih kategori ketika mereka ingin mengirimkan naskah?
lv: Vai jauna materiāla iesniegšanas laikā pieprasīt, lai autors, kurš iesniedz materiālu, izvēlas kategoriju?
mk: Дали треба да се побара од авторот што поднесува да избере категорија кога ќе поднесе нов труд?
mr: सादरीकरण करणाऱ्या लेखकाला प्रवर्ग (category) निवडण्यास सांगितले पाहिजे का?
nl: Zou de auteur gevraagd moeten worden een categorie te kiezen bij het indienen van een nieuwe inzending?
pl: Czy przy tworzeniu zgłoszenia ma pojawić się prośba o wskazanie docelowej kategorii?
sl: Naj avtor med oddajo prispevka izbere kategorijo v katero spada prispevek?
th: ควรให้ผู้ส่งงานเลือกหมวดหมู่เมื่อทำการส่งงานใหม่หรือไม่?
uk: Чи слід попросити автора, який подав заявку, вибрати категорію, коли вони роблять нове подання?
vi: Tác giả gửi bài có nên được yêu cầu chọn danh mục khi họ nộp bài mới không?

# manager.submitWithCategories.no
source: No, do not show authors this field.
cs_cz: Ne, toto pole autorům nezobrazujte.
da: Nej, vis ikke forfattere dette felt.
eu: Ez, ez erakutsi egileei eremu hori.
hr: Ne, ne prikazuj ovo polje autorima.
id: Tidak, jangan tampilkan field ini ke penulis.
lv: Nē, nerādīt autoriem šo lauku.
mk: Не, не им го прикажувајте ова поле на авторите.
mr: नाही, लेखकांना हे फील्ड दाखवू नका.
nl: Nee, toon de auteurs dit veld niet.
pl: Nie oczekuj wskazania kategorii dla zgłoszenia przy jego tworzeniu.
sl: Ne, ne prikaži tega polja avtorjem.
th: ไม่ต้องแสดงฟิลด์นี้แก่ผู้เขียน
uk: Ні, не показувати авторам це поле.
vi: Không, không hiển thị trường này cho tác giả.

# mailable.copyeditRequest.name
source: Request Copyedit
bg_bg: Заявка за типографска редакция
cs_cz: Požadovat copyediting
da: Anmod om manuskriptredigering
eu: Eskatu zuzenketa
hr: Zahtjev za lekturu
id: Permintaan Copyedit
lv: Pieprasīt literāro rediģēšanu
mk: Побарајте Уредување
mr: कॉपीएडिटसाठी विनंती करा
nl: Verzoek tekstredactie
pl: Prośba o korektę
sl: Zahtevaj lektoriranje
th: คำขอแก้ไขสำเนา
uk: Запит літературної редактури
vi: Yêu cầu chỉnh sửa

# mailable.editorAssign.name
source: Editor Assigned
bg_bg: Асоцииран редактор
cs_cz: Byl přiřazen redaktor
da: Redaktør tildelt
eu: Editorea esleituta
hr: Urednik dodijeljen
id: Editor Ditugaskan
lv: Piešķirts redaktors
mk: Доделен уредник
mr: संपादक नियुक्त केला
nl: Toegewezen redacteur
pl: Redaktor przydzielony do zgłoszenia
sl: Dodeljen urednik
th: มอบหมายบรรณาธิการ
uk: Призначено редактора
vi: Biên tập viên đã chỉ định

# mailable.layoutRequest.name
source: Ready for Production
bg_bg: Готов за продукция
cs_cz: Hotovo pro produkci
da: Klar til produktion
eu: Ekoizpenerako prest
hr: Spremno za produkciju
id: Siap untuk Produksi
lv: Gatavs izstrādei
mk: Подготвен за обработка
mr: प्रकाशनासाठी तयार
nl: Gereed voor productie
pl: Prośba o skład
sl: Pripravljeno za produkcijo
th: พร้อมสำหรับการผลิต
uk: Готово до виробництва
vi: Sẵn sàng cho sản xuất

# mailable.system
source: System
bg_bg: Система
cs_cz: Systém
eu: Sistema
hr: Sustav
id: Sistem
lv: Sistēma
mk: Систем
mr: प्रणाली (सिस्टम)
nl: Systeem
sl: Sistem
th: ระบบ
uk: Система
vi: Hệ thống

# mailable.reviewComplete.name
source: Review Completed
bg_bg: Завършена рецензия
cs_cz: Recenze byla dokončena
da: Bedømmelse afsluttet
eu: Berrikuspena osatua
hr: Recenzija dovršena
id: Review Telah Lengkap
lv: Recenzija pabeigta
mk: Рецензијата е завршен
mr: समीक्षण पूर्ण झाले
nl: Review voltooid
pl: Recenzja zakończona
sl: Recenzija končana
th: การทบทวนเสร็จสมบูรณ์
uk: Рецензування завершено
vi: Đánh giá đã hoàn thành

# mailable.reviewEdit.name
source: Review Edited
bg_bg: Редактирана рецензия
cs_cz: Recenze upravena
da: Bedømmelse redigeret
eu: Berrikuspena editatuta
hr: Recenzija je uređena
id: Review Diedit
lv: Recenzija rediģēta
mk: Рецензијата е уреден
mr: समीक्षणाचे संपादन झाले
nl: Review aangepast
pl: Recenzja zmieniona
sl: Recenzija spremenjena
th: การทบทวนแก้ไขแล้ว
uk: Рецензію відредаговано
vi: Đánh giá đã chỉnh sửa

# mailable.editorAssigned.name
source: Editor Assigned (Auto)
bg_bg: Асоцииран редактор
cs_cz: Redaktor přiřazen (automaticky)
da: Redaktør tildelt
eu: Editorea esleituta (automatikoa)
hr: Urednik je dodijeljen (automatski)
id: Editor Ditugaskan (Otomatis)
lv: Piešķirts redaktors (automātiski)
mk: Доделен уредник (Автоматски)
mr: संपादक नियुक्ती (आपोआप - Auto)
nl: Redacteur toegewezen (Auto)
pl: Automatyczne przypisanie redaktora do zgłoszenia
sl: Dodeljen urednik
th: มอบหมายบรรณาธิการ (อัตโนมัติ)
uk: Призначено редактора (автоматично)
vi: Biên tập viên được chỉ định (Tự động)

# mailable.editorAssignedManual.name
source: Assign Editor
cs_cz: Přiřadit redaktora
da: Tilknyt redaktør
eu: Esleitu editorea
hr: Dodijeli urednika
id: Menugaskan Editor
lv: Piešķirt redaktoru
mk: Доделете уредник
mr: संपादक नियुक्त करा
nl: Redacteur toekennen
pl: Ręczne przypisanie redaktora do zgłoszenia
sl: Dodeli urednika
th: มอบหมายบรรณาธิการ
uk: Призначити редактора
vi: Chỉ định biên tập viên

# mailable.submissionNeedsEditor.name
source: Submission Needs Editor
bg_bg: Подаден материал, за които следва да се асоциира редактор
cs_cz: Příspěvek potřebuje přiřazení redaktora
da: Indsendelse skal tildeles en redaktør
eu: Bidalketak editorea behar du
hr: Potreban je urednik podneska
id: Naskah Membutuhkan Editor
lv: Iesniegtajam materiālam nepieciešams redaktors
mk: Потребен е уредник за поднесокот
mr: सादरीकरणासाठी संपादक आवश्यक आहे
nl: Inzending Redacteur Nodig
pl: Redaktor wymagań dla zgłoszeń
sl: Prispevek potrebuje urednika
th: การส่งงานต้องการบรรณาธิการ
uk: Подання потребує редактора
vi: Bài nộp cần biên tập viên

# plugins.importexport.common.validation
source: Validate XML before the export and registration.
da: Godkend XML før eksport og registrering.
el_gr: Επικυρώστε το XML πριν από την εξαγωγή και την ευρετηρίαση.
eu: Baliozkotu XMLa esportatu eta erregistratu aurretik.
gl: Validar o XML antes da exportación e rexistro.
id: Validasi XML sebelum proses ekspor dan registrasi.
ja: エクスポートや登録の前にXMLを検証します。
lv: XML validācija pirms eksportēšanas un reģistrācijas.
mk: Потврдете го XML пред извозот и регистрацијата.
mr: स्थानांतर (Export) आणि नोंदणीपूर्वी XML विधीग्राह्य (validate) करा.
nb_no: Valider XML før eksport og registrering.
nl: Valideer XML alvorens te exporteren en registreren.
pl: Sprawdź XML przed eksportem i rejestracją.
ro_ro: Validarea XML înainte de exportare și înregistrare.
sl: Preveri XML datoteko pred izvozom in registracijo.
th: ตรวจสอบความถูกต้องของ XML ก่อนการส่งออกและลงทะเบียน
uk: Перевіряти XML перед експортом та реєстрацією.
vi: Xác thực XML trước khi xuất và đăng ký.
vi_vn: Xác thực XML trước khi xuất và đăng ký.

# emailTemplate.variable.issue.issuePublishedUrl
source: The URL to the published issue
da: URL til det publicerede nummer
eu: URLa argitaratutako bidalketara
hr: URL objavljenog sveska
id: URL dari isu yang diterbitkan
lv: Publicētā žurnāla numura URL
mk: URL на објавеното издание
mr: प्रकाशित अंकाचा URL
nl: De URL naar de gepubliceerde uitgave
pl: Internetowy adres opublikowanego wydania
sl: URL naslov izdane številke revije
th: URL ไปยังฉบับที่ตีพิมพ์
uk: URL-адреса опублікованого випуску
vi: URL đến số đã xuất bản
