Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.workflow.title
source: Workflow Settings
az: İş axını tənzimləri
bg_bg: Настройки на работната процедура
ca_es: Configuració del circuit de treball
cs_cz: Nastavení workflow
da: Workflow-indstillinger
de_de: Workflow-Einstellungen
el_gr: Ρυθμίσεις Ροής Εργασιών
es_es: Configuración de flujo de trabajo
eu: Lan-fluxuaren ezarpenak
fr_fr: Paramètres du flux des travaux
gl: Configuración do fluxo de traballo
hr: Postavke tijeka rada
hu_hu: Munkafolyamat beállítások
hy_am: Աշխատանքային հոսքի կարգավորումներ
id: Pengaturan Alur Kerja
is: Stillingar verkflæðis
it_it: Impostazioni del flusso di lavoro
ja: ワークフロー設定
ka_ge: სამუშაო პროცესის პარამეტრები
kk_kz: Жұмыс процесі параметрлері
lv: Darbplūsmas uzstādījumi
mk: Поставки на работен тек
mr: कार्यप्रवाहातील (Workflow) सेटिंग्ज
ms: Tetapan Aliran Kerja
nb_no: Arbeidsflytinnstillinger
nl: Instellingen redactieproces
pl: Ustawienia obiegu
pl_pl: Ustawienia obiegu
pt_pt: Configurações do fluxo de trabalho
ro_ro: Setări flux de lucru
ru_ru: Настройки рабочего потока
sl: Nastavitve delovnega toka
sr_rs@cyrillic: Подешавање процеса рада
sv_se: Inställningar för arbetsflöde
th: การตั้งค่ากระบวนการทำงาน
tr_tr: İş Akışı Ayarları
uk: Налаштування робочого процесу
uk_ua: Налаштування робочого процесу
vi: Cài đặt quy trình làm việc
vi_vn: Cài đặt quy trình làm việc

# manager.distribution
source: Distribution
az: Paylama
bg_bg: Разпространение
ca_es: Distribució
cs_cz: Distribuce
da: Distribuering
de_de: Vertrieb
el_gr: Κατανομή
es_es: Distribución
eu: Banaketa
gl: Distribución
hr: Distribucija
hu_hu: Megosztás
hy_am: Բաշխում
id: Distribusi
is: Dreifing
it_it: Distribuzione
ja: 流通
ka_ge: განაწილება
kk_kz: Тарату
lv: Izplatīšana
mk: Распределба
mr: वितरण (Distribution)
ms: Distribusi
nb_no: Distribusjon
nl: Distributie
pl: Dystrybucja
pl_pl: Dystrybucja
pt_pt: Distribuição
ro_ro: Distribuție
ru_ru: Распространение
sl: Distribucija
sr_rs@cyrillic: Дистрибуција
th: การกระจาย
tr_tr: Dağıtım
uk: Розповсюдження
uk_ua: Розповсюдження
vi: Phân phối
vi_vn: Phân phối

# manager.reviewForms
source: Review Forms
az: Dəyərləndirmə formaları
bg_bg: Форми за рецензиране
ca_es: Formularis de revisió
cs_cz: Formuláře recenzí
da: Bedømmelsesformular
de_de: Begutachtungsformulare
el_gr: Φόρμες αξιολόγησης
es_es: Formularios de revisión
eu: Ebaluazio-inprimakiak
fr_fr: Formulaires d'évaluation
gl: Formularios de revisión
hr: Recenzijski obrasci
hu_hu: Lektorálási űrlapok
hy_am: Գրախոսման ձևեր
id: Borang Review
id_id: Form Review
is: Ritrýnieyðublöð
it_it: Moduli per la revisione
ja: 査読フォーム
ka_ge: მიმოხილვის ფორმები
kk_kz: Рецензия формалары
lv: Recenzijas veidlapas
mk: Формулари за рецензија
mr: समीक्षणाचे फॉर्म्स
ms: Borang Ulasan
nb_no: Vurderingsskjemaer
nl: Reviewformulieren
pl: Formularze recenzji
pl_pl: Formularze recenzji
pt_pt: Formulários de Revisão
ro_ro: Formulare de revizie
ru_ru: Формы рецензии
sl: Recenzentski obrazci
sr_rs@cyrillic: Обрасци рецензија
sv_se: Granskningsformulär
th: แบบฟอร์มทบทวน
tr_tr: Değerlendirme Formları
uk: Форми рецензування
uk_ua: Форми рецензування
vi: Các biểu mẫu đánh giá
vi_vn: Các Biểu mẫu Phản biện

# manager.navigationMenus.remoteUrl
source: Remote URL
az: Uzaq url
bg_bg: Отдалечен/външен URL
ca_es: URL remota
cs_cz: Vzdálené URL
da: Ekstern URL
el_gr: Απομακρυσμένη διεύθυνση URL
es_es: URL remota
eu: Urruneko URL
fr_fr: URL distante
gl: URL remota
hr: Udaljeni URL
hu_hu: Távoli URL
hy_am: Հեռավար URL
id: URL Luar
is: Ytri vefslóð
it_it: URL remoto
ja: リモートURL
ka_ge: დისტანციური URL
kk_kz: Сыртқы URL
lv: Attālinātais URL
mk: Оддалечена УРЛ-адреса
mr: दूरस्थ (रिमोट) URL
ms: URL Jauh
nb_no: URL til annet nettsted
nl: Externe URL
pl: Zdalny URL
pl_pl: Zdalny URL
pt_pt: URL Remoto
ro_ro: URL de la distanță
ru_ru: Внешний URL
sl: Oddaljen URL
sv_se: Extern URL
th: URL ระยะไกล
tr_tr: Uzak URL
uk: Зовнішній URL
uk_ua: Зовнішній URL
vi: URL từ xa
vi_vn: URL từ xa

# manager.navigationMenus.remoteUrl.description
source: Link to any URL on another site, like https://pkp.sfu.ca.
az: https://pkp.sfu.ca kimi başqa bir saytdakı hər hansı bir URL-ə link verin.
bg_bg: Връзка към който и да е URL на друг сайт, като https://pkp.sfu.ca.
ca_es: Enllaç a qualsevol URL d'un altre lloc, com per exemple https://pkp.sfu.ca.
cs_cz: Odkaz na libovolné URL či na jinou stránku, jako https://pkp.sfu.ca.
da: Link til en hvilken som helst URL på et andet websted, f.eks. https://pkp.sfu.ca.
de_de: Link zu einer beliebigen URL einer anderen Website, z.B. https://pkp.sfu.ca.
el_gr: Σύνδεση σε οποιαδήποτε διεύθυνση URL σε έναν άλλο ιστότοπο, όπως http://pkp.sfu.ca.
es_es: Enlace a cualquier URL en otro sitio web, como por ejemplo https://pkp.sfu.ca.
eu: Esteka beste gune bateko edozein URLtara, adibidez, https://pkp.sfu.ca bezala.
fr_fr: Lien vers n'importe quelle URL d'un autre site, par exemple, http://pkp.sfu.ca.
gl: Ligazón a calquera URL doutro sitio, como https://pkp.sfu.ca.
hr: Povežite se s bilo kojim URL-om na drugom mjestu, poput https://pkp.sfu.ca.
hu_hu: Link egy távoli URL-hez egy másik webhelyen, mint például http://pkp.sfu.ca.
hy_am: Հղում դեպի մեկ այլ կայքի ցանկացած URL, օրինակ՝ https://pkp.sfu.ca:
id: Tautkan ke URL atau situs mana pun, seperti https://pkp.sfu.ca.
is: Tengil á hvaða vefslóð sem er eða aðra vefsíðu, t.d. eins og https://pkp.sfu.ca.
it_it: Un link ad un URL di un altro sito, tipo https://pkp.sfu.ca.
ja: https://pkp.sfu.ca のように、他のサイトの任意のURLにリンクします。
ka_ge: ბმული სხვა საიტზე ნებისმიერი URL-სთვის, მაგალითად https://pkp.sfu.ca.
kk_kz: Басқа сайттағы кез келген URL мекенжайына сілтеме, мысалы, https://pkp.sfu.ca.
lv: Saite uz jebkuru URL citā vietnē, piemēram, https://pkp.sfu.ca.
mk: Поврзете се до било која УРЛ-адреса на друга веб-страница, како https://pkp.sfu.ca.
mr: दुसऱ्या संकेतस्थळावरील कोणत्याही URL ला जोडा, उदा. https://pkp.sfu.ca.
ms: Pautan ke mana-mana URL di laman lain, seperti https://pkp.sfu.ca.
nb_no: Lenke til URL-er på andre nettsted, f.eks. https://pkp.sfu.ca.
nl: Link naar een URL op een andere website, zoals https://pkp.sfu.ca.
pl: Link do dowolnego URL na dowolnej stronie, np. https://pkp.sfu.ca.
pl_pl: Link do dowolnego URL na dowolnej stronie, np. https://pkp.sfu.ca.
pt_pt: Ligação a qualquer URL noutro sítio, como https://pkp.sfu.ca.
ro_ro: Link către orice URL de pe un alt site, cum ar fi https://pkp.sfu.ca.
ru_ru: Ссылка на любой URL на другом сайте, например, https://pkp.sfu.ca.
sl: Povezava ne katerikoli URL na drugi spletni strani, kot na primer http://pkp.sfu.ca.
sv_se: Länka till vilken URL som helst utanför webbplatsen, till exempel https://pkp.sfu.ca.
th: ลิงก์ไปยัง URL ใด ๆ บนเว็บไซต์อื่น เช่น https://pkp.sfu.ca
tr_tr: https://pkp.sfu.ca gibi başka bir sitedeki herhangi bir URL'ye bağlantı verin.
uk: Покликання на будь-яку URL-адресу на іншому вебсайті, наприклад, https://pkp.sfu.ca.
uk_ua: Посилання на будь-яку URL-адресу на іншому сайті, наприклад, https://pkp.sfu.ca.
vi: Liên kết đến bất kỳ URL nào trên trang web khác, chẳng hạn như https://pkp.sfu.ca.
vi_vn: Liên kết đến bất kỳ URL nào trên trang web khác, ví dụ như https://pkp.sfu.ca.

# manager.navigationMenus.submissions.description
source: Link to the page displaying submission instructions.
az: Məqalə təlimatlarını göstərən səhifəyə link verin
bg_bg: Връзка към страницата, показваща инструкции за подаване на материали.
ca_es: Enllaç a la pàgina que mostra les instruccions de tramesa.
cs_cz: Odkaz na stránku popisující pokyny pro podávání příspěvků.
da: Link til siden, der viser indsendelsesanvisninger.
de_de: Link zur den Einreichungsrichtlinien.
el_gr: Σύνδεση με τη σελίδα που εμφανίζει τις οδηγίες υποβολής.
es_es: Enlace a la página que muestra las instrucciones de envío.
eu: Bidalketa-jarraibideak erakusten dituen orrirako esteka.
fr_fr: Lien vers la page affichant les instructions de soumission.
gl: Ligazón á páxina que mostra as instrucións de envío.
hr: Poveznica za stranicu s uputama za podnošenje.
hu_hu: Link ahhoz az oldalhoz, amely megjeleníti a Beküldési javaslatokat.
hy_am: Հղում դեպի էջի, որտեղ ցուցադրվում են ներկայացման հրահանգները:
id: Tautan ke halaman yang menampilkan petunjuk pengiriman naskah.
is: Tengill á síðu sem sýnir leiðbeiningar um innsendingu handrita.
it_it: Link alla pagina che mosta le istruzioni per inviare una nuovo contributo.
ja: 投稿方法を記載したページへのリンクです。
ka_ge: გვერდის ბმული, რომელიც აჩვენებს წარდგენის ინსტრუქციას.
kk_kz: Жіберу нұсқауларын көрсететін бетке сілтеме.
lv: Saite uz lapu, kurā sniegti materiāla iesniegšanas norādījumi.
mk: Поврзете се до страницата која ги прикажува упатствата за поднесување.
mr: सादरीकरणासंबंधी सूचना प्रदर्शित करणाऱ्या पृष्ठाचा दुवा (link).
ms: Pautan ke halaman yang memaparkan arahan penyerahan.
nb_no: Lenke til siden som viser instrukser for innleveringer.
nl: Link naar de pagina met instructies voor inzendingen.
pl: Link do strony wyświetlającej instrukcje dodawania tekstu.
pl_pl: Link do strony wyświetlającej instrukcje dodawania tekstu.
pt_pt: Ligação para a página com as instruções de submissão.
ro_ro: Link către pagina care afișează instrucțiuni de trimitere.
ru_ru: Ссылка на страницу, отображающую инструкции по отправке.
sl: Povezava do strani z navodili za oddajo prispevka.
sv_se: Länka till sidan som visar instruktioner för att skicka in bidrag.
th: ลิงก์ไปยังหน้าที่แสดงคำแนะนำในการส่งบทความ
tr_tr: Gönderi talimatlarını gösteren sayfaya bağlantı ver.
uk: Покликання на сторінку, де відображаються інструкції щодо подачі матеріалів.
uk_ua: Посилання на сторінку, де відображаються інструкції щодо подання матеріалів.
vi: Liên kết đến trang hiển thị hướng dẫn nộp bài.
vi_vn: Liên kết đến trang hiển thị hướng dẫn gửi bài.

# manager.navigationMenus.current.description
source: Link to your current issue.
az: Mövcud güncəl nömrəyə link verin
bg_bg: Връзка към текущия брой на списание.
ca_es: Enllaç al número actual.
cs_cz: Odkaz na aktuální číslo.
da: Link til dit nyeste nummer.
de_de: Link zur aktuellen Ausgabe.
el_gr: Σύνδεση με το τρέχον τεύχος.
es_es: Enlace al número actual.
eu: Esteka zure uneko zenbakira.
fr_fr: Lien vers le numéro courant.
gl: Ligazón ao número actual.
hr: Poveznica za aktualni broj.
hu_hu: Link a jelenlegi számhoz.
hy_am: Հղում ձեր ընթացիկ թողարկմանը:
id: Tautan ke terbitan terbaru.
is: Tengill á nýjasta tölublað.
it_it: Link all'ultima uscita.
ja: 最新巻号へのリンクです。
ka_ge: თქვენი მიმდინარე საკითხის ბმული.
kk_kz: Ағымдағы шығарылымға сілтеме.
lv: Saite uz jaunāko numuru.
mk: Поврзете се до вашето тековно издание.
mr: तुमच्या अलिकडील अंकाचा (current issue) दुवा (link).
ms: Pautan ke terbitan semasa anda.
nb_no: Lenke til nyeste utgave.
nl: Link naar het huidige nummer.
pl: Link do strony aktualnego numeru.
pl_pl: Link do strony aktualnego numeru.
pt_pt: Ligação à edição atual.
ro_ro: Link la numărul actual.
ru_ru: Ссылка на текущий выпуск.
sl: Povezava do trenutno izdane številke revije.
sv_se: Länka till senaste numret.
th: ลิงก์ไปยังฉบับปัจจุบันของคุณ
tr_tr: Mevcut güncel sayıya bağlantı verin.
uk: Покликання на поточний випуск.
uk_ua: Посилання на поточний випуск.
vi: Liên kết đến số hiện tại của bạn.
vi_vn: Liên kết đến Số hiện tại của bạn.

# manager.navigationMenus.archives.description
source: Link to your issue archive.
az: Nömrə arxivinizə link verin
bg_bg: Връзка към архивните броеве на списанието.
ca_es: Enllaç a l'arxiu de números anteriors.
cs_cz: Odkaz na archiv čísel.
da: Link til dit nummerarkiv.
de_de: Link zum Archiv der Ausgaben.
el_gr: Σύνδεση με το αρχείο της έκδοσης.
es_es: Enlace al archivo de números anteriores.
eu: Aurreko zenbakien artxiborako esteka.
fr_fr: Lien vers votre numéro archivé.
gl: Ligazón ao arquivo dos números anteriores.
hr: Poveznica za arhivu brojeva.
hu_hu: Link a folyóiratarchívumhoz.
hy_am: Հղում ձեր թողարկման արխիվին:
id: Tautan ke arsip terbitan.
is: Tengill á útgefið efni.
it_it: Link all'archivio uscite.
ja: 巻号アーカイブへのリンクです。
ka_ge: თქვენი საკითხის არქივის ბმული.
kk_kz: Шығарылым мұрағатына сілтеме.
lv: Saite uz žurnāla numuru arhīvu.
mk: Поврзете се до вашата архива со изданија.
mr: तुमच्या अंकांच्या संग्रहाचा (issue archive) दुवा (link).
ms: Pautan ke arkib terbitan anda.
nb_no: Lenke til tidligere utgaver.
nl: Link naar het archief.
pl: Link do strony archiwalnych numerów.
pl_pl: Link do strony archiwalnych numerów.
pt_pt: Ligação para o arquivo de edições.
ro_ro: Link către numărul arhivat.
ru_ru: Ссылка на архив выпусков.
sl: Povezava do arhiva izdanih številk.
sv_se: Länka till tidskriftsarkivet.
th: ลิงก์ไปยังคลังฉบับของคุณ
tr_tr: Sayı arşivinize bağlantı verin.
uk: Покликання на архів випусків.
uk_ua: Посилання на архів випусків.
vi: Liên kết đến kho lưu trữ số của bạn.
vi_vn: Liên kết đến kho lưu trữ các số xuất bản.

# manager.navigationMenus.announcements.description
source: Link to the page displaying your announcements.
az: Elanlarınızı göstərən səhifəyə link verin
bg_bg: Връзка към страницата, показваща вашите публични съобщения.
ca_es: Enllaç a la pàgina que mostra els avisos.
cs_cz: Odkaz na stránku vašich oznámení.
da: Link til den side, der viser dine meddelelser.
de_de: Link zur Seite, welche Mitteilungen anzeigt.
el_gr: Σύνδεση με τη σελίδα ανακοινώσεων.
es_es: Enlace a la página de avisos.
eu: Zure iragarkiak erakusten dituen orrirako esteka.
fr_fr: Lien vers la page affichant vos annonces.
gl: Ligazón á páxina de avisos.
hr: Poveznica za stranicu koja prikazuje vaše najave.
hu_hu: Link ahhoz az oldalhoz, amely az Ön közleményeit jeleníti meg.
hy_am: Հղում դեպի ձեր հայտարարությունները ցուցադրող էջին:
id: Tautan ke halaman yang menampilkan pengumuman.
is: Tengill á síðu sem sýnir tilkynningar.
it_it: Link alla pagina che mostra i tuoi annunci.
ja: 告知内容を掲載したページへのリンクです。
ka_ge: თქვენი განცხადებების ამსახველი გვერდის ბმული.
kk_kz: Хабарламалар көрсетілетін бетке сілтеме.
lv: Saite uz lapu, kurā tiek rādīti jūsu paziņojumi.
mk: Поврзете се до страницата која ги прикажува вашите известувања.
mr: तुमच्या घोषणा/सूचना प्रदर्शित करणाऱ्या पृष्ठाचा दुवा (link).
ms: Pautan ke halaman yang memaparkan pengumuman anda.
nb_no: Lenke til oppslagstavlen.
nl: Link naar de pagina met nieuwsberichten.
pl: Link do strony z treścią ogłoszeń.
pl_pl: Link do strony z treścią ogłoszeń.
pt_pt: Ligação à página com os anúncios.
ro_ro: Link către pagina care afișează anunțurile.
ru_ru: Ссылка на страницу, отображающую объявления.
sl: Povezava do vaših obvestil.
sv_se: Länka till en sida som visar era meddelanden.
th: ลิงก์ไปยังหน้าที่แสดงประกาศของคุณ
tr_tr: Duyurularınızı görüntüleyen sayfaya bağlantı verin.
uk: Покликання на сторінку, що показує ваші оголошення.
uk_ua: Посилання на сторінку, котра показує оголошення.
vi: Liên kết đến trang hiển thị thông báo của bạn.
vi_vn: Liên kết đến trang hiển thị thông báo của bạn.

# manager.navigationMenus.login.description
source: Link to the user login page.
az: İstifadəçi giriş səhifəsinə link verin
bg_bg: Връзка към страницата за влизане на потребителя.
ca_es: Enllaç a la pàgina d'inici de sessió.
cs_cz: Odkaz na stránku pro přihlášení uživatele.
da: Link til bruger-loginside.
de_de: Link zum Einloggen.
el_gr: Σύνδεση στη σελίδα σύνδεσης χρήστη.
es_es: Enlace a la página de inicio de sesión.
eu: Erabiltzailearen saio-hasierako orrirako esteka.
fr_fr: Lien vers la page de connexion des utilisateurs.
gl: Ligazón á páxina de inicio de sesión.
hr: Poveznica za stranicu za prijavu korisnika.
hu_hu: Link a felhasználó bejelentkezési oldalhoz.
hy_am: Հղում դեպի օգտվողի մուտքի էջ:
id: Tautan halaman login pengguna.
is: Tengill á innskráningarsíðu.
it_it: Link alla pagina di login utente.
ja: ユーザーのログインページへのリンクです。
ka_ge: მომხმარებლის შესვლის გვერდის ბმული.
kk_kz: Жүйеге кіру бетіне сілтеме.
lv: Saite uz lietotāja pieteikšanās lapu.
mk: Поврзете се до корисничката страница за најава.
mr: वापरकर्ता लॉग-इन पृष्ठासाठी दुवा (link).
ms: Pautan ke halaman log masuk pengguna.
nb_no: Lenke til siden der brukere logger inn.
nl: Link naar de aanmeldingspagina.
pl: Link do strony logowania.
pl_pl: Link do strony logowania.
pt_pt: Ligação à página de autenticação.
ro_ro: Link către pagina de conectare a utilizatorului.
ru_ru: Ссылка на страницу входа в систему.
sl: Povezava do prijavne strani uporabnika.
sv_se: Länka till sidan för användarinloggning.
th: ลิงก์ไปยังหน้าล็อกอินผู้ใช้
tr_tr: Kullanıcı giriş sayfasına bağlantı verin.
uk: Покликання на сторінку входу користувача в систему.
uk_ua: Посилання на сторінку входу користувача в систему.
vi: Liên kết đến trang đăng nhập người dùng.
vi_vn: Liên kết đến trang đăng nhập của người dùng.

# manager.navigationMenus.register.description
source: Link to the user registration page.
az: İstifadəçi qeydiyyat səhifəsinə link verin
bg_bg: Връзка към страницата за регистрация на потребител.
ca_es: Enllaç a la pàgina de registre d'usuari/ària.
cs_cz: Odkaz na stránku k registraci uživatele.
da: Link til brugerregistreringssiden.
de_de: Link zum Registrieren.
el_gr: Σύνδεση στη σελίδα εγγραφής χρηστών.
es_es: Enlace a la página de registro de usuario/a.
eu: Erabiltzailearen erregistro-orrirako esteka.
fr_fr: Lien vers la page d'inscription des utilisateurs.
gl: Ligazón á páxina de rexistro.
hr: Poveznica za stranicu za registraciju korisnika.
hu_hu: Link a felhasználói regisztrációs oldalhoz.
hy_am: Հղում դեպի օգտվողի գրանցման էջ:
id: Tautan halaman pendaftaran pengguna.
is: Tengill á síðu fyrir notendaskráningar.
it_it: Link alla pagina di registrazione utente.
ja: ユーザー登録ページへのリンクです。
ka_ge: მომხმარებლის რეგისტრაციის გვერდის ბმული.
kk_kz: Пайдаланушыны тіркеу бетіне сілтеме.
lv: Saite uz lietotāja reģistrācijas lapu.
mk: Поврзете се до корисничката страница за регистрација.
mr: वापरकर्ता नोंदणी पृष्ठासाठी दुवा (link).
ms: Pautan ke halaman pendaftaran pengguna.
nb_no: Lenke til siden der brukere registreres.
nl: Link naar de registratiepagina voor gebruikers.
pl: Link do strony zakładania konta.
pl_pl: Link do strony zakładania konta.
pt_pt: Ligação para a página de registo de utilizador.
ro_ro: Link către pagina de înregistrare a utilizatorilor.
ru_ru: Ссылка на страницу регистрации пользователя.
sl: Povezava do registracijekse strani za uporabnika.
sv_se: Länka till sidan för användarregistrering.
th: ลิงก์ไปยังหน้าลงทะเบียนผู้ใช้
tr_tr: Kullanıcı kayıt sayfasına bağlantı verin.
uk: Покликання на сторінку реєстрації користувача.
uk_ua: Посилання на сторінку реєстрації користувача.
vi: Liên kết đến trang đăng ký người dùng.
vi_vn: Liên kết đến trang đăng ký người dùng.

# manager.navigationMenus.dashboard.description
source: Link to the editorial dashboard.
az: İdarəçi panelinə link verin
bg_bg: Връзка към редакционното табло.
ca_es: Enllaç al panell editorial.
cs_cz: Odkaz na redakční panel.
da: Link til det redaktionelle betjeningspanel.
de_de: Link zum Dashboard.
el_gr: Σύνδεση με τον πίνακα Σύνταξης.
es_es: Enlace al panel editorial.
eu: Esteka erredakzio-panelera.
fr_fr: Lien vers le tableau de bord éditorial.
gl: Ligazón ao panel editorial.
hr: Poveznica za uredničku nadzornu ploču.
hu_hu: Link a szerkesztőségi kezelőpulthoz.
hy_am: Հղում դեպի խմբագրական վահանակ:
id: Tautan halaman dashboard redaksi.
is: Tengill á ritstjóralesborð.
it_it: Link alla bacheca editoriale.
ja: 編集ダッシュボードへのリンクです。
ka_ge: სარედაქციო კონსოლის ბმული.
kk_kz: Редакцияның жеке кабинетіне сілтеме.
lv: Saite uz redakcijas vadības paneli.
mk: Поврзете се до уредничката контролна табла.
mr: संपादकीय डॅशबोर्डसाठी दुवा (link).
ms: Pautan ke papan pemuka editorial.
nb_no: Lenke til redaksjonens navigasjonsmeny.
nl: Link naar het dashboard voor redacteurs.
pl: Link do panelu roboczego.
pl_pl: Link do panelu roboczego.
pt_pt: Ligação para o painel de controlo editorial.
ro_ro: Link către tabloul de bord editorial.
ru_ru: Ссылка на личный кабинет редакции.
sl: Povezava do uredniške nadzorne plošče.
sv_se: Länka till den redaktionella översikten.
th: ลิงก์ไปยังแดชบอร์ดบรรณาธิการ
tr_tr: Yönetici panosuna bağlantı verin.
uk: Покликання на панель інструментів редакції.
uk_ua: Посилання на панель інструментів редакції.
vi: Liên kết đến trang tổng quan biên tập.
vi_vn: Liên kết đến bảng điều khiển biên tập.

# manager.navigationMenus.profile.description
source: Link to the user profile page.
az: İstifadəçi profil səhifəsinə link verin
bg_bg: Връзка към страницата на потребителския профил.
ca_es: Enllaç a la pàgina de perfil d'usuari/ària.
cs_cz: Odkaz na stránku s profilem uživatele.
da: Link til brugerprofilside.
de_de: Link zum Benutzerprofil.
el_gr: Σύνδεση στη σελίδα προφίλ χρήστη.
es_es: Enlace a la página de perfil de usuario/a.
eu: Erabiltzailearen profilaren orrirako esteka.
fr_fr: Lien vers la page de profil de l'utilisateur.
gl: Ligazón á páxina do perfil do ususario/a.
hr: Poveznica za stranicu korisničkog profila.
hu_hu: Link a felhasználói profil oldalhoz.
hy_am: Հղում դեպի օգտվողի պրոֆիլի էջ:
id: Tautan halaman profil pengguna.
is: Tengill á stillingar notanda.
it_it: Link alla pagina del profilo utente.
ja: ユーザーのプロフィールページへのリンクです。
ka_ge: მომხმარებლის პროფილის გვერდის ბმული.
kk_kz: Пайдаланушының профиль бетіне сілтеме.
lv: Saite uz lietotāja profila lapu.
mk: Поврзете се до корисничката профилна страница.
mr: वापरकर्ता प्रोफाइल पृष्ठासाठी दुवा (link).
ms: Pautan ke halaman profil pengguna.
nb_no: Lenke til brukerprofilsiden.
nl: Link naar de profielpagina van een gebruiker.
pl: Link do strony profilu użytkownika.
pl_pl: Link do strony profilu użytkownika.
pt_pt: Ligação para a página com o perfil do utilizador.
ro_ro: Link către pagina profilului de utilizator.
ru_ru: Ссылка на страницу профиля пользователя.
sl: Povezava do uporabniškega profila.
sv_se: Länka till sidan för användarprofil.
th: ลิงก์ไปยังหน้าข้อมูลผู้ใช้
tr_tr: Kullanıcı profili sayfasına bağlantı verin.
uk: Покликання на сторінку профілю користувача.
uk_ua: Посилання на сторінку профілю користувача.
vi: Liên kết đến trang hồ sơ người dùng.
vi_vn: Liên kết đến trang hồ sơ người dùng.

# manager.navigationMenus.logOut.description
source: A link that will log the user out.
az: İstifadəçinin çıxışını qeydiyyatdan keçirəcək bir link verin
bg_bg: Връзка, чрез която потребителят ще излезе от системата.
ca_es: Enllaç per tancar la sessió de l'usuari/ària.
cs_cz: Odkaz k odhlášení uživatele.
da: Et link der logger brugeren ud.
de_de: Über diesen Link loggt sich die Benutzerin/der Benutzer aus.
el_gr: Ένας σύνδεσμος που αποσυνδέει τον χρήστη.
es_es: Enlace para cerrar la sessión del usuario/a.
eu: Erabiltzailearen saioa itxiko duen esteka.
fr_fr: Un lien qui fermera la session d'un utilisateur.
gl: Ligazón que pechará a sesión do ususario/a.
hr: Poveznica za odjavu korisnika.
hu_hu: Egy link, amely kijelentkezteti a felhasználót.
hy_am: Հղում, որը օգտատերին դուրս կբերի:
id: Tautan yang akan mengakhiri sesi login pengguna.
is: Tengill sem skráir notanda út.
it_it: Un link per scollegare l'utente.
ja: ユーザーをログアウトさせるためのリンクです。
ka_ge: ბმული, რომელითაც გამოვა მომხმარებელი.
kk_kz: Пайдаланушыны жүйеден шығаруға сілтеме.
lv: Saite, kas lietotājam ļauj iziet no sistēmas.
mk: Линк кој ќе го одјави корисникот.
mr: एक दुवा (link) जो वापरकर्त्याला लॉग-आउट करेल.
ms: Pautan yang akan log keluar pengguna.
nb_no: En lenke som vil logge ut brukeren.
nl: Een link die gebruikers afmeldt.
pl: Link wylogowania.
pl_pl: Link wylogowania.
pt_pt: Uma ligação que irá cancelar a autenticação do utilizador.
ro_ro: Un link care va deconecta utilizatorul.
ru_ru: Ссылка для выхода пользователя из системы.
sl: Povezava, ki odjavi uporabnika iz sistema.
sv_se: En länk för att logga ut som användare.
th: ลิงก์ที่ใช้เพื่อออกจากระบบผู้ใช้
tr_tr: Kullanıcıyı çıkışını kaydedecek bir bağlantı verin.
uk: Покликання для виходу користувача з системи.
uk_ua: Посилання для виходу користувача з системи.
vi: Một liên kết sẽ đăng xuất người dùng.
vi_vn: Một liên kết sẽ đăng xuất người dùng.
