Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# plugins.importexport.common.error.unknownEncoding
source: Unknown encoding {$param}
az: Naməlum kodlaşdırma
bg_bg: Неизвестна езикова кодировка {$param}
ca_es: Codificació desconeguda {$param}
cs_cz: Neznámé kódování {$param}
da: Ukendt kode {$param}
de_de: Unbekanntes Encoding {$param}
el_gr: Άγνωστη κωδικοποίηση {$param}
es_es: Codificación desconocida {$param}
eu: Kodeketa ezezaguna {$param}
fr_fr: Encodage inconnu {$param}
gl: Codificación descoñecida {$param}
hr: Nepoznato kodiranje {$param}
hu_hu: Ismeretlen kódolás {$param}
hy_am: Անհայտ կոդավորում {$param}
id: Pengkodean tidak dikenal {$param}
is: Óþekkt kóðun {$param}
it_it: Codifica sconosciuta {$param}
ja: 不明なエンコード {$param}
ka_ge: უცნობი კოდირება {$param}
kk_kz: Белгісіз кодтау {$param}
lv: Nezināms kodējums {$param}
mk: Непознато шифрирање {$param}
mr: अज्ञात संकेत (Unknown encoding) {$param}
ms: Pengekodan tidak diketahui {$param}
nb_no: Ukjent koding {$param}
nl: Onbekende codering {$param}
pl: Nieznane kodowanie {$param}
pl_pl: Nieznane kodowanie {$param}
pt_pt: Codificação desconhecida {$param}
ro_ro: Codificare necunoscută {$param}
ru_ru: Неизвестная кодировка {$param}
sl: Neznano en-kodiranje {$param}
sv_se: Okänd kod {$param}
th: ไม่ทราบการเข้ารหัส {$param}
tr_tr: Bilinmeyen kodlama {$param}
uk: Невідоме кодування {$param}
uk_ua: Невідоме кодування {$param}
vi: Mã hóa không xác định {$param}
vi_vn: Mã hóa không xác định {$param}

# plugins.importexport.common.error.encodingError
source: The content is not encoded as {$param}
az: Məzmun {$param} kimi kodlaşdırılmayıb
bg_bg: Съдържанието не е езиково кодирано като {$param}
ca_es: El contingut no està codificat com a {$param}
cs_cz: Tento obsah není kódování jako {$param}
da: Indholdet er ikke kodet som {$param}
de_de: Dieser Inhalt ist nicht als {$param} encodiert
el_gr: Το περιεχόμενο δεν κωδικοποιείται ως {$param}
es_es: El contenido no está codificado como {$param}
eu: Edukia ez dago {$param} gisa kodetuta
fr_fr: Le contenu n'est pas encodé comme {$param}
gl: O contido non está codificado como {$param}
hr: Sadržaj nije kodiran kao {$param}
hu_hu: A tartalom nem eszerint lett kódolva: {$param}
hy_am: Բովանդակությունը կոդավորված չէ որպես {$param}
id: Konten tidak dikodekan sebagai {$param}
is: Innihaldið er ekki kóðað sem {$param}
it_it: Il contenuto non è codificato come {$param}
ja: コンテンツは {$param} としてエンコードされていない
ka_ge: შინაარსი არ არის კოდირებული, როგორც {$param}
kk_kz: Контенттің коды сәйкес келмейді {$param}
lv: Saturs nav kodēts kā {$param}
mk: Содржината не е шифрирана како {$param}
mr: आशय (content) {$param} या संकेतरूपात नाही (not encoded)
ms: Kandungan tidak dikodkan sebagai {$param}
nb_no: Innholdet er ikke kodet som {$param}
nl: De inhoud is niet gecodeerd als {$param}
pl: Zawartość nie jest zakodowana jako {$param}
pl_pl: Zawartość nie jest zakodowana jako {$param}
pt_pt: O conteúdo não está codificado como {$param}
ro_ro: Conținutul nu este codat ca {$param}
ru_ru: Кодировка контента не совпадает с {$param}
sl: Vsebina ni kodirana kot {$param}
sv_se: Innehållet är inte kodat som {$param}
th: เนื้อหาไม่ได้เข้ารหัสเป็น {$param}
tr_tr: İçerik {$param} olarak kodlanmamış
uk: Вміст не закодований як {$param}
uk_ua: Вміст не закодований як {$param}
vi: Nội dung không được mã hóa dưới dạng {$param}
vi_vn: Nội dung không được mã hóa dưới dạng {$param}

# plugins.importexport.common.error.userGroupMissing
source: UserGroup Missing for author name {$param}
az: {$param} Müəllif adı üçün istifadəçi qrupu əskikdir.
bg_bg: Липсва потребителска група за името на автор {$param}
cs_cz: Chybí zařazení do uživatelské skupiny pro autora jménem {$param}
da: UserGroup mangler forfatternavn {$param}
eu: Erabiltzaile-taldea falta da {$param} egilearen izenarentzat
gl: Falta o grupo de usuarios para o nome do autor {$param}
hr: Nedostaje Korisničkagrupa za ime autora {$param}
hy_am: UserGroup բացակայում է հեղինակի անունը {$param}
id: UserGroup Missing untuk nama penulis {$param}
is: Notendahóp vantar fyrir nafn höfundar {$param}
ja: 著者名 {$param} の入力がないユーザーグループ
ka_ge: UserGroup აკლია ავტორის სახელით {$param}
kk_kz: "{$param}" атты автор үшін арнаулы топ көрсетілмеген
lv: UserGroup Trūkst autora vārda {$param}
mk: Недостасува корисничка група за името на авторот {$param}
mr: {$param} या लेखकाच्या नावासाठी वापरकर्ता गट उपलब्ध नाही
ms: Kumpulan Pengguna Tiada untuk nama pengarang {$param}
nl: De gebruikersgroep ontbreekt voor [...] {$param}
pl: W nazwie autora brakuje UserGroup {$param}
ru_ru: Не указана пользовательская группа для автора с именем «{$param}»
sl: Manjka uporabniška skupina za avtorma z imenom {$param}
th: กลุ่มผู้ใช้ขาดหายไปสำหรับชื่อผู้แต่ง {$param}
uk: Відсутня група користувачів для імені автора {$param}
vi: Thiếu nhóm người dùng cho tên tác giả {$param}

# plugins.importexport.common.error.unknownUploader
source: Unknown uploader {$param}
az: Naməlum yükləyici: {$param}
bg_bg: Неизвестен качващ {$param}
ca_es: Carregador {$param} desconegut
cs_cz: Neznámý nástroj nahrávání: {$param}
da: Ukendt uploader {$param}
de_de: Unbekannter Uploader {$param}
el_gr: Άγνωστος μεταφορτωτής {$param}
es_es: Cargador {$param} desconocido
eu: Kargatzaile ezezaguna {$param}
fr_fr: Téléverseur inconnu {$param}
gl: Cargador {$param} descoñecido
hr: Nepoznati prenositelj {$param}
hu_hu: Ismeretlen feltöltő {$param}
hy_am: Անհայտ վերբեռնող {$param}
id: Pengunggah tidak dikenal {$param}
is: Óþekktur innsendandi {$param}
it_it: Caricatore sconosciuto {$param}
ja: 不明なアップローダ {$param}
ka_ge: უცნობი ამტვირთველი {$param}
kk_kz: Белгісіз жүктеуші {$param}
lv: Nezināms augšupielādētājs {$param}
mk: Непознат поставувач {$param}
mr: {$param} - अज्ञात सादरकर्ता (uploader)
ms: Pemuat naik tidak diketahui {$param}
nb_no: Ukjent opplaster {$param}
nl: Onbekende uploader {$param}
pl: Nieznany element {$param}
pl_pl: Nieznany element {$param}
pt_pt: Uploader desconhecido {$param}
ro_ro: Încărcător necunoscut {$param}
ru_ru: Неизвестный загрузчик {$param}
sl: Neznan nalagalnik {$param}
sv_se: Okänd uppladdare {$param}
th: ไม่ทราบผู้ที่อัปโหลด {$param}
tr_tr: Bilinmeyen yükleyici: {$param}
uk: Невідомий завантажувач {$param}
uk_ua: Невідомий завантажувач {$param}
vi: Người tải lên không xác định {$param}
vi_vn: Không xác định người tải lên {$param}

# plugins.importexport.common.error.temporaryFileFailed
source: Temporary file {$dest} could not be created from {$source}
az: Müvəqqəti fayl {$dest}, {$source} mənbəyindən yaradıla bilmədi.
bg_bg: Временен файл {$dest} не можа да бъде създаден от {$source}
ca_es: L'arxiu temporal {$dest} no es pot crear des de {$source}
cs_cz: Dočasný soubor {$dest} nelze vytvořit z {$source}
da: Midlertidig fil {$dest} kunne ikke oprettes fra {$source}
de_de: Temporäre Datei {$dest} konnte nicht aus der Quelle {$source} erzeugt werden
el_gr: Το προσωρινό αρχείο {$dest} δεν μπορεί να δημιουργηθεί από το {$source}
es_es: El archivo temporal {$dest} no se ha podido crear desde {$source}
eu: Ezin izan da aldi baterako {$dest} fitxategia sortu {$source}(e)tik
fr_fr: Le fichier temporaire {$dest} ne peut pas être créé depuis {$source}
gl: Non se puido crear o arquivo temporal {$dest} desde {$source}
hr: Privremena datoteka {$dest} nije se mogla stvoriti iz {$source}
hu_hu: Ideiglenes fájl {$dest} nem hozható létre ebből {$source}
hy_am: {$dest} ժամանակավոր նիշքը չհաջողվեց ստեղծել {$source} -ից
id: File sementara {$dest} tidak dapat dibuat dari {$source}
is: Ekki tókst að búa til tímabundna skrá {$dest} út frá {$source}
it_it: Il file temporaneo {$dest} non può essere creato da {$source}
ja: 一時ファイル {$dest} を {$source} から作成できない
ka_ge: დროებითი ფაილი {$dest} ვერ შეიქმნა {$source}-დან
kk_kz: {$dest} уақытша файлын {$source} арқылы жасау мүмкін емес
lv: Pagaidu failu {$dest} nevar izveidot no {$source}
mk: Не може да биде содадена привремена датотека {$dest} од {$source}
mr: {$source} वरून तात्पुरती फाईल {$dest} निर्माण करता आली नाही
ms: Fail sementara {$dest} tidak dapat dibuat daripada {$source}
nb_no: Den midlertidige filen {$dest} kunne ikke bli laget fra {$source}
nl: Tijdelijk bestand {$dest} voor {$source} kon niet worden gemaakt
pl: Plik tymczasowy {$dest} nie mógł być utworzony z {$source}
pl_pl: Plik tymczasowy {$dest} nie mógł być utworzony z {$source}
pt_pt: O ficheiro temporário {$dest} não pôde ser criado em {$source}
ro_ro: Fișierul temporar {$dest} nu a putut fi creat din {$source}
ru_ru: Временный файл {$dest} не может быть создан из {$source}
sl: Začasna datoteka {$dest} ne more biti ustvarjena iz {$source}
sv_se: Temporär fil {$dest} kunde inte skapas från {$source}
th: ไม่สามารถสร้างไฟล์ชั่วคราว {$dest} จาก {$source}
tr_tr: Geçici dosya {$dest}, {$source} kaynağıdan oluşturulamadı
uk: Тимчасовий файл {$dest} не може бути створено з {$source}
uk_ua: Тимчасовий файл {$dest} не може бути створено з {$source}
vi: Tệp tạm thời {$dest} không thể tạo từ {$source}
vi_vn: Không thể tạo tệp tạm thời {$dest} từ {$source}

# plugins.importexport.common.error.filesizeMismatch
source: The provided filesize "{$expected}" and the actual filesize "{$actual}" do not match
az: Təmin edilən fayllar "{$expected}" və həqiqi fayllardakı "{$actual}" "uyğun gəlmir"
bg_bg: Предоставеният размер на файла "{$expected}" и действителният размер на файла "{$actual}" не съвпадат
ca_es: La mida de l'arxiu proporcionat "{$expected}" i la mida actual "{$actual}" no coincideixen
cs_cz: Uvedená velikost souboru "{$expected}" a skutečná velikost souboru "{$actual}" se neshodují
da: Den angivne filstørrelse "{$expected}" og den aktuelle filstørrelse "{$actual}" stemmer ikke overens
de_de: Die übermittelte Dateigröße "{$expected}" und die tatsächliche Dateigröße "{$actual}" stimmen nicht überein
el_gr: Το παρεχόμενο μέγεθος αρχείου "{$expected}" και το πραγματικό μέγεθος αρχείου "{$actual}" δεν ταιριάζουν
es_es: El tamaño de archivo proporcionado "{$expected}" y el tamaño real "{$actual}" no coinciden
eu: Emandako fitxategi-tamaina "{$expected}" eta fitxategi-tamaina erreala "{$actual}" ez datoz bat
fr_fr: La taille fournie "{$expected}" et la taille actuelle "{$actual}" sont différentes
gl: O tamaño do arquivo fornecido "{$expected}" e o tamaño real do arquivo "{$actual}" non coinciden
hr: Navedena se veličina datoteke "{$expected}" i stvarna veličina datoteke "{$actual}" ne podudaraju
hu_hu: A megadott fájlméret"{$expected}" és a jelenlegi fájlméret "{$actual}" nem egyezik
hy_am: Տրամադրված նիշքի չափը "{$expected}" և նիշքի իրական չափը "{$actual}" չեն համընկնում
id: Ukuran file yang disediakan "{$expected}" dan ukuran file yang aktual "{$aktual}" tidak cocok
is: Uppgefin skráarstærð "{$expected}" og raunstærð "{$actual}" passa ekki saman
it_it: La dimensione fornita "{$expected}" e quella riscontrata "{$actual}" non corrispondono
ja: 提示されたファイルサイズ「{$expected}」と実際のファイルサイズ「{$actual}」が一致しない
ka_ge: მოწოდებული ფაილების ზომა “{$expected}” და რეალური ფაილის ზომა “{$actual}” არ ემთხვევა ერთმანეთს
kk_kz: Көрсетілген файл өлшемі "{$expected}" мен "{$actual}" нақты өлшемі сәйкес келмейді
lv: Sniegtais faila izmērs "{$expected}" un faktiskais faila izmērs "{$actual}" nesakrīt
mk: Доставената големина на датотека "{$expected}" и вистинската големина на датотека "{$actual}" не се совпаѓаат
mr: फाईलचा अपेक्षित आकार (size) "{$expected}" प्रत्यक्ष फाईलच्या आकाराशी (size) "{$actual}" जुळत नाही
ms: Saiz fail yang disediakan "{$expected}" dan saiz fail sebenar "{$actual}" tidak sepadan
nb_no: Filstørrelsen «{$expected}» og den faktiske filstørrelsen «{$actual}» stemmer ikke overens
nl: De opgegeven bestandsgrootte "{$expected}" komt niet overeen met de eigenlijke bestandgrootte "{$actual}"
pl: Spodziewany rozmiar pliku "{$expected}" jest inny od przesłanego "{$actual}"
pl_pl: Spodziewany rozmiar pliku "{$expected}" jest inny od przesłanego "{$actual}"
pt_pt: O tamanho providenciado "{$expected}" e o tamanho real "{$actual}" não correspondem
ro_ro: Dimensiunea de fișier furnizată "{$expected}" și dimensiunea efectivă a fișierelor "{$actual}" nu se potrivesc
ru_ru: Указанный размер файла «{$expected}» и фактический размер «{$actual}» не совпадают
sl: Pričakovan velikost datoteke "{$expected}" in dobljena velikost datoteke "{$actual}" se ne skladata
sv_se: Den angivna filstorleken "{$expected}" och den faktiska filstorleken "{$actual}" stämmer inte överens
th: ขนาดไฟล์ที่ให้ "{$expected}" และขนาดไฟล์จริง "{$actual}" ไม่ตรงกัน
tr_tr: Sağlanan dosyalar "{$expected}" ve gerçek dosyalardaki "{$actual}" "eşleşmiyor"
uk: Вказаний розмір файлу "{$expected}" та фактичний розмір файлу "($actual)" не співпадають
uk_ua: Вказаний розмір файлу "{$expected}" та фактичний розмір файлу "($actual)" не співпадають
vi: Kích thước tệp được cung cấp "{$expected}" và kích thước tệp thực tế "{$actual}" không khớp
vi_vn: Kích thước tệp được cung cấp "{$expected}" và kích thước tệp thực tế "{$actual}" không khớp

# plugins.importexport.native.error.submissionFileWithoutRevision
source: The submission file {$id} was skipped because it does not have a valid revision.
da: Indsendelsesfilen {$id} blev sprunget over, fordi den ikke har en gyldig revision.
eu: {$id} bidalketa-fitxategia saltatu egin da, ez duelako baliozko berrikuspenik.
id: File naskah {$id} dilewati karena tidak memiliki revisi yang sah.
lv: Materiāla datne {$id} tika izlaista, jo tai nav derīgu labojumu.
mk: Датотеката за поднесување {$id} беше прескокната бидејќи нема валидна ревизија.
mr: सादरीकरणाची फाईल {$id} वगळण्यात आली आहे कारण ती वैध सुधारित आवृत्ती (valid revision) नाही.
nl: Het inzendingsbestand {$id} werd overgeslagen omdat het geen geldige herziening heeft.
pl: Przesłany plik {$id} został pominięty, ponieważ nie ma prawidłowej wersji.
sl: Oddana datoteka {$id} je bila izpuščena, ker nima veljavne različice.
th: ไฟล์การส่งบทความ {$id} ถูกข้ามเนื่องจากไม่มีการแก้ไขที่ถูกต้อง
uk: Файл подання {$id} було пропущено, оскільки він не має дійсної редакції.
vi: Tệp nộp {$id} đã bị bỏ qua vì nó không có bản sửa đổi hợp lệ.

# plugins.importexport.native.error.submissionFileInvalidFileStage
source: The submission file {$id} was skipped because it does not have a valid file stage.
da: Indsendelsesfilen {$id} blev sprunget over, fordi den ikke har et gyldigt filtrin.
eu: {$id} bidalketa-fitxategia saltatu egin da, ez duelako baliozko fitxategi-faserik.
id: File naskah {$id} dilewati karena tidak memiliki tahap file yang sah.
lv: Materiāla datne {$id} tika izlaista, jo tai nav derīga datnes posma.
mk: Датотеката за поднесување {$id} беше прескокната бидејќи нема валидна фаза на датотека.
mr: सादरीकरणाची फाईल {$id} वगळण्यात आली आहे कारण ती ग्राह्य फाईल टप्प्यावर (stage) नाही.
nl: Het bestand van inzending {$id} is overgeslagen omdat het geen geldig bestandsstadium heeft.
sl: Datoteka prispevka {$id} je bila izpuščena, ker nima veljavne faze datoteke.
th: ไฟล์การส่งบทความ {$id} ถูกข้ามเนื่องจากไม่มีขั้นตอนไฟล์ที่ถูกต้อง
uk: Файл подання {$id} було пропущено, оскільки він не має дійсної стадії файлу.
vi: Tệp nộp {$id} đã bị bỏ qua vì nó không có giai đoạn tệp hợp lệ.

# plugins.importexport.common.error.publicationCoverImageMissing
source: The cover image of the publication {$id} was not exported, its file was not found at the path "{$path}".
da: Forsidebilledet af publikationen {$id} blev ikke eksporteret, da filen ikke blev fundet på stien "{$path}".
eu: {$id} argitalpenaren azaleko irudia ez da esportatu, bere fitxategia ez baita aurkitu "{$path}" helbidean.
id: Tampilan gambar pada penerbitan {$id} tidak dapat diekspor, file tidak ditemukan pada path "{$path}".
lv: Publikācijas {$id} vāka attēls netika eksportēts, tā fails netika atrasts ceļā "{$path}".
mk: Сликата на насловната страница на публикацијата {$id} не беше експортирана, нејзината датотека не беше пронајдена на патеката „{$path}“.
mr: {$id} प्रकाशनाच्या मलपृष्ठ प्रतिमेचे (cover image) स्थानांतर (Export) करण्यात आले नाही, त्याची फाईल "{$path}" या पत्त्यावर आढळली नाही.
nl: De omslagafbeelding van de publicatie {$id} is niet geëxporteerd, het bestand is niet gevonden op het pad "{$path}".
pl: Obraz okładki publikacji {$id} nie został wyeksportowany, ponieważ zawierający go plik nie został znaleziony w ścieżce "{$path}".
sl: Slika naslovnice za revijo {$id} ni bila izvožena, ker njene datoteke ni bilo moč najti na "{$path}".
th: ภาพหน้าปกของการตีพิมพ์ {$id} ไม่ได้ถูกนำออก เนื่องจากไม่พบไฟล์ที่เส้นทาง "{$path}"
uk: Зображення обкладинки публікації {$id} не експортовано, його файл не знайдено за шляхом {$path}.
vi: Ảnh bìa của ấn phẩm {$id} chưa được xuất, không tìm thấy tệp của nó tại đường dẫn "{$path}".

# plugins.importexport.user.importExportErrors
source: Import/Export errors:
az: Data idxaletmə /ixracetmə xətaları :
bg_bg: Грешки при импорт/експорт:
ca_es: Errors d'importació/exportació:
cs_cz: Chyby importu/exportu:
da: Import/Eksport-fejl:
de_de: Import/Export-Fehler:
el_gr: Σφάλματα εισαγωγής/εξαγωγής:
es_es: Errores de importación/exportación:
eu: Inportazio/esportazio erroreak:
fr_fr: Erreurs d'importation/exportation :
gl: Erros de importación/exportación:
hr: Pogreške pri importu/eksportu:
hu_hu: Import/Export hibák:
hy_am: Ներմուծման/արտահանման սխալներ.
id: Kesalahan Impor/Ekspor:
is: Flytja villur inn/út:
it_it: Erroir di import/export:
ja: インポート/エクスポートのエラー:
ka_ge: იმპორტის/ექსპორტის შეცდომები:
kk_kz: Импорт/экспорт қателері:
lv: Importēšanas/eksportēšanas kļūdas:
mk: Импортирај/Експортирај грешки:
mr: दाखल (import) करुन घेण्यातील/स्थानांतर (Export) करण्यातील त्रुटी :
ms: Ralat Import/Eksport:
nb_no: Import-/eksportfeil:
nl: Import/export fouten:
pl: Importuj/Eksportuj błędy:
pt_pt: Erros de importação/exportação:
ro_ro: Erori de import / export:
ru_ru: Ошибки импорта/экспорта:
sl: Uvozno/izvozne napake:
sv_se: Fel underi mport/export:
th: ข้อผิดพลาดการนำเข้า/ส่งออก:
tr_tr: Veri Alma / Verme hataları:
uk: Помилки імпорту / експорту:
uk_ua: Помилки імпорту/експорту:
vi: Lỗi nhập/xuất:
vi_vn: Lỗi Nhập/Xuất dữ liệu:

# plugins.importexport.user.error.plainPasswordNotValid
source: The imported user "{$username}" has a plain password that is not valid. The user has not been imported.
az: İçəriyə transfer edilən "{$username}" istifadəçinin etibarsız bir şifrəsi var. İstifadəçi içəriyə transfer edilə bilmədi.
bg_bg: Импортираният потребител {$username}" има обикновена парола, която не е валидна. Потребителят не е импортиран.
ca_es: L'usuari/ària importat "{$username}" té una contrasenya en text pla que no és válida. L'usuari/ària no s'ha importat.
cs_cz: Importovaný uživatel „{$username}“ má prosté heslo, které není platné. Uživatel nebyl importován.
da: Den importerede bruger "{$username}" har en almindelig adgangskode, der ikke er gyldig. Brugeren er ikke blevet importeret.
de_de: Importierte/r Nutzer/in "{$username}" hat ein ungültiges Klartext-Passwort. Nutzer/in wurde nicht importiert.
el_gr: Ο εισαγόμενος χρήστης "{$username}" έχει έναν απλό κωδικό πρόσβασης που δεν είναι έγκυρος. Ο χρήστης δεν έχει εισαχθεί.
es_es: El usuario/a importado "{$username}" posee una clave en texto plano que no es válida. El usuario/a no fue importado.
eu: Inportatutako "{$username}" erabiltzaileak baliozkoa ez den pasahitz arrunta du. Erabiltzailea ez da inportatu.
fr_fr: L'utilisatrice ou utilisateur importé « {$username} » a un mot de passe simple invalide. L'utilisatrice ou utilisateur n'a pas été importé.
gl: O usuario/a importado "{$username}" ten un contrasinal sinxelo que non é válido. O usuario/a non foi importado.
hr: Importirani korisnik "{$username}" ima običnu lozinku koja nije važeća. Korisnik nije importiran.
hu_hu: Az importált felhasználó "{$username}" jelszava nem érvényes, gyenge. A felhasználó nem került importálásra.
hy_am: Ներմուծված "{$username}" օգտվողն ունի պարզ գաղտնաբառ, որը անվավեր է: Օգտագործողը չի ներմուծվել:
id: Pengguna "{$username}" yang diimpor memiliki password biasa yang tidak valid. Pengguna tidak diimpor.
is: Notandi "{$username}" er með einfalt lykilorð sem er ekki gilt. Notandinn var ekki lesinn inn.
it_it: L'utente da importare "{$username}" ha una password di tipo plaintext non valida. L'utente non è stato importato.
ja: インポートされたユーザー「{$username}」のパスワードが無効です。このユーザーはインポートされていません。
ka_ge: იმპორტირებულ მომხმარებელს "{$username}" აქვს მარტივი პაროლი, რომელიც არასწორია. მომხმარებელი არ არის იმპორტირებული.
kk_kz: Импортталған "{$username}" пайдаланушысының талаптарға сай келмейтін қарапайым құпия сөзі бар. Пайдаланушы импортталмаған.
lv: Importētajam lietotājam "{$username}" ir nederīga parole. Lietotājs nav importēts.
mk: Импортираниот корисник "{$username}" има едноставна лозинка која не е важечка. Корисникот не беше импортиран.
mr: दाखल (import) करुन घ्यावयाच्या "{$username}" वापरकर्त्याचा पासवर्ड अवैध आहे. वापरकर्ता दाखल (import) केला नाही.
ms: Pengguna yang diimport "{$username}" mempunyai kata laluan biasa yang tidak sah. Pengguna belum diimport.
nb_no: Den importerte brukeren "{$username}" har et svakt passord som ikke er gyldig. Brukeren er ikke importert.
nl: De geïmporteerde gebruiker "{$username}" heeft een te eenvoudig wachtwoord dat niet geldig is. De gebruiker werd niet geïmporteerd.
pl: Importowany użytkownik "{$username}" posiada hasło, które nie jest poprawne. Użytkownik nie został zaimportowany.
pt_pt: O utilizador importado "{$username}" tem uma senha de texto que não é válida. O utilizador não foi importado.
ro_ro: Utilizatorul importat "{$username}" are o parolă simplă care nu este validă. Utilizatorul nu a fost importat.
ru_ru: У импортируемого пользователя «{$username}» задан простой пароль, не соответствующий требованиям. Пользователь не был импортирован.
sl: Uporabnik "{$username}" ima geslo, ki ni v veljavni obliki (je 'plain password'). Uporabnik ni bil uvožen.
sv_se: Den importerade användaren "{$username}" har ett okrypterat lösenord, vilket inte är giltigt. Användaren importerades inte.
th: ผู้ใช้ที่นำเข้า "{$username}" มีรหัสผ่านแบบเรียบที่ไม่ถูกต้อง ผู้ใช้ไม่ได้รับการนำเข้า
tr_tr: İçe aktarılan "{$username}" kullanıcısının geçersiz bir parolası var. Kullanıcı içe aktarılmadı.
uk: Імпортований користувач "{$username}" має простий пароль, який не є валідним. Користувача не було внесено.
uk_ua: Імпортований користувач "{$username}" має простий пароль, який не є валідним. Користувача не було внесено.
vi: Mật khẩu rõ ràng của người dùng được nhập "{$username}" không hợp lệ. Người dùng chưa được nhập.
vi_vn: Người dùng đã nhập "{$username}" có mật khẩu thuần túy không hợp lệ. Người dùng chưa được nhập.
