Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.plugins.description
source: This page allows the Manager to review and potentially configure the plugins that are currently installed. Plugins are divided into categories, according to their function. The categories are listed below, and within each category, its current set of plugins.
az: Bu səhifə, İdarəçinin hazırda quraşdırılmış əlavələri gözdən keçirməsini və potansial olaraq konfiqurasiya edilməsini təmin edir. Əlavələr, funksiyalarına görə kateqoriyalara ayırlır. Kateqoriyalar aşağıda sadalanıb və hər kateqoriya üçün əlavə dəsti mövcuddur.
bg_bg: Тази страница позволява на мениджъра да прегледа и евентуално да конфигурира добавките (плъгини) , които са инсталирани в момента. Плъгините са разделени на категории, според тяхната функция. Категориите са изброени по-долу, а във всяка категория е текущият набор от плъгини.
ca_es: Des d'aquesta pàgina l'administrador/a de la revista pot revisar i configurar els mòduls que hi ha instal·lats. Els mòduls es divideixen en categories, segons la seva funció. A continuació hi ha la llista de les categories i, dins de cadascuna, hi ha els grups de mòduls que s'hi inclouen.
cs_cz: Tato stránka umožňuje správci prohlížet a případně nakonfigurovat nainstalované pluginy. Pluginy jsou rozděleny do kategorií podle jejich funkce. Kategorie jsou uvedeny níže a v každé kategorii je jejich aktuální sada pluginů.
da: Denne side gør det muligt for tidsskriftschefen at gennemgå og om muligt konfigurere de plugins, der aktuelt er installeret. Plugins er opdelt i kategorier i henhold til deres funktion. Kategorien er angivet nedenfor, og inden for hver kategori, dens nuværende samling plugins.
de_de: Diese Seite ermöglicht es der/dem Zeitschriftenverwalter/in, die aktuell installierten Plugins zu überprüfen und ggf. zu konfigurieren. Plugins sind nach ihren Funktionen in Kategorien eingeteilt. Die entsprechenden Ordnungskategorien sind unten aufgeführt, darunter jeweils die derzeitig eingesetzten Plugins.
el_gr: Αυτή η σελίδα επιτρέπει στον Διαχειριστή του Περιοδικού να επιβλέπει και πιθανώς να ρυθμίζει τα πρόσθετα που είναι εγκατεστημένα αυτή τη στιγμή. Τα πρόσθετα χωρίζονται σε κατηγορίες ανάλογα με την λειτουργία τους. Οι κατηγορίες παρατίθενται παρακάτω μαζί με το τρέχον σύνολο των προσθέτων ανά κατηγορία.
es_es: Esta página permite al administrador revisar y configurar potencialmente los módulos actualmente instalados. Los módulos se dividen en categorías según su función. Las categorías se enumeran a continuación, y dentro de cada categoría aparecen sus actuales paquetes de módulos.
eu: Orri honek aukera ematen dio kudeatzaileari une honetan instalatuta dauden pluginak berrikusteko eta konfiguratzeko. Pluginak kategoriatan banatzen dira, funtzioaren arabera. Kategoriak behean zerrendatzen dira, eta kategoria bakoitzaren barruan, bere egungo pluginen multzoa.
fr_fr: Cette page permet au gestionnaire de réviser et de configurer les modules d'extension actuellement installés. Les modules d'extension sont divisés en catégories, selon leur fonction. Les catégories sont énumérées ci-dessous, et dans chaque catégorie, son ensemble de modules d'extension.
gl: Esta páxina permite ao xestor revisar e configurar os complementos que están instalados actualmente. Os complementos divídense en categorías, segundo a súa función. As categorías están listadas a continuación e dentro de cada categoría o seu conxunto de complementos actual.
hr: Ova stranica omogućuje administratoru časopisa da provjeri trenutno instalirane dodatke i da ih konfigurira ako je potrebno. Dodaci su podijeljeni u kategorije prema svojim funkcijama. Odgovarajuće kategorije klasifikacije navedene su u nastavku, uključujući trenutno korištene dodatke.
hu_hu: Ezen az oldalon a menedzser átnézheti és szükség esetén beállíthatja a telepített bővítményeket. A bővítmények funckiójuk szerint vannak kategóriákba rendezve. A kategóriák alább listázottak és mindegyik kategóriában az aktuális bővítmények beállíthatók.
hy_am: Այս էջը կառավարչին թույլ է տալիս վերանայել և ըստ հնարավորինլ կարգավորել ներկայումս տեղադրված պլագինները: Պլագինները բաժանվում են դասերի՝ ըստ իրենց գործառույթի։ Դասերը թվարկված են ստորև, և յուրաքանչյուր դասի մեջ՝ դրա ընթացիկ պլագինների շարքը:
id: Halaman ini memungkinkan Manajer Jurnal meninjau dan bisa mengkonfigurasi plugin yang terinstal saat ini. Plugin dibagi menjadi beberapa kategori, sesuai dengan fungsinya. Kategori tercantum di bawah - dan dalam setiap kategori - posisi plugin saat ini.
is: Þessi síða leyfir stjórnanda að skoða og mögulega stilla uppsettar viðbætur. Viðbótum er skipt í flokka eftir virkni. Flokkarnir eru listaðir fyrir neðan, og í hverjum flokki má sjá virkar viðbætur.
it_it: Questa pagina permette al gestore della rivista di controllare e potenzilamente configurare i plugin che sono installati. I Plugin si dividono in categorie, a seconda della funzione. Le categorie sono elencate qui sotto e in ogni categoria c'è il set di plugin ora presenti.
ja: このページでは、管理者が現在インストールされているプラグインを確認・設定することができます。プラグインは、機能に応じてカテゴリー分けされています。カテゴリは以下の通りで、各カテゴリ内には現在のプラグインのセットがあります。
ka_ge: ეს გვერდი საშუალებას აძლევს მენეჯერს გადახედოს და პოტენციურად დააკონფიგურიროს დანამატები, რომლებიც ამჟამად დაინსტალირებულია. დანამატები დაყოფილია კატეგორიებად, მათი ფუნქციონირების მიხედვით. კატეგორიები ჩამოთვლილია ქვემოთ, და თითოეულ კატეგორიაში, მისი მიმდინარე დანამატების ნაკრები.
kk_kz: Бұл бет менеджерге ағымдағы орнатылған модульдерді көруге және мүмкін конфигурациялауға мүмкіндік береді. Модульдер функцияларына қарай жіктеледі. Санаттардың тізімі төменде берілген; белгілі бір санатты басу арқылы сіз осы санаттағы модульдердің ағымдағы жинағын көресіз.
lv: Šajā lapā pārvaldnieks var pārskatīt un, iespējams, konfigurēt pašlaik instalētos spraudņus. Spraudņi ir sadalīti kategorijās atbilstoši to funkcijām. Kategorijas uzskaitītas tālāk, un katrā kategorijā ir norādīts tās pašreizējais spraudņu komplekts.
mk: Оваа страница му овозможува на Менаџерот да ги прегледува и потенцијално да ги конфигурира приклучоците што се моментално инсталирани. Приклучоците се поделени во категории, според нивната функција. Категориите се наведени подолу, и во рамките на секоја категорија, сегашниот сет на додатоци.
mr: हे पृष्ठ व्यवस्थापकाला सध्या स्थापित केलेल्या प्लग-इनचे पुनरावलोकन करायची आणि संभाव्यतः कॉन्फिगर करायची संधी देते. प्लग-इन त्यांच्या उपयुक्ततेनुसार विविध प्रवर्गांमध्ये (categories) विभागले गेले आहेत. प्रवर्गांची (categories) यादी खाली दिली आहे आणि प्रत्येक प्रवर्गामध्ये, त्यांच्या सध्या अस्तित्वात असलेल्या प्लग-इन्सचा संच आहे.
ms: Halaman ini membenarkan Pengurus menyemak dan berkemungkinan mengkonfigurasi plugin yang sedang dipasang. Plugin dibahagikan kepada kategori, mengikut fungsinya. Kategori tersebut disenaraikan di bawah, dan dalam setiap kategori, set plugin semasanya.
nb_no: Denne siden lar redaksjonslederen gjennomgå og eventuelt konfigurere programtilleggene som er installert. Programtillegg er delt inn i kategorier etter funksjon. Kategoriene er listet under. I hver kategori er nåværende programtillegg listet.
nl: Op deze pagina kan de beheerder de geïnstalleerde plugins bekijken en mogelijk configureren. Plugins zijn onderverdeeld in functionele categorieën. Hieronder wordt per categorie een lijst met geïnstalleerde plugins getoond.
pl: Na tej stronie administrator czasopisma może konfigurować wtyczki zainstalowane w systemie. Wtyczki zostały podzielone na kategorie w zależności od ich funkcjonalności. Kategorie widoczne są poniżej.
pl_pl: Na tej stronie administrator czasopisma może konfigurować wtyczki zainstalowane w systemie. Wtyczki zostały podzielone na kategorie w zależności od ich funkcjonalności. Kategorie widoczne są poniżej.
pt_pt: Esta página permite que o Administrador reveja e potencialmente configure os plugins que estão actualmente instalados. Os plugins são divididos em categorias, de acordo com a sua função. As categorias estão listadas abaixo, e dentro de cada categoria, o seu conjunto actual de plugins.
ro_ro: Această pagină permite Managerului să examineze și să configureze potențial pluginurile care sunt instalate în prezent. Plugin-urile sunt împărțite în categorii, în funcție de funcția lor. Categoriile sunt enumerate mai jos și în cadrul fiecărei categorii, setul actual de plugin-uri.
ru_ru: Эта страница позволяет управляющему просмотреть и, возможно, сконфигурировать модули, которые установлены в данный момент. Модули разбиты по категориям, в соответствии с их функциями. Список категорий приведен ниже; щелкнув на конкретную категорию, вы увидите текущий набор модулей в данной категории.
sl: Ta stran omogoča administratorju, da pregleda in konfigurira vtičnike, ki so trenutno nameščeni. Vtičniki so razdeljeni v kategorije, odvisno od njihove funkcionalnosti. Kategorije so naštete spodaj, skupaj s pripadajočimi vtičniki.
sr_rs@cyrillic: Ова страница дозвољава Управнику да прегледа и потенцијално конфигурише додатке који су тренутно инсталирани. Додаци су подељени у категорије према својој функцији. Категорије су доле излистане и у свакој категроији се налази комплет додатака.
sv_se: Den här sidan gör det möjligt för den ansvariga att granska och eventuellt konfigurera de installerade pluginen. Pluginen är uppdelade i kategorier efter funktion. Kategorierna listas nedan och i varje kategori ligger pluginen.
th: หน้านี้ช่วยให้ผู้จัดการสามารถตรวจสอบและกำหนดค่าปลั๊กอินที่ติดตั้งอยู่ในปัจจุบันได้ ปลั๊กอินถูกแบ่งออกเป็นหมวดหมู่ตามฟังก์ชัน หมวดหมู่จะแสดงไว้ด้านล่าง และในแต่ละหมวดหมู่มีชุดปลั๊กอินปัจจุบัน
tr_tr: Bu sayfa, Yöneticinin şu anda yüklü olan eklentileri gözden geçirmesini ve potansiyel olarak yapılandırmasını sağlar. Eklentiler, işlevlerine göre kategorilere ayrılır. Kategoriler aşağıda listelenmiştir ve her kategori içinde eklenti kümesi mevcuttur.
uk: Ця сторінка дає змогу менеджеру переглядати й потенційно налаштовувати плагіни, які наразі встановлено. Плагіни поділяються на категорії відповідно до їх функції. Категорії перераховано нижче, а всередині кожної категорії є її поточний набір плагінів.
uk_ua: Ця сторінка дозволяє Менеджеру переглянути та можливо налаштувати плагіни, які зараз встановлені. Плагіни поділяються на категорії відповідно до їх функцій. Категорії наведено нижче, а в кожній категорії - існуючий набір плагінів.
vi: Trang này cho phép Người quản lý xem xét và cấu hình các plugin hiện đang được cài đặt. Các plugin được chia thành các danh mục, theo chức năng của chúng. Các danh mục được liệt kê dưới đây, và trong mỗi danh mục, bộ plugin hiện tại của nó.
vi_vn: Trang này cho phép Người quản lý xem xét và có khả năng định cấu hình các plugin hiện đã được cài đặt. Các plugin được chia thành các loại, theo chức năng của chúng. Các danh mục được liệt kê bên dưới và trong mỗi danh mục, tập hợp các plugin hiện tại của nó.

# manager.plugins.uploadDescription
source: This form allows you to upload and install a new plugin. Please ensure the plugin is compressed as a .tar.gz file.
bg_bg: Този формуляр ви позволява да качите и инсталирате нова добавка (плъгин). Моля, уверете се, че добавката е компресирана като .tar.gz файл.
ca_es: Aquest formulari us permet carregar i instal·lar un mòdul nou. Assegureu-vos que el mòdul està comprimit com a arxiu .tar.gz.
cs_cz: Tento formulář umožňuje nahrát a nainstalovat nový plugin. Zkontrolujte, zda je plugin komprimován jako soubor .tar.gz.
da: Denne formular giver dig mulighed for at uploade og installere et nyt plugin. Sørg for, at pluginen komprimeres som en .tar.gz-fil.
de_de: Dieses Formular erlaubt Ihnen, ein neues Plugin hochzuladen und zu installieren. Bitte stellen Sie sicher, dass das Plugin als eine .tar.gz-Datei komprimiert ist.
el_gr: Αυτή η φόρμα σάς επιτρέπει να ανεβάσετε και να εγκαταστήσετε ένα νέο πρόσθετο. Βεβαιωθείτε ότι το πρόσθετο είναι συμπιεσμένο ως .tar.gz.
es_es: Este formulario le permite subir e instalar un nuevo módulo. Por favor, asegúrese que el módulo está comprimido como un fichero .tar.gz.
eu: Formulario honen bidez, plugin berri bat kargatu eta instalatu dezakezu. Mesedez, ziurtatu plugina .tar.gz fitxategi gisa konprimituta dagoela.
fr_fr: Ce formulaire vous permet de transférer et d'installer un nouveau module. Assurez-vous que le module est compressé en tant que fichier .tar.gz.
gl: Este formulario permítelle cargar e instalar un novo complemento. Asegúrese de que o complemento está comprimido como un arquivo .tar.gz.
hr: Ovaj vam obrazac omogućuje učitavanje i instaliranje novog dodatka. Provjerite je li dodatak komprimiran kao .tar.gz datoteka.
hu_hu: Ez az űrlap lehetővé teszi, hogy feltöltsön és telepítsen egy új bővítményt. Kérjük, győződjön meg arról, hogy a bővítmény .tar.gz formátumban tömörített fájl.
hy_am: Այս ձևը թույլ է տալիս վերբեռնել և տեղադրել նոր փլագին: Համոզվեք, որ փլագինը սեղմված է որպես .tar.gz նիշք:
id: Formulir ini memungkinkan Anda untuk mengunggah dan menginstal plugin baru. Harap pastikan plugin dikompresi menjadi file berformat .tar.gz.
is: Þetta form gerir þér kleift að hlaða upp og setja upp nýtt viðbótarforrit. Vinsamlega gakktu úr skugga um að vibótin sé þjöppuð sem .tar.gz skrá.
it_it: Questo form ti permette di caricare e installare un nuovo plugin. Per favore controlla che il pugin sia in un file di tipo .tar.gz .
ja: このフォームでは、新しいプラグインをアップロードしてインストールすることができます。 プラグインが.tar.gzファイルとして圧縮されていることを確認してください。
ka_ge: ეს ფორმა საშუალებას გაძლევთ ატვირთოთ და დააინსტალიროთ ახალი პლაგინი. გთხოვთ, დარწმუნდეთ, რომ პლაგინი არის შეკუმშული, როგორც .tar.gz ფაილი.
kk_kz: Бұл форма жаңа модульді жүктеп салуға және орнатуға мүмкіндік береді. Модуль файлының .tar.gz пішімінде қысылғанына көз жеткізіңіз.
lv: Šī veidlapa ļauj augšupielādēt un instalēt jaunu spraudni. Lūdzu, pārliecinieties, ka spraudnis ir saspiests kā .tar.gz fails.
mk: Оваа форма ви овозможува да испратите и инсталирате нов плагин. Ве молиме, проверете дали плагионот е компресиран како датотека .tar.gz.
mr: हा फॉर्म तुम्हाला नवीन प्लग-इन संक्रमित (अपलोड) आणि स्थापित करायची संधी देतो. कृपया प्लग-इन आकुंचित (कॉम्प्रेस) केलेल्या प्रारूपात (.tar.gz फाईल) आहे याची खात्री करा.
ms: Borang ini membolehkan anda memuat naik dan memasang plugin baharu. Sila pastikan plugin dimampatkan sebagai fail .tar.gz.
nb_no: Dette skjemaet lar deg laste opp og installere et nytt programtillegg. Pass på at programtillegget er komprimert som en .tar.gz-fil.
nl: Met dit formulier kan u een nieuwe plugin opladen en installeren. Zorg ervoor dat de plugin gecomprimeerd is als een .tar.gz archiefbestand.
pl: Formularz pozwala na przesłanie nowej wtyczki na serwer. Upewnij się, że wysyłany plik posiada rozszerzenie .tar.gz.
pl_pl: Formularz pozwala na przesłanie nowej wtyczki na serwer. Upewnij się, że wysyłany plik posiada rozszerzenie .tar.gz.
pt_pt: Este formulário permite que carregue e instale um novo plugin. Certifique-se de que o plugin seja compactado como um ficheiro .tar.gz.
ro_ro: Acest formular vă permite să încărcați și să instalați un nou plugin. Vă rugăm să vă asigurați că pluginul este comprimat ca fișier .tar.gz.
ru_ru: Эта форма позволяет вам загрузить на сайт и установить новый модуль. Пожалуйста, убедитесь в том, что файл с модулем заархивирован в формате .tar.gz.
sl: Ta stran omogoča, da naložite in namestite nov vtičnik. Vtičnik mora biti stisnjen kot .tar.gz datoteka.
sr_rs@cyrillic: Овај овразац вам даје могућност да доставите и инсталирате нове додетке. Уверите се да су додаци запаковани у .tar.gz архиву.
sv_se: Det här formuläret tillåter dig att ladda upp och installera ett nytt plugin. Se till att pluginet är komprimerat till en .tar.gz-fil.
th: ฟอร์มนี้อนุญาตให้คุณอัปโหลดและติดตั้งปลั๊กอินใหม่ โปรดตรวจสอบให้แน่ใจว่าปลั๊กอินถูกบีบอัดเป็นไฟล์ .tar.gz
tr_tr: Bu form, yeni bir eklenti yüklemenize ve kurmanıza izin verir. Lütfen eklentinin .tar.gz dosyası olarak sıkıştırıldığından emin olun.
uk: Ця форма дає змогу завантажити та встановити новий плагін. Будь ласка, переконайтеся, що плагін є стиснутим файлом у форматі .tar.gz.
uk_ua: Ця форма дозволяє завантажити та встановити новий плагін. Будь ласка, переконайтесь, що плагін заархівовано у форматі .tar.gz.
vi: Biểu mẫu này cho phép bạn tải lên và cài đặt một plugin mới. Vui lòng đảm bảo plugin được nén dưới dạng tệp .tar.gz.
vi_vn: Biểu mẫu này cho phép bạn tải lên và cài đặt một plugin mới. Hãy đảm bảo rằng plugin được nén dưới dạng tệp .tar.gz.

# manager.plugins.pluginGallery.certifications.official.description
source: This plugin is developed and maintained by the Public Knowledge Project team.
az: Bu əlavə, Public Knowledge Project komandası tərəfindən inkişaf və davam etdirilir
bg_bg: Тази добавка (плъгин) е разработена и поддържана от екипа на проекта Public Knowledge Project.
ca_es: Aquest mòdul el desenvolupa i el manté l'equip de Public Knowledge Project.
cs_cz: Tento plugin byl vytvořen a je spravován týmem Public Knowledge Project.
da: Denne plugin er udviklet og vedligeholdes af Public Knowledge Project teamet.
de_de: Dieses Plugin wird entwickelt und gepflegt durch das Team des Public Knowledge Project.
el_gr: Αυτό το πρόσθετο αναπτύσσεται και συντηρείται από την ομάδα Project Public Knowledge.
es_es: Este módulo es desarrollado y mantenido por el equipo de Public Knowledge Project.
eu: Plugin hau Public Knowledge Project taldeak garatu eta mantentzen du.
fr_fr: Ce module est développé et maintenu par l'équipe du Public Knowledge Project.
gl: Este complemento é desenvolvido e mantido polo equipo do Public Knowledge Project.
hr: Ovaj dodatak je razvio i održava tim Public Knowledge Project.
hu_hu: Ezt a plugint a Public Knowledge Project csapata szerkeszti és felügyeli.
hy_am: Այս փլագինը մշակվել և պահպանվում է ՀPublic Knowledge Project թիմի կողմից:
id: Plugin ini dikembangkan dan diperbaharui oleh tim Public Knowledge Project.
is: Þessi viðbót er þróuð og viðhaldið af PKP teyminu.
it_it: Questo plugin è sviluppato e mantenuta dal team del Public Knowledge Project .
ja: このプラグインは、Public Knowledge Projectチームによって開発・維持されています。
ka_ge: ამ პლაგინის შემუშავება და შენარჩუნება ხდება საზოგადოებრივი ცოდნის პროექტის გუნდის მიერ.
kk_kz: Бұл модульді «Public Knowledge Project» жобасының тобы әзірлейді және жүргізеді.
lv: Šo spraudni izstrādā un uztur Public Knowledge Project komanda.
mk: Овој плагин е развиен и одржуван од тимот на Public Knowledge Project.
mr: या प्लग-इनचा विकास आणि देखभालीची जबाबदारी पब्लिक नॉलेज प्रोजेक्ट टीमची आहे.
ms: Plugin ini dibangunkan dan diselenggarakan oleh pasukan Public Knowledge Project.
nb_no: Dette programtillegget er utviklet og vedlikeholdes av Public Knowledge Project-gruppa.
nl: Deze plugin wordt ontwikkeld en onderhouden door het Public Knowledge Project team.
pl: Wtyczka jest rozwijana i zarządzana przez zespół Public Knowledge Project.
pl_pl: Wtyczka jest rozwijana i zarządzana przez zespół Public Knowledge Project.
pt_pt: Este plugin é desenvolvido e mantido pela equipa do Public Knowledge Project.
ro_ro: Acest plugin este dezvoltat și întreținut de echipa Public Project Project.
ru_ru: Этот модуль разработан и поддерживается командой Public Knowledge Project.
sl: Ta vtičnik je bil razvit in ga vzdržuje ekipa Public Knowledge Project.
sv_se: Det här pluginet är utvecklat och underhålls av Public Knowledge Project.
th: ปลั๊กอินนี้ถูกพัฒนาและดูแลโดยทีม Public Knowledge Project
tr_tr: Bu eklenti, Public Knowledge Project ekibi tarafından geliştirilmekte ve sürdürülmektedir.
uk: Цей плагін розроблений та підтримується командою Public Knowledge Project.
uk_ua: Цей плагін розроблений та підтримується командою проекту Public Knowledge Project.
vi: Plugin này được phát triển và duy trì bởi nhóm Dự án Kiến thức Công cộng.
vi_vn: Plugin này được phát triển và duy trì bởi nhóm Dự án Tri thức Công cộng.

# manager.plugins.pluginGallery.certifications.partner.description
source: This plugin is provided by one of our development partners.
az: Bu əlavə, inkişaf etdirmə şəriklərimizdən biri tərəfindən təmin edilir
bg_bg: Тази добавка (плъгин) е предоставена от един от нашите партньори за разработка.
ca_es: Aquest mòdul el proporciona un dels nostres socis desenvolupadors.
cs_cz: Tento plugin byl poskytnut jedním za našich vývojových partnerů.
da: Denne plugin leveres af en af vores udviklingspartnere.
de_de: Dieses Plugin wird von einem unserer Entwicklungspartner bereitgestellt.
el_gr: Αυτό το πρόσθετο παρέχεται από έναν από τους συνεργάτες μας.
es_es: Este módulo es proporcionado por uno de nuestros socios de desarrollo.
eu: Plugin hau gure garapen-bazkideetako batek eskaintzen du.
fr_fr: Ce module est fourni par l'un de nos partenaires de développement.
gl: Este complemento é subministrado por un dos nosos socios de desenvolvemento.
hr: Ovaj dodatak je osigurao jedan od naših razvojnih partnera.
hu_hu: Ezt a plugint az egyik fejlesztő partnerünk biztosította.
hy_am: Այս փլագինը տրամադրված է զարգացման մեր գործընկերներից մեկի կողմից:
id: Plugin disediakan oleh salat satu dari rekanan pengembang kami.
is: Þessi viðbót er þróuð af samstarfsaðila okkar.
it_it: Questo plugin è fornito da uno dei nostri partner per lo sviluppo.
ja: このプラグインは、当社の開発パートナーが提供しています。
ka_ge: ამ პლაგინს უზრუნველყოფს ჩვენი განვითარების პარტნიორი.
kk_kz: Бұл модульді біздің серіктестеріміздің бірі қамтамасыз етеді.
lv: Šo spraudni nodrošina viens no mūsu izstrādes partneriem.
mk: Овој плагин е обезбеден од еден од нашите партнери за развој.
mr: हे प्लग-इन आमच्या एका विकसन करणाऱ्या भागीदाराने (development partner) प्रदान केलेले आहे.
ms: Plugin ini disediakan oleh salah satu rakan kongsi pembangunan kami.
nb_no: Programtillegget er levert av en av våre partnere.
nl: Deze plugin wordt ontwikkeld door een van onze partners.
pl: Wtyczka jest dostarczona przez jednego z naszych partnerów.
pl_pl: Wtyczka jest dostarczona przez jednego z naszych partnerów.
pt_pt: Este plugin é providenciado por um dos nossos parceiros.
ro_ro: Acest plugin este furnizat de unul dintre partenerii noștri de dezvoltare.
ru_ru: Этот модуль предоставлен одним из наших партнеров по разработке.
sl: Ta vtičnik je posredoval eden od naših partnerskih razvijalcev.
sv_se: Det här pluginet tillhandahålls av en av våra utvecklingspartners.
th: ปลั๊กอินนี้ถูกจัดทำโดยพันธมิตรพัฒนาของเรา
tr_tr: Bu eklenti, geliştirme ortaklarımızdan biri tarafından sağlanmaktadır.
uk: Цей плагін надано одним з наших партнерів з розробки.
uk_ua: Цей плагін надано одним з наших партнерів з розробки.
vi: Plugin này được cung cấp bởi một trong các đối tác phát triển của chúng tôi.
vi_vn: Plugin này được cung cấp bởi một trong những đối tác phát triển của chúng tôi.

# manager.plugins.pluginGallery.installed
source: Installed version: {$version}
da: Installeret version: {$version}
eu: Instalatutako bertsioa: {$version}
id: Versi yang diinstal: {$version}
mk: Инсталирана верзија: {$version}
mr: स्थापित (Installed) आवृत्ती (version): {$version}
nl: Geïinstalleerde versie: {$version}
sl: Nameščena verzija: {$version}
uk: Установлена версія: {$version}
vi: Phiên bản đã cài đặt: {$version}
