Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# stats.views.timelineInterval
source: Total views by date
bg_bg: Общо гледания по дата
cs_cz: Celkem náhledů podle data
da: Total antal visninger per dato
eu: Bistaratze guztiak dataren arabera
hr: Ukupni broj pregleda po datumu
id: Total view berdasarkan tanggal
lv: Kopējais skatījumu skaits pēc datuma
mk: Вкупно прегледи по датум
mr: तारखेनुसार एकूण अवलोकन करणारे (Views)
nl: Het volledige aantal weergaven gesorteerd op datum
pl: Wszystkie odsłony wg daty
sl: Skupno število vpogledov po datumu
th: ยอดการดูทั้งหมดตามวันที่
uk: Усього переглядів за датою
vi: Tổng lượt xem theo ngày

# manager.publication.editorialStage
source: Editorial
az: Redaksiya
bg_bg: Редактиране
cs_cz: Redakce
da: Redaktionel
de_de: Redaktionsphase
el_gr: Σύνταξη
eu: Argitaletxea
fr_fr: Éditorial
hr: Uredništvo
hu_hu: Szerkesztés
hy_am: Խմբագրական
id: Redaksi
is: Ritstjórnar
it_it: Correzione editoriale
ja: 編集
ka_ge: სარედაქციო
kk_kz: Редакциялау
ku: گۆڕانکاریکردن
lv: Rediģēšana
mk: Уредништво
mr: संपादकीय कार्ये
nb_no: Redaksjonell behandling
nl: Redactie
pl: Redakcja
pl_pl: Redakcja
pt_pt: Edição
ru_ru: Редактирование
sl: Lektoriranje
sr_rs@cyrillic: Уредништво
sv_se: Redigering
th: บรรณาธิการ
tr_tr: Editöryal
uk: Редагування
uk_ua: Редагування
vi: Biên tập
vi_vn: Ban biên tập

# manager.publication.reviewerGuidance
source: Reviewer Guidance
az: Rəyçi bələdçisi
bg_bg: Ръководство за рецензиране
ca_es: Guia per a revisors/es
cs_cz: Pokyny pro recenzenty
da: Vejledning til bedømmere
de_de: Richtlinien für Gutachter
el_gr: Καθοδήγηση Αξιολογητή
es_es: Guía para revisores/as
eu: Ikuskatzaileentzako gida
fr_fr: Conseils d'évaluation
gl: Guía para os revisores/as
hr: Smjernice za recenzente
hu_hu: Szakmai lektorálási útmutató
hy_am: Գրախոսի ուղեցույց
id: Petunjuk Review
is: Leiðbeiningar fyrir ritrýna
it_it: Indicazioni per i revisori
ja: 査読ガイドライン
ka_ge: რეცენზენტის სახელმძღვანელო
kk_kz: Рецензенттерге арналған нұсқаулық
ku: ڕێنماییەکانی هەڵسەنگاندن
lv: Vadlīnijas recenzentiem
mk: Упатства за рецензирање
mr: समीक्षकासाठी मार्गदर्शन
ms: Panduan Pengulas
nb_no: Veiledning for fagfeller
nl: Reviewer richtlijnen
pl: Wytyczne dla recenzentów
pt_pt: Orientações para o Revisor
ro_ro: Ghid pentru revizori
ru_ru: Руководство для рецензентов
sl: Navodila za recenzente
th: คำแนะนำผู้รีวิว
tr_tr: Hakem Rehberi
uk: Настанови для рецензента
uk_ua: Настанови для рецензента
vi: Hướng dẫn người đánh giá
vi_vn: Hướng dẫn người phản biện

# manager.emails.addEmail
source: Add Template
az: Şablon əlavə edin
bg_bg: Добавяне на шаблон
ca_es: Afegir plantilla
cs_cz: Přidat šablonu
da: Tilføj skabelon
de_de: Vorlage hinzufügen
el_gr: Προσθήκη προτύπου
es_es: Añadir plantilla
eu: Gehitu txantiloia
fr_fr: Ajouter un modèle
gl: Engadir modelo
hr: Dodajte predložak
hu_hu: Email sablon hozzáadása
hy_am: Ավելացնել ձևանմուշ
id: Tambahkan Template
is: Bæta við sniðmáti
it_it: Aggiungere un template
ja: テンプレートの追加
ka_ge: შაბლონის დამატება
kk_kz: Үлгіні қосыңыз
ku: زیادکردنی قاڵب
lv: Pievienot veidni
mk: Додади шаблон
mr: तयार मजकूराचा (टेम्पलेट) समावेश करा
ms: Tambah Templat
nb_no: Legg til e-postmal
nl: Voeg e-mail sjabloon toe
pl: Dodaj szablon
pt_pt: Adicionar modelo
ro_ro: Adăugați șablon
ru_ru: Добавить шаблон
sl: Dodaj predlogo
th: เพิ่มแม่แบบ
tr_tr: Şablon Ekle
uk: Додати шаблон
uk_ua: Додати шаблон листа
vi: Thêm mẫu
vi_vn: Thêm mẫu

# manager.emails.data
source: Template Message Data
az: Mesaj data şablonu
bg_bg: Данни за шаблонно съобщение
ca_es: Dades de plantilla de correu electrònic
cs_cz: Data šablony zprávy
da: Skabelon-meddelelsesdata
de_de: Daten der E-Mail-Vorlage
el_gr: Δεδομένα προτύπου μηνυμάτων
es_es: Plantilla de datos de mensaje
eu: Txantiloiko mezuaren datuak
fr_fr: Données du gabarit de message
gl: Modelo de datos de mensaxe
hr: Podaci o predlošku e-pošte
hu_hu: Sablon szöveg adat
hy_am: Ձևանմուշի հաղորդագրության տվյալներ
id: Data Pesan Template
is: Sniðmát - skilaboð
it_it: Modello per i dati del messaggio
ja: テンプレートメッセージデータ
ka_ge: წერილის შაბლონის მონაცემები
kk_kz: Электрондық пошта үлгісі деректері
ku: زانیاریی نامەکانی قاڵبەکە
lv: Ziņojuma veidnes dati
mk: Податоци за шаблонот за порака
mr: तयार मजकूरातील (टेम्पलेट) संदेश डेटा
ms: Data Mesej Templat
nb_no: Mal beskjed
nl: Sjabloon berichtinhoud
pl: Dane szablonu
pl_pl: Dane szablonu
pt_pt: Dados Template Mensagem
ro_ro: Șablon Date Mesaj
ru_ru: Данные шаблона письма
sl: Podatki predloge e-pošte
sr_rs@cyrillic: Подаци поруке шаблона
sv_se: Mallens meddelandedata
th: ข้อมูลข้อความแม่แบบ
tr_tr: Mesaj Veri Şablonu
uk: Дані шаблонного повідомлення
uk_ua: Дані про шаблон листа
vi: Dữ liệu tin nhắn mẫu
vi_vn: Dữ liệu tin nhắn mẫu

# manager.emails.disable.message
source: You are about to disable this email template. If there were system processes using this template, they will not use it anymore. Do you want to confirm this operation?
bg_bg: Ще деактивирате този имейл шаблон. Ако има системни процеси, използващи този шаблон, те няма да го използват повече. Искате ли да потвърдите тази операция?
ca_es: Ara es desactivarà aquesta plantilla de missatge de correu electrònic. Els processos del sistema que facin servir aquesta plantilla ho deixaran de fer. Voleu confirmar aquesta operació?
cs_cz: Chystáte se zakázat tuto šablonu emailu. Pokud existují systémové procesy používající tuto šablonu, nebudou ji moci používat. Chcete tuto akci potvrdit?
da: Du er i gang med at deaktivere denne e-mailskabelon. Andre processtyringssystemer, der evt. anvender denne skabelon vil ikke længere kunne benytte den. Vil du bekræfte denne handling?
de_de: Sie sind dabei, diese E-Mail-Vorlage zu deaktivieren. Wenn es Systemprozesse geben sollte, die diese Vorlage benutzen, werden sie sie nicht mehr benutzen. Möchten Sie diese Aktion bestätigen?
el_gr: Πρόκειται να απενεργοποιήσετε αυτό το πρότυπο μηνυμάτων email. Εάν υπήρχαν διαδικασίες συστήματος που χρησιμοποιούν αυτό το πρότυπο, δεν θα το χρησιμοποιούν πια. Θέλετε να επιβεβαιώσετε αυτήν τη λειτουργία;
es_es: Está a punto de deshabilitar esta plantila de correo electrónico. Si hubiera procesos del sistema usando esta plantilla, dejarían de usarla a partir de ahora. ¿Desea confirmar esta operación?
eu: Posta elektronikoaren txantiloi hau desaktibatzeko zorian zaude. Sistemaren prozesu batzuk baleude txantiloi hau erabiltzen, ez lukete aurrerantzean erabiliko. Eragiketa baieztatu nahi duzu?
fr_fr: Vous êtes sur le point de désactiver ce modèle de courriel. Si des processus systèmes utilisent ce modèle, ils ne pourront plus l'utiliser. Souhaitez-vous confirmer cette action ?
gl: Estás a piques de desactivar este modelo de correo electrónico. Se houbese procesos do sistema usando este modelo, xa non o usarán. ¿Queres confirmar esta operación?
hr: Upravo ćete onemogućiti ovaj predložak e-pošte. Ako postoje sistemski procesi koji koriste ovaj predložak, prestat će ga koristiti. Želite li potvrditi ovu radnju?
hu_hu: Ennek az email sablonnak a letiltására készül. Ha a rendszerben használják ezt a sablont, akkor többé nem fogják elérni és használni azt. Megerősíti ezt a műveletet?
hy_am: Դուք պատրաստվում եք անջատել էլ․ փոստի այս ձևանմուշը: Եթե այս կաղապարի օգտագործմամբ համակարգային գործընթացներ են եղել, նրանք այլևս չեն օգտագործի այն։ Ցանկանու՞մ եք հաստատել այս գործողությունը:
id: Anda akan menonaktifkan template surel. Jika template sedang digunakan oleh proses sistem, proses tersebut tidak akan menggunakannya lagi. Yakin ingin melanjutkan?
is: Þú ert við það að afvirkja þetta sniðmát. Þar með munu aðrir ferlar í kerfinu ekki lengur geta notað sniðmátið. Viltu staðfesta þessa aðgerð?
it_it: Stai per disabilitare questo modello. Se ci fossero processi di sistema che lo usano, non lo utilizzeranno più. Confermi l'operazione?
ja: このメールテンプレートを無効にしようとしています。 このテンプレートを使用しているシステムプロセスがあった場合、そのプロセスは今後使用されません。この操作を承認しますか？
ka_ge: თქვენ აპირებთ გამორთოთ ელფოსტის შაბლონი. თუ ამ შაბლონის გამოყენებით განხორციელდა სისტემის პროცესები, ისინი მას აღარ გამოიყენებენ. გსურთ დაადასტუროთ ეს ოპერაცია?
kk_kz: Сіз бұл электрондық пошта үлгісін өшіргелі жатырсыз. Жүйеде осы үлгіні пайдаланатын процестер болса, олар енді оны пайдалана алмайды. Бұл әрекетті растағыңыз келе ме?
ku: تۆ خەریکە ئەم قاڵبی ئیمەیڵە ناچالاک دەکەیت. ئەگەر سیستەمێکت هەبێت کە ئەم قاڵبە بەکار بهێنێت، چی دیکە نامێنێت. ئایا تۆ دڵنیایت لەو کارە؟
lv: Jūs gatavojaties atspējot šo e-pasta veidni. Ja sistēmas procesi izmantoja šo veidni, tie to turpmāk vairs neizmantos. Vai vēlaties apstiprināt šo darbību?
mk: Ќе го оневозможите образецот за е-пошта. Ако имало системски процеси кои го користат овој образец, тие повеќе нема да го користат. Дали сакате да ја потврдите оваа операција?
mr: तुम्ही हे ई-मेलचे तयार मजकूर (टेम्पलेट) अकार्यान्वित (disable) करणार आहात. जर या तयार मजकूराचा (टेम्पलेट) वापर करणाऱ्या प्रणाली प्रक्रिया (सिस्टम प्रोसेसेस) असतील तर आता त्या वापरणार नाहीत. तुम्हाला हे कार्य खात्रीने करायचे आहे ना?
ms: Anda akan menyahdayakan templat e-mel ini. Jika terdapat proses sistem menggunakan templat ini, mereka tidak akan menggunakannya lagi. Adakah anda ingin mengesahkan operasi ini?
nb_no: Du er i ferd med å deaktivere e-postmalen. Om det finnes systemprosesser som benytter denne malen, vil de ikke bruke den mer. Ønsker du å bekrefte deaktiveringen?
nl: U staat op het punt dit sjabloon uit te schakelen. Als er systeemprocessen zijn die dit sjabloon gebruiken, zullen ze het niet meer gebruiken. Wilt u deze bewerking bevestigen?
pl: Masz zamiar wyłączyć szablon. Jeżeli jakiś proces wykorzystywał ten szablon, nie będzie mógł dłużej tego robić. Czy chcesz kontynuować?
pl_pl: Masz zamiar wyłączyć szablon. Jeżeli jakiś proces wykorzystywał ten szablon, nie będzie mógł dłużej tego robić. Czy chcesz kontynuować?
pt_pt: Está prestes a desactivar este modelo de e-mail. Se esistem processos do sistema usando este modelo, estes não usarão posteriormente. Deseja confirmar esta operação?
ro_ro: Ești pe cale să dezactivezi acest șablon de e-mail. Dacă au existat procese de sistem care utilizează acest șablon, nu îl vor mai folosi. Doriți să confirmați această operație?
ru_ru: Вы собираетесь отключить этот шаблон письма электронной почты. Если в системе есть процессы, использующие этот шаблон, они больше не смогут его использовать. Вы хотите подтвердить эту операцию?
sl: Onemogočate predlogo e-pošte. Če procesi sistema to predlogo uporabljajo, je ne bodo več mogli. Želite potrditi to operacijo?
sr_rs@cyrillic: Ви желите да искључите овај имејл шаблон. Уколико постоје процеси који су га користили, више га неће користити. Да ли сте сигурни да желите да наставите?
sv_se: Du är på väg att inaktivera den här e-postmallen. Systemprocesser som använder mallen kommer inte längre kunna göra det. Vill du fortsätta?
th: คุณกำลังจะปิดใช้งานแม่แบบอีเมลนี้ หากมีการใช้แม่แบบนี้ในกระบวนการระบบ พวกเขาจะไม่ใช้แม่แบบนี้อีก คุณต้องการยืนยันการดำเนินการนี้หรือไม่?
tr_tr: Bu e-posta şablonunu devre dışı bırakmak üzeresiniz. Bu şablonu kullanan sistem işlemleri varsa, artık kullanmazlar. Bu işlemi onaylamak istiyor musunuz?
uk: Ви намагаєтеся відключити цей шаблон електронного листа. Якщо були системні процеси, що використовують цей шаблон, вони більше не будуть його використовувати. Бажаєте підтвердити цю операцію?
uk_ua: Ви намагаєтеся відключити цей шаблон листа. Якщо система була налаштована на використання цього шаблону, вона не зможе надалі його використовувати. Ви підтверджуєте цю дію?
vi: Bạn sắp vô hiệu hóa mẫu email này. Nếu có quy trình hệ thống nào sử dụng mẫu này, chúng sẽ không sử dụng nó nữa. Bạn có muốn xác nhận thao tác này không?
vi_vn: Bạn sắp tắt mẫu email này. Nếu có các quy trình hệ thống sử dụng mẫu này, chúng sẽ không sử dụng nó nữa. Bạn có muốn xác nhận thao tác này không?

# manager.emails.emailTemplate.contextRequired
source: You must provide a context ID when adding an email template.
az: Bir email şablonu əlavə edərkən konteks kimliyi təmin etməlisiniz
bg_bg: Трябва да предоставите идентификатор на контекста, когато добавяте шаблон за имейл.
ca_es: Heu de proporcionar una ID de context quan afegiu una plantilla de correu electrònic.
cs_cz: Při přidávání e-mailové šablony musíte zadat ID kontextu.
da: Du skal angive et kontekst-id, når du tilføjer en e-mail-skabelon.
de_de: Es muss eine Context ID zur Verfügung gestellt werden, wenn eine E-Mail-Vorlage hinzugefügt wird.
el_gr: Πρέπει να παρέχετε ένα αναγνωριστικό (context ID) κατά την προσθήκη ενός προτύπου email.
es_es: Debe proporcionar un ID de contexto cuando añada una plantilla de correo electrónico.
eu: Testuinguruaren ID bat eman behar duzu posta elektronikoko txantiloi bat gehitzean.
fr_fr: Vous devez fournir un identifiant de contexte lors de l'ajout d'un modèle de courriel.
gl: Debe proporcionar un ID de contexto ao engadir un modelo de correo electrónico.
hr: Prilikom dodavanja predloška e-pošte mora se navesti ID konteksta.
hu_hu: E-mail sablon hozzáadásakor meg kell adnia egy ' context ID'-t.
hy_am: Էլ․ փոստի ձևանմուշ ավելացնելիս պետք է տրամադրեք համատեքստի ID:
id: ID konteks harus disertakan bila ingin menambahkan templat surel.
is: Þú verður að gefa upp kenni samhengis þegar þú bætir við sniðmáti fyrir tölvupóst.
it_it: Quando si aggiunge un nuovo template è necessario aggiungere un ID.
ja: メールテンプレートの追加には、コンテキストIDを指定する必要があります。
ka_ge: ელფოსტის შაბლონის დამატებისას უნდა მიუთითოთ კონტექსტის იდენტიფიკატორი.
kk_kz: Электрондық пошта үлгісін қосқанда мәтінмән идентификаторын көрсету керек.
ku: تۆ دەبێت ناسنامەیەکی کۆنتێکستەکە داخل بکەیت بۆ زیادکردنی قاڵبی ئیمەیڵ.
lv: Pievienojot e-pasta veidni, ir jānorāda konteksta ID.
mk: Мора да дадете идентификација на контекст кога додавате образец за емаил.
mr: तयार मजकूराचा (टेम्पलेट) ई-मेल जोडताना तुम्हाला एक context ID प्रदान करणे आवश्यक आहे.
ms: Anda mesti memberikan ID konteks semasa menambah templat e-mel.
nb_no: Du må angi et ID når en e-postmal legges til.
nl: Je moet een context-ID opgeven wanneer je een e-mailsjabloon toevoegt.
pl: Musisz podać ID kontekstu kiedy tworzysz nowy szablon email.
pt_pt: Deve inserir um ID do contexto quando adiciona um modelo de e-mail.
ro_ro: La adăugarea unui șablon de e-mail trebuie să furnizați un ID de context.
ru_ru: Вы должны указать ID контекста при добавлении шаблона письма.
sl: Ko dodajate email predlogo, morate določiti ID konteksta.
th: คุณต้องระบุ ID บริบทเมื่อเพิ่มแม่แบบอีเมล
tr_tr: Bir e-posta şablonu eklerken bağlam kimliği sağlamanız gerekir.
uk: Ви повинні зазначити ID контексту при додаванні шаблона електронного листа.
uk_ua: Ви повинні зазначити ID при додаванні шаблона для email.
vi: Bạn phải cung cấp ID ngữ cảnh khi thêm mẫu email.
vi_vn: Bạn phải cung cấp ID ngữ cảnh khi thêm mẫu email.

# manager.emails.enable.message
source: You are about to enable this email. Do you want to confirm this operation?
bg_bg: Ще активирате този имейл. Искате ли да потвърдите тази операция?
ca_es: Ara s'activarà aquest correu electrònic. Voleu confirmar aquesta operació?
cs_cz: Chystáte se aktivovat tento email. Chcete tuto akci potvrdit?
da: Du er i gang med at aktivere denne e-mail. Vil du bekræfte denne handling?
de_de: Sie sind dabei, diese Vorlage zu aktivieren. Möchten Sie diese Aktion bestätigen?
el_gr: Πρόκειται να ενεργοποιήσετε αυτό το μήνυμα email. Θέλετε να επιβεβαιώσετε αυτήν τη λειτουργία;
es_es: Está a punto de activar este correo electrónico. ¿Desea confirmar esta operación?
eu: Posta elektroniko hau aktibatzeko zorian zaude. Eragiketa baieztatu nahi duzu?
fr_fr: Vous êtes sur le point de désactiver ce courriel. Souhaitez-vous confirmer cette opération ?
gl: Estás a piques de habilitar este correo electrónico. ¿Queres confirmar esta operación?
hr: Upravo ćete aktivirati ovaj predložak. Želite li potvrditi ovu radnju?
hu_hu: Ennek az emailnek az engedélyezésére készül. Megerősíti ezt a műveletet?
hy_am: Դուք պատրաստվում եք միացնել այս էլ․ հասցեն։ Ցանկանու՞մ եք հաստատել այս գործողությունը:
id: Anda akan mengaktifkan surel ini. Yakin ingin melanjutkan?
is: Þú ert við það að virkja tölvupóstinn. Viltu staðfesta aðgerðina?
it_it: Stai per abilitare questo messaggio. Confermi l'operazione?
ja: メールを有効にしようとしています。 この操作を承認しますか？
ka_ge: თქვენ ამ ელფოსტის ჩართვას აპირებთ. გსურთ დაადასტუროთ ეს ოპერაცია?
kk_kz: Сіз осы электрондық пошта үлгісін қосқалы жатырсыз. Бұл әрекетті растағыңыз келе ме?
ku: تۆ خەریکە ئەم ئیمەیڵە چالاک دەکەیت. ئایا دەتەوێت ئەم لەم کردارە بەردەوام بیت؟
lv: Jūs gatavojaties iespējot šo e-pastu. Vai vēlaties apstiprināt šo darbību?
mk: Го овозможивте овој имејл. Дали сакате да ја потврдите оваа операција?
mr: तुम्ही हा ई-मेल कार्यान्वित (Enable) करणार आहात. तुम्हाला हे कार्य खात्रीने करायचे आहे ना?
ms: Anda akan mendayakan e-mel ini. Adakah anda ingin mengesahkan operasi ini?
nb_no: Du er i ferd med å aktivere denne e-posten. Ønsker du å bekrefte denne aktiveringen?
nl: U staat op het punt deze e-mail in te schakelen. Wilt u deze bewerking bevestigen?
pl: Masz zamiar włączyć e-mail. Czy chcesz kontynuować?
pl_pl: Masz zamiar włączyć e-mail. Czy chcesz kontynuować?
pt_pt: Está prestes a activar este email. Deseja confirmar esta operação?
ro_ro: Ești pe cale să activezi acest e-mail. Doriți să confirmați această operație?
ru_ru: Вы собираетесь включить этот шаблон письма электронной почты. Вы хотите подтвердить эту операцию?
sl: Vključili boste to e-pošto. Ali potrjujete to operacijo?
sr_rs@cyrillic: Да ли сте сигурни да желите да укључите овај шаблон?
sv_se: Du är på väg att aktivera det här e-postmeddelandet. Är du säker?
th: คุณกำลังจะเปิดใช้งานอีเมลนี้ คุณต้องการยืนยันการดำเนินการนี้หรือไม่?
tr_tr: Bu e-postayı etkinleştirmek üzeresiniz. Bu işlemi onaylamak istiyor musunuz?
uk: Ви намагаєтеся включити цей шаблон електронного листа. Бажаєте підтвердити цю операцію?
uk_ua: Ви намагаєтеся включити цей шаблон листа. Ви підтверджуєте цю дію?
vi: Bạn sắp kích hoạt email này. Bạn có muốn xác nhận thao tác này không?
vi_vn: Bạn sắp kích hoạt email này. Bạn có muốn xác nhận thao tác này không?

# manager.emails.form.subjectRequired
source: A subject is required for the email.
az: Email üçün bir mövzunun müəyyənləşdirilməsi tələb olunur
bg_bg: За имейла се изисква тема.
ca_es: Heu d’introduir un assumpte per al missatge de correu electrònic.
cs_cz: Je vyžadován předmět emailu.
da: Et emne er påkrævet for denne e-mail.
de_de: Ein Betreff ist erforderlich.
el_gr: Απαιτείται ο ορισμός θέματος για το μήνυμα.
es_es: Es necesario el asunto del correo-e.
eu: Mezuak gaia eduki behar du.
fr_fr: L'objet du courriel est obligatoire.
gl: É necesario o asunto para o correo electrónico.
hr: Naslov je obavezan u e-pošti.
hu_hu: Tárgy megadása szükséges az emailhez.
hy_am: Նամակի համար անհրաժեշտ է թեմա:
id: Judul dibutuhkan untuk email.
id_id: Judul dibutuhkan untuk email.
is: Efni tölvupósts er áskilið.
it_it: È necessario inserire il soggetto del messaggio.
ja: メールにはタイトルが必要です。
ka_ge: ელფოსტისთვის საჭიროა თემა.
kk_kz: Электрондық поштаның тақырыбы міндетті түрде көрсетіледі.
ku: بۆ ئیمەیڵەکە بابەت داوا کراوە.
lv: E-pastam ir jānorāda temats.
mk: Потребен е предмет за имејлот.
mr: ई-मेलसाठी विषय हवा आहे.
ms: Subjek diperlukan untuk e-mel.
nb_no: E-posten må ha et emne.
nl: De e-mail moet een onderwerp hebben.
pl: Tytuł wiadomości jest wymagany.
pl_pl: Tytuł wiadomości jest wymagany.
pt_pt: É obrigatório o assunto da mensagem .
ro_ro: Un subiect este necesar pentru e-mail.
ru_ru: Тема письма электронной почты обязательна.
sl: Zadeva je pri e-pošti obvezna.
sr_rs@cyrillic: Субјекат је обавезан у имејлу.
sv_se: Ämne krävs.
th: ต้องการหัวข้ออีเมล
tr_tr: E-posta için bir konu belirlenmesi gereklidir.
uk: Необхідно вказати тему електронного листа.
uk_ua: Необхідно ввести тему листа.
vi: Cần có chủ đề cho email.
vi_vn: Một chủ đề là bắt buộc cho email.
