Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.plugins.deleteConfirm
source: Are you sure you wish to delete this plugin from the system?
az: Bu əlavəni sistemdən silmək istədiyinizdən əminsinizmi?
bg_bg: Сигурни ли сте, че искате да премахнете тази добавка (плъгин)?
ca_es: Esteu segur/a que voleu eliminar aquest mòdul del sistema?
cs_cz: Jste si jisti, že chcete smazat tento plugin ze systému?
da: Er du sikker på, at du vil slette denne plugin fra systemet?
de_de: Sind Sie sicher, dass dieses Plugin aus dem System entfernt werden soll?
el_gr: Επιβεβαιώστε ότι θέλετε να διαγράψετε αυτό το Πρόσθετο από το σύστημα.
es_es: ¿Está seguro/a de que desea eliminar este módulo del sistema?
eu: Ziur zaude plugin hau sistematik kendu nahi duzula?
fr_fr: Vous voulez vraiment supprimer ce module du système ?
gl: Estás seguro/a de que desexas eliminar este complemento do sistema?
hr: Jeste li sigurni da želite ukloniti ovaj dodatak iz sustava?
hu_hu: Biztos benne, hogy törölni akarja ezt a bővítményt a rendszerből?
hy_am: Իսկապե՞ս ցանկանում եք ջնջել այս փլագինը համակարգից:
id: Yakin ingin menghapus plugin ini dari sistem?
is: Ertu viss um að þú viljir eyða þessari viðbót úr kerfinu?
it_it: Sei sicuro di cancellare questo plugin dal sistema ?
ja: このプラグインをシステムから削除してよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ პლაგინის წაშლა სისტემაში?
kk_kz: Бұл модульді жүйеден шынымен жойғыңыз келе ме?
lv: Vai tiešām vēlaties izdzēst šo spraudni no sistēmas?
mk: Дали сте сигурни дека сакате да го избришете овој плагин од системот?
mr: तुम्हाला हे प्लग-इन प्रणाली (सिस्टम) मधून नक्की हटवायचे (delete) आहे का?
ms: Adakah anda pasti mahu memadamkan plugin ini daripada sistem?
nb_no: Er du sikker på at du vil slette programtillegget fra systemet?
nl: Weet u zeker dat u deze plugin wilt verwijderen van het systeem?
pl: Potwierdź usunięcie wtyczki z systemu?
pl_pl: Potwierdź usunięcie wtyczki z systemu
pt_pt: Tem a certeza de que deseja eliminar este plugin do sistema?
ro_ro: Sigur doriți să ștergeți acest plugin din sistem?
ru_ru: Вы уверены, что хотите удалить этот модуль из системы?
sl: Ste prepričani, da želite odstraniti ta vtičnik iz sistema?
sr_rs@cyrillic: Да ли сте сигурни дажелите да обришете додатак из система?
sv_se: Är du säker på att du vill ta bort det här pluginet från systemet?
th: คุณแน่ใจหรือไม่ว่าต้องการลบปลั๊กอินนี้ออกจากระบบ?
tr_tr: Bu eklentiyi sistemden silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити цей плагін із системи?
uk_ua: Ви впевнені, що хочете видалити цей плагін із системи?
vi: Bạn có chắc chắn muốn xóa plugin này khỏi hệ thống không?
vi_vn: Bạn có chắc chắn muốn xóa plugin này khỏi hệ thống không?

# manager.plugins.deleteError
source: Plugin "{$pluginName}" could not be deleted from the file system. This may be a permissions problem. Please make sure that the web server is able to write to the plugins directory (including subdirectories) but don't forget to secure it again later.
az: "{$pluginName}" əlavəsi fayl sistemindən silinə bilmədi. Bu bir icazə problemi ola bilər. Zəhmət olmasa veb serverinizin əlavə indeksinə (alt indekslə daxil) yazma səlahiyyətinin olub olmadığına əmin olun; ancaq daha sonra yazma səlahiyyətini redaktə etməyi unutmayın.
bg_bg: Добавката (плъгин) "{$pluginName}" не можа да бъде изтрита от файловата система. Това може да е проблем с разрешенията. Моля, уверете се, че уеб сървърът може да записва в директорията на плъгините (включително поддиректориите), но не забравяйте да я защитите отново по-късно.
ca_es: El mòdul «{$pluginName}» no es pot eliminar del sistema de fitxers. És possible que es tracti d'un problema de permisos. Comproveu que el servidor web pot escriure al directori de mòduls (inclosos els subdirectoris), però recordeu de tornar a protegir-lo més endavant.
cs_cz: Plugin "{$pluginName}" nemohl být odstraněn ze souborového systému. Může to být problém s oprávněními. Ujistěte se, že webový server je schopen zapisovat do adresáře plugins (včetně podadresářů), ale nezapomeňte ho později znovu zabezpečit.
da: Pluginen "{$pluginName}" kunne ikke slettes fra filsystemet. Dette kan skyldes manglende rettigheder. Sørg for, at webserveren kan skrive til plugin-mappen (herunder undermapper), men glem ikke at sikre den igen senere.
de_de: Das Plugin "{$pluginName}" konnte nicht aus dem Dateisystem gelöscht werden. Eventuell liegt ein Problem mit den Berechtigungen vor. Bitte stellen Sie sicher, dass der Webserver in das plugins-Verzeichnis (inklusive Unterverzeichnisse) schreiben kann. Vergessen Sie aber nicht, den Zugang später abzusichern.
el_gr: Δεν κατέστη δυνατή η διαγραφή του πρόσθετου "{$pluginName}" από το σύστημα αρχείων. Ίσως να υπάρχει πρόβλημα με τα δικαιώματα πρόσβασης σε αρχεία. Βεβαιωθείτε ότι ο διακομιστής έχει δικαίωμα εγγραφής στον φάκελο των προσθέτων (και στους υποφακέλους αυτού) αλλά μην ξεχάσετε να ασφαλίσετε ξανά τον φάκελο μετά το πέρας της διαδικασίας.
es_es: El módulo "{$pluginName}" no puede eliminarse del sistema de archivos. Puede tratarse de un problema de permisos. Asegúrese de que el servidor web permite editar el directorio de módulos (además de los subdirectorios), pero no olvide asegurarlo una vez haya finalizado la edición.
eu: "{$pluginName}" plugina ezin izan da ezabatu fitxategi-sistematik. Baimen arazo bat izan daiteke. Mesedez, ziurtatu web zerbitzaria pluginen direktorioan (azpidirektorioak barne) idazteko gai dela, baina ez ahaztu geroago berriro ziurtatzea.
fr_fr: Le module "{$pluginName}" n'a pu être supprimé du système de fichier. Il peut s'agir d'un problème de persmissions. Assurez-vous que le serveur Web a le droit d'écriture dans le répertoire des modules d'extension (y compris les sous-répertoires), mais n'oubliez pas de le sécuriser à nouveau plus tard.
gl: Non se puido eliminar o complemento "{$pluginName}" do sistema de arquivos. Pode ser un problema de permisos. Asegúrese de que o servidor web pode escribir no cartafol de complementos (incluídos subcartafoles) pero non esqueza protexelo de novo unha vez rematado.
hr: Dodatak "{$pluginName}" ne može se izbrisati iz datotečnog sustava. Možda postoji problem s dopuštenjima. Provjerite može li web poslužitelj pisati u direktorij dodataka (uključujući poddirektorije). Ali ne zaboravite kasnije osigurati pristup.
hu_hu: A bővítményt "{$pluginName}" nem lehet törölni a fájlrendszerből. Ez jogosultsági problémák miatt is lehet. Kérjük, győzödjön meg arról, hogy a szerveren írható a plugins könyvtár (és az alkönyvtárai) majd később ne felejtse újra levédeni ezeket a könyvtárakat.
hy_am: "{$pluginName}" փլագինը չհաջողվեց ջնջել նիշքային համակարգից: Սա կարող է լինել թույլտվությունների խնդիր: Խնդրում ենք համոզվել, որ վեբ սերվերը ի վիճակի է գրել plugins գրացուցակում (ներառյալ ենթագրացուցակները), բայց մի մոռացեք այն ավելի ուշ անվտանգ դարձնել:
id: Plugin "{$pluginName}" tidak dapat dihapus dari sistem file. Ini mungkin menyangkut masalah izin. Pastikan server web dapat menulis ke direktori plugin (termasuk subdirektori) tetapi jangan lupa untuk mengamankannya lagi nanti.
is: Ekki var hægt að eyða viðbótinni: "{$pluginName}". Þetta gæti verið vandamál tengt leyfi. Vinsamlega gakktu úr skugga um að vefþjóninn geti skrifað á skráarsvæði fyrir viðbótarforritin (þ.m.t. í undirmöppur), en ekki gleyma að læsa því/loka á það aftur á eftir.
it_it: Il plugin "{$pluginName}" non può essere cancellato dal sistema. Potrebbe essere un problema di permessi. Fai in modo che il web server sia autorizzato a scrivere nella dir e nelle sottodir dei plugin. Ma non dimenticarti di togliere poi l'autorizzazione.
ja: プラグイン「{$pluginName}」をファイルシステムから削除できませんでした。これはパーミッションの問題である可能性があります。Webサーバーがpluginsディレクトリ（サブディレクトリを含む）に書き込みができることを確認してください。ただし、後でもう一度セキュリティを確保することを忘れないでください。
ka_ge: პლაგინი "{$pluginName}" ვერ წაიშალა ფაილური სისტემადან. ეს შეიძლება იყოს წვდომის პრობლემა. გთხოვთ, დარწმუნდეთ, რომ ვებ-სერვერს შეუძლია დაემატოს პლაგინების დირექტორიას (ქვე-დირექტორიების ჩათვლით), მაგრამ არ დაგავიწყდეთ მოგვიანებით მისი დაცვა.
kk_kz: '{$pluginName}' плагинін файлдық жүйеден жою мүмкін емес. Бұл рұқсат мәселесіне байланысты болуы мүмкін. Веб-сервердің «plugins» каталогына (ішкі каталогтарды қоса) жаза алатынына көз жеткізіңіз, бірақ содан кейін тиісті рұқсаттармен каталогты қорғауды ұмытпаңыз.
lv: Spraudni "{$pluginName}" nav iespējams izdzēst no failu sistēmas. Iespējams, tā ir atļauju problēma. Pārliecinieties, ka tīmekļa serveris var rakstīt uz spraudņu direktoriju (ieskaitot apakšdirektorijas), bet neaizmirstiet to vēlāk atkal nodrošināt.
mk: Плагинот "{$pluginName}" не може да се избрише од датотечниот систем. Ова може да биде проблем со дозволите. Ве молиме, проверете дали веб-серверот е во состојба да напише до директориумот со додатоци (вклучително и поддиректориуми), но не заборавајте да го обезбедите повторно подоцна.
mr: प्लग-इन "{$pluginName}" फाईल प्रणाली (सिस्टम) मधून हटवता (delete) आले नाही. ही समस्या परवानगी नसल्यामुळे असू शकते. वेब सर्व्हर प्लग-इन्स डायरेक्टरीमध्ये (सबडिरेक्टरीजसह) write ची परवानगी आहे याची खात्री करा. परंतु नंतर ते काम झाल्यावर पुन्हा write करण्यापासून सुरक्षित करायला विसरू नका.
ms: Plugin "{$pluginName}" tidak dapat dipadamkan daripada sistem fail. Ini mungkin masalah kebenaran. Sila pastikan bahawa pelayan web dapat menulis ke direktori plugin (termasuk subdirektori) tetapi jangan lupa untuk mengamankannya semula kemudian.
nb_no: Programtillegget «{$pluginName}» kunne ikke slettes fra filsystemet. Det kan være et problem med rettighetene. Pass på at nettserveren kan skrive til mappen over programtillegg (inkludert undermapper), men ikke glem å sikre det igjen etterpå.
nl: Plugin "{$pluginName}" kan niet worden verwijderd van de server. Er is mogelijk een probleem met rechten. Zorg ervoor dat de plugins folder op de webserver schrijfbaar is (inclusief subfolders), maar vergeet niet om de beveiliging later weer te herstellen.
pl: Wtyczka "{$pluginName}" nie może zostać usunięta z systemu. Sprawdź uprawnienia zapisu w folderze wtyczek i spróbuj ponownie.
pl_pl: Wtyczka "{$pluginName}" nie może zostać usunięta z systemu. Sprawdź uprawnienia zapisu w folderze wtyczek i spróbuj ponownie.
pt_pt: Não foi possível eliminar o plugin "{$pluginName}" do sistema de ficheiros. Pode ter a ver com as permissões. Certifique-se de que o servidor web pode escrever no directório de plugins (incluindo subdirectórios), mas não se esqueça de protegê-lo novamente mais tarde.
ro_ro: Pluginul"{$pluginName}" nu a putut fi șters din sistemul de fișiere. Aceasta poate fi o problemă de permisiuni. Vă rugăm să vă asigurați că serverul web este capabil să scrie în directorul de pluginuri (inclusiv subdirectorii), dar nu uitați să îl securizați mai târziu.
ru_ru: Модуль «{$pluginName}» не может быть удален из файловой системы. Причиной этого может являться проблема с правами. Пожалуйста, убедитесь что веб-сервер может записывать в каталог «plugins» (включая подкаталоги), но не забудьте после этого защитить директорию, задав соответствующие права.
sl: Vtičnik "{$pluginName}" ni mogel biti odstranjen iz datotečnega sistema. Lahko, da gre za težave s pravicami. Prosimo, da zagotovite, da bo spletni strežnik lahko pisal v mapo z vtičniki (vključno s podmapami) in ne pozabite kasneje ponovno zavarovati.
sr_rs@cyrillic: Додатак "{$pluginName}" није могао бити обрисан са сервера. Проблем може бити због недостатка довољних дозвола. Обезбедите да web сервер може уписивати у директориј за додатке (укључујући и поддиректорије), али не заборавите касније да да поново осигурате.
sv_se: Pluginet "{$pluginName}" kunde inte tas bort från filsystemet. Detta kan bero på problem med behörigheter. Se till att webbservern kan skriva till katalogen för plugins (underkataloger inkluderade) men glöm inte att säkra den igen.
th: ไม่สามารถลบปลั๊กอิน "{$pluginName}" ออกจากระบบไฟล์ได้ อาจเกิดจากปัญหาการอนุญาต กรุณาตรวจสอบให้แน่ใจว่าเว็บเซิร์ฟเวอร์สามารถเขียนไปยังไดเรกทอรีปลั๊กอิน (รวมถึงไดเรกทอรีย่อย) แต่อย่าลืมรักษาความปลอดภัยอีกครั้งในภายหลัง
tr_tr: "{$pluginName}" eklentisi dosya sisteminden silinemedi. Bu bir izin sorunu olabilir. Lütfen web sunucusunun eklenti dizinine (alt dizinler dahil) yazama yetkisi olduğundan emin olun; ancak daha sonra yazma yetkisini düzenlemeyi unutmayın.
uk: Плагін "{$pluginName}" не можна видалити з файлової системи. Можливо, виникла проблема з правами доступу. Будь ласка, переконайтеся, що вебсервер може записувати в каталог плагінів (включно з підкаталогами), але не забудьте пізніше знов його захистити.
uk_ua: Плагін "{$pluginName}" не можна видалити з файлової системи. Можливо виникла проблема з правами доступу. Будь ласка, переконайтесь, що веб-сервер може записувати в каталог плагінів (plugins), (включаючи підкаталоги), але не забудьте пізніше захистити його, змінивши права.
vi: Plugin "{$pluginName}" không thể bị xóa khỏi hệ thống tệp. Đây có thể là vấn đề về quyền. Vui lòng đảm bảo máy chủ web có thể ghi vào thư mục plugin (bao gồm cả thư mục con) nhưng đừng quên bảo mật nó lại sau.
vi_vn: Không thể xóa plugin "{$pluginName}" khỏi hệ thống tệp. Đây có thể là một vấn đề về quyền. Hãy đảm bảo rằng máy chủ web có thể ghi vào thư mục plugin (bao gồm cả thư mục con) nhưng đừng quên bảo mật lại.
