Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.people.userMustChangePassword
source: Require the user to change their password the next time they log in.
az: Üzv üçün növbəti daxilolmada şifrə dəyişdirməni məcburi edin
bg_bg: Изисквайте от потребителя да промени паролата си следващия път, когато влезе в системата.
ca_es: Demana a l’usuari/usuària que canviï la contrasenya quan torni a iniciar la sessió.
cs_cz: Vyžadovat od uživatele, aby si při příštím přihlášení změnil své heslo.
da: Bed brugeren om at ændre sin adgangskode, næste gang vedkommende logger på.
de_de: Fordern Sie die Benutzerin/den Benutzer auf, beim nächsten Einloggen das Passwort zu ändern.
el_gr: Ο χρήστης πρέπει να αλλάξει τον κωδικό πρόσβασης στην επόμενη σύνδεσή του.
es_es: Solicitarle que cambie su contraseña la próxima vez que se identifique en el sistema.
eu: Esan erabiltzaileari pasahitza aldatu behar duela hurrengo sartzen den aldian.
fr_fr: Exiger de l'utilisateur qu'il modifie son mot de passe la prochaine fois qu'il se connectera.
gl: Esixir ao usuario/a que cambie o seu contrasinal a próxima vez que inicie sesión.
hr: Zatraži od korisnika da promijeni svoju lozinku prilikom sljedećeg prijavljivanja.
hu_hu: Jelszómódosítás előírása a felhasználó következő bejelentkezésekor.
hy_am: Օգտվողից պահանջեք փոխել իր գաղտնաբառը հաջորդ անգամ մուտք գործելիս:
id: Mengharuskan pengguna untuk mengubah kata sandi saat mereka masuk.
id_id: Pengguna perlu mengganti kata sandi mereka lain waktu saat mereka login.
is: Krefja notanda um að breyta um lykilorð við næstu innskráningu.
it_it: Richiedi all'utente di modificare la password al suo prossimo accesso al sistema.
ja: 次回ログイン時にパスワードの変更を要求する。
ka_ge: მოსთხოვეთ მომხმარებელს, შეცვალოს პაროლი შემდეგში, როდესაც შევა სისტემაში.
kk_kz: Пайдаланушыдан келесі рет кірген кезде құпия сөзін өзгертуді талап етіңіз.
ku: بەکارهێنەر داوای لێدەکرێت کە ژمارەی نهێنی بگۆڕێت و وە بۆ جاری داهاتو بچێتە ناوەوە
lv: Pieprasiet, lai lietotājs nākamajā pieteikšanās reizē nomaina paroli.
mk: Барајте од корисникот да ја смени лозинката следниот пат кога ќе се најави.
mr: वापरकर्त्याने पुढच्या वेळी लॉग-इन करताना त्यांचा पासवर्ड बदलणे आवश्यक आहे.
ms: Memerlukan pengguna menukar kata laluan mereka pada log masuk seterusnya.
nb_no: Krev at brukeren endrer passordet sitt ved neste innlogging.
nl: Verplicht de gebruiker om een nieuw wachtwoord te kiezen bij de eerstvolgende inlog.
pl: Wymagaj aby użytkownik zmienił swoje hasło po następnym logowaniu.
pl_pl: Wymagaj aby użytkownik zmienił swoje hasło po następnym logowaniu.
pt_pt: Solicitar alteração de senha no próximo acesso ao sistema.
ro_ro: Solicitați utilizatorului să își schimbe parola la următoarea conectare.
ru_ru: Требовать, чтобы пользователь сменил свой пароль при следующем входе в систему.
sl: Zahtevaj, da uporabnik spremeni geslo ob naslednji prijavi.
sr_rs@cyrillic: Затражи од корисника да промени своју лозинку приликом следећег пријављивања.
sv_se: Användaren måste ändra sitt lösenord vid nästa inloggning.
th: บังคับให้ผู้ใช้เปลี่ยนรหัสผ่านในการเข้าสู่ระบบครั้งถัดไป
tr_tr: Üye için bir sonraki girişte şifre değiştirmeyi zorunlu kıl.
uk: Вимагати, щоб користувач змінив свій пароль під час наступного входу до системи.
uk_ua: Вимагати, щоб користувач змінив пароль під час наступного входу до системи.
vi: Yêu cầu người dùng thay đổi mật khẩu vào lần đăng nhập tiếp theo.
vi_vn: Yêu cầu người dùng thay đổi mật khẩu của họ trong lần đăng nhập tiếp theo.

# manager.plugins.action
source: Action:
az: Ediləcək:
bg_bg: Действие:
ca_es: Acció:
cs_cz: Akce:
da: Handling:
de_de: Aktion:
el_gr: Ενέργεια:
es_es: Acción:
eu: Ekintza:
gl: Acción:
hr: Postupak:
hu_hu: Akció:
hy_am: Գործողություն:
id: Tindakan:
id_id: Aksi:
is: Aðgerð:
it_it: Azione:
ja: アクション:
ka_ge: ქმედება:
kk_kz: Әрекет:
ku: کردار
lv: Darbība:
mk: Акција:
mr: कृती :
ms: Tindakan:
nb_no: Handling:
nl: Actie:
pl: Działanie:
pl_pl: Działanie:
pt_pt: Acção:
ro_ro: Acțiune:
ru_ru: Действие:
sl: Akcija:
sr_rs@cyrillic: Поступак:
sv_se: Åtgärd:
th: การกระทำ:
tr_tr: Yapılacak:
uk: Дія:
uk_ua: Дія:
vi: Hành động:
vi_vn: Hoạt động:

# manager.plugins.disable
source: Disable
az: Passivləşdirin
bg_bg: Деактивиране
ca_es: Inhabilita
cs_cz: Zakázat
da: Deaktivér
de_de: Ausschalten
el_gr: Απενεργοποίηση
es_es: Desactivar
eu: Desgaitu
fr_fr: Désactiver
gl: Deshabilitar
hr: Onemogući
hu_hu: Kikapcsol
hy_am: Անջատել
id: Nonaktifkan
id_id: TIdak Aktif
is: Afvirkja
it_it: Disabilita
ja: 無効
ka_ge: გამორთვა
kk_kz: Өшіру
ku: ناچالاک
lv: Atspējot
mk: Оневозможи
mr: अकार्यान्वित करा
ms: Nyahdaya
nb_no: Slå av
nl: Uitschakelen
pl: Wyłącz
pl_pl: Wyłącz
pt_pt: Desactivar
ro_ro: Dezactivare
ru_ru: Выключить
sl: Onemogoči
sr_rs@cyrillic: Онемогући
sv_se: Inaktivera
th: ปิดใช้งาน
tr_tr: Pasifleştir
uk: Заборонити
uk_ua: Заборонити
vi: Tắt
vi_vn: Vô hiệu hoá

# manager.plugins.enable
source: Enable
az: Aktivləşdirin
bg_bg: Активиране
ca_es: Habilita
cs_cz: Povolit
da: Aktivér
de_de: Einschalten
el_gr: Ενεργοποίηση
es_es: Activar
eu: Gaitu
fr_fr: Activer
gl: Habilitar
hr: Omogući
hu_hu: Engedélyezés
hy_am: Միացնել
id: Aktifkan
id_id: Aktif
is: Virkja
it_it: Abilita
ja: 有効
ka_ge: ჩართვა
kk_kz: Қосу
ku: چالاک
lv: Iespējot
mk: Овозможи
mr: कार्यान्वित करा
ms: Dayakan
nb_no: Slå på
nl: Inschakelen
pl: Włącz
pl_pl: Włącz
pt_pt: Activar
ro_ro: Activare
ru_ru: Включить
sl: Omogoči
sr_rs@cyrillic: Омогући
sv_se: Aktivera
th: เปิดใช้งาน
tr_tr: Etkinleştir
uk: Дозволити
uk_ua: Дозволити
vi: Bật
vi_vn: Kích hoạt

# manager.plugins.pluginManagement
source: Plugin Management
az: Əlavə idarəetməsi
bg_bg: Управление на добавките (пългините)
ca_es: Administració dels connectors
cs_cz: Správa pluginů
da: Administration af plugins
de_de: Verwaltung der Plugins
el_gr: Διαχείριση Plugin
es_es: Gestión de módulos
eu: Pluginen kudeaketa
fr_fr: Gestion des modules
gl: Xestión de complementos
hr: Upravljanje dodacima
hu_hu: Plugin kezelés
hy_am: Պլագինի կառավարում
id: Manajemen Plugin
id_id: Manajemen Plugin
is: Umsýsla tengi- og viðbóarforrita
it_it: Gestione Plugin
ja: プラグインの管理
ka_ge: პლაგინის მენეჯმენტი
kk_kz: Модульдерді басқару
ku: گرێدانی بەڕێوەبردن
lv: Spraudņu pārvaldība
mk: Управување со плагини
mr: प्लग-इन व्यवस्थापन
ms: Pengurusan Plugin
nb_no: Administrer programtillegg
nl: Plugin beheer
pl: Zarządzanie wtyczkami
pl_pl: Zarządzanie wtyczkami
pt_pt: Administração de Plugins
ro_ro: Managementul pluginurilor
ru_ru: Управление модулями
sl: Upravljanje z vtičniki
sr_rs@cyrillic: Управљач додатака
sv_se: Administration av plugins
th: การจัดการปลั๊กอิน
tr_tr: Eklenti Yönetimi
uk: Керування плагінами
uk_ua: Керування плагінами
vi: Quản lý Plugin
vi_vn: Trình cắm (plugin) Quản lý

# manager.plugins.sitePlugin
source: This is a site-wide plugin. Only the Site Administrator may manage this plugin.
az: Bu bütün saytı əlaqədar edən bir əlavədir. Sadəcə sayt idarəçisi əlavəni istifadə edə bilər.
bg_bg: Това е добавка (плъгин) за целия сайт. Само администраторът на сайта може да управлява този плъгин.
ca_es: Aquest mòdul s'utilitza a tot el lloc web. Només l'administrador/a del lloc web pot administrar aquest mòdul.
cs_cz: Tento plugin je využíván v rámci celého webového systému. Spravovat tento doplněk může pouze administrátor stránek.
da: Dette er en plugin for hele webstedet. Denne plug-in må kun administreres af webstedsadministratoren.
de_de: Dies ist ein Plugin für diese Website. Nur die/der Website-Administrator/in kann dieses Plugin verwalten.
el_gr: Πρόκειται για plugin σχετικά με ολόκληρο τον ιστότοπο. Η διαχείριση του συγκεκριμένου plugin μπορεί να γίνει αποκλειστικά από τον Διαχειριστή Ιστοτόπου.
es_es: Este es un módulo para todo el sitio. Solo el administrador del sitio web puede gestionar este módulo.
eu: Plugin hau gune osorako da. Gune-administratzaileak bakarrik kudea dezake.
fr_fr: Ceci est un module qui s'appliquent à tout le site. Seul l'Administrateur du site peut le gérer.
gl: Este é un complemento para todo o sitio. Só o administrador do sitio pode xestionar este complemento.
hr: Ovaj dodatak utječe na funkcioniranje cjelokupne stranice. Samo administrator stranice može upravljati ovim dodatkom.
hu_hu: Ez a bővítmény a teljes oldalon használatos. Csak az oldal adminisztrátora tud beállításokat végezni ezen a bővítményen.
hy_am: Սա ամբողջ կայքի հավելում է: Միայն Կայքի ադմինիստրատորը կարող է կառավարել այս հավելվածը:
id: Ini adalah site-wide plugin. Hanya Administrator bisa mengatur plugin ini.
id_id: Ini adalah site-wide plugin. Hanya Administrator bisa mengatur plugin ini.
is: Þetta viðbótarforrit nær yfir alla vefsíðuna. Eingöngu vefstjóri getur sýslað með þessa viðbót.
it_it: Questo è plugin si applica all'intero sito. Solo il Manager del sito può gestire questi plugin.
ja: このプラグインはサイト全体で使用されます。このプラグインは、サイト管理者のみが管理できます。
ka_ge: ეს არის საიტის მასშტაბის პლაგინი. მხოლოდ საიტის ადმინისტრატორს შეუძლია მართოს ეს პლაგინი.
kk_kz: Бұл модуль сайттың барлығына қолданылады. Бұл модульді тек сайт әкімшісі басқара алады.
lv: Šis ir vietnes mēroga spraudnis. Šo spraudni drīkst pārvaldīt tikai vietnes administrators.
mk: Ова е плагин на страници. Само администраторот на страници може да управува со овој плагин.
mr: हे संकेतस्थळव्यापी प्लग-इन आहे. फक्त संकेतस्थळ प्रशासक हे प्लग-इन व्यवस्थापित करू शकतो.
ms: Ini adalah plugin site-wide. Hanya Pentadbir Laman boleh menguruskan plugin ini.
nb_no: Dette er et programtillegg for hele nettstedet. Bare nettstedsadministratoren kan administrere det.
nl: Dit is een site-plugin. Alleen de sitebeheerder kan deze plugin beheren.
pl: To jest wtyczka systemowa. Tylko administrator może zarządzać tą wtyczką.
pl_pl: To jest wtyczka systemowa. Tylko administrator może zarządzać tą wtyczką.
pt_pt: Este é um plugin de uso geral. Somente o Administrador do Portal tem permissão de uso.
ro_ro: Acesta este un plugin la nivel de site. Doar administratorul site-ului poate gestiona acest plugin.
ru_ru: Действие этого модуля распространяется на весь сайт. Только администратор сайта может управлять этим модулем.
sl: Ta vtičnik se nanaša na celotno spletišče in z njim upravlja le administrator spletišča.
sr_rs@cyrillic: Овај додатак утиче на функционисање целог сајта. Само администратор сајта може управљати овим додатком.
sv_se: Det här är ett plugin för hela webbplatsen. Endast webbplatsens administratör har behörighet att hantera den.
th: นี่คือปลั๊กอินที่ใช้ทั้งไซต์ เฉพาะผู้ดูแลระบบไซต์เท่านั้นที่สามารถจัดการปลั๊กอินนี้ได้
tr_tr: Bu tüm siteyi ilgilendiren bir eklentidir. Yalnız site yöneticisi eklentiyi kullanabilir.
uk: Це загальносистемний плагін. Лише адміністратор вебсайту може керувати цим плагіном.
uk_ua: Це загальносистемний плагін. Лише адміністратор сайту може керувати цим плагіном.
vi: Đây là plugin toàn trang. Chỉ Quản trị viên trang web mới có thể quản lý plugin này.
vi_vn: Đây là một plugin trên toàn trang. Chỉ Quản trị viên trang web mới có thể quản lý plugin này.

# manager.plugins
source: System Plugins
az: Sistem əlavələri
bg_bg: Системни добавки (плъгини)
ca_es: Connectors del sistema
cs_cz: Pluginy systému
de_de: Plugins
el_gr: Plugins συστήματος
es_es: Módulos del sistema
eu: Sistemaren pluginak
fr_fr: Modules du système
gl: Complementos do sistema
hr: Funkcionalni dodaci sustava
hu_hu: Rendszer bővítmények
hy_am: Համակարգի պլագիններ
id: Sistem Plugins
id_id: Sistem Plugins
is: Kerfisviðbætur
it_it: Plugin
ja: システムプラグイン
ka_ge: სისტემური პლაგინები
kk_kz: Жүйелік модульдер
ku: سیستەمی گرێدانی تەواو کاری
lv: Sistēmas spraudņi
mk: Системски плагин
mr: प्रणालीसाठीची (सिस्टम) प्लग-इन्स
ms: Sistem Plugin
nb_no: System-programtillegg
nl: Systeemplugins
pl: Wtyczki systemowe
pl_pl: Wtyczki systemowe
pt_pt: Plugins do Sistema
ro_ro: Plugin-uri de sistem
ru_ru: Системные модули
sl: Sistemski vtičniki
sr_rs@cyrillic: Системски додаци
th: ปลั๊กอินของระบบ
tr_tr: Sistem Eklentileri
uk: Системні плагіни
uk_ua: Системні плагіни
vi: Các plugin hệ thống
vi_vn: Các Trình cắm hệ thống

# manager.reviewerSearch.change
source: Change
az: Dəyişdirin
bg_bg: Смяна
ca_es: Canviar
cs_cz: Změnit
da: Skift
de_de: Wechseln
el_gr: Αλλαγή
es_es: Cambia
eu: Aldatu
fr_fr: Changer
gl: Cambiar
hr: Promjena
hu_hu: Módosít
hy_am: Փոխել
id: Ubah
is: Breyta
it_it: Cambia
ja: 変更
ka_ge: შეცვლა
kk_kz: Өзгерту
ku: گۆڕانکاری
lv: Mainīt
mk: Смени
mr: बदला
ms: Tukar
nb_no: Endre
nl: Wijzig
pl: Zmień
pl_pl: Zmień
pt_pt: Modificar
ro_ro: Schimbă
ru_ru: Изменить
sl: Spremeni
sr_rs@cyrillic: Промени
sv_se: Ändra
th: เปลี่ยนแปลง
tr_tr: Değiştir
uk: Змінити
uk_ua: Змінити
vi: Thay đổi
vi_vn: Thay đổi
zh_tw: 修改

# manager.setup.metadata.coverage
source: Coverage
az: Əhatə dairəsi
bg_bg: Обхват
ca_es: Cobertura
cs_cz: Dosah
da: Dækningsområde
de_de: Bereich
el_gr: Κάλυψη
es_es: Cobertura
eu: Estaldura
fr_fr: Couverture
gl: Cobertura
hr: Tematsko područje
hu_hu: Lefedettség
hy_am: Ծածկույթ
id: Cakupan
id_id: Cakupan
is: Yfirgrip
it_it: Copertura
ja: 対象範囲
ka_ge: დაფარვა
kk_kz: Қамту
lv: Aptvērums
mk: Покриеност
mr: व्याप्ती (Coverage)
ms: Liputan
nb_no: Dekningsområde
nl: Dekking
pl: Obszar
pt_pt: Cobertura
ro_ro: Acoperire
ru_ru: Охват
sl: Pokritost
th: ครอบคลุม
tr_tr: Kapsam
uk: Охоплення
uk_ua: Охоплення
vi: Bao phủ
vi_vn: Phạm vi

# manager.publication.productionStage
source: Production
az: Çap
bg_bg: Публикация
ca_es: Producció
cs_cz: Produkce
da: Produktion
de_de: Herstellung
el_gr: Δημοσίευση
es_es: Producción
eu: Ekoizpena
gl: Produción
hr: Proizvodnja
hu_hu: Megjelentetés
hy_am: Արտադրություն
id: Produksi
is: Framleiðsla
it_it: Produzione
ja: 制作
ka_ge: წარმოება
kk_kz: Жариялану
ku: بەرهەمهێنان
lv: Izstrāde
mk: Продукција
mr: प्रकाशन
ms: Produksi
nb_no: Produksjon
nl: Productie
pl: Produkcja
pl_pl: Produkcja
pt_pt: Produção
ro_ro: Producție
ru_ru: Публикация
sl: Produkcija
sr_rs@cyrillic: Продукција
sv_se: Produktion
th: การผลิต
tr_tr: Basım
uk: Публікація
uk_ua: Публікація
vi: Sản xuất
vi_vn: Sản xuất

# manager.publication.emails
source: Emails
az: emaillər
bg_bg: Имейли
ca_es: Correus electrònics
cs_cz: Emaily
es_es: Correos electrónicos
eu: Mezu elektronikoak
fr_fr: Courriels
gl: Correos electrónicos
hr: E-pošta
hu_hu: Emailek
hy_am: Էլ․ նամակներ
id: Surel
is: Tölvupóstar
it_it: Email
ja: メール
ka_ge: ელფოსტა
kk_kz: Электрондық хаттар
ku: ئیمەیڵەکان
lv: E-pasti
mk: Имејли
mr: ई-मेल्स
ms: E-mel
nb_no: E-poster
pl: Wiadomości e-mail
pl_pl: Wiadomości e-mail
ro_ro: Emailuri
ru_ru: Письма электронной почты
sl: Emaili
sr_rs@cyrillic: Имејлови
sv_se: E-post
th: อีเมล
tr_tr: e-Postalar
uk: Електронні листи
uk_ua: Електронні листи
vi: Email
vi_vn: E-mail

# manager.readingTools
source: Reading Tools
az: Oxuma alətləri
bg_bg: Инструменти за читателя
ca_es: Eines de lectura
cs_cz: Čtenářské nástroje
da: Læseværktøjer
de_de: Lesewerkzeuge
el_gr: Εργαλεία Ανάγνωσης
es_es: Herramientas de lectura
eu: Irakurtzeko tresnak
fr_fr: Outils de lecture
gl: Ferramentas de lectura
hr: Alati za čitanje
hu_hu: Olvasói eszközök
hy_am: Ընթերցանության գործիքներ
id: Alat Membaca
id_id: Alat Membaca
is: Lestrartól
it_it: Strumenti di lettura
ja: リーディングツール
ka_ge: მკითხველის ხელსაწყოები
kk_kz: Оқырман құралдары
ku: ئامرازەکانی خوێندنەوە
lv: Lasīšanas rīki
mk: Алатки за читање
mr: वाचन साधने
ms: Alat Membaca
nb_no: Leseverktøy
nl: Leesgereedschappen
pl: Narzędzia czytelnicze
pl_pl: Narzędzia czytelnicze
pt_pt: Ferramentas para Leitura
ro_ro: Instrumente de citit
ru_ru: Инструменты читателя
sl: Orodja za branje
sr_rs@cyrillic: Алатке за читање
sv_se: Läsverktyg
th: เครื่องมือการอ่าน
tr_tr: Okuma Araçları
uk: Інструментарій для читання
uk_ua: Інструментарій для читання
vi: Công cụ đọc
vi_vn: Các công cụ đọc

# manager.website.information
source: Information
az: Məlumat
bg_bg: Информация
ca_es: Informació
cs_cz: Informace
el_gr: Πληροφορίες
es_es: Información
eu: Informazioa
fr_fr: Renseignements
gl: Información
hr: Informacije
hu_hu: Információ
hy_am: Տեղեկատվություն
id: Informasi
is: Upplýsingar
it_it: Informazioni sul sito
ja: 情報
ka_ge: ინფორმაცია
kk_kz: Информация
ku: زانیاری
lv: Informācija
mk: Информација
mr: माहिती
ms: Maklumat
nb_no: Informasjon
nl: Informatie
pl: Informacja
pl_pl: Informacje
pt_pt: Informação
ro_ro: Informații
ru_ru: Информация
sl: Informacije
sr_rs@cyrillic: Информације
th: ข้อมูล
tr_tr: Bilgi
uk: Інформація
uk_ua: Інформація
uz_uz@latin: Ma `lumot
vi: Thông tin
vi_vn: Thông tin

# manager.dois.actions.deposit.all
source: Deposit All
bg_bg: Депозиране на всички
cs_cz: Uložit vše
da: Deponer alle
eu: Gordailatu dena
hr: Pohranite sve
hy_am: Ավանդադրեք Բոլորը
id: Deposit Seluruhnya
ka_ge: შეიტანეთ ყველა
kk_kz: Барлығын қосымша орынға енгізіңіз
lv: Deponēt visu
mk: Депонирајте ги сите
mr: सगळे जमा करा
nb_no: Deponer alle
nl: Alles registreren
pl: Zarejestruj wszystko
ru_ru: Депонировать всё
sl: Deponirajte vse
th: ฝากทั้งหมด
uk: Депонувати все
vi: Ký gửi tất cả

# manager.dois.status.registered
source: Registered
bg_bg: Регистриран
cs_cz: Registrováno
da: Registreret
eu: Erregistratuta
hr: Registriran
hy_am: Գրանցված է
id: Didaftarkan
ka_ge: რეგისტრირებული
kk_kz: Тіркелген
lv: Reģistrēts
mk: Регистриран
mr: नोंदणी झाली
nb_no: Registrert
nl: Geregistreerd
pl: Zarejestrowany
ru_ru: Зарегистрирован
sl: Registrirano
th: ลงทะเบียนแล้ว
uk: Зареєстровано
vi: Đã đăng ký
zh_tw: 已註冊

# manager.dois.actions.deposit.label
source: Deposit DOIs
bg_bg: Депозиране на DOI
cs_cz: Uložení DOI
da: Deponer DOI'er
eu: Gordailatu DOIak
hr: Pohranite DOI
hy_am: Ավանդադրեք DOI-ները
id: Deposit DOI
ka_ge: შეიტანეთ DOI-ები
kk_kz: DOIды енгізу
lv: Deponēt DOI
mk: Депонирајте DOI
mr: DOI जमा करा
nb_no: Deponer DOI-er
nl: Registreer DOI's
pl: Rejestrowanie DOI
ru_ru: Депонировать DOI
sl: Deponirajte DOI-je
th: ฝาก DOI
uk: Депонувати DOI
vi: Ký gửi DOI

# manager.publication.submissionStage
source: Submission
az: Məqalə
bg_bg: Изпратени материали
ca_es: Tramesa
cs_cz: Příspěvek
da: Indsendelse
de_de: Einreichung
el_gr: Υποβολή
es_es: Envío
eu: Bidalketa
fr_fr: Soumission
gl: Envío
hr: Predaja
hu_hu: Beküldés
hy_am: Ներկայացում
id: Naskah Masuk
is: Innsending handrita
it_it: Proposte
ja: 投稿
ka_ge: ახალი შენატანი
kk_kz: Жіберілуде
ku: پێشکەشکردن
lv: Iesniegšana
mk: Поднесок
mr: सादरीकरण
ms: Penyerahan
nb_no: Innlevering
nl: Inzending
pl: Zgłoszenia
pl_pl: Zgłoszenia
pt_pt: Submissão
ro_ro: Înregistrare manuscris
ru_ru: Отправка
sl: Oddaja
sr_rs@cyrillic: Предаја
sv_se: Bidrag
th: การส่งงาน
tr_tr: Gönderi
uk: Подання
uk_ua: Подання
vi: Nộp bài
vi_vn: Bài gửi

# manager.publication.reviewStage
source: Review
az: İncələmə
bg_bg: Рецензия
ca_es: Revisió
cs_cz: Recenze
da: Bedømmelse
de_de: Begutachtung
el_gr: Αξιολόγηση
es_es: Revisión
eu: Berrikuspena
fr_fr: Évaluation
gl: Revisión
hr: Recenzija
hu_hu: Szakmai lektorálás
hy_am: Գրախոսություն
id: Tinjauan
is: Ritrýni
it_it: Revisione
ja: 査読
ka_ge: გამოხმაურება
kk_kz: Рецензенттеу
ku: هەڵسەنگاندن
lv: Recenzēšana
mk: Рецензија
mr: समीक्षण
ms: Ulasan
nb_no: Fagfellevurdering
pl: Recenzje
pl_pl: Recenzje
pt_pt: Revisão
ro_ro: Revizuire
ru_ru: Рецензирование
sl: Recenzija
sr_rs@cyrillic: Рецензија
sv_se: Granskning
th: การทบทวน
tr_tr: İnceleme
uk: Рецензування
uk_ua: Рецензування
vi: Đánh giá
vi_vn: Phản biện

# settings.libraryFiles.category.reports
source: Reports
az: Hesabatlar
bg_bg: Отчети
ca_es: Informes
cs_cz: Zprávy
da: Rapporter
de_de: Berichte
el_gr: Αναφορές
es_es: Informes
eu: Txostenak
fr_fr: Rapports
gl: Informes
hr: Izvještaji
hu_hu: Jelentések
hy_am: Հաշվետվություններ
id: Laporan
is: Skýrslur
it_it: Report
ja: レポート
ka_ge: ანგარიშგებები
kk_kz: Есептер
lv: Pārskati
mk: Извештаи
mr: अहवाल (Reports)
ms: Laporan
nb_no: Rapporter
nl: Rapporten
pl: Raporty
pl_pl: Raporty
pt_pt: Relatórios
ro_ro: Rapoarte
ru_ru: Отчеты
sl: Poročila
sr_rs@cyrillic: Извештаји
sv_se: Rapporter
th: รายงาน
tr_tr: Raporlar
uk: Звіти
uk_ua: Звіти
vi: Báo cáo
vi_vn: Báo cáo

# manager.website
source: Website
az: Veb sayt
bg_bg: Уебсайт
ca_es: Lloc web
cs_cz: Webové stránky
el_gr: Δικτυακός τόπος
es_es: Sitio web
eu: Webgunea
fr_fr: Site Web
gl: Sitio web
hr: Web stranica
hu_hu: Weboldal
hy_am: Կայք էջ
is: Vefsiða
it_it: Sito web
ja: ウェブサイト
ka_ge: ვებ-საიტი
kk_kz: Веб-сайт
lv: Tīmekļa vietne
mk: Веб-страница
mr: संकेतस्थळ
ms: Laman Web
nb_no: Nettsted
pl: Strona internetowa
pl_pl: Strona internetowa
ru_ru: Веб-сайт
sl: Spletna stran
sr_rs@cyrillic: Сајт
sv_se: Webbplats
th: เว็บไซต์
tr_tr: Web Sitesi
uk: Вебсайт
uk_ua: Веб-сайт
vi: Trang web
vi_vn: Trang web

# manager.workflow
source: Workflow
az: İş axını
bg_bg: Работна процедура
ca_es: Circuit de treball
cs_cz: Pracovní postup
el_gr: Ροή εργασιών
es_es: Flujo de trabajo
eu: Lan-fluxua
fr_fr: Flux des travaux
gl: Fluxo de traballo
hr: Tijek rada
hu_hu: Munkafolyamat
hy_am: Աշխատանքային ընթացք
id: Alur Kerja
is: Verkflæði
it_it: Flusso di lavoro
ja: ワークフロー
ka_ge: სამუშაო პროცესი
kk_kz: Жұмыс процесі
lv: Darbplūsma
mk: Работен тек
mr: कार्यप्रवाह (Workflow)
ms: Aliran Kerja
nb_no: Arbeidsflyt
nl: Redactieproces
pl: Obieg
pl_pl: Obieg
pt_pt: Fluxo de trabalho
ro_ro: Flux de lucru
ru_ru: Рабочий поток
sl: Delovni tok
sr_rs@cyrillic: Процес рада
sv_se: Arbetsflöde
th: กระบวนการทำงาน
tr_tr: İş Akışı
uk: Робочий процес
uk_ua: Робочий процес
vi: Quy trình làm việc
vi_vn: Quy trình làm việc

# manager.reviewFormElements.question
source: Item
az: Element
bg_bg: Елемент
ca_es: Element
cs_cz: Položka
da: Element
de_de: Feld
el_gr: Πεδίο
es_es: Elemento
eu: Elementua
fr_fr: Élément
gl: Elemento
hr: Stavka
hu_hu: Tétel
hy_am: Նյութ
id: Butir
id_id: Butir
is: Atriði
ja: アイテム
ka_ge: ელემენტი
kk_kz: Элемент
lv: Elements
mk: Елемент
mr: घटक (Item)
nb_no: Element
pl: Element
pl_pl: Element
pt_pt: Pergunta
ro_ro: Element
ru_ru: Элемент
sl: Gradnik
sr_rs@cyrillic: Елемент
sv_se: Fråga
th: รายการ
tr_tr: Öğe
uk: Питання
uk_ua: Питання
vi: Mục
vi_vn: Mục

# manager.website.title
source: Website Settings
az: Veb sayt tənzimləri
bg_bg: Настройки на сайта
ca_es: Configuració del lloc web
cs_cz: Nastavení webových stránek
da: Website-indstillinger
de_de: Website-Einstellungen
el_gr: Ρυθμίσεις ιστοτόπου
es_es: Ajustes del sitio web
eu: Webgunearen ezarpenak
fr_fr: Paramètres du site Web
gl: Axustes do sitio web
hr: Postavke web stranice
hu_hu: Weboldal beállítások
hy_am: Կայքի կարգավորումներ
id: Pengaturan Website
is: Stillingar vefsíðu
it_it: Impostazioni del sito
ja: ウェブサイト設定
ka_ge: ვებსაიტის პარამეტრები
kk_kz: Веб-сайт параметрі
lv: Tīmekļa vietnes iestatījumi
mk: Поставки на веб-страница
mr: संकेतस्थळाचे सेटिंग्ज
ms: Tetapan Laman web
nb_no: Nettstedsinnstillinger
nl: Website instellingen
pl: Ustawienia strony internetowej
pl_pl: Ustawienia strony internetowej
pt_pt: Configurações Website
ro_ro: Setări site web
ru_ru: Настройки веб-сайта
sl: Nastavitve spletne strani
sr_rs@cyrillic: Подешавања сајта
sv_se: Inställningar för webbplats
th: การตั้งค่าเว็บไซต์
tr_tr: Web Sitesi Ayarları
uk: Налаштування вебсайту
uk_ua: Налаштування веб-сайту
vi: Cài đặt trang web
vi_vn: Cài đặt Trang web
