Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# grid.action.restoreGenres
source: Restore the components to the default settings
az: Komponentləri standart tənzimlərə geri yükləyin
bg_bg: Възстановете компонентите до настройките по подразбиране
ca_es: Restableix els gèneres a la configuració per defecte
cs_cz: Obnovit nastavení komponent na výchozí hodnoty
da: Genindlæs disse enheder, så de svarer til standardindstillingen
de_de: Genres auf Standard zurücksetzen
el_gr: Επαναφέρετε τα στοιχεία στις προεπιλεγμένες ρυθμίσεις
es_es: Restaurar todos los géneros a la configuración por defecto
eu: Berrezarri osagaiak lehenetsitako ezarpenetara
fr_fr: Restaurer les paramètres par défaut des composants
gl: Restaurar todos os xéneros á configuración predeterminada
hr: Vrati žanrove na zadane
hu_hu: Komponensek visszaállítása az alapértelmezett beállításokra
hy_am: Վերականգնել բաղադրիչները նախնական պարամետրերին
id: Pulihkan komponen ke pengaturan awal
is: Endurheimta íhluti í upphaflegar stillingar
it_it: Riporto il componente alle configurazioni di default
ja: 構成要素をディフォルト設定に戻す
ka_ge: კომპონენტების ნაგულისხმევ პარამეტრებზე აღდგენა
kk_kz: Компоненттерді әдепкі параметрлерге қайтару
lv: Atjaunot sastāvdaļu noklusējuma iestatījumus
mk: Врати ги компонентите во предодредено подесување
mr: घटकांना सर्वसाधारण (डीफॉल्ट) सेटिंग्जमध्ये पुनर्संचयित करा
ms: Pulihkan komponen kepada tetapan lalai
nb_no: Gjenopprett komponentene til standardinnstillingene
nl: Herstel de onderdelen naar de standaardwaarden
pl: Przywróć elementy do ich ustawień domyślnych
pl_pl: Przywróć elementy do ich ustawień domyślnych
pt_pt: Restaurar os componentes para as configurações padrão
ro_ro: Restabiliți componentele la setările implicite
ru_ru: Вернуть компоненты к настройкам по умолчанию
sl: Povrni privzete nastavitve komponent
sr_rs@cyrillic: Врати компоненте на основна подешавања
sv_se: Återställ komponenterna till defaultinställningar
th: คืนค่าองค์ประกอบเป็นการตั้งค่าเริ่มต้น
tr_tr: Bileşenleri varsayılan ayarlara geri yükle
uk: Відновити компоненти з усталеними налаштуваннями
uk_ua: Відновити компоненти з усталеними налаштуваннями
vi: Khôi phục các thành phần về cài đặt mặc định
vi_vn: Khôi phục các thành phần về cài đặt mặc định

# manager.setup.genres.dependent
source: These are dependent files, such as images displayed by a HTML file, and will not be displayed with published content.
az: Bunlar, bir HTML faylı tərəfindən göstərilən şəkillər kimi asılı fayllardır və yayımlanan məzmunla birliktə göstərilməyəcəkdir.
bg_bg: Това са зависими файлове, като изображения, показани от HTML файл, и няма да се показват с публикувано съдържание.
ca_es: Marca els fitxers d'aquest tipus com a fitxers dependents (p. ex., tramesa no principal)
cs_cz: Tyto soubory jsou závislé soubory, například obrázky zobrazené souborem HTML, a nebudou se zobrazovat s publikovaným obsahem.
da: Disse er underordnede filer, som f.eks. billeder, der vises i en HTML-fil. De vil ikke blive vist for sig selv.
de_de: Dateien dieses Typs als abhängige Dateien markieren (z.B. nicht Primärveröffentlichungen)
el_gr: Αυτά είναι εξαρτημένα αρχεία, όπως εικόνες που εμφανίζονται από ένα αρχείο HTML και δεν θα εμφανίζονται με δημοσιευμένο περιεχόμενο.
es_es: Marcar los archivos de este tipo como archivos dependientes
eu: Hauek menpeko fitxategiak dira, HTML fitxategi batek erakusten dituen irudiak adibidez, eta ez dira argitaratutako edukiarekin erakutsiko.
fr_fr: Marquer les fichiers de ce type comme fichiers dépendants (par exemple à ne pas lister avec le contenu publié)
gl: Trátase de arquivos dependentes, como as imaxes mostradas por un arquivo HTML, e non se amosarán co contido publicado.
hr: To su ovisne datoteke, kao što su slike prikazane HTML datotekom, i neće biti prikazane s objavljenim sadržajem.
hu_hu: Ehhez a típushoz tartozó fájlokat ne független anyagnak jelölje (tipikusan ne kerüljön megjelenítésre a publikált anyaggal)
hy_am: Սրանք կախյալ նիշքեր են, ինչպիսիք են պատկերները, որոնք ցուցադրվում են HTML նիշքով, և չեն ցուցադրվի հրապարակված բովանդակության հետ:
id: Ini adalah file dependen, seperti gambar yang ditampilkan melalui file HTML, dan tidak akan ditampilkan dengan konten yang diterbitkan.
is: Þetta eru tengdar skrár, t.d. myndir sýndar í HTMLskrá og þær verða ekki birtar með útgefnu efni.
it_it: Segna i file di questo tipo come file dipendenti (ad esempio non verranno elencati nei contenuti pubblicati)
ja: これらは、HTMLファイルで表示される画像などの依存ファイルであり、出版コンテンツでは表示されません。
ka_ge: ეს არის დამოკიდებული ფაილები, მაგალითად, HTML ფაილის მიერ ნაჩვენები სურათები და არ გამოჩნდება გამოქვეყნებული შინაარსის გამოყენებით.
kk_kz: Бұл HTML файлы ретінде көрінетін кескіндер сияқты тәуелді файлдар, сондықтан жарияланған мазмұн тізімінде көрсетілмейді.
lv: Tie ir atkarīgi faili, piemēram, attēli, kas tiek rādīti HTML failā, un tie netiks parādīti kopā ar publicēto saturu.
mk: Овие се зависни датотеки, како слики кои ги прикажува HTML датотека, и нема да бидат прикажани заедно со објавената содржина.
mr: HTML फाईलद्वारे प्रदर्शित केलेल्या प्रतिमेसारख्या या अवलंबित फाईल्स आहेत. त्या प्रकाशित सामग्रीबरोबर प्रदर्शित केल्या जात नाहीत.
ms: Ini adalah fail bergantung, seperti imej yang dipaparkan oleh fail HTML, dan tidak akan dipaparkan dengan kandungan yang diterbitkan.
nb_no: Disse er underordnede filer som vises av en HTML-fil og vil ikke bli vist for seg selv.
nl: Dit zijn afhankelijke bestanden, zoals afbeeldingen weergegeven door een HTML-bestand. Deze worden niet met de gepubliceerde informatie weergegeven.
pl: Pliki zależne, takie jak np. obrazki wyświetlane dzięki HTML nie będą wyświetlane z zawartością publikowanego zgłoszenia.
pl_pl: Oznacz pliki tego typu jako zależne (np. aby nie były widoczne razem z opublikowaną treścią)
pt_pt: Marcar ficheiros deste tipo como ficheiros dependentes (por exemplo, não para serem listados com conteúdo publicado)
ro_ro: Marcați fișierele de acest tip ca fișiere dependente (de exemplu, pentru a nu fi listate cu conținut publicat)
ru_ru: Это зависимые файлы, например, изображения, которые показывает HTML-файл, поэтому они не будут отображаться в списке опубликованного контента.
sl: To so odvisne datoteke, kot so slike prikazane v HTML datoteki, in ne bodo prikazane kot objavljena vsebina.
sr_rs@cyrillic: Означите фајлове овог типа као зависне фајлове (они неће бити излистани са објављеним садржајем)
sv_se: Markera filer av den här typen som underordnade (t.ex. för att inte listas med publicerat innehåll)
th: ไฟล์เหล่านี้เป็นไฟล์ที่ขึ้นอยู่ เช่น ภาพที่แสดงโดยไฟล์ HTML และจะไม่ถูกแสดงร่วมกับเนื้อหาที่เผยแพร่
tr_tr: Bu türdeki dosyaları bağımlı dosyalar olarak işaretleyin (ör. Yayınlanan içeriğe sahip olmamak üzere)
uk: Це залежні файли, такі як зображення, що відображаються HTML-файлом, і вони не відображатимуться з опублікованим вмістом.
uk_ua: Позначити файли цього типу як залежні файли (наприклад, як такі, що не будуть відображатися з опублікованим вмістом)
vi: Đây là các tệp phụ thuộc, chẳng hạn như hình ảnh được hiển thị bởi tệp HTML, và sẽ không được hiển thị với nội dung đã xuất bản.
vi_vn: Đánh dấu các tệp thuộc loại này là tệp phụ thuộc (ví dụ: không được liệt kê với nội dung đã xuất bản)

# manager.setup.genres.key.description
source: An optional short symbolic identifer for this genre.
az: Bu növ üçün istəyə bağlı qısa simvolik müəyyənləşdirici
bg_bg: Незадължителен кратък символичен идентификатор за този жанр.
ca_es: Un identificador simbòlic curt per a aquest gènere.
cs_cz: Volitelný krátký symbolický identifikátor pro tento žánr.
da: En valgfri kort symbolsk identifikator for denne genre.
de_de: Ein optionales kurzes Kennzeichen für dieses Genre.
el_gr: Ένα προαιρετικό σύντομο συμβολικό αναγνωριστικό για αυτό το είδος.
es_es: Un identificador simbólico corto para este género.
eu: Genero honetarako identifikatzaile sinboliko laburra, aukerakoa.
fr_fr: Un identifiant optionnel, symbolique et court pour cet élément.
gl: Un identificador simbólico curto para este xénero.
hr: Neobavezni kratki identifikator za ovaj žanr.
hu_hu: Opcionálisan megadható rövid azonosító ehhez a műfajhoz.
hy_am: Այս ժանրի համար ընտրովի կարճ խորհրդանշական նույնացուցիչ:
id: Identifier simbolik ringkas opsional untuk genre ini.
is: Valkvætt, táknrænt, stutt kenni fyrir þessa grein.
it_it: Un indicatore breve opzionale per questo tipo.
ja: この分野のオプションの短いシンボリックな識別子です。
ka_ge: ამ ჟანრის სურვილისამებრ მოკლე სიმბოლური იდენტიფიკატორი.
kk_kz: Бұл жанрға арналған қосымша қысқа таңба идентификаторы.
lv: Neobligāts īss simbolisks šā žanra identifikators.
mk: Незадолжителен краток симболичен идентификатор за овој жанр.
mr: या शैलीसाठी एक पर्यायी लघूप्रतीकात्मक (short symbolic identifer) ओळख.
ms: Pengenalpasti simbolik pendek pilihan untuk genre ini.
nb_no: En valgfri symbolsk identifikator for denne sjangeren.
nl: Een optionele korte symbolische identificatie voor dit genre.
pl: Dodatkowy krótki identyfikator dla tego rodzaju.
pt_pt: Um identificador curto e simbólico para este tipo.
ro_ro: Un scurt identificator simbolic opțional pentru acest gen.
ru_ru: Необязательный короткий символьный идентификатор для этого жанра.
sl: Neobvezna krajša simbolična oznaka za ta tip datoteke.
sv_se: En kort symbolisk identifikator för den här genren.
th: ตัวระบุเชิงสัญลักษณ์สั้น ๆ ที่เป็นตัวเลือกสำหรับประเภทนี้
tr_tr: Bu tür için isteğe bağlı kısa sembolik tanımlayıcı.
uk: Додатковий короткий символьний ідентифікатор цього жанру.
uk_ua: Додатковий короткий символьний ідентифікатор цього жанру.
vi: Một định danh ký hiệu ngắn tùy chọn cho loại này.
vi_vn: Một mã định danh tượng trưng ngắn tùy chọn cho thể loại này.

# manager.setup.genres.key.alphaNumeric
source: The key can contain only alphanumeric characters, underscores, and hyphens, and must begin and end with an alphanumeric character.
az: Açar sadəcə alfanumerik karakterlər, altdən xətt və tire ehtiva edə bilər və alfanumerik bir xarakterlə başlayıb bitməlidir.
bg_bg: Ключът може да съдържа само буквено-цифрови знаци, долни черти и тирета и трябва да започва и завършва с буквено-цифров знак.
ca_es: La contrasenya només pot contenir caràcters alfanumèrics, guions i guions baixos, i ha de començar i acabar amb un caràcter alfanumèric.
cs_cz: Klíč může obsahovat pouze alfanumerické znaky, podtržítka a pomlčky a musí začínat a končit alfanumerickým znakem.
da: Nøglen kan kun indeholde bogstaver, tal, "_" og "-". Den skal begynde og slutte med et bogstav eller tal.
de_de: Der Schlüssel darf nur alphanumerische Zeichen, Unterstriche und Bindestriche enthalten und muss mit einem alphanumerischen Zeichen beginnen und enden.
el_gr: Το κλειδί μπορεί να περιέχει μόνο αλφαριθμητικούς χαρακτήρες, κάτω παύλες και παύλες και πρέπει να ξεκινά και να τελειώνει με αλφαριθμητικό χαρακτήρα.
es_es: La contraseña solo puede contener caracteres alfanuméricos, guiones y guiones bajos, y debe empezar y acabar con un carácter alfanumérico.
eu: Gakoak karaktere alfanumerikoak, azpimarrak eta marratxoak bakarrik izan ditzake, eta karaktere alfanumeriko batekin hasi eta amaitu behar da.
fr_fr: La clé peut contenir uniquement des caractères alphanumériques ainsi que _ et -.
gl: A chave só pode conter caracteres alfanuméricos, guións baixos e guións e debe comezar e rematar cun carácter alfanumérico.
hr: Ključ može sadržavati samo alfanumeričke znakove, podvlake i crtice te mora započeti i završiti alfanumeričkim znakom.
hu_hu: Az azonosító csak alfanumerikus karaktereket, alsóvonást és kötőjelet tartalmazhat. Alfanumerikus karakterrel kell kezdődnie és végződnie.
hy_am: Բանալին կարող է պարունակել միայն տառաթվային նիշեր, ընդգծման գծեր և գծիկներ, և պետք է սկսվի և ավարտվի տառաթվային նիշով:
id: Key hanya dapat berisi karakter alfanumerik, garis bawah, dan tanda hubung, dan harus dimulai dan diakhiri dengan karakter alfanumerik.
is: Lykillinn má bara innihalda bókstafi, tölustafi, undirstrik og bandstrik og þarf að byrja og enda á bókstaf eða tölustaf.
it_it: La chiave può contenere solo caratteri alfanumerici, il '_' e il '-' . E deve iniziare e finire con un carattere alfanumerico.
ja: キーは、英数字、アンダースコア、ハイフンのみを含み、英数字で始まり、英数字で終わる必要があります。
ka_ge: გასაღები შეიძლება შეიცავდეს მხოლოდ ალფანუმერულ სიმბოლოებს, ქვედა ხაზებს და დეფისებს და უნდა დაიწყოს და დასრულდეს ალფანუმერული სიმბოლოთი.
kk_kz: Кілтте тек әріптер, сандар, астын сызулар, сызықшалар болуы мүмкін; әріппен немесе санмен басталуы және аяқталуы керек.
lv: Atslēgā var būt tikai burtciparu rakstzīmes, pasvītrojumzīmes un defises, un tai jāsākas un jābeidzas ar burta vai cipara rakstzīmi.
mk: Клучот може да содржи само алфанумерички знаци, подвлеки и цртички, и мора да започне и да заврши со алфанумерички знак.
mr: संकेतचिन्ह (Key) फक्त अक्षरे, अंक, अंडरस्कोअर आणि हायफन यांनीच बनलेले असते तसेच त्याची सुरूवात आणि शेवट फक्त अक्षराने किंवा अंकानेच होणे आवश्यक आहे.
ms: Kunci hanya boleh mengandungi aksara abjad angka, garis bawah dan sempang, dan mesti bermula dan berakhir dengan aksara abjad angka.
nb_no: Nøkkelen kan kun inneholde alfanumeriske karakterer, understreking, og bindestrek, og må begynne og slutte med en alfanumerisk karakter.
nl: De sleutel kan uitsluitend alfanumerieke tekens, liggende streepjes en koppeltekens bevatten, en moeten beginnen en eindigen met een alfanumeriek teken.
pl: Klucz może składać się tylko ze znaków alfanumerycznych, podkreślenia i łącznika oraz musi zaczynać się i kończyć na znaku alfanumerycznym.
pt_pt: A chave só pode conter carateres alfanuméricos, sublinhados, e hífenes, e deve começar e terminar com um carácter alfanumérico.
ro_ro: Cheia poate conține doar caractere alfanumerice, underscore și cratime și trebuie să înceapă și să se încheie cu un caracter alfanumeric.
ru_ru: Ключ может содержать только буквы, цифры, подчеркивания, дефисы; должен начинаться и заканчиваться буквой или цифрой.
sl: Ključ lahko vsebuje samo alfanumerične znake, podčrtaj ali pomišljaj in se mora začeti z alfanumeričnim znakom.
sv_se: Koden kan innehålla alfanumeriska tecken, understreck och bindestreck. Den måste börja och sluta med ett alfanumeriskt tecken.
th: คีย์สามารถประกอบด้วยตัวอักษรและตัวเลข ขีดล่าง และขีดกลางเท่านั้น และต้องเริ่มต้นและลงท้ายด้วยตัวอักษรหรือตัวเลข
tr_tr: Anahtar yalnızca alfanümerik karakterler, alt çizgi ve tire içerebilir ve alfanümerik bir karakterle başlayıp bitmelidir.
uk: Ключ може містити лише літери, цифри, знаки підкреслення та дефіси, а також має починатися і закінчауватися літерою чи цифрою.
uk_ua: Ключ може містити лише літери, цифри, знаки підкреслення та дефіси, а також має починатися і закінчауватися літерою чи цифрою.
vi: Khóa chỉ có thể chứa các ký tự chữ và số, dấu gạch dưới và dấu gạch ngang, và phải bắt đầu và kết thúc bằng ký tự chữ và số.
vi_vn: Khóa chỉ có thể chứa các ký tự chữ và số, dấu gạch dưới và dấu gạch nối, đồng thời phải bắt đầu và kết thúc bằng ký tự chữ và số.

# manager.reviewFormElements.checkboxes
source: Checkboxes (you can choose one or more)
az: Təsdiq Qutuları (Bir və ya daha çox seçə bilərsiniz)
bg_bg: Квадратчета за отметка (можете да изберете едно или повече)
ca_es: Caselles de selecció (podeu triar-ne una o vàries)
cs_cz: Zaškrtávací políčka (můžete vybrat jedno nebo více)
da: Afkrydsningsfelter (du kan vælge en eller flere)
de_de: Checkboxen (Sie können eine oder mehrere auswählen)
el_gr: Checkboxes (επιλέξτε ένα ή περισσότερα)
es_es: Casillas de selección (puede elegir una o varias)
eu: Kontrol-laukiak (bat edo gehiago aukera daitezke)
fr_fr: Cases à cocher (vous pouvez en choisir une, ou plusieurs)
gl: Caixas de verificación (pode escoller unha ou máis)
hr: Ponuđeni odgovori (moguć odabir jednog ili više)
hu_hu: Jelölő négyzetek (egyet vagy többet választhat)
hy_am: Նշավանդակներ (կարող եք ընտրել մեկը կամ մի քանիսը)
id: Kotak centang (Anda dapat memilih satu atau lebih)
id_id: Kotak centang (Anda dapat memilih satu atau lebih)
is: Gátreitir (val um einn eða fleiri)
it_it: Checkbox (Possibile una o più scelte)
ja: チェックボックス（1つ以上を選択可能）
ka_ge: თოლია (შეგიძლიათ აირჩიოთ ერთი ან მეტი)
kk_kz: Белгілер (бір немесе бірнеше опцияларды таңдауға болады)
lv: Izvēles rūtiņas (varat izvēlēties vienu vai vairākas)
mk: Поле за избирање (може да изберете едно или повеќе)
mr: चेकबॉक्सेस (एक किंवा अधिक घटकांची तुम्ही निवड करू शकता)
ms: Kotak semak (anda boleh memilih satu atau lebih)
nb_no: Avkryssingsbokser (du kan velge flere enn én)
nl: Aankruisvelden (u kunt één of meer velden aankruisen)
pl: Pola wyboru (możesz wybrać jedno lub więcej)
pl_pl: Pola wyboru (możesz wybrać jedno lub więcej)
pt_pt: Campo de selecção
ro_ro: Casete de selectare (puteți bifa una sau mai multe)
ru_ru: Галочки (можно выбрать один или более вариантов)
sl: Potrditveno polje (izberete lahko enega ali več)
sr_rs@cyrillic: Checkboxes (можете одабрати један или више)
sv_se: Kryssrutor (ett eller flera val är möjliga)
th: กล่องเลือก (คุณสามารถเลือกหนึ่งหรือหลายตัวเลือก)
tr_tr: Onay Kutuları (Bir veya daha fazla seçebilirsiniz)
uk: Прапорці (вибір одного або кількох варіантів з запропонованих)
uk_ua: Прапорці (вибір одного або кількох варіантів з запропонованих)
vi: Hộp kiểm (bạn có thể chọn một hoặc nhiều)
vi_vn: Hộp kiểm (bạn có thể chọn một hoặc nhiều)

# manager.importExport
source: Import/Export Data
az: Data almaq/vermək
bg_bg: Импорт/Експорт на данни
ca_es: Importació i exportació de dades
cs_cz: Importovat/Exportovat data
da: Importér/eksportér data
de_de: Daten importieren/exportieren
el_gr: Εισαγωγή/Εξαγωγή δεδομένων
es_es: Importar/exportar información
eu: Inportatu/Esportatu datuak
fr_fr: Importer/Exporter les données
gl: Importar/exportar información
hr: Uvoz/izvoz podataka
hu_hu: Adat Import/Export
hy_am: Ներմուծել/արտահանել տվյալներ
id: Impor/Ekspor Data
id_id: Impor/Ekspor Data
is: Flytja inn/flytja út gögn
it_it: Importa/Esporta dati
ja: データのインポート/エクスポート
ka_ge: მონაცემების იმპორტი/ექსპორტი
kk_kz: Деректерді импорттау/экспорттау
ku: هاوردەکردن/هەناردەکردنی داتا
lv: Datu imports/eksports
mk: Увези/извези податоци
mr: दाखल (import) केलेला/स्थानांतर (Export) केलेला डेटा
ms: Import/Eksport Data
nb_no: Importer/eksporter data
nl: Importeer/Exporteer gegevens
pl: Importuj/Eksportuj dane
pl_pl: Importuj/Eksportuj dane
pt_pt: Importar/Exportar Dados
ro_ro: Importă/Exportă date
ru_ru: Импорт/экспорт данных
sl: Uvoz/izvoz podatkov
sr_rs@cyrillic: Увоз/извоз података
sv_se: Importera/exportera data
th: นำเข้า/ส่งออกข้อมูล
tr_tr: Veri Alma/Verme
uk: Імпорт/Експорт даних
uk_ua: Імпорт/Експорт даних
vi: Nhập/Xuất dữ liệu
vi_vn: Nhập/Xuất dữ liệu
