Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# emailTemplate.variable.submission.submittingAuthorName
source: The names of the authors assigned to the submission workflow. Usually this is the submitting author
az: #YOK
bg_bg: Имената на авторите, присвоени на работния процес за подаване на материали. Обикновено това е подаващият автор
cs_cz: Jména autorů přiřazených k pracovnímu postupu příspěvku. Obvykle se jedná o předkládajícího autora
da: Navnene på forfatterne tilmeldt det redaktionelle workflow. Det er som regel kun den indsendende forfatter
eu: Bidalketaren lan-fluxuari esleitutako egileen izenak. Oro har, bidalketaren egilea da.
hr: Imena autora dodijeljenih radnom tijeku za podneske. Obično se radi o autoru koji šalje podnesak
hy_am: Ներկայացման աշխատանքային ընթացքին նշանակված հեղինակների անունները: Սովորաբար սա ներկայացնող հեղինակն է
id: Nama penulis yang ditugaskan pada alur kerja pengiriman naskah. Ini biasanya adalah penulis yang mengirimkan naskah
ka_ge: ავტორების სახელები, რომლებიც მინიჭებული არიან წარდგენის სამუშაო პროცესზე. როგორც წესი, ეს არის ავტორი
kk_kz: Жіберу жұмыс процесіне тағайындалған автор аттары. Бұл әдетте өтініш беруші болып табылады
lv: Materiāla iesniegšanas darbplūsmai piešķirto autoru vārdi. Parasti tas ir autors, kas iesniedz materiālu
mk: Имињата на авторите доделени на работниот тек на поднесување. Обично ова е авторот што поднесува
mr: सादरीकरणाच्या कार्यप्रवाहाची (workflow) माहिती घेण्यासाठी नियुक्त केलेल्या लेखकांची नावे. सहसा हा सादरीकरण सादर करण्याची जबाबदारी घेणारा लेखक असतो
nl: De namen van de auteurs, die zijn toegewezen aan de werkstroom van de inzending. Meestal is dit de auteur die een inzending verricht
pl: Nazwiska autorów do kontaktu na czas procedowania zgłoszenia. Zwykle jest to autor zgłaszający
sl: Imena avtorjev, ki so dodeljeni delovnemu toku prispevka. Običajno je to avtor, ki je oddal prispevek.
th: ชื่อของผู้แต่งที่ได้รับมอบหมายในกระบวนการส่งงาน โดยปกติจะเป็นผู้ที่ทำการส่งงาน
uk: Імена авторів, призначених для робочого процесу щодо подання. Зазвичай це автор, який подає матеріали
vi: Tên của các tác giả được chỉ định cho quy trình biên tập. Thường thì đây là tác giả gửi bài

# emailTemplate.variable.submitterName
source: The full name of a user who uploaded a submission file
bg_bg: Пълното име на потребител, който е качил файл с материали
cs_cz: Úplné jméno uživatele, který nahrál soubor příspěvku
da: Det fulde navn på en bruger, som uploadede en indsendelsesfil
eu: Bidalketa-fitxategi bat igo duen erabiltzaile baten izen osoa
hr: Puno ime korisnika koji je učitao datoteku podneska
hy_am: Օգտատիրոջ լրիվ անունը, ով վերբեռնել է ներկայացվող նիշքը
id: Nama lengkap dari pengguna yang menunggah file naskah
lv: Lietotāja, kas augšupielādējis materiāla datni, pilns vārds
mk: Целосното име на корисникот кој поставил датотека за поднесување
mr: सादरीकरणाची फाईल संक्रमित (अपलोड) करणाऱ्या वापरकर्त्याचे पूर्ण नाव
nl: De volledige naam van een gebruiker die een inzendingsbestand uploadde
pl: Pełna nazwa użytkownika, który zarejestrował zgłoszenie
sl: Celotno ime uporabnika, ki je naložil datoteko prispevka
th: ชื่อเต็มของผู้ใช้ที่อัปโหลดไฟล์การส่งงาน
uk: Повне ім'я (П. І. Б.) користувача, який завантажив файл подання
vi: Tên đầy đủ của người dùng đã tải lên tệp nộp bài

# emailTemplate.variable.statisticsReportNotify.newSubmissions
source: The number of submissions received this month
bg_bg: Брой изпратени материали, получени този месец
cs_cz: Počet příspěvků přijatých tento měsíc
da: Antal indsendelser modtaget denne måned
eu: Hilabete honetan jasotako bidalketa kopurua
hr: Broj podnesaka primljenih ovog mjeseca
hy_am: Այս ամիս ստացված հայտերի քանակը
id: Jumlah naskah yang diterima pada bulan ini
lv: Šomēnes saņemto materiālu skaits
mk: Бројот на примени поднесоци овој месец
mr: या महिन्यात प्राप्त झालेल्या सादरीकरणांची संख्या
nl: Het aantal inzendingen deze maand ontvangen
pl: Ilość zgłoszeń zarejestrowanych w tym miesiącu
sl: Število prejetih prispevkov ta mesec
th: จำนวนการส่งงานที่ได้รับในเดือนนี้
uk: Кількість подань, отриманих цього місяця
vi: Số lượng bài nộp đã nhận trong tháng này

# emailTemplate.variable.statisticsReportNotify.editorialStatsLink
source: The link to the editorial activity page
bg_bg: Връзка към страницата на редакционната дейност
cs_cz: Odkaz na stránku s redakčními aktivitami
da: Link til siden om redaktionel aktivitet
eu: Argitalpen-jardueraren orrirako esteka
hr: Poveznica za stranicu uredničke aktivnosti
hy_am: Հղում դեպի խմբագրական գործունեության էջին
id: Tautan ke halaman kegiatan editorial
lv: Saite uz redakcijas darbības lapu
mk: Линк до страницата за уредничка активност
mr: संपादकीय क्रियाकलापासाठीच्या पृष्ठाचा दुवा (link)
nl: De link naar de pagina met redactionele activiteiten
pl: Odsyłacz do strony o aktywności redakcyjnej
sl: Povezava do strani z uredniškimi aktivnostmi
th: ลิงก์ไปยังหน้ากิจกรรมบรรณาธิการ
uk: Покликання на сторінку діяльності редакції
vi: Liên kết đến trang hoạt động biên tập

# emailTemplate.variable.activateUrl
source: The link to validate an email account
da: Link til at validere en e-mail-konto
eu: Posta elektroniko kontu bat balioztatzeko esteka
id: Tautan untuk memvalidasi akun email
lv: Saite e-pasta konta apstiprināšanai
mk: Линк за валидација на и-мејл
mr: ई-मेल खाते विधीग्राह्य (validate) करण्यासाठी दुवा (link)
nl: De link om een e-mailadres te valideren
sl: Povezava za potrditev email računa
th: ลิงก์เพื่อยืนยันบัญชีอีเมล
uk: Покликання для підтвердження облікового запису за електронною поштою
vi: Liên kết để xác thực tài khoản email

# mailable.reviewerReinstate.description
source: This email is sent when a reviewer that was unassigned is reinstated by an editor.
az: Bu email, redaktor tərəfindən rəyçi yenidən təyin edildiyində göndərilir
bg_bg: Този имейл се изпраща, когато рецензент, който е бил асоцииран, но е премахнат като такъв от подадените материали, бъде възстановен от редактор.
cs_cz: Tento e-mail je odeslán, když editor znovu přiřadí nepřiřazeného recenzenta.
da: Denne e-mail afsendes, når en bedømmer, der tidligere blev frameldt, genindsættes af en redaktør.
eu: Mezu elektroniko hau bidaltzen da esleitu gabe zegoen ebaluatzaile bat editore batek berrezartzen duenean.
hr: Ova se e-poruka šalje kada urednik ponovno dodijeli podnesak recenzentu koji je prvotno odbio podnesak.
hy_am: Այս էլ․ նամակն ուղարկվում է, երբ գրախոսը, որը ապանշանակված էր, խմբագրի կողմից վերականգնվում է:
id: Email ini dikirim jika reviewer yang tidak ditugaskan dibatalkan oleh editor.
is: Þessi tölvupóstur er sendur þegar ritrýnir, sem var aftengdur, er settur aftur inn af ritstjóra.
ja: このメールは、任命解除されていた査読者が編集者によって復帰されたときに送られます。
ka_ge: ეს ელფოსტა იგზავნება, როდესაც მიმომხილველი, რომელიც არ იყო დანიშნული, აღდგება რედაქტორის მიერ.
kk_kz: Бұл хат жойылған рецензент редактор болып қайта тағайындалғанда жіберіледі.
lv: Šis e-pasts tiek nosūtīts, kad redaktors atjauno nepiešķirtā recenzenta darbību.
mk: Овој емаил се испраќа кога рецензент што не бил доделен на таа задача ќе биде братен од уредникот .
mr: संपादकाने केलेल्या समीक्षकाच्या पुनर्नियुक्तीनंतर समीक्षकाला हा ई-मेल पाठवला जातो.
nl: Deze e-mail wordt verstuurd aan een reviewer wanneer een eerder ingetrokken reviewverzoek opnieuw geactiveerd wordt.
pl: Ta wiadomość e-mail jest wysyłana, gdy recenzent nieprzypisany do żadnego zgłoszenia zostaje przywrócony przez redaktora.
ru_ru: Это письмо отправляется, когда снятый с назначения рецензент снова назначается редактором.
sl: Ta email se pošlje, ko je urednik ponovno dodeli prispevek recenzentu, ki je prvotno prispevek zavrnil.
th: อีเมลนี้ถูกส่งเมื่อผู้รีวิวที่ถูกถอนสถานะถูกคืนสถานะโดยบรรณาธิการ
uk: Цей електронний лист надсилається, коли редактор відновлює рецензента, призначення якого було скасовано.
vi: Email này được gửi khi biên tập viên khôi phục một người đánh giá đã bị hủy chỉ định.

# mailable.reviewerResendRequest.description
source: This email is sent by an editor to a reviewer who has declined a review request, when the editor wishes to resend the request.
bg_bg: Този имейл се изпраща от редактор до рецензент, който е отхвърлил молба за рецензия, когато редакторът иска да изпрати отново молбата.
cs_cz: Tento e-mail zasílá editor recenzentovi, který odmítl žádost o recenzi, pokud si editor přeje žádost znovu zaslat.
da: Denne e-mail sendes af en redaktør til en bedømmer, der har afvist en anmodning om bedømmelse, når redaktøren ønsker at sende anmodningen igen.
eu: Mezu elektroniko hau editore batek berrikuspen-eskaera bati uko egin dion ebaluatzaile bati bidaltzen dio, editoreak eskaera berriro bidali nahi duenean.
hr: Ovu poruku e-pošte urednik šalje recenzentu koji je odbio zahtjev za recenziju, kada urednik želi ponovno poslati zahtjev.
id: Email ini dikirim oleh editor kepada reviewer yang telah menolak permintaan review, ketika editor ingin mengirimkan kembali permintaan tersebut.
lv: Šo e-pastu redaktors, ja vēlas atkārtoti nosūtīt pieprasījumu, nosūta recenzentam, kurš ir noraidījis recenzēšanas pieprasījumu.
mk: Овој емаил е испратена од уредник до рецензент кој одбил барање за рецензија, кога уредникот сака повторно да го испрати барањето.
mr: संपादकाद्वारे समीक्षण कार्याची विनंती नाकारलेल्या समीक्षकाला जेव्हा संपादक पुन्हा आमंत्रित करतो तेव्हा हा ई-मेल पाठवला जातो.
nl: Deze e-mail wordt door een redacteur verstuurd naar een reviewer die een reviewverzoek heeft afgewezen, wanneer de redacteur het verzoek opnieuw wil versturen.
pl: Ta wiadomość e-mail jest wysyłana przez redaktora do recenzenta, który odrzucił prośbę o wykonanie recenzji, ale redaktor chce tę prośbę ponowić.
sl: Email pošlje urednik recenzentu, kadar želi ponovno poslati prošnjo recenzentu, ki je predhodno prošnjo za recenzijo zavrnil.
th: อีเมลนี้ถูกส่งโดยบรรณาธิการถึงผู้รีวิวที่ปฏิเสธคำขอทบทวน เมื่อบรรณาธิการต้องการส่งคำขอใหม่
uk: Цей електронний лист надсилається редактором рецензенту, який відхилив запит на рецензування, коли редактор бажає повторно надіслати запит.
vi: Email này được gửi bởi biên tập viên cho người đánh giá đã từ chối yêu cầu đánh giá, khi biên tập viên muốn gửi lại yêu cầu.

# mailable.validateEmailSite.description
source: This email is automatically sent to a new user when they register with the site when the settings require the email address to be validated.
az: Bu email, saytda qeydiyyatdan keçildiyi zaman email adresinin təsdiqlənməsi üçün avtomatik olaraq göndərilir.
bg_bg: Този имейл автоматично се изпраща на нов потребител, когато се регистрира в сайта, когато настройките изискват имейл адресът да бъде валидиран.
cs_cz: Tento e-mail je automaticky odeslán novému uživateli při registraci na webu, pokud nastavení vyžaduje ověření e-mailové adresy.
da: Denne e-mail afsendes automatisk til nye brugere, når de registrerer sig på websitet og når indstillingerne kræver, at e-mailadressen skal valideres.
eu: Mezu elektroniko hau automatikoki bidaltzen zaio erabiltzaile berri bati gunean izena ematen duenean, ezarpenek helbide elektronikoa baliozkotzea eskatzen dutenean.
hr: Ova se e-pošta automatski šalje novom korisniku kada se registrira putem web-mjesta ako je u postavkama potrebna potvrda adrese e-pošte.
hy_am: Այս էլ․ նամակն ինքնաշխատ կերպով ուղարկվում է նոր օգտվողին, երբ նրանք գրանցվում են կայքում, երբ կարգավորումները պահանջում են վավերացնել էլ․ փոստի հասցեն:
id: Email ini secara otomatis dikirimkan kepada pengguna baru saat mereka mendaftar pada situs ketika pengaturannya memerlukan alamat email untuk divalidasi.
is: Tövlupóstur sendur sjálfkrafa til nýrra notenda við nýskráningu, þegar stillingar kalla á að netfang sé staðfest.
ja: このメールは、新規ユーザーがサイトに登録する際、設定によりメールアドレスの認証が必要な場合に自動的に送信されます。
ka_ge: ეს ელფოსტა ავტომატურად ეგზავნება ახალ მომხმარებელს, როდესაც ისინი დარეგისტრირდებიან საიტზე, როდესაც პარამეტრები მოითხოვს ელფოსტის მისამართის დამოწმებას.
kk_kz: Бұл электрондық пошта жаңа пайдаланушы электрондық поштаны растауды қажет ететін сайтқа тіркелген кезде автоматты түрде жіберіледі.
lv: Šis e-pasts tiek automātiski nosūtīts jaunam lietotājam, kad viņš reģistrējas vietnē, ja iestatījumos ir prasīts apstiprināt e-pasta adresi.
mk: Овој емаил автоматски се испраќа до нов корисник кога ќе се регистрира на сајтот кога поставките бараат да се потврди адресата на емаил.
mr: जेव्हा नवा वापरकर्ता संकेतस्थळावर नोंदणी करतो तेव्हा सेटिंग्जसाठी त्याचा ई-मेल पत्ता सत्यापित (validate) करण्यासाठी हा ई-मेल आपोआप पाठवला जातो.
nl: Deze e-mail wordt automatisch verzonden naar een nieuwe gebruiker wanneer deze zich registreert op de site en de instellingen vereisen dat het e-mailadres wordt gevalideerd.
pl: Ta wiadomość e-mail wysyłana jest automatycznie do użytkownika rejestrującego się w witrynie, gdy ta wymaga weryfikacji jego adresu e-mail.
ru_ru: Это письмо автоматически отправляется новому пользователю, когда он регистрируется на сайте, настройки которого требуют подтверждения адреса электронной почты.
sl: Ta email se avtomatično pošlje novemu uporabniku ob registraciji, če je v nastavitvah zahtevana potrditev email naslovov.
th: อีเมลนี้ถูกส่งอัตโนมัติไปยังผู้ใช้ใหม่เมื่อพวกเขาลงทะเบียนกับไซต์และการตั้งค่ากำหนดให้ต้องยืนยันที่อยู่อีเมล
uk: Цей електронний лист автоматично надсилається новому користувачеві під час його реєстрації на вебсайті, коли налаштування вимагають перевірки адреси електронної пошти.
vi: Email này được tự động gửi đến người dùng mới khi họ đăng ký trên trang web khi cài đặt yêu cầu địa chỉ email phải được xác thực.

# mailable.decision.notifyOtherAuthors.description
source: This email is sent to notify authors of a submission who are not assigned as participants that a decision has been made. Usually these are all others except the submitting author.
bg_bg: Този имейл се изпраща, за да уведоми авторите на подадени материали, които не са определени като участници в самото подаване, че е взето решение. Обикновено това са всички останали, освен подаващия автор.
cs_cz: Tento e-mail se zasílá autorům příspěvku, kteří nejsou přiřazeni jako účastníci, aby byli informováni o rozhodnutí. Obvykle se jedná o všechny ostatní kromě předkládajícího autora.
da: Denne e-mail sendes for at informere forfattere af en indsendelse, som ikke er tilmeldt som deltagere i det redaktionelle workflow, om at der er truffet en beslutning. Dette drejer sig som regel om alle andre end den indsendende forfatter.
eu: Mezu elektroniko hau bidaltzen da parte-hartzaile gisa esleituta ez dauden bidalketa baten egileei erabaki bat hartu dela jakinarazteko. Normalean, bidalketaren egilea izan ezik, gainerako guztiak dira.
hr: Ova se poruka e-pošte šalje autorima koji nisu dodijeljeni kao sudionici kako bi ih obavijestila da je odluka donesena. Obično su to svi ostali osim autora koji šalje podnesak.
hy_am: Այս էլ․ նամակն ուղարկվում է՝ ծանուցելու այն հեղինակներին, ովքեր չեն նշանակվել որպես մասնակից, որ որոշում է կայացվել: Սովորաբար սրանք մնացյալ բոլորն են, բացառությամբ ներկայացնող հեղինակի:
id: Email ini dikirimkan untuk memberitahukan penulis dari naskah yang tidak ditunjuk sebagai peserta bahwa sebuah keputusan telah dibuat. Biasanya ini dikirimkan kepada semua penulis lain kecuali penulis yang mengirimkan naskah.
ka_ge: ეს ელფოსტა იგზავნება იმისთვის, რომ აცნობოს წარდგენის ავტორებს, რომლებიც არ არიან მინიჭებული მონაწილეებად, რომ გადაწყვეტილება მიღებულია. როგორც წესი, ეს ყველაფერი სხვაა, გარდა წარმდგენი ავტორისა.
kk_kz: Бұл электрондық хат қолданушы ретінде тағайындалмаған материал авторларына шешім қабылданғаны туралы хабарлау үшін жіберіледі. Әдетте бұл жіберуші автордан басқалары.
lv: Šis e-pasts tiek nosūtīts, lai paziņotu materiāla autoriem, kuri nav iecelti par darba procesa dalībniekiem, ka ir pieņemts lēmums. Parasti tie ir visi autori, izņemot materiāla iesniedzēju.
mk: Овој емаил е испратен за да ги извести авторите на поднесокот кои не се назначени како учесници дека е донесена одлука. Обично ова се сите други освен авторот што поднесува.
mr: हा ई-मेल सादरीकरणाच्या अशा लेखकांना सूचित करण्यासाठी पाठवला जातो ज्यांना यात सहभागी म्हणून नियुक्त केलेले आहे पण त्यांना या सादरीकरणाची कल्पना नसण्याची शक्यता आहे. सहसा हे सादरीकरण प्रक्रिया पूर्ण करणाऱ्या लेखकाशिवाय इतर सर्व असतात.
nl: Deze e-mail wordt verstuurd om auteurs van een inzending die niet zijn toegewezen als deelnemer te laten weten dat er een beslissing is genomen. Meestal zijn dit alle anderen behalve de inzender.
pl: Ta wiadomość e-mail wysyłana jest do tych autorów ze zgłoszenia, którzy nie są przypisani jako uczestnicy jego procedowania, w celu powiadomienia ich o podjęciu decyzji. Zwykle są to autorzy wszyscy inni niż autor rejestrujący zgłoszenie.
sl: Ta email z obvestilom o uredniški odločitvi se pošlje avtorjem, ki niso dodeljeni delovnemu toku prispevka. Običajno so to vsi avtorji, razen avtorja, ki je oddal prispevek.
th: อีเมลนี้ถูกส่งเพื่อแจ้งผู้แต่งในบทความที่ไม่ได้ถูกระบุเป็นผู้ร่วมงานว่ามีการตัดสินใจเกิดขึ้น โดยปกติจะเป็นทุกคนยกเว้นผู้ส่งงาน
uk: Цей електронний лист надсилається, щоб повідомити авторів подання, які не призначені учасниками, про прийняття рішення. Зазвичай це всі інші, крім автора, який подає матеріали.
vi: Email này được gửi để thông báo cho các tác giả của một bài nộp không được chỉ định là người tham gia rằng một quyết định đã được đưa ra. Thường thì đây là tất cả trừ tác giả gửi bài.

# mailable.decision.notifyReviewer.description
source: This email is sent by an Editor to a Reviewer to notify them that a decision has been made regarding a submission that they reviewed.
bg_bg: Този имейл се изпраща от редактор до рецензента, за да го уведоми, че е взето решение по отношение на подадени материали, които той е рецензирал.
cs_cz: Tento e-mail zasílá editor recenzentovi, aby mu oznámil, že bylo přijato rozhodnutí týkající se příspěvku, který recenzoval.
da: Denne e-mail sendes til en redaktør eller bedømmer for at informere dem om, at der er blevet truffet en beslutning angående en indsendelse, som de har bedømt.
eu: Mezu elektroniko hau editore batek ebaluatzaile bati bidaltzen dio, berrikusi zuen bidalketa bati buruzko erabakia hartu dela jakinarazteko.
hr: Ovu e-poruku urednik šalje recenzentu kako bi ga obavijestio da je donesena odluka u vezi s podneskom koji je pregledao.
hy_am: Այս նամակը խմբագրի կողմից ուղարկվում է գրախոսին՝ ծանուցելու որ որոշում է կայացվել իր կողմից գրախոսված ներկայացման վերաբերյալ:
id: Email ini dikirimkan oleh Editor kepada Reviewer untuk memberitahukan mereka bahwa keputusan telah dibuat mengenai naskah yang mereka review.
ka_ge: ეს ელფოსტა რედაქტორის მიერ ეგზავნება მიმომხილველს, რათა აცნობოს მათ, რომ მიღებულია გადაწყვეტილება მათ მიერ განხილულ წარდგენის შესახებ.
kk_kz: Бұл электрондық хатты редактор рецензентке өзі қарап шыққан материал бойынша шешім қабылданғаны туралы хабарлау үшін жібереді.
lv: Šo e-pastu redaktors nosūta recenzentam, lai paziņotu, ka ir pieņemts lēmums par viņa recenzēto materiālu.
mk: Овој емаил е испратен од Уредник до Рецензент за да го извести дека е донесена одлука во врска со поднесокот што тие го рецензирале.
mr: हा ई-मेल संपादकातर्फे समीक्षकाला पाठवून त्याला सूचित केले जाते की त्यानी समीक्षण केलेल्या सादरीकरणाबद्दल निर्णय घेण्यात आला आहे.
nl: Deze e-mail wordt door een redacteur naar een reviewer gestuurd om hem of haar te laten weten dat er een beslissing is genomen over een inzending die hij of zij heeft beoordeeld.
pl: Ta wiadomość e-mail wysyłana jest przez redaktora do recenzenta w celu powiadomienia go o podjęciu decyzji dotyczącej dalszego procedowania recenzowanego przez niego zgłoszenia.
sl: Ta email pošlje urednik recenzentu z obvestilom, kakšna odločitev je bila sprejeta v zvezi s prispevkom, ki ga je recenziral.
th: อีเมลนี้ถูกส่งโดยบรรณาธิการถึงผู้รีวิวเพื่อแจ้งว่ามีการตัดสินใจเกี่ยวกับบทความที่พวกเขาทบทวนแล้ว
uk: Цей електронний лист надсилається редактором рецензенту, щоб повідомити його про прийняття рішення щодо подання, яке вони переглянули.
vi: Email này được biên tập viên gửi cho người đánh giá để thông báo cho họ rằng một quyết định đã được đưa ra liên quan đến bài nộp mà họ đã đánh giá.

# mailable.decision.notifyReviewer.variable.decisionDescription.decline
source: We have chosen to decline this submission.
bg_bg: Избрахме да отхвърлим това подаване на материали.
cs_cz: Rozhodli jsme se tento příspěvek odmítnout.
da: Vi har besluttet af afvise denne indsendelse.
eu: Bidalketa hau baztertzea erabaki dugu.
hr: Odlučili smo odbiti ovaj podnesak.
hy_am: Մենք որոշել ենք մերժել այս ներկայացումը:
id: Kami memilih untuk menolak naskah ini.
ka_ge: ჩვენ ავირჩიეთ უარი თქვან ამ წარდგენაზე.
kk_kz: Біз бұл материалды қабылдамау туралы шешім қабылдадық.
lv: Mēs esam nolēmuši šo materiālu noraidīt.
mk: Избравме да го одбиеме овој поднесок.
mr: आम्ही हे सादरीकरण नाकारण्याचा निर्णय घेतला आहे.
nl: We hebben ervoor gekozen deze inzending af te wijzen.
pl: Zdecydowaliśmy się odrzucić to zgłoszenie.
sl: Odločili smo se, da prispevek zavrnemo.
th: เราได้ตัดสินใจปฏิเสธการส่งงานนี้
uk: Ми вирішили відхилити це подання.
vi: Chúng tôi đã chọn từ chối bài nộp này.

# mailable.decision.notifyReviewer.variable.decisionDescription.resubmit
source: We have invited the authors to submit a revised version for further review.
bg_bg: Поканихме авторите да изпратят преработена версия за допълнителна рецензия.
cs_cz: Vyzvali jsme autory, aby předložili revidovanou verzi k další recenzi.
da: Vi har bedt forfatterne om at indsende en revideret version til videre bedømmelse.
eu: Egileak bertsio berrikusi bat aurkeztera gonbidatu ditugu, beste ebaluazio bat egiteko.
hr: Pozvali smo autore da podnesu revidiranu verziju na daljnju recenziju.
hy_am: Մենք հեղինակներին հրավիրել ենք վերանայված տարբերակը ներկայացնել հետագա գրախոսման համար:
id: Kami sudah meminta penulis untuk mengirimkan versi revisi untuk review lebih lanjut.
ja: 著者らには、さらなる査読のために改訂版を提出するよう依頼しました。
ka_ge: ჩვენ მოვიწვიეთ ავტორები, რომ წარმოადგინონ შესწორებული ვერსია შემდგომი განხილვისთვის.
kk_kz: Біз авторларды одан әрі қарау үшін өңделген нұсқасын ұсынуға шақырдық.
lv: Mēs esam aicinājuši autorus iesniegt labotu versiju tālākai recenzēšanai.
mk: Ги поканивме авторите да достават ревидирана верзија за понатамошна ревизија.
mr: आम्ही लेखकांना पुढील समीक्षणासाठी सुधारित आवृत्ती (version) सादर करण्यासाठी आमंत्रित केले आहे.
nl: We hebben de auteurs uitgenodigd om een herziene versie in te dienen voor verdere beoordeling.
pl: Poprosiliśmy autorów o przeprowadzenie rewizji ich zgłoszeń, by poddać je ponownej recenzji.
sl: Avtorje smo pozvali, da oddajo popravke, ki bodo šli ponovno v recenzijo.
th: เราได้เชิญผู้แต่งให้ส่งเวอร์ชันแก้ไขเพื่อการทบทวนเพิ่มเติม
uk: Ми запропонували авторам подати доопрацьовану версію для подальшого розгляду.
vi: Chúng tôi đã mời tác giả gửi bản sửa đổi để đánh giá thêm.
