Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.announcementTypes.form.saveAndCreateAnother
source: Save and Create Another
az: Saxla ve Başqasını yarat
bg_bg: Запази и създай друг
ca_es: Desa’l i crea’n un altre
cs_cz: Uložit a vytvořit další
da: Gem og opret en ny
de_de: Speichern und einen weiteren Typ erstellen
el_gr: Αποθήκευση και δημιουργία νέου
es_es: Guardar y crear otra/o
eu: Gorde eta sortu beste bat
fr_fr: Sauvegarder et en créer un autre
gl: Gardar e crear outro/a
hr: Spremi i kreiraj drugi
hu_hu: Mentés és másik készítése
hy_am: Պահպանեք և ստեղծեք մեկ ուրիշը
id: Simpan dan Buat yang Lain
id_id: Simpan dan Buat yang Lain
is: Vista og stofna næsta
it_it: Salva e crea ancora
ja: 保存して次の作成
ka_ge: შენახვა და ახლის შექმნა
kk_kz: Сақтау және басқасын енгізу
ku: خەزنی بکە و دانەیەکی دیکە دروست بکە
lv: Saglabāt un izveidot citu
mk: Сними и креирај друг
mr: सेव्ह करून आणखी एक निर्माण करा
ms: Simpan dan Cipta Satu Lagi
nb_no: Lagre og opprett en til
nl: Bewaar en maak er nog een aan
pl: Zapisz i utwórz kolejny
pl_pl: Zapisz i utwórz następne
pt_pt: Guardar e Criar Outro
ro_ro: Salvare și creare alt anunț
ru_ru: Сохранить и создать другой
sl: Shrani in ustvari novega
sr_rs@cyrillic: Сачувај и направи друго
sv_se: Spara och skapa ytterligare
th: บันทึกและสร้างอีกหนึ่ง
tr_tr: Kaydet ve Başka Oluştur
uk: Зберегти та створити інший
uk_ua: Записати та створити інший
uz_uz@latin: Saqlash va boshqasini yaratish
vi: Lưu và tạo mới
vi_vn: Lưu và tạo một cái khác

# manager.announcementTypes.form.typeName
source: Name
az: Ad
bg_bg: Име
ca_es: Nom
cs_cz: Název
da: Navn
el_gr: Όνομα
es_es: Nombre
eu: Izena
fr_fr: Nom
gl: Nome
hr: Naziv
hu_hu: Név
hy_am: Անվանում
id: Nama
id_id: Nama
is: Nafn
it_it: Nome
ja: 名前
ka_ge: სახელი
kk_kz: Атауы
ku: ناو
lv: Nosaukums
mk: Име
mr: नाव
ms: Nama
nb_no: Navn
nl: Naam
pl: Nazwa
pl_pl: Nazwa
pt_pt: Nome
ro_ro: Nume
ru_ru: Название
sl: Ime
sr_rs@cyrillic: Назив
sv_se: Namn
th: ชื่อ
tr_tr: İsim
uk: Ім'я
uk_ua: Назва
uz_uz@latin: Ism
vi: Tên
vi_vn: Tên

# manager.announcementTypes.form.typeNameRequired
source: An announcement type name is required.
az: Elan növü üçün bir ad tələb olunur
bg_bg: Необходимо е име за типа обяви.
ca_es: Cal que introduïu un nom per al tipus d’avís.
cs_cz: Je vyžadován název typu oznámení.
da: Navnet på meddelelsestypen er påkrævet.
de_de: Ein Name für den Mitteilungstyp ist erforderlich.
el_gr: Απαιτείται όνομα τύπου ανακοίνωσης.
es_es: Se necesita un tipo de aviso.
eu: Anuntzio motaren izena eman behar da.
fr_fr: Le nom du type d'annonce est obligatoire.
gl: É necesario un nome de tipo de aviso.
hr: Ime tipa obavijesti je obavezno.
hu_hu: Egy értesítéstípus név megadása kötelező.
hy_am: Հայտարարության տեսակի անվանումը պահանջվում է:
id: Nama tipe Pengumuman diperlukan.
id_id: Nama tipe Pengumuman diperlukan.
is: Nafn á tilkynningategund er áskilið.
it_it: È necessario il nome di un tipo di avviso.
ja: 告知種別の名前が必要です。
ka_ge: განცხადების ტიპის დასახელება აუცილებელია.
kk_kz: Хабарлама түрінің атауы міндетті түрде қажет.
ku: ناوی جۆری ڕاگەیاندنەکە داوا کراوە.
lv: Ir jānorāda paziņojuma tipa nosaukums.
mk: Име на видот на објава е задолжително.
mr: घोषणा/सूचना प्रकाराचे नाव आवश्यक आहे.
ms: Nama jenis pengumuman diperlukan.
nb_no: Oppslagstypen må ha et navn.
nl: Een naam voor het nieuwsberichttype is verplicht.
pl: Nazwa typu ogłoszenia jest wymagana.
pl_pl: Nazwa rodzaju wpisu jest wymagana.
pt_pt: É obrigatório o nome do tipo de notícia.
ro_ro: Este necesar un nume pentru tipul de anunț.
ru_ru: Название типа объявления обязательно.
sl: Ime tipa obvestila je obvezno.
sr_rs@cyrillic: Назив типа обавештења је обавезно.
sv_se: Meddelandetyp krävs.
th: จำเป็นต้องมีชื่อประเภทประกาศ
tr_tr: Duyuru türü için bir isim gerekli.
uk: Необхідно вказати ім'я для типу оголошення.
uk_ua: Необхідно вказати назву для типу анонсу.
uz_uz@latin: E'lon turi nomi talab qilinadi.
vi: Cần có tên loại thông báo.
vi_vn: Tên kiểu thông báo là bắt buộc.

# manager.dois.actions.markRegistered.label
source: Mark DOIs Registered
bg_bg: Маркиране на DOI като регистрирани
cs_cz: Označit DOI jako registrované
da: Marker DOI'er som registrerede
eu: Markatu DOIak erregistratu gisa
hr: Označite DOI kao registrirane
hy_am: Նշեք DOI-երը Գրանցված
id: Tandai DOI Terdaftar
ka_ge: მონიშნეთ DOI რეგისტრირებული
kk_kz: DOI-ді тіркелген деп белгілеңіз
lv: Atzīmēt DOI kā reģistrētus
mk: Обележете го DOI како регистриран
mr: नोंदणी केलेले DOI चिन्हांकित करा
nb_no: Marker DOI-er som registrerte
nl: Markeer DOI's als actief
pl: Oznacz jako zarejestrowane
ru_ru: Отметить DOI как зарегистрированные
sl: Označi DOI-je registrirane
th: ทำเครื่องหมายว่า DOI ได้ลงทะเบียนแล้ว
uk: Відмітити DOI як зареєстровані
vi: Đánh dấu DOI đã đăng ký

# manager.dois.actions.markUnregistered.label
source: Mark DOIs Unregistered
bg_bg: Маркираане на DOI като нерегистрирани
cs_cz: Označit DOI jako neregistrované
da: Marker DOI'er som uregistrerede
eu: Markatu DOIak erregistratu gabeko gisa
hr: Označite DOI kao neregistrirane
hy_am: Նշել DOI-ը Չգրանցված
id: Tandai DOI Tidak Terdaftar
lv: Atzīmēt DOI kā nereģistrētus
mk: Обележете го DOI како нерегистриран
mr: नोंदणी न केलेले DOI चिन्हांकित करा
nb_no: Marker DOI-er som uregistrerte
nl: Markeer DOI's als niet actief/ongeregistreerd
pl: Oznacz jako niezarejestrowane
sl: Označi DOI kot neregistriran
th: ทำเครื่องหมายว่า DOI ยังไม่ได้ลงทะเบียน
uk: Відмітити DOI як незареєстровані
vi: Đánh dấu DOI chưa đăng ký

# manager.dois.actions.markStale.label
source: Mark DOIs Needs Sync
bg_bg: Маркиране DOI като остарели
cs_cz: Označit DOI jako zastaralé
da: Marker DOI'er som forældede
eu: Markatu sinkronizazioa behar duten DOIak
hr: Oznaka DOI je zastarjela
hy_am: Նշել DOI-ը հնացած
id: Tanda DOI Memerlukan Sinkronisasi
lv: Atzīmēt DOI, kam nepieciešama sinhronizācija
mk: Означи DOIs Needs Sync
mr: DOIs Needs Sync चिन्हांकित करा
nb_no: Marker DOI-er som foreldet
nl: DOI's markeren voor synchronisatie
pl: Oznacz jako przedawniony
sl: Označi DOI kot zastarel
th: ทำเครื่องหมายว่า DOI ต้องการการซิงค์
uk: Відмітити DOI як такі, що потребують синхронізації
vi: Đánh dấu DOI cần đồng bộ hóa

# manager.dois.actions.export.label
source: Export DOIs
bg_bg: Експорт на DOI
cs_cz: Export DOI
da: Exporter DOI'er
eu: Esportatu DOIak
hr: Izvezi DOI
hy_am: Արտահանել DOI-ներ
id: Ekspor DOI
ka_ge: DOI-ების ექსპორტი
kk_kz: DOIды экспорттау
lv: Eksportēt DOI
mk: Експортирајте DOI
mr: DOIs स्थानांतर (Export) करा
nb_no: Eksporter DOI-er
nl: Creëer XML tbv Export DOIs
pl: Wyeksportuj DOI
ru_ru: Экспортировать DOI
sl: Izvozi DOI-je
th: ส่งออก DOI
uk: Експортувати DOI
vi: Xuất DOI

# manager.dois.actions.export.prompt
source: You are about to export DOI metadata records for {$count} item(s) for {$registrationAgency}. Are you sure you want to export these records?
bg_bg: Ще експортирате записи с метаданни на DOI за {$count} елемент(и) за {$registrationAgency}. Наистина ли искате да експортирате тези записи?
cs_cz: Chystáte se exportovat metadatové záznamy DOI pro {$count} položek pro {$registrationAgency}. Jste si jisti, že chcete tyto záznamy exportovat?
da: Du er ved at eksportere fortegnelser over DOI metadata for {$count} element(er) til {$registrationAgency}. Er du sikker på, at du vil eksportere disse fortegnelser?
eu: {$registrationAgency}-rako {$count} elementuren DOI metadatuen erregistroak esportatzear zaude. Ziur zaude erregistro horiek esportatu nahi dituzula?
hr: Upravo ćete izvesti DOI metapodatke za {$count} objekt/e za {$registrationAgency}. Jeste li sigurni da želite izvesti podatke?
hy_am: Դուք պատրաստվում եք արտահանել DOI մետատվյալների գրառումները {$count} տարր(եր)ի համար {$registrationAgency} -ի համար: Իսկապե՞ս ուզում եք արտահանել այս գրառումները:
id: Anda akan mengekspor rekod metadata DOI sejunlah {$count} untuk {$registrationAgency}. Apakah anda yakin untuk mengekspor rekod ini?
ka_ge: თქვენ აპირებთ DOI მეტამონაცემების ჩანაწერების ექსპორტს {$count} ელემენტ(ებ)ისთვის {$registrationAgency}-ისთვის. დარწმუნებული ხართ, რომ გსურთ ამ ჩანაწერების ექსპორტი?
kk_kz: Сіз {$registrationAgency} жүйесіндегі {$count} элементтер үшін DOI метадеректер жазбаларын экспорттамақсыз. Бұл жазбаларды экспорттағыңыз келетініне сенімдісіз бе?
lv: Jūs gatavojaties eksportēt DOI metadatu ierakstus par {$count} vienību(-ām) attiecībā uz {$registrationAgency}. Vai tiešām vēlaties eksportēt šos ierakstus?
mk: Ќе експортирате записи од метаподатоци за DOI за {$count} ставки за {$registrationAgency}. Дали сте сигурни дека сакате да ги експортирате овие записи?
mr: तुम्ही {$registrationAgency} कडे {$count} लेखांसाठी DOI मेटाडेटा रेकॉर्ड(स)चे स्थानांतर (Export) करणार आहात. तुम्ही खात्रीने या रेकॉर्ड(स्)चे स्थानांतर (Export) करू इच्छिता ना?
nl: Je staat op het punt om DOI metadata records te exporteren voor {$count} item(s) voor {$registrationAgency}. Weet je zeker dat je deze records wilt exporteren?
pl: Wyeksportujesz metadane DOI dla {$count} obiektów w {$registrationAgency}. Czy jesteś pewien?
ru_ru: Вы собираетесь экспортировать записи метаданных DOI для {$count} элементов в {$registrationAgency}. Вы уверены, что хотите экспортировать эти записи?
sl: Izvozili boste DOI metapodatke za {$count} objek(ov) na {$registrationAgency}. Ste prepričani, da želite te zapise izvoziti?
th: คุณกำลังจะส่งออกบันทึกข้อมูลเมทาดาทา DOI สำหรับ {$count} รายการสำหรับ {$registrationAgency}. คุณแน่ใจหรือไม่ว่าต้องการส่งออกบันทึกเหล่านี้?
uk: Ви збираєтеся експортувати записи метаданих DOI для {$count} елементів(-а) у {$registrationAgency}. Ви впевнені, що хочете експортувати ці записи?
vi: Bạn sắp xuất bản ghi metadata DOI cho {$count} mục cho {$registrationAgency}. Bạn có chắc chắn muốn xuất các bản ghi này không?

# manager.dois.actions.assign.label
source: Assign DOIs
bg_bg: Присвояване на DOI
cs_cz: Přiřazená DOI
da: Tildel DOI'er
eu: Esleitu DOIak
hr: Dodijeli DOI
hy_am: Նշանակել DOI-ներ
id: Menentukan DOI
ka_ge: DOI-ს მინიჭება
kk_kz: DOI тағайындаңыз
lv: Piešķirt DOI
mk: Доделете DOI
mr: DOI नियुक्त करा
nb_no: Tildel DOI-er
nl: DOIs toekennen
pl: Przydziel DOI
ru_ru: Присвоить DOI
sl: Dodeli DOI-je
th: กำหนด DOI
uk: Призначити DOI
vi: Chỉ định DOI

# manager.dois.actions.depositAll.label
source: Deposit all DOIs
bg_bg: Депозиране на всички DOI
cs_cz: Uložit všechny DOI
da: Deponer alle DOI'er
eu: Gordailatu DOI guztiak
hr: Pohranite sve DOI
hy_am: Ավանդադրեք բոլոր DOI-ները
id: Deposit semua DOI
ka_ge: შეიტანეთ ყველა DOI
kk_kz: Барлық DOIды сақтаңыз
lv: Deponēt visus DOI
mk: Депонирајте ги сите DOI
mr: सगळे DOIs जमा करा
nb_no: Deponer alle DOI-er
nl: Registreer alle DOI's
pl: Zarejestruj wszystko
ru_ru: Депонировать все DOI
sl: Deponirajte vse DOI-je
th: ฝาก DOI ทั้งหมด
uk: Депонувати всі DOI
vi: Ký gửi tất cả DOI

# manager.dois.actions.description
source: Take action on {$count} selected item(s).
bg_bg: Предприемане действие върху {$count} избран(и) елемент(а).
cs_cz: Proveďte akci na {$count} vybraných položkách.
da: Udfør handling for {$count} valgte element(er).
eu: Ekintza burutu hautatutako {$count} elementuetan.
hr: Poduzmite radnju na {$count} odabranih stavki.
hy_am: Գործողություն կատարեք {$count} ընտրված նյութ(եր)ի նկատմամբ:
id: Mengambil langkah untuk {$count} item yang dipilih.
lv: Veikt darbības ar {$count} atlasītajām vienībām.
mk: Преземете дејство за {$count} обележаните ставки.
mr: निवड केलेल्या {$count} लेखांवर कार्यवाही करा.
nb_no: Utfør handling for {$count} valgte element(er).
nl: Onderneem actie op {$count} geselecteerde item(s).
pl: Wybierz działanie dla wybranych {$count} elementów.
sl: Izvedi akcijo na {$count} izbranih elementih.
th: ดำเนินการกับ {$count} รายการที่เลือก
uk: Виконання дій щодо {$count} виділених елементів.
vi: Thực hiện hành động trên {$count} mục đã chọn.

# manager.dois.actions.bulkActions
source: Bulk Actions
cs_cz: Hromadné akce
da: Massehandlinger
eu: Ekintza masiboak
hr: Masovne radnje
id: Tindakan Massal
lv: Lielapjoma darbības
mk: Обемни акции
mr: एकगठ्ठा (Bulk) कार्यवाही
nl: Bulkacties
pl: Działania masowe
sl: Masovne akcije
th: การดำเนินการแบบกลุ่ม
uk: Масові дії
vi: Hành động hàng loạt

# manager.dois.depositStatus
source: Deposit Status
bg_bg: Статус на депозиране
cs_cz: Stav uložení
da: Deponeringsstatus
eu: Gordailuaren egoera
hr: Status isporuke
hy_am: Ավանդադրման վիճակ
id: Status Deposit
ka_ge: ანაბრის სტატუსი
kk_kz: Сақтау мәртебесі
lv: Deponēšanas statuss
mk: Статус на депозит
mr: जमा केलेल्या लेखांबद्दलची स्थिती
nb_no: Deponeringsstatus
nl: Status DOI's
pl: Status rejestracji
ru_ru: Статус депонирования
sl: Status depozitov
th: สถานะการฝาก
uk: Статус депонування
vi: Trạng thái ký gửi

# manager.dois.publicationStatus
source: Publication Status
bg_bg: Статус на публикация
cs_cz: Stav publikování
da: Publikationsstatus
eu: Argitalpenaren egoera
hr: Status publikacije
hy_am: Հրապարակման կարգավիճակ
id: Status Penerbitan
ka_ge: გამოცემის სტატუსი
kk_kz: Жарияланым мәртебесі
lv: Publikācijas statuss
mk: Статус на публикација
mr: प्रकाशनाची स्थिती
nl: Publicatie Status
pl: Status publikacji
ru_ru: Статус публикации
sl: Status objave
th: สถานะการตีพิมพ์
uk: Статус публікації
vi: Trạng thái xuất bản

# manager.dois.registration.submittedDescription
source: The metadata for this item has been submitted to {$registrationAgency}.
bg_bg: Метаданните за този елемент са изпратени на {$registrationAgency}.
cs_cz: Metadata k této položce byla předána {$registrationAgency}.
da: Metadata for dette element er blevet indsendt til {$registrationAgency}.
eu: Elementu honen metadatuak bidali dira {$registrationAgency}-(e)ra.
hr: Metapodaci za ovu stavku predani su {$registration Agency}.
hy_am: Այս տարրի մետատվյալներն ուղարկվել են {$registrationAgency}:
id: Metadata untuk item ini telah dikirimkan ke {$registrationAgency}.
ka_ge: ამ ერთეულის მეტამონაცემები გადაეგზავნა {$registrationAgency}-ს.
kk_kz: Бұл элементке арналған метадеректер {$registrationAgency} жіберілді.
lv: Šīs vienības metadati ir iesniegti {$registrationAgency}.
mk: Метаподатоците за оваа ставка се поднесени до {$registrationAgency}.
mr: या लेखाचा मेटाडेटा {$registrationAgency} ला सादर केला गेला आहे.
nl: De gegevens van dit item zijn doorgegeven aan {$registrationAgency}.
pl: Metadane tego artykułu zostały przysłane do {$registrationAgency}.
ru_ru: Метаданные для этого элемента были отправлены в {$registrationAgency}.
sl: Metapodatki za ta zapis je bil poslan na {$registrationAgency}.
th: เมทาดาทาของรายการนี้ถูกส่งไปยัง {$registrationAgency} แล้ว
uk: Метадані цього елемента надіслано до {$registrationAgency}.
vi: Metadata cho mục này đã được gửi đến {$registrationAgency}.

# manager.dois.registration.manuallyMarkedRegistered
source: This item has been manually registered with a registration agency.
da: Dette element er blevet registreret manuelt ved registreringsbureauet.
eu: Elementu hori eskuz erregistratu da erregistro-agentzian.
hr: Ova stavka ručno je registrirana kod agencije za registraciju.
id: Item ini telah didaftarkan secara manual dengan agensi pendaftaran.
lv: Šī vienība ir manuāli reģistrēta reģistrācijas aģentūrā.
mk: Оваа ставка е рачно регистрирана во агенција за регистрација.
mr: या लेखाची सामान्य प्रक्रियेशिवाय (manually) नोंदणी एजन्सीकडे नोंद केली गेली आहे.
nl: Dit item is handmatig geregistreerd bij een registratiebureau.
pl: Ta pozycja została ręcznie zarejestrowana w agencji rejestracyjnej.
sl: Ta postavka je bila ročno registrirana pri registracijski agenciji.
th: รายการนี้ได้รับการลงทะเบียนกับหน่วยงานการลงทะเบียนด้วยตนเองแล้ว
uk: Цей елемент було вручну зареєстровано в реєстраційному агентстві.
vi: Mục này đã được đăng ký thủ công với một cơ quan đăng ký.

# manager.dois.registration.notSubmittedDescription
source: The metadata for this item has not been submitted to {$registrationAgency}.
bg_bg: Метаданните за този елемент не са изпратени на {$registrationAgency}.
cs_cz: Metadata k této položce nebyla odeslána {$registrationAgency}.
da: Metadata for dette element er ikke blevet indsendt til {$registrationAgency}.
eu: Elementu honen metadatuak ez dira bidali {$registrationAgency}-(e)ra.
hr: Metapodaci za ovaj objekt nisu podneseni{$registrationAgency}.
hy_am: Այս տարրի մետատվյալները չեն ներկայացվել {$registrationAgency} -ին:
id: Metadata untuk item ini belum dikirim ke {$registrationAgency}.
ka_ge: ამ ერთეულის მეტამონაცემები არ არის გაგზავნილი {$registrationAgency}-ზე.
kk_kz: Бұл элементке арналған метадеректер {$registrationAgency} қызметіне жіберілмеді.
lv: Šīs vienības metadati nav iesniegti {$registrationAgency}.
mk: Метаподатоците за оваа ставка не се доставени до {$registrationAgency}.
mr: या लेखाचा मेटाडेटा {$registrationAgency} ला सादर केलेला नाही.
nl: De gegevens van dit item zijn niet doorgegeven aan {$registrationAgency}.
pl: Metadane tego artykułu nie zostały przysłane do {$registrationAgency}.
ru_ru: Метаданные для этого элемента не были отправлены в {$registrationAgency}.
sl: Metapodatki za ta zapis niso bili poslani na {$registrationAgency}.
th: เมทาดาทาของรายการนี้ยังไม่ได้ส่งไปยัง {$registrationAgency}
uk: Метадані цього елемента не надіслано до {$registrationAgency}.
vi: Metadata cho mục này chưa được gửi đến {$registrationAgency}.

# manager.dois.registration.notPublishedDescription
source: This item cannot be deposited until it has been published.
bg_bg: Този елемент не може да бъде депозиран, докато не бъде публикуван.
cs_cz: Tuto položku nelze uložit, dokud není zveřejněna.
da: Dette element kan ikke deponeres, førend det er blevet publiceret.
eu: Elementu hau ezin da gordailatu argitaratua izan arte.
hr: Ova stavka ne može se isporučiti dok se ne objavi.
hy_am: Այս նյութը չի կարող ի պահ հանձնվել, քանի դեռ այն չի հրապարակվել:
id: Item ini tidak dapat dideposit sampai diterbitkan.
ka_ge: ამ ნივთის დეპონირება შეუძლებელია, სანამ არ გამოქვეყნდება.
kk_kz: Бұл элемент жарияланбайынша сақтауға болмайды.
lv: Šo vienību nevar deponēt, kamēr tā nav publicēta.
mk: Оваа ставка не може да се депонира додека не биде објавена.
mr: हा लेख प्रकाशित होईपर्यंत जमा करता येणार नाही.
nl: Dit item kan pas geregistreerd worden nadat het gepubliceerd is.
pl: Obiekt nie może zostać zarejestrowany dopóki nie będzie opublikowany.
ru_ru: Этот элемент не может быть депонирован, пока он не будет опубликован.
sl: Ta zapis ne more biti deponiran dokler ni objavljen.
th: รายการนี้ไม่สามารถถูกฝากได้จนกว่าจะได้รับการตีพิมพ์
uk: Цей елемент не можна здавати на зберігання, доки він не буде опублікований.
vi: Mục này không thể được ký gửi cho đến khi nó được xuất bản.

# manager.dois.registration.viewError
source: View Error
bg_bg: Преглед на грешката
cs_cz: Zobrazení chyby
da: Vis fejl
eu: Ikusi errorea
hr: Pogledajte poruku o pogrešci
hy_am: Դիտել սխալը
id: Lihat Error
ka_ge: ნახვის შეცდომა
kk_kz: Қатені көрсету
lv: Skatīt kļūdu
mk: Видете ја грешката
mr: त्रुटींवर नजर फिरवा
nb_no: Vis feil
nl: Bekijk fout
pl: Podgląd błędu
ru_ru: Показать ошибку
sl: Poglej napako
th: ดูข้อผิดพลาด
uk: Переглянути помилку
vi: Xem Lỗi

# manager.dois.registration.viewError.title
source: Registration Error Message
bg_bg: Съобщение за грешка при регистрация
cs_cz: Chybová zpráva při registraci
da: Registreringsfejlmeddelelse
eu: Erregistro-errorearen mezua
hr: Poruka pogreške pri registraciji
hy_am: Գրանցման սխալի հաղորդագրություն
id: Pesan Error Pendaftaran
ka_ge: რეგისტრაციის შეცდომის შეტყობინება
kk_kz: Тіркеу қатесі туралы хабарлама
lv: Reģistrācijas kļūdas paziņojums
mk: Порака за грешка при регистрација
mr: नोंदणीसंबंधी आलेला त्रुटी संदेश
nl: Foutmelding registratie
pl: Zapisy błędów rejestracji
ru_ru: Сообщение об ошибке регистрации
sl: Napaka registracije
th: ข้อความข้อผิดพลาดในการลงทะเบียน
uk: Повідомлення про помилку реєстрації
vi: Thông báo Lỗi Đăng ký

# manager.dois.registration.viewRecord
source: View Record
bg_bg: Преглед на запис
cs_cz: Zobrazit záznam
da: Se fortegnelse
eu: Ikus erregistroa
hr: Pogledajte zapis
hy_am: Դիտել գրառումը
id: Lihat Rekod
ka_ge: ჩანაწერის ნახვა
kk_kz: Жазбаны көрсету
lv: Skatīt ierakstu
mk: Прикажи запис
mr: रेकॉर्ड पहा
nl: Bekijk record
pl: Podgląd rekordu
ru_ru: Показать запись
sl: Poglej zapis
th: ดูบันทึก
uk: Переглянути запис
vi: Xem Bản ghi

# manager.dois.update.success
source: DOI(s) successfully updated
da: Opdatering af DOI'er var vellykket
eu: DOI(ak) behar bezala eguneratu dira
id: DOI telah berhasil diperbarui
lv: DOI veiksmīgi atjaunināti
mk: DOI(и) успешно се ажурирани
mr: DOI(s) यशस्वीरित्या अपडेट केले
nb_no: Oppdatering av DOI-er var vellykket
nl: DOI('s) succesvol bijgewerkt
pl: DOI zarejestrowane pomyślnie
sl: DOI-ji uspešno posodobljeni
th: อัปเดต DOI(s) สำเร็จ
uk: DOI успішно оновлено
vi: DOI được cập nhật thành công

# manager.dois.registration.depositDois
source: Deposit DOI(s)
bg_bg: Депозиране на DOI
cs_cz: Uložit DOI
da: Deponer DOI('er)
eu: Gordailatu DOI(ak)
hr: Pošaljite DOI
hy_am: Ավանդադրեք DOI
id: Deposit DOI
ka_ge: შეიტანეთ DOI(ები)
kk_kz: DOIды сақтау
lv: Deponēt DOI
mk: Депонирајте DOI(и)
mr: DOI(s) जमा करा
nb_no: Deponer DOI(-er)
nl: Registreer DOI('s)
pl: Zarejestruj DOI
ru_ru: Депонировать DOI
sl: Deponirajte DOI(-je)
th: ฝาก DOI(s)
uk: Депонувати DOI
vi: Ký gửi DOI

# manager.dois.status.needsDoi
source: Needs DOI
bg_bg: Необходими DOI
cs_cz: Potřebuje DOI
da: Kræver DOI
eu: DOIa behar du
hr: Potreban DOI
hy_am: Անհրաժեշտ է DOI
id: Membutuhkan DOI
ka_ge: სჭირდება DOI
kk_kz: DOI қажет
lv: Nepieciešams DOI
mk: Потребно е DOI
mr: DOI आवश्यक आहे
nb_no: Mangler DOI
nl: DOI nodig
pl: Brak DOI
sl: DOI manjka
th: ต้องการ DOI
uk: Потребує DOI
vi: Cần DOI

# manager.dois.status.unregistered
source: Unregistered
bg_bg: Нерегистриран
cs_cz: Registrace zrušena
da: Uregistreret
eu: Erregistratu gabea
hr: Neregistriran
hy_am: Չգրանցված
id: Tidak terdaftar
ka_ge: დაურეგისტრირებელი
kk_kz: Тіркелмеген
lv: Nereģistrēts
mk: Нерегистрирани
mr: नोंदणी झालेली नाही
nb_no: Uregistrert
nl: Ongeregistreerd
pl: Niezarejestrowany
ru_ru: Не зарегистрирован
sl: Neregistriran
th: ยังไม่ได้ลงทะเบียน
uk: Не зареєстровано
vi: Chưa đăng ký
zh_tw: 尚未註冊

# manager.dois.status.submitted
source: Submitted
bg_bg: Изпратен
cs_cz: Odesláno
da: Indsendt
eu: Bidalita
hr: Podnesen
hy_am: Ներկայացված է
id: Dikirimkan
ka_ge: დამატებულია
kk_kz: Жіберілді
lv: Iesniegts
mk: Поднесено
mr: सादर केले
nb_no: Innsendt
nl: Ingediend
pl: Wysłany
ru_ru: Отправлен
sl: Oddano
th: ส่งแล้ว
uk: Подано
vi: Đã gửi

# manager.dois.status.error
source: Error
bg_bg: Грешка
cs_cz: Chyba
da: Fejl
eu: Errorea
hr: Pogreška
hy_am: Սխալ
id: Eror
ka_ge: შეცდომა
kk_kz: Қате
lv: Kļūda
mk: Грешка
mr: त्रुटी
nb_no: Feil
nl: Fout
pl: Błąd
ru_ru: Ошибка
sl: Napaka
th: ข้อผิดพลาด
uk: Помилка
vi: Lỗi

# manager.dois.status.error.filterTitle
source: Has Error
da: Har fejl
eu: Errore bat dauka
hr: Postoje pogreške
id: Terdapat Eror
lv: Ir kļūda
mk: Има грешка
mr: त्रुटी आढळली
nb_no: Har feil
nl: Bevat fout
pl: Zawiera błąd
sl: Vsebuje napako
th: มีข้อผิดพลาด
uk: Має помилку
vi: Có Lỗi

# manager.dois.status.stale
source: Needs Sync
bg_bg: Изостанал
cs_cz: Zastaralé
da: Forældet
eu: Sinkronizazioa behar du
hr: Zastarjelo
hy_am: Հնացած
id: Membutuhkan Sinkronisasi
ka_ge: შემორჩენილი
kk_kz: Күшін жойды
lv: Nepieciešams sinhronizēt
mk: Потребна е синхронизација
mr: Sync करायला हवे
nb_no: Må redeponeres
nl: Sync nodig
pl: Przestarzały
ru_ru: Утратил силу
sl: Obviselo
th: ต้องการการซิงค์
uk: Потребує синхронізації
vi: Cần đồng bộ hóa

# manager.dois.filters.doiAssigned
source: DOI Assigned
da: DOI tildelt
eu: DOIa esleituta
hr: DOI doijeljen
id: DOI Ditetapkan
lv: DOI piešķirts
mk: Доделено DOI
mr: DOI नियुक्त केले
nb_no: DOI tildelt
nl: DOI toegekend
pl: Przypisany DOI
sl: DOI dodeljen
th: กำหนด DOI แล้ว
uk: Призначено DOI
vi: DOI được chỉ định
