Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.dois.settings.relocated
source: DOI management has moved. Please see the <a href="{$doiManagementUrl}">DOI management</a> and <a href="{$doiSettingsUrl}">DOI settings</a> pages.
da: DOI håndtering er flyttet. Se venligst siderne <a href="{$doiManagementUrl}">DOI-administration</a> og <a href="{$doiSettingsUrl}">DOI-indstillinger</a>.
eu: DOI kudeaketa mugitu egin da. Ikusi <a href="{$doiManagementUrl}">DOI kudeaketa</a> eta <a href="{$doiSettingsUrl}">DOI ezarpenak</a> orriak.
hr: Uprava DOI-ja se preselila. Pogledajte stranice <a href="{$doiManagementUrl}">Upravljanje DOI</a> i <a href="{$doiSettingsUrl}">Postavke DOI</a>.
id: Pengelolaan DOI telah dipindahkan. Lihat <a href="{$doiManagementUrl}">Pengelolaan DOI</a> dan halaman <a href="{$doiSettingsUrl}">Pengaturan DOI</a>.
lv: DOI pārvaldība ir pārvietota. Lūdzu, skatiet <a href="{$doiManagementUrl}">DOI pārvaldība</a> un <a href="{$doiSettingsUrl}">DOI uzstādījumi</a>.
mk: Управувањето со DOI се пресели. Погледнете ги страниците <a href="{$doiManagementUrl}">Управување со DOI</a> и <a href="{$doiSettingsUrl}">Поставки за DOI</a>.
mr: DOI चे व्यवस्थापन इतर ठिकाणी नेले आहे. कृपया <a href="{$doiManagementUrl}">DOI व्यवस्थापन</a> आणि <a href="{$doiSettingsUrl}">DOI सेटिंग्ज</a> पृष्ठे पहा.
nl: DOI beheer is verplaatst. Kijk bij <a href="{$doiManagementUrl}">DOI beheer</a> and <a href="{$doiSettingsUrl}">DOI settings</a> pagina's.
pl: Zarządzanie DOI zostało przeniesione. Proszę zobaczyć strony <a href="{$doiManagementUrl}">Zarządzanie DOI</a> i <a href="{$doiSettingsUrl}">Ustawienia DOI</a>.
sl: Upravljanje z DOI-ji je premaknjeno. Prosimo poglejte strani <a href="{$doiManagementUrl}">Upravljanje z DOI-ji</a> in <a href="{$doiSettingsUrl}">DOI nastavitve</a>.
th: การจัดการ DOI ถูกย้ายแล้ว กรุณาดู <a href="{$doiManagementUrl}">การจัดการ DOI</a> และ <a href="{$doiSettingsUrl}">การตั้งค่า DOI</a>
uk: Управління DOI переїхало. Будь ласка, перегляньте сторінки <a href="{$doiManagementUrl}">управління DOI</a> та <a href="{$doiSettingsUrl}">налаштування DOI</a>.
vi: Quản lý DOI đã được chuyển. Vui lòng xem các trang <a href="{$doiManagementUrl}">Quản lý DOI</a> và <a href="{$doiSettingsUrl}">Cài đặt DOI</a>.

# manager.genres.alertDelete
source: Before this component can be deleted, you must associate all related submission files with a different component.
bg_bg: Преди този компонент да може да бъде изтрит, трябва да асоциирате всички свързани файлове за подадените материали с различен компонент.
cs_cz: Před odstraněním této součásti je nutné přiřadit všechny související soubory příspěvku k jiné součásti.
da: Førend denne komponent kan slettes, må du knytte alle relaterede indsendelsesfiler til en anden komponent.
eu: Osagai hau ezabatu aurretik, erlazionatutako bidalketa-fitxategi guztiak beste osagai batekin lotu behar dituzu.
hr: Prije nego što se ova komponenta može izbrisati, morate povezati sve povezane datoteke podneska s drugom komponentom.
hy_am: Նախքան այս բաղադրիչը ջնջելը, դուք պետք է կապակցեք ներկայացման բոլոր նիշքերը մեկ այլ բաղադրիչի հետ:
id: Sebelum komponen ini dapat dihapus, anda harus menghubungkan semua file naskah terkait dengan komponen yang berbeda.
ka_ge: სანამ ეს კომპონენტი წაიშლება, თქვენ უნდა დააკავშიროთ ყველა დაკავშირებული წარდგენის ფაილი სხვა კომპონენტთან.
kk_kz: Бұл компонент жойылмас бұрын, соған байланысты жіберу файлдарын басқа компонентпен байланыстыру керек.
lv: Pirms šo sastāvdaļu dzēst, visas saistītās iesniegtā materiāla datnes jāsaista ar citu sastāvdaļu.
mk: Пред да може да се избрише оваа компонента, мора да ги поврзете сите поврзани датотеки за поднесување со друга компонента.
mr: हा घटक (component) हटवण्यापूर्वी, तुम्ही सर्व संबंधित सादरीकरणाच्या फाईल्स वेगळ्या घटकाशी जोडल्या पाहिजेत.
nl: Voordat deze component verwijderd kan worden, moet je alle gerelateerde inzendingsbestanden associëren met een andere component.
pl: Zanim będzie można skasować komponent, trzeba powiązać wszystkie pliki zgłoszenia z innym dostępnym komponentem.
sl: Preden lahko to komponento izbrišete, morate vse povezane datoteke dodeliti novi komponenti.
th: ก่อนที่จะลบส่วนประกอบนี้ คุณต้องเชื่อมโยงไฟล์การส่งที่เกี่ยวข้องทั้งหมดกับส่วนประกอบอื่น
uk: Перш ніж цей компонент можна буде видалити, потрібно зв'язати всі пов'язані файли подання з іншим компонентом.
vi: Trước khi thành phần này bị xóa, bạn phải liên kết tất cả các tệp nộp có liên quan với một thành phần khác.

# manager.highlights.url.description
source: The full URL, including https://, for the button in the highlight.
da: Den fulde URL, inklusiv https://, til knappen i højdepunktet.
eu: URL osoa, https:// barne, nabarmendutako botoirako.
id: URL lengkap, termasuk https://, untuk tombol pada highlight.
lv: Pilns izceltās pogas URL, tostarp https://.
mk: Целосен УРЛ, вклучувајќи https://, за копчето во потенцирање.
mr: हायलाइटमधील बटणासाठी https:// सह संपूर्ण URL.
nl: De volledige URL, inclusief https://, voor de knop in de markering.
sl: Celoten URL, vključno w https://, za gumb v poudarku.
th: URL เต็มรูปแบบ รวมถึง https:// สำหรับปุ่มในไฮไลท์
uk: Повна URL-адреса, включно з https://, для виділеної кнопки.
vi: URL đầy đủ, bao gồm https://, cho nút trong điểm nổi bật.

# manager.institutions.form.ipRangesInstructions
source: Valid values include an IP address (e.g. 142.58.103.1), IP range (e.g. 142.58.103.1 - 142.58.103.4), IP range with wildcard '*' (e.g. 142.58.*.*), and an IP range with CIDR (e.g. 142.58.100.0/24).
bg_bg: Валидните стойности включват IP адрес (напр. 142.58.103.1), IP диапазон (напр. 142.58.103.1 - 142.58.103.4), IP диапазон със заместващ знак „*“ (напр. 142.58.*.*) и IP диапазон с CIDR (напр. 142.58.100.0/24).
cs_cz: Platné hodnoty zahrnují IP adresu (např. 142.58.103.1), rozsah IP (např. 142.58.103.1 – 142.58.103.4), rozsah IP se zástupným znakem „*“ (např. 142.58.*.*) a rozsah IP s CIDR (např. 142.58.100.0/24).
da: Gyldige værdier inkluderer en IP-adresse (fx 142.58.103.1), IP-område (fx 142.58.103.1-142.58.103.4), IP-område med wildcard '*' (fx 142.58.*.*) og IP-område med CIDR (fx 142.58.100.0/24).
eu: Baliozko balioen artean daude IP helbidea (adibidez, 142.58.103.1), IP barrutia (adibidez, 142.58.103.1 - 142.58.103.4), '*' komodina duen IP barrutia (adibidez, 142.58.*.*) eta CIDR duen IP barrutia (adibidez, 142.58.100.0/24).
hr: Važeće vrijednosti uključuju IP adresu (npr. 142.58.103.1), IP raspon (npr. 142.58.103.1 - 142.58.103.4), IP raspon sa zamjenskim znakom '*' (npr. 142.58.*.*) i IP raspon s CIDR-om (npr. 142.58.100.0/24).
hy_am: Վավեր արժեքները ներառում են IP հասցե (օրինակ. 142.58.103.1), IP միջակայքեր (օրինակ. 142.58.103.1 - 142.58.103.4), IP տիրույթ տեղադրվող նշանով '*' (օրինակ. 142.58.*.*), և IP տիրույթ CIDR -ով (օրինակ. 142.58.100.0/24).
id: Nilai yang valid mencakup alamat IP (misalnya 142.58.103.1), rentang IP (misalnya 142.58.103.1 - 142.58.103.4), rentang IP dengan karakter pengganti '*' (misalnya 142.58.*.*), dan rentang IP dengan CIDR (misalnya 142.58.100.0/24).
lv: Derīgās vērtības ietver IP adresi (piemēram, 142.58.103.1), IP diapazonu (piemēram, 142.58.103.1 - 142.58.103.4), IP diapazonu ar aizstājējzīmi '*' (piemēram, 142.58.*.*) un IP diapazonu ar CIDR (piemēram, 142.58.100.0/24).
mk: Валидните вредности вклучуваат IP адреса (на пр. 142.58.103.1), опсег на IP (на пр. 142.58.103.1 - 142.58.103.4), опсег на IP со знак „*“ (на пр. 142.58.*.*) и опсег на IP e на пр. CI. 142.58.100.0/24).
mr: प्रमाण मानकांमध्ये IP पत्ता (उदा. 142.58.103.1), IP श्रेणी (उदा. 142.58.103.1 - 142.58.103.4), वाइल्डकार्ड '*' असलेली IP श्रेणी (उदा. 142.58.*.*), आणि CIDR असलेली IP श्रेणी (उदा. 142.58.100.0/24) यांचा समावेश होतो.
nl: Toegestane waarden inclusief een IP-adres (bijv. 142.58.103.1), IP range (bijv. 142.58.103.1 - 142.58.103.4), IP range with wildcard '*' (bijv. 142.58.*.*), en een IP-bereik met CIDR (bijv. 142.58.100.0/24).
pl: Prawidłowe wartości obejmują adres IP (np. 142.58.103.1), zakres adresów IP (np. 142.58.103.1 - 142.58.103.4), zakres adresów IP z symbolem wieloznacznym „*” (np. 142.58.*.*) oraz zakres adresów IP z CIDR (np. 142.58.100.0/24).
sl: Veljavni razpon vključuje IP naslov (napr. 142.58.103.1), IP razpon (npr. 142.58.103.1 - 142.58.103.4), IP razpon z uporabo nadomestnega znaka '*' (npr. 142.58.*.*) in IP razpon s CIDR (npr. 142.58.100.0/24).
th: ค่าที่ถูกต้องรวมถึงที่อยู่ IP (เช่น 142.58.103.1), ช่วง IP (เช่น 142.58.103.1 - 142.58.103.4), ช่วง IP ที่ใช้เครื่องหมาย '*' (เช่น 142.58.*.*), และช่วง IP ที่ใช้ CIDR (เช่น 142.58.100.0/24)
uk: Допустимі значення включають IP-адресу (наприклад, 142.58.103.1), діапазон IP (наприклад, 142.58.103.1 - 142.58.103.4), діапазон IP із символом узагальнення "*" (наприклад, 142.58.*.*) і діапазон IP із CIDR (наприклад, 142.58.100.0/24).
vi: Các giá trị hợp lệ bao gồm địa chỉ IP (ví dụ: 142.58.103.1), dải IP (ví dụ: 142.58.103.1 - 142.58.103.4), dải IP có ký tự đại diện '*' (ví dụ: 142.58.*.*), và dải IP với CIDR (ví dụ: 142.58.100.0/24).

# manager.settings.statistics.geoUsageStats.description
source: Select the type of geographical usage statistics to collect. More detailed geographical statistics may increase your database size considerably and, in some rare cases, may undermine the anonymity of your visitors.
bg_bg: Изберете типа географска статистика за използване, която да събирате. По-подробната географска статистика може значително да увеличи размера на вашата база данни и в някои редки случаи може да подкопае анонимността на вашите посетители.
cs_cz: Vyberte typ statistik geografického využití, které chcete shromažďovat. Podrobnější geografické statistiky mohou značně zvětšit velikost vaší databáze a v některých vzácných případech mohou narušit anonymitu návštěvníků.
da: Vælg typen af geografisk brugsstatistik, der skal indsamles. Mere detaljerede geografiske statistikker kan øge din databases størrelse betydeligt og kan i nogle sjældne tilfælde underminere dine besøgendes anonymitet.
eu: Hautatu bildu beharreko erabilera geografikoaren estatistika-mota. Estatistika geografiko zehatzagoek zure datu-basearen tamaina nabarmen handitu dezakete eta, kasu bakan batzuetan, zure bisitarien anonimotasuna kaltetu dezakete.
hr: Odaberite vrstu geografske statistike korištenja koju želite prikupiti. Detaljnija geografska statistika može značajno povećati veličinu vaše baze podataka i, u nekim rijetkim slučajevima, može potkopati anonimnost vaših posjetitelja.
id: Pilih jenis statistik penggunaan geografis yang akan dikumpulkan. Detail statistik geografis akan meningkatkan ukuran database, dan pada beberapa kasus yang jarang terjadi, mungkin akan merusak anonimitas dari pengunjung anda.
lv: Izvēlieties, kāda veida ģeogrāfisko lietojuma statistiku vākt. Detalizētāka ģeogrāfiskā statistika var ievērojami palielināt datubāzes apjomu un dažos retos gadījumos var apdraudēt apmeklētāju anonimitāti.
mk: Изберете го типот на статистика за географска употреба за собирање. Подеталната географска статистика може значително да ја зголеми големината на вашата база на податоци и, во некои ретки случаи, може да ја загрози анонимноста на вашите посетители.
mr: वापराची भौगोलिक आकडेवारी संकलित करण्यासाठी सांख्यिकीचा प्रकार निवडा. अधिक तपशीलवार भौगोलिक आकडेवारी तुमच्या डेटाबेसचा आकार लक्षणीयरीत्या वाढवू शकते आणि काही दुर्मिळ प्रकरणांमध्ये तुमच्या अभ्यागतांची गुप्तता कमी करू शकते.
nl: Kies het type geografische gebruiksstatistieken om deze gegevens te vergaren. Meer gedetailleerde geografische statistieken kan de omvang van uw database aanzienlijk vergroten en kan, in zeldzame gevallen, de anonimiteit van uw bezoekers niet garanderen.
pl: Wybierz typ statystyk użytkowania geograficznego, które chcesz zbierać. Bardziej szczegółowe statystyki geograficzne mogą znacznie zwiększyć rozmiar bazy danych, a w niektórych rzadkich przypadkach mogą podważyć anonimowość odwiedzających.
sl: Izberite katere geografske statistike uporabe bi radi zbirali. Detajlnejše statistike lahko občutno povečajo vašobazo podatkov in v redkih primerih ogrozijo anonimnost vaših obiskovalcev.
th: เลือกประเภทสถิติการใช้งานตามภูมิศาสตร์ที่จะเก็บรวบรวม สถิติภูมิศาสตร์ที่ละเอียดขึ้นอาจทำให้ขนาดฐานข้อมูลของคุณเพิ่มขึ้นอย่างมาก และในบางกรณีหายากอาจเป็นการลดความไม่เปิดเผยตัวตนของผู้เยี่ยมชม
uk: Виберіть тип статистики географічного використання, яку потрібно збирати. Більш детальна географічна статистика може значно збільшити розмір вашої бази даних і в деяких рідкісних випадках може підірвати анонімність ваших відвідувачів.
vi: Chọn loại thống kê sử dụng địa lý để thu thập. Thống kê địa lý chi tiết hơn có thể làm tăng kích thước cơ sở dữ liệu của bạn đáng kể và, trong một số trường hợp hiếm gặp, có thể làm suy yếu tính ẩn danh của khách truy cập.

# manager.settings.statistics.institutionUsageStats
source: Institutional Statistics
bg_bg: Статистика за използване от институция
cs_cz: Institucionální statistiky
da: Institutionel statistik
eu: Estatistika instituzionalak
hr: Institucionalna statistika
id: Statistik Institusi
lv: Iestāžu statistika
mk: Институционална статистика
mr: संस्थात्मक आकडेवारी
nl: Institutionele statistieken
pl: Statystyki Instytucji
sl: Institucionalne statistike
th: สถาบันการศึกษา
uk: Інституційна статистика
vi: Thống kê tổ chức

# manager.settings.statistics.institutionUsageStats.description
source: Enable institutional statistics if you would like to collect usage statistics by institution. If enabled, you will need to configure the IP ranges for each institution you want to track.
bg_bg: Активирайте институционална статистика, ако искате да събирате статистика за употребата по институция. Ако е активирано, ще трябва да конфигурирате IP обхватите за всяка институция, която искате да проследявате.
cs_cz: Pokud chcete shromažďovat statistiky o používání podle institucí, povolte institucionální statistiky. Pokud je tato možnost povolena, je třeba nakonfigurovat rozsahy IP pro každou instituci, kterou chcete sledovat.
da: Aktiver institutionel statistik, hvis du ønsker at indsamle brugsstatistik efter institution. Hvis det er aktiveret, skal du konfigurere IP-intervallerne for hver institution, du vil spore.
eu: Gaitu erakundeen estatistikak erakundeen araberako erabilera-estatistikak bildu nahi badituzu. Gaituta egonez gero, arakatu nahi duzun erakunde bakoitzaren IP barrutiak konfiguratu beharko dituzu.
hr: Omogućite institucionalnu statistiku ako želite prikupljati statistiku korištenja po instituciji. Ako je omogućeno, morat ćete konfigurirati IP raspone za svaku instituciju koju želite pratiti.
id: Mengizinkan statistik institusi jika anda ingin mengumpulkan statistik penggunaan institusi. Jika diizinkan, anda harus mengkonfigurasi rentang IP dari setiap institusi yang ingin anda lacak.
lv: Iespējot iestāžu statistiku, ja vēlaties apkopot lietošanas statistiku pa iestādēm. Ja šī opcija ir iespējota, jums būs jākonfigurē IP diapazoni katrai iestādei, kurai vēlaties sekot.
mk: Овозможете институционална статистика ако сакате да собирате статистика за користење по институција. Ако е овозможено, ќе треба да гo конфигурирате опсегот на IP за секоја институција што сакате да ја следите.
mr: जर तुम्हाला संस्थापातळीवर वापराची आकडेवारी गोळा करायची असेल तर प्रथम संस्थात्मक सांख्यिकी कार्यान्वित करा. जर कार्यान्वित केली असेल, तर तुम्हाला मागोवा घ्यायच्या (track ) प्रत्येक संस्थेच्या IP श्रेणी कॉन्फिगर कराव्या लागतील.
nl: Activeer instellingsstatistieken, als u gebruiksstatistieken per instelling wilt verkrijgen. Indien geactiveerd, zult u de IP-configuraties voor iedere instelling moeten configureren, die u wilt volgen.
pl: Włącz statystyki instytucjonalne, jeśli chcesz zbierać statystyki użytkowania według instytucji. Jeśli ta opcja jest włączona, konieczne będzie skonfigurowanie zakresów adresów IP dla każdej instytucji, którą chcesz śledzić.
sl: Izberite to opcijo, če bi radi upravljali z institucijami in zbirali njihove statistike uporabe. Če bo opcija vključena, morate nastaviti IP obseg za vsako intitucijo, ki bi jo radi spremljali.
th: เปิดใช้งานสถาบันการศึกษาหากคุณต้องการเก็บรวบรวมสถิติการใช้งานโดยสถาบัน หากเปิดใช้งาน คุณจำเป็นต้องกำหนดช่วง IP สำหรับแต่ละสถาบันที่ต้องการติดตาม
uk: Увімкніть інституційну статистику, якщо ви хочете збирати статистику використання за установами. Якщо ввімкнено, вам потрібно буде налаштувати діапазони IP-адрес для кожної установи, яку ви хочете відстежувати.
vi: Bật thống kê tổ chức nếu bạn muốn thu thập thống kê sử dụng theo tổ chức. Nếu được bật, bạn sẽ cần cấu hình các dải IP cho mỗi tổ chức bạn muốn theo dõi.

# manager.settings.statistics.publicSushiApi.description
source: Whether or not to restrict access to the API endpoints for COUNTER SUSHI statistics. If unchecked, the API will only be accessible to users with admin or manager roles.
bg_bg: Дали да се ограничи или не достъпът до крайните точки на API за статистически данни за COUNTER SUSHI. Ако не е отметнато, API ще бъде достъпен само за потребители с администраторски или мениджърски роли.
cs_cz: Omezit/neomezit přístup ke koncovým bodům API pro statistiku COUNTER SUSHI. Pokud není zaškrtnuto, bude rozhraní API přístupné pouze uživatelům s rolí správce nebo manažera.
da: Hvorvidt adgangen til API endpoints for COUNTER SUSHI statistik skal begrænses. Hvis feltet ikke krydses af, vil API'en kun være tilgængelig for brugere med en administrator- eller managerrolle.
eu: COUNTER SUSHI estatistiketarako API amaierako puntuetarako sarbidea mugatu ala ez. Markatu gabe badago, APIa administratzaile edo kudeatzaile rolak dituzten erabiltzaileentzat bakarrik egongo da eskuragarri.
hr: Treba li ili ne ograničiti pristup krajnjim točkama API-ja za statistiku COUNTER SUSHI. Ako nije označeno, API će biti dostupan samo korisnicima s ulogama administratora ili upravitelja.
hy_am: Արդյոք սահմանափակել մուտքը դեպի API վերջնակետեր COUNTER SUSHI վիճակագրության համար: Եթե ապանշեք, API-ն հասանելի կլինի միայն ադմինիստրատորի կամ կառավարչի դերեր ունեցող օգտատերերին:
id: Membatasi atau tidak membatasi akses ke endpoint API untuk statistik COUNTER SUSHI. Jika tidak dicentang, API hanya dapat diakses oleh pengguna dengan peran admin atau manager.
lv: Ierobežot vai neierobežot piekļuvi API galapunktiem COUNTER SUSHI statistikai. Ja izvēles rūtiņa nav atzīmēta, API būs pieejama tikai lietotājiem ar admin vai manager lomām.
mk: Дали да се ограничи или не пристапот до крајните точки на API за статистиката на COUNTER SUSHI. Ако не е штиклирано, API ќе биде достапен само за корисници со администраторски или менаџерски улоги.
mr: COUNTER SUSHI आकडेवारीसाठी API endpoints वर प्रवेश प्रतिबंधित करायचा की नाही. जर अन्-चेक केले तर, API फक्त प्रशासक किंवा व्यवस्थापक भूमिका असलेल्या वापरकर्त्यांनाच उपलब्ध होईल.
nl: Wel of geen beperkte toegang tot de API- apparaten of URL's voor COUNTER SUSHI-statistieken. Indien niet gecontroleerd, is de API alleen toegankelijk voor gebruikers met een beheer- of managersrol.
pl: Czy ograniczyć dostęp do punktów końcowych API dla statystyk COUNTER SUSHI. Jeśli to pole nie zostanie zaznaczone, interfejs API będzie dostępny tylko dla użytkowników z rolami administratora lub menedżera.
sl: Omogoči dostop do API-ja za COUNTER SUSHI statistike. Če ni označeno, bo API dostopen le uporabnikom z vlogo administratorja ali upravljalca.
th: ว่าจะจำกัดการเข้าถึง API สำหรับสถิติ COUNTER SUSHI หรือไม่ หากไม่ทำเครื่องหมาย API จะเข้าถึงได้เฉพาะผู้ใช้ที่มีบทบาทเป็นผู้ดูแลหรือผู้จัดการเท่านั้น
uk: Чи варто обмежувати доступ до кінцевих точок API для статистики COUNTER SUSHI. Якщо цей прапорець знято, API буде доступний лише для користувачів із ролями адміністратора або адміністратора.
vi: Có hạn chế quyền truy cập vào các điểm cuối API cho thống kê COUNTER SUSHI hay không. Nếu không chọn, API sẽ chỉ có thể truy cập được đối với người dùng có vai trò quản trị viên hoặc quản lý.

# manager.statistics.counterR5Reports.description
source: See <a href="https://cop5.projectcounter.org/en/5.0.3/04-reports/index.html" target="_new">COUNTER 5.0.3 documentation</a> for more information about each report.
da: Se <a href="https://cop5.projectcounter.org/en/5.0.3/04-reports/index.html" target="_new">COUNTER 5.0.3 dokumentation</a> for mere information om hver rapport.
eu: Txosten bakoitzari buruzko informazio gehiago lortzeko, ikusi <a href="https://cop5.projectcounter.org/en/5.0.3/04-reports/index.html" target="_new">COUNTER 5.0.3 dokumentazioa</a>.
id: Lihat <a href="https://cop5.projectcounter.org/en/5.0.3/04-reports/index.html" target="_new">dokumentasi COUNTER 5.0.3</a> untuk informasi lebih lanjut mengenai setiap laporan.
lv: Skatīt<a href="https://cop5.projectcounter.org/en/5.0.3/04-reports/index.html" target="_new">COUNTER 5.0.3 dokumentāciju</a>, lai iegūtu vairāk informācijas par katru pārskatu.
mk: Погледнете <a href="https://cop5.projectcounter.org/en/5.0.3/04-reports/index.html" target="_new">COUNTER 5.0.3 документација</a> за повеќе информации за секоја извештај.
mr: प्रत्येक अहवालाच्या सखोल माहितीसाठी <a href="https://cop5.projectcounter.org/en/5.0.3/04-reports/index.html" target="_new">COUNTER 5.0.3 दस्तऐवजीकरण</a> पहा.
nb_no: Se <a href="https://cop5.projectcounter.org/en/5.0.3/04-reports/index.html" target="_new">COUNTER 5.0.3 dokumentasjon</a> for mer informasjon om hver rapport.
nl: Zie <a href="https://cop5.projectcounter.org/en/5.0.3/04-reports/index.html" target="_new">COUNTER 5.0.3 documentation</a> voor meer informatie over elk rapport.
sl: Poglejte <a href="https://cop5.projectcounter.org/en/5.0.3/04-reports/index.html" target="_new">COUNTER 5.0.3 dokumentacijo</a> za več informacij o posameznem poročilu.
th: ดู <a href="https://cop5.projectcounter.org/en/5.0.3/04-reports/index.html" target="_new">เอกสาร COUNTER 5.0.3</a> สำหรับข้อมูลเพิ่มเติมเกี่ยวกับแต่ละรายงาน
uk: Перегляньте <a href="https://cop5.projectcounter.org/en/5.0.3/04-reports/index.html" target="_new">документацію COUNTER 5.0.3</a>, щоб отримати додаткові відомості про кожен звіт.
vi: Xem <a href="https://cop5.projectcounter.org/en/5.0.3/04-reports/index.html" target="_new">tài liệu COUNTER 5.0.3</a> để biết thêm thông tin về từng báo cáo.
