Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.reviewFormElements.dropdownbox
source: Drop-down box
az: Açıq qutu
bg_bg: Падащ списък
ca_es: Menú desplegable
cs_cz: Pole se seznamem
da: Rullemenu
de_de: Auswahlliste
es_es: Menú desplegable
eu: Goitibehera
fr_fr: Case déroulante
gl: Caixa despregable
hr: Izbornik s listom odgovora
hu_hu: Legördülő menü
hy_am: Բացվող տուփ
id: Kotak drop-down
id_id: Kotak drop-down
is: Fellival
it_it: Menù a tendina
ja: ドロップダウンリスト
ka_ge: ჩამოსაშლელი სია
kk_kz: Ашылмалы тізім
lv: Nolaižamais izvēles lodziņš
mk: Опаѓачко мени
mr: ड्रॉप-डाउन बॉक्स
ms: Kotak lungsur
nb_no: Rullegardinboks
nl: Uitklapmenu
pl: Menu rozwijane
pl_pl: Menu rozwijane
pt_pt: Campo de menu de opções
ro_ro: Casetă derulantă
ru_ru: Выпадающий список
sl: Spustni meni
sr_rs@cyrillic: Падајућа кутија
sv_se: Rullgardinsmeny
th: กล่องเลือกแบบดรอปดาวน์
tr_tr: Açılır Kutu
uk: Випадаючий список
uk_ua: Випадаючий список
vi: Hộp thả xuống
vi_vn: Hộp trổ xuống

# manager.reviewFormElements.edit
source: Edit Form Item
az: Form elementlərini redaktə edin
bg_bg: Редакция на елемент от формуляр
ca_es: Editar element de formulari
cs_cz: Editovat položku formuláře
da: Redigér formularelement
de_de: Formularfeld bearbeiten
el_gr: Επεξεργασία Πεδίου Φόρμας
es_es: Editar elemento del formulario
eu: Editatu inprimaki-elementua
fr_fr: Modifier un élément du formulaire
gl: Editar elemento do formulario
hr: Uredi stavku obrasca
hu_hu: Űrlap tétel szerkesztése
hy_am: Խմբագրել ձևի տարրը
id: Edit Butir Borang
id_id: Edit Butir Formulir
is: Breyta eyðublaðsatriði
it_it: Compila l'elemento
ja: フォームアイテムの編集
ka_ge: ფორმის ელემენტის ჩასწორება
kk_kz: Форманың элементін өңдеу
lv: Rediģēt veidlapas elementu
mk: Уреди елемент на формулар
mr: फॉर्मचा घटक संपादित करा (Edit Form Item)
ms: Sunting Item Borang
nb_no: Rediger skjemaelement
nl: Bewerk formulieritem
pl: Edytuj element
pl_pl: Edytuj element
pt_pt: Editar campo
ro_ro: Editate element formular
ru_ru: Редактировать элемент формы
sl: Uredi gradnik
sr_rs@cyrillic: Измени елемент обрасца
sv_se: Ändra fråga
th: แก้ไขรายการในแบบฟอร์ม
tr_tr: Form Öğelerini Düzenle
uk: Редагувати елемент форми
uk_ua: Редагувати елемент форми
vi: Chỉnh sửa mục biểu mẫu
vi_vn: Chỉnh sửa mục biểu mẫu

# manager.reviewFormElements.elementType
source: Item type
az: Element növü
bg_bg: Тип елемент
ca_es: Tipus d'element
cs_cz: Typ položky
da: Elementtype
de_de: Feldtyp
el_gr: Τύπος πεδίου
es_es: Tipo de elemento
eu: Elementu mota
fr_fr: Type d'élément
gl: Tipo de elemento
hr: Tip stavke
hu_hu: Tétel típus
hy_am: Նյութի տեսակ
id: Tipe Butir
id_id: Tipe Butir
is: Atriðategund
it_it: Tipo di elemento
ja: アイテム種別
ka_ge: ელემენტის ტიპი
kk_kz: Элемент түрі
lv: Elementa tips
mk: Тип на елемент
mr: घटकाचा प्रकार (Item type)
ms: Jenis item
nb_no: Elementtype
nl: Elementtype
pl: Rodzaj elementu
pl_pl: Rodzaj elementu
pt_pt: Tipo de campo
ro_ro: Tip element
ru_ru: Тип элемента
sl: Tip gradnika
sr_rs@cyrillic: Тип елемента
sv_se: Typ av fråga
th: ประเภทของรายการ
tr_tr: Öpe Tipi
uk: Тип елементу
uk_ua: Тип елементу
vi: Loại mục
vi_vn: Loại mục

# manager.reviewFormElements.form.questionRequired
source: A question is required for the form item.
az: Form elementləri üçün bir sual tələb olunur
bg_bg: За елемента от формуляра е необходим въпрос.
ca_es: És necessària una pregunta per a l'element del formulari.
cs_cz: Pro položku je vyžadována otázka.
da: Et spørgsmål er påkrævet i forbindelse med denne formular.
de_de: Für dieses Formularfeld ist die Angabe einer Frage erforderlich.
el_gr: Απαιτείται μια ερώτηση για το πεδίο της φόρμας.
es_es: Es necesaria una pregunta para el elemento de formulario.
eu: Inprimaki-elementu honek galdera bat behar du.
fr_fr: Il faut ajouter une question pour l'élément du formulaire.
gl: É necesaria unha pregunta para o elemento do formulario.
hr: Stavka obrasca treba sadržavati pitanje.
hu_hu: Egy kérdést meg kell adni az űrlap tételhez.
hy_am: Ձևի տարրի համար պահանջվում է հարց տալ:
id: Perlu butir pertanyaan dalam borang.
id_id: Perlu butir pertanyaan dalam formulir.
is: Það þarf að vera spurning fyrir atriðið á eyðublaðinu.
it_it: Inserire una domanda.
ja: フォームアイテムには質問が必要です。
ka_ge: ფორმის ელემენტისთვის საჭიროა შეკითხვა.
kk_kz: Форма элементіне сәйкес сұрақты енгізу керек.
lv: Veidlapas elementam ir nepieciešams jautājums.
mk: Потребно е прашање за елеметот на формулар.
mr: फॉर्मच्या घटकांमध्ये प्रश्न हवा.
ms: Soalan diperlukan untuk item borang.
nb_no: Skjemaelementet må ha et spørsmål.
nl: Een vraag is verplicht bij een formulierelement.
pl: Pytanie jest wymagane.
pl_pl: Pytanie jest wymagane.
pt_pt: É obrigatória uma pergunta para o campo do formulário.
ro_ro: O întrebare este necesară pentru elementul din formular.
ru_ru: Необходимо ввести вопрос, соответствующий элементу формы.
sl: Za ta gradnik je obvezno vprašanje.
sr_rs@cyrillic: Неопходно је питање за елемент обрасца.
sv_se: Frågetext krävs.
th: จำเป็นต้องมีคำถามสำหรับรายการในแบบฟอร์ม
tr_tr: Form öğeleri için bir soru gerekli.
uk: Необхідно вказати питання, що відповідає елементу форми.
uk_ua: Необхідно вказати питання, що відповідає елементу форми.
vi: Cần có câu hỏi cho mục biểu mẫu.
vi_vn: Một câu hỏi được yêu cầu cho mục biểu mẫu.

# manager.reviewFormElements.noneCreated
source: No form items have been created.
az: Heç bir dəyərləndirmə forması formalaşdırılmayıb
bg_bg: Не са създадени елементи от формуляра.
ca_es: No s'ha creat cap element del formulari.
cs_cz: Nebyly vytvořeny žádné položky formuláře.
da: Der er ikke blevet oprettet nogen formularelementer.
de_de: Es wurden keine Formularfelder angelegt.
el_gr: Δεν έχει δημιουργηθεί πεδίο.
es_es: No se ha creado ningún elemento del formulario.
eu: Ez da inprimaki-elementurik sortu.
fr_fr: Aucun élément du formulaire n'a été créé.
gl: Non se crearon elementos do formulario.
hr: Stavke recenzijskog obrasca nisu kreirane.
hu_hu: Nem készült űrlaptétel.
hy_am: Ձևի տարրեր չեն ստեղծվել:
id: Tidak ada butir borang yang dibuat.
id_id: Tidak ada butir formulir yang dibuat.
is: Engin atriði á eyðublaði hafa verið stofnuð.
it_it: Non è stato creato nessun elemento.
ja: フォームアイテムが作成されていません。
ka_ge: ფორმის ელემენტი არ არის შექმნილი.
kk_kz: Форма элементтері жасалмаған.
lv: Nav izveidoti veidlapas elementi.
mk: Не се создадени елементи на формуларот.
mr: फॉर्मचे कोणतेही घटक निर्माण केलेले नाहीत.
ms: Tiada item borang telah dicipta.
nb_no: Ingen skjemaelementer er opprettet.
nl: Er zijn geen items aangemaakt.
pl: Żaden element nie został utworzony.
pl_pl: Żaden element nie został utworzony.
pt_pt: Não foi criado nenhum campo do formulário.
ro_ro: Nu au fost create elemente de formular.
ru_ru: Элементы формы не были созданы.
sl: Ustvrj eni bil še noben gradnik.
sr_rs@cyrillic: Нема направљених образаца.
sv_se: Inga frågor har skapats.
th: ยังไม่มีการสร้างรายการในแบบฟอร์มใด ๆ
tr_tr: Herhangi bir değerlendirme formu oluşturulmadı.
uk: Жодних елементів форми не було створено.
uk_ua: Жодних елементів форми не було створено.
vi: Chưa có mục biểu mẫu nào được tạo.
vi_vn: Không có mục biểu mẫu nào được tạo.

# manager.reviewFormElements.possibleResponse
source: Selection
az: Seçim
bg_bg: Избор
ca_es: Selecció
cs_cz: Výběr
da: Valg
de_de: Auswahl
el_gr: Επιλογή
es_es: Selección
eu: Hautapena
fr_fr: Sélection
gl: Selección
hr: Izbor
hu_hu: Választás
hy_am: Ընտրություն
id: Pilihan
id_id: Pilihan
is: Val
it_it: Selezione
ja: 選択
ka_ge: ამორჩევა
kk_kz: Таңдау
lv: Atlase
mk: Избор
mr: निवड (Selection)
ms: Pemilihan
nb_no: Utvalg
nl: Selectie
pl: Wybór
pl_pl: Wybór
pt_pt: Resposta possível
ro_ro: Selectare
ru_ru: Выбор
sl: Izbira
sr_rs@cyrillic: Одабир
sv_se: Svarsalternativ
th: ตัวเลือก
tr_tr: Seçim
uk: Варіант відповіді
uk_ua: Варіант відповіді
vi: Lựa chọn
vi_vn: Lựa chọn

# manager.reviewFormElements.description
source: Description
az: Açıqlama/təsvir
bg_bg: Описание
ca_es: Descripció
cs_cz: Popis
da: Beskrivelse
de_de: Beschreibung
el_gr: Περιγραφή
es_es: Descripción
eu: Deskribapena
gl: Descrición
hr: Opis
hu_hu: Leírás
hy_am: Նկարագրություն
id: Deskripsi
id_id: Deskripsi
is: Lýsing
it_it: Descrizione
ja: 説明
ka_ge: აღწერა
kk_kz: Сипаттамасы
lv: Apraksts
mk: Опис
mr: वर्णन
ms: Butiran
nb_no: Beskrivelse
nl: Beschrijving
pl: Opis
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sl: Opis
th: คำอธิบาย
tr_tr: Açıklama
uk: Опис
uk_ua: Опис
vi: Mô tả
vi_vn: Mô tả

# manager.reviewFormElements.radiobuttons
source: Radio buttons (you can only choose one)
az: Radio düymələri (yalnız birini seçin)
bg_bg: Радио бутони (можете да изберете само един)
ca_es: Botons d'opció (només podeu triar-ne un)
cs_cz: Přepínače (můžete vybrat pouze jeden)
da: Radioknapper (du kan kun vælge én)
de_de: Radiobuttons (keine Mehrfachauswahl möglich)
el_gr: Radio buttons (επιλέξτε ένα ή περισσότερα)
es_es: Botones de opción (solo puede elegir uno)
eu: Aukera-botoiak (bakarra aukera daiteke)
fr_fr: Boutons radio (vous ne pouvez en choisir qu'un)
gl: Botóns de opción (só podes escoller un)
hr: Ponuđeni odgovori (moguć odabir samo jednog)
hu_hu: Rádiógombok (egyet tud választani)
hy_am: Ռադիո կոճակներ (կարող եք ընտրել միայն մեկը)
id: Tombol radio (Anda hanya dapat memilih satu)
id_id: Tombol radio (Anda hanya dapat memilih satu)
is: Útvarpshnappar (þú getur bara valið einn)
it_it: Radio button (Una sola scelta possibile)
ja: ラジオボタン（1つしか選べません）
ka_ge: რადიო ღილაკები (შეგიძლიათ აირჩიოთ მხოლოდ ერთი)
kk_kz: Радио түймелері (тек бір опцияны таңдауға болады)
lv: Radio pogas (var izvēlēties tikai vienu)
mk: Радио копчиња (може да изберете само едно)
mr: रेडिओ बटणे (फक्त एकाचीच निवड तुम्ही करू शकता)
ms: Butang radio (anda hanya boleh memilih satu)
nb_no: Radioknapper (du kan velge bare en av dem)
nl: Radioknoppen (u kunt er slechts één kiezen)
pl: Pola wyboru (możesz wybrać tylko jedno)
pl_pl: Pola wyboru (możesz wybrać tylko jedno)
pt_pt: Campo de botão de rádio
ro_ro: Buton radio (puteți selecta doar unul)
ru_ru: Радиокнопки (можно выбрать только один вариант)
sl: Radio gumb (izberete lahko le enega)
sr_rs@cyrillic: Радио дугмићи (можете одабрати само један одговор)
sv_se: Alternativknappar (endast ett val är möjligt)
th: ปุ่มเลือก (คุณสามารถเลือกได้เพียงหนึ่งตัวเลือก)
tr_tr: Radyo düğmeleri (yalnızca birini seç)
uk: Радіокнопка (вибір одного варіанту з запропонованих)
uk_ua: Радіокнопка (вибір одного варіанту з запропонованих)
vi: Nút radio (bạn chỉ có thể chọn một)
vi_vn: Các nút radio (bạn chỉ có thể chọn một)

# manager.reviewFormElements.included
source: Included in message to author
az: Müəllif üçün mesaj daxil edin
bg_bg: Включено в съобщението до автора
ca_es: Inclòs en el missatge a l'autor/a
cs_cz: Zahrnuto do zprávy pro autora
da: Inkluderet i besked til forfatter
de_de: In Nachricht an Autor/in aufgenommen
el_gr: Περιλαμβάνεται σε μήνυμα στον συγγραφέα
es_es: Incluido en el mensaje al autor/a
eu: Egileari bidalitako mezuan sartuta
fr_fr: Inclus dans le message à l'auteur
gl: Incluído na mensaxe ao autor/a
hr: Uključeno u poruku autoru
hu_hu: Üzenetben elküldés a szerzőnek
hy_am: Ներառված է հեղինակին ուղղված հաղորդագրության մեջ
id: Sertakan dalam pesan untuk penulis
id_id: Sertakan dalam pesan untuk penulis
is: Taka með í skilaboðum til höfundar
it_it: Includilo in um messaggio all'autore
ja: 著者へのメッセージに含まれる
ka_ge: შეიცავს შეტყობინებას ავტორისათვის
kk_kz: Авторға жолдаған хабарламада
lv: Iekļauts ziņā autoram
mk: Вклучено во пораката до авторот
mr: लेखकाला पाठवलेल्या संदेशात समाविष्ट केले आहे
ms: Disertakan dalam mesej kepada pengarang
nb_no: Inkludert i beskjed til forfatter
nl: Opgenomen in boodschap aan de auteur
pl: Dołączony do wiadomości do autora
pl_pl: Dołączony do wiadomości do autora
pt_pt: Incluído na menssagem para o autor
ro_ro: Inclus în mesajul către autor
ru_ru: Включается в сообщение для автора
sl: Bo vključen v sporočilo avtorju
sr_rs@cyrillic: Укључено у поруци аутору
sv_se: Inkluderad i meddelande till författare
th: รวมไว้ในข้อความถึงผู้แต่ง
tr_tr: Yazar için mesaj dahil et
uk: Включити відповідь до листа автору
uk_ua: Включити відповідь до листа автору
vi: Bao gồm trong tin nhắn cho tác giả
vi_vn: Bao gồm trong tin nhắn cho tác giả

# manager.reviewFormElements.smalltextfield
source: Single word text box
az: Bir sözlük mətn qutusu
bg_bg: Текстово поле с една дума
ca_es: Quadre de text de paraula única
cs_cz: Textové pole pro jedno slovo
da: Enkeltords tekstfelt
de_de: Ein-Wort-Textfeld
el_gr: Πλαίσιο κειμένου μονής λέξης
es_es: Caja de texto de una sola palabra
eu: Hitz bakarreko testu-koadroa
fr_fr: Case de saisie pour un seul mot
gl: Cadro de texto dunha palabra
hr: Jedna riječ teksta
hu_hu: Egyszerű szöveges mező
hy_am: Մեկ բառի տեքստային տուփ
id: Kotak teks satu kata
id_id: Kotak teks kata tunggal
is: Textabox með einu orði
it_it: Text box per una sola parola
ja: 一語のテキストボックス
ka_ge: ერთი სიტყვიანი ტექსტური ველი
kk_kz: Бір сөзді енгізуге арналған мәтіндік өріс
lv: Viena vārda teksta lauks
mk: Кутија за текст со еден збор
mr: एका शब्दापुरता मजकूराचा बॉक्स
ms: Kotak teks perkataan tunggal
nb_no: Tekstboks for enkeltord
nl: Tekstveld voor één woord
pl: Pole tekstowe (bardzo krótkie)
pl_pl: Pole tekstowe (bardzo krótkie)
pt_pt: Campo de texto pequeno
ro_ro: Caseta de text cu un singur cuvânt
ru_ru: Текстовое поле для ввода одного слова
sl: Enobesedno tekstovno polje
sr_rs@cyrillic: Текст кутија за једну реч
sv_se: Textruta, ett ord
th: กล่องข้อความคำเดียว
tr_tr: Tek kelimelik metin kutusu
uk: Текстове поле для одного слова
uk_ua: Текстове поле для одного слова
vi: Hộp văn bản một từ
vi_vn: Hộp văn bản đơn

# manager.reviewFormElements.textfield
source: Single line text box
az: Tək sətirlik mətn qutusu
bg_bg: Едноредово текстово поле
ca_es: Quadre de text de línia única
cs_cz: Jednořádkové textové pole
da: Enkeltlinie tekstfelt
de_de: Einzeiliges Textfeld
el_gr: Πλαίσιο κειμένου μονής γραμμής
es_es: Caja de texto de una sola línea
eu: Lerro bakarreko testu-koadroa
fr_fr: Zone de texte simple ligne
gl: Cadro de texto dunha liña
hr: Jedna linija teksta
hu_hu: Egysoros szöveges mező
hy_am: Մեկ տողանի տեքստային տուփ
id: Kotak teks baris tunggal
id_id: Kotak teks baris tunggal
is: Textabox með einni línu
it_it: Text box su una linea
ja: 一行テキストボックス
ka_ge: ერთსტრიქონიანი ტექსტური ველი
kk_kz: Бір жолды енгізу өрісі
lv: Vienas rindas teksta lauks
mk: Кутија за текст со една линија
mr: एका ओळीपुरता मजकूराचा बॉक्स
ms: Kotak teks baris tunggal
nb_no: Tekstboks for enkeltlinje
nl: Tekstveld voor één regel
pl: Obszar tekstowy (krótki)
pl_pl: Obszar tekstowy (krótki)
pt_pt: Campo de texto de uma linha
ro_ro: Caseta de text cu o singură linie
ru_ru: Поле для ввода одной строки
sl: Enovrstično tekstovno polje
sr_rs@cyrillic: Текст кутија за један ред текста
sv_se: Textruta, en rad
th: กล่องข้อความบรรทัดเดียว
tr_tr: Tek satırlık metin kutusu
uk: Текстове поле з одним рядком
uk_ua: Текстове поле з одним рядком
vi: Hộp văn bản một dòng
vi_vn: Hộp văn bản một dòng

# manager.reviewFormElements.viewable
source: Viewable (for authors)
az: Baxıla bilər (Müəlliflər üçün)
bg_bg: Видим (за автори)
ca_es: Visible (per a autors/es)
cs_cz: Viditelné (pro autory)
da: Synligt (for forfattere)
de_de: Sichtbar (für Autor/innen)
el_gr: Ορατό (για συγγραφείς)
es_es: Visible (para autores)
eu: Ikusgai (egileentzat)
fr_fr: Visualisable (pour les auteurs)
gl: Visible (para os autores/as)
hr: Vidljivo (za autore)
hu_hu: Látható (szerzőknek)
hy_am: Տեսանելի (հեղինակների համար)
id: Dapat dilihat (untuk penulis)
id_id: Dapat dilihat (untuk penulis)
is: Sýnilegt (fyrir höfunda)
it_it: Visibile (per gli autori)
ja: 閲覧可能（著者用）
ka_ge: სანახავად (ავტორებისთვის)
kk_kz: Көрінетін (авторларға арналған)
lv: Redzams (autoriem)
mk: Може да се види (за автори)
mr: वाचू शकतील असा मजकूर (लेखकांसाठी)
ms: Boleh dilihat (untuk pengarang)
nb_no: Kan ses (av forfatterne)
nl: Zichtbaar (voor auteurs)
pl: Możliwe do wyświetlenia (dla autorów)
pl_pl: Możliwe do wyświetlenia (dla autorów)
pt_pt: Visível (para autores)
ro_ro: Vizibil (pentru autori)
ru_ru: Видимый (для авторов)
sl: Vidno (za avtorje)
sr_rs@cyrillic: Видљиво (за ауторе)
sv_se: Synlig (för författare)
th: สามารถดูได้ (สำหรับผู้แต่ง)
tr_tr: Görüntülenebilir (yazarlar için)
uk: Видимий (для авторів)
uk_ua: Видимий (для авторів)
vi: Có thể xem (cho tác giả)
vi_vn: Có thể xem được (dành cho tác giả)

# manager.setup.metadata.coverage.enable
source: Enable coverage metadata
az: Əhatə metadatalarını aktivləşdirin
bg_bg: Активиране на метаданните за обхват (покритие)
ca_es: Habilitar les metadades de cobertura
cs_cz: Povolit metadata dosahu
da: Aktivér metadata i tilknytning til dækningsområde
de_de: Metadaten für Abdeckung anschalten
el_gr: Ενεργοποίηση μεταδεδομένων κάλυψης
es_es: Habilitar los metadatos de cobertura
eu: Gaitu estalduraren metadatuak
fr_fr: Activer la métadonnée de couverture
gl: Habilitar os metadatos de cobertura
hr: Omogući metapodatke o pokrivenosti
hu_hu: Lefedettségi metaadatok engedélyezése
hy_am: Միացնել ծածկույթի մետատվյալները
id: Aktifkan metadata cakupan
id_id: Aktifkan metadata cakupan
is: Virkja yfirgripslýsigögn
it_it: Abilitare i metadati di copertura
ja: 対象範囲メタデータの有効化
ka_ge: გაშუქების მეტამონაცემების ჩართვა
kk_kz: Метадеректерге қол жеткізуді қосыңыз
lv: Iespējot aptvēruma metadatus
mk: Овозможи метаподатоци за покриеност
mr: व्याप्तीसंबंधी (Coverage) मेटाडेटा कार्यान्वित (Enable) करा
ms: Dayakan metadata liputan
nb_no: Aktiver metadata i tilknytning til dekningsområde
nl: Schakel metadata over de dekking in
pl: Włącz metadane Obszar
pt_pt: Ativar metadado de cobertura
ro_ro: Activați metadatele de acoperire
ru_ru: Включить охват в метаданные
sl: Omogoči metapodatke o pokritosti
th: เปิดใช้งานเมตาดาทาการครอบคลุม
tr_tr: Kapsam üst verilerini etkinleştir
uk: Включити метадані по охопленню
uk_ua: Включити метадані по охопленню
vi: Bật metadata bao phủ
vi_vn: Bật siêu dữ liệu về phạm vi

# manager.setup.metadata.coverage.request
source: Ask the author to suggest coverage metadata during submission.
az: Təqdimat əsnasında Müəllifdən əhatə metadatalarını tövsiyə etməsini istəyin.
bg_bg: Изисквайте метаданни за обхвата (покритието) от автора по време на подаване на материали.
ca_es: Sol·licitar a l'autor/a que proposi metadades de cobertura durant la tramesa.
cs_cz: Požádejte autora, aby během odesílání navrhl metadata dosahu.
da: Bed forfatteren om at foreslå metadata om dækningsområde under indsendelse.
de_de: Den Autor während des Enreichprozesses um Vorschläge zu Metadaten zur Abdeckung bitten.
el_gr: Ζητήστε από τον συγγραφέα να προτείνει μεταδεδομένα κάλυψης κατά την υποβολή.
es_es: Solicitar al autor/a que proponga metadatos de cobertura durante el envío.
eu: Eskatu egileari estalduraren metadatuak iradokitzeko bidalketa-prozesuan.
fr_fr: Demander à l'auteur ou l'auteure de suggérer des métadonnées de couverture lors de la soumission.
gl: Pídelle ao autor/a que suxira metadatos de cobertura durante o envío.
hr: Zatražite od autora da predloži metapodatke o pokrivenosti tijekom podnošenja.
hu_hu: Beküldéskor kérjen lefedettségi metaadatokat a szerzőtől.
hy_am: Խնդրեք հեղինակին առաջարկել ծածկույթի մետատվյալներ ներկայացման ընթացքում:
id: Minta penulis untuk mengajukan saran metadata cakupan saat menyerahkan naskah.
id_id: Minta penulis untuk mengajukan saran metadata cakupan saat menyerahkan naskah.
is: Biðja höfund um að leggja til lýsigögn fyrir yfirgrip á meðan á innsendingu stendur.
it_it: Chiedere agli autori di suggerire metadati di copertura durante la sottomissione.
ja: 投稿時に対象範囲メタデータを提案するように著者に依頼する。
ka_ge: გაგზავნის დროს სთხოვეთ ავტორს შემოგთავაზოთ გაშუქების მეტამონაცემები.
kk_kz: Автордан жіберу кезінде метадеректердегі аумақты көрсетуді сұраңыз.
lv: Aicināt autoru materiāla iesniegšanas laikā sniegt aptvēruma metadatus.
mk: За време на поднесувањето, прашајте го авторот да предложи метаподатоци за покриеност.
mr: सादरीकरणादरम्यान लेखकाला व्याप्तीसंबंधी (Coverage) मेटाडेटा सुचवण्यास सांगा.
ms: Minta pengarang mencadangkan metadata liputan semasa penyerahan.
nb_no: Be forfatteren om å foreslå metadata i forbindelse med dekningsområde under innleveringen.
nl: Vraag auteurs om metadata over dekking toe te voegen tijdens het inzendingsproces.
pl: Poproś autora o podanie danych dot. Obszaru w trakcie składania tekstu.
pt_pt: Solicitar aos autores que sugiram metadados de cobertura durante a submissão.
ro_ro: Rugați autorul să sugereze metadate de acoperire în timpul înregistrării manuscrisului.
ru_ru: Просить автора указать охват в метаданных во время отправки материала.
sl: Zahtevaj od avtorjev metapodatke o pokritosti med oddajo prispevka.
th: ขอให้ผู้แต่งเสนอเมตาดาทาการครอบคลุมระหว่างการส่งงาน
tr_tr: Yazardan, gönderi sırasında kapsam üst verilerini önermesini isteyin.
uk: Запитати у автора пропозиції щодо охоплення під час подання.
uk_ua: Запитати у автора пропозиції щодо охоплення під час подання.
vi: Yêu cầu tác giả đề xuất metadata bao phủ trong quá trình nộp bài.
vi_vn: Yêu cầu tác giả đề xuất siêu dữ liệu về mức độ phù hợp trong quá trình gửi.
