Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# plugins.importexport.common.error.unknownGenre
source: Unknown genre {$param}
az: Naməlum növlər
bg_bg: Неизвестен жанр {$param}
ca_es: Gènere desconegut {$param}
cs_cz: Neznámý žánr {$param}
da: Ukendt genre {$param}
de_de: Unbekanntes Genre {$param}
el_gr: Άγνωστο είδος {$param}
es_es: Género desconocido {$param}
eu: Genero ezezaguna {$param}
fr_fr: Genre inconnu {$param}
gl: Xénero descoñecido {$param}
hr: Nepoznati žanr {$param}
hu_hu: Ismeretlen műfaj {$param}
hy_am: Անհայտ ժանր {$param}
id: Genre tidak dikenal {$param}
is: Óþekkt grein/tegund {$param}
it_it: Genere sconosciuto {$param}
ja: 不明な分野 {$param}
ka_ge: უცნობი ჟანრი {$param}
kk_kz: Белгісіз жанр {$param}
lv: Nezināms žanrs {$param}
mk: Непознат жанр {$param}
mr: अज्ञात प्रकार (Unknown genre) {$param}
ms: Genre tidak diketahui {$param}
nb_no: Ukjent sjanger {$param}
nl: Onbekend genre {$param}
pl: Nieznany rodzaj {$param}
pl_pl: Nieznany rodzaj {$param}
pt_pt: Género desconhecido {$param}
ro_ro: Gen necunoscut {$param}
ru_ru: Неизвестный жанр {$param}
sl: Neznan žanr {$param}
sv_se: Okänd genre {$param}
th: ไม่ทราบประเภท {$param}
tr_tr: Bilinmeyen tür {$param}
uk: Невідомий жанр {$param}
uk_ua: Невідомий жанр {$param}
vi: Thể loại không xác định {$param}
vi_vn: Thể loại không xác định {$param}

# manager.navigationMenus.privacyStatement.description
source: Link to the page displaying your privacy statement.
az: Məxfilik bəyanatını göstərən səhifəyə link verin
bg_bg: Връзка към страницата, показваща вашата декларация за поверителност.
ca_es: Enllaç a la pàgina que mostra la declaració de privacitat.
cs_cz: Odkaz na stránku zobrazující prohlášení o soukromí.
da: Link til den side, der viser din erklæring om beskyttelse af personlige oplysninger.
de_de: Link zu der Seite mit der Erklärung zum Schutz personenbezogener Daten.
el_gr: Σύνδεσμος προς τη σελίδα όπου εμφανίζεται η δήλωση απορρήτου σας.
es_es: Enlace a la página que muestra la declaración de privacidad.
eu: Zure pribatutasun-adierazpena erakusten duen orrirako esteka.
fr_fr: Lien vers la page affichant votre déclaration de confidentialité.
gl: Ligazón á páxina que mostra a declaración de privacidade.
hr: Poveznica za stranicu koja prikazuje vašu izjavu o privatnosti .
hu_hu: Hivatkozás az adatvédelmi nyilatkozat oldalára.
hy_am: Հղում դեպի գաղտնիության ձեր հայտարարությունը ցուցադրող էջին:
id: Tautan halaman yang menampilkan pernyataan privasi jurnal.
is: Tengill á síðu um persónuvernd.
it_it: Link alla pagina che mostra l'informativa sulla privacy.
ja: あなたの個人情報の取り扱いを表示するページへのリンク。
ka_ge: თქვენი საიტის კონფიდენციალურობის შესახებ ნაჩვენები გვერდის ბმული.
kk_kz: Құпиялық туралы мәлімдемені көрсететін бетке сілтеме.
lv: Saite uz lapu, kurā ir jūsu privātuma atruna.
mk: Поврзете се до страницата која ја прикажува вашата изјава за приватност.
mr: तुमचे गोपनीयता विधान (privacy statement) प्रदर्शित करणाऱ्या पृष्ठासाठी दुवा (link).
ms: Pautan ke halaman yang memaparkan pernyataan privasi anda.
nb_no: Lenke til siden som viser personvernerklæringen.
nl: Link naar de pagina met de privacy verklaring.
pl: Link do strony zawierającej politykę prywatności.
pt_pt: Ligação para a página que apresenta a mensagem de privacidade.
ro_ro: Link către pagina care afișează declarația de confidențialitate.
ru_ru: Ссылка на страницу, отображающую ваше Заявление о конфиденциальности.
sl: Povezava do strani z Izjavo o zasebnosti.
sv_se: Länk till sidan som visar er integritetspolicy.
th: ลิงก์ไปยังหน้าที่แสดงคำชี้แจงความเป็นส่วนตัวของคุณ
tr_tr: Gizlilik beyanınızı görüntüleyen sayfaya bağlantı verin.
uk: Покликання на сторінку, на якій відображається ваша заява про конфіденційність.
uk_ua: Посилання на сторінку, на якій відображається ваша заява про конфіденційність.
vi: Liên kết đến trang hiển thị tuyên bố về quyền riêng tư của bạn.
vi_vn: Liên kết đến trang hiển thị tuyên bố về quyền riêng tư của bạn.

# manager.language.reloadLocalizedDefaultSettings
source: Reload defaults
az: Defoltları geri yükləyin
bg_bg: Презареждане на стойностите по подразбиране
ca_es: Torna a carregar els valors predeterminats
cs_cz: Obnovit výchozí nastavení
da: Genindlæs standardindstillinger
de_de: Standard wiederherstellen
el_gr: Επαναφορά προεπιλογών
es_es: Restaurar valores predeterminados
eu: Berreskuratu balio lehenetsiak
fr_fr: Retélécharger les paramètres par défaut
gl: Restaurar valores predeterminados
hr: Ponovno učitaj zadane postavke
hu_hu: Alapértelmezettek újratöltése
hy_am: Վերբեռնել կանխադրվածները
id: Muat ulang pengaturan awal
is: Endurhlaða sjálfgefnum gildum
it_it: Ricarica default
ja: ディフォルトに戻す
ka_ge: ნაგულისხმევი ჩატვირთვა
kk_kz: Әдепкі мәндерді қайта жүктеп алыңыз
ku: ناوەڕک: بەڕێوەبەر.زمان.دووبارە پڕکردنەوەی ڕێکخستنەکان بەشێوەیەکی ئاسایی
lv: Pārlādēt noklusējuma iestatījumus
mk: Превчитај ги основните
mr: सर्वसाधारण मूल्ये (Default Metric) पुनर्स्थापित (रिलोड) करा
ms: Muat semula lalai
nb_no: Last inn standardinnstillinger på nytt
nl: Herlaad standaardwaarden
pl: Przeładuj ustawienia domyślne
pl_pl: Przeładuj ustawienia domyślne
pt_pt: Recarregar padrões
ro_ro: Reluați valorile implicite
ru_ru: Перезагрузить значения по умолчанию
sl: Ponastavi na privzeto
sr_rs@cyrillic: Учитај почетне вредности
sv_se: Återställ till default
th: โหลดค่าเริ่มต้นใหม่
tr_tr: Varsayılanları Geri Yükle
uk: Перезавантажити усталені значення
uk_ua: Перезавантажити усталені значення
vi: Tải lại mặc định
vi_vn: Tải lại mặc định

# plugins.importexport.common.error.unknownUserGroup
source: The import file includes an author '{$authorName}', with the user group '{$userGroupName}'. There is no user group defined in the destination installation with a user group with this name.
az: Naməlum istifadəçi qrupu: {$param}
bg_bg: Файлът за импортиране включва автор '{$authorName}' с потребителска група '{$userGroupName}'. Няма дефинирана потребителска група в целевата инсталация с потребителска група с това име.
ca_es: Grup d'usuari desconegut {$param}
cs_cz: Soubor importu obsahuje autora '{$authorName}' se skupinou uživatelů '{$userGroupName}'. V cílové instalaci není definována žádná uživatelská skupina s tímto názvem.
da: Importfilen indeholder en forfatter '{$authorName}' i brugergruppen '{$userGroupName}'. I destinationsinstallationen er der ikke defineret en brugergruppe med dette navn.
de_de: Unbekannte Nutzergruppe {$param}
el_gr: Άγνωστη ομάδα χρηστών {$param}
es_es: Grupo de usuario {$param} desconocido
eu: Inportazio-fitxategiak '{$authorName}' egilea du, '{$userGroupName}' erabiltzaile-taldearekin. Helburuko instalazioan ez dago izen hori duen erabiltzaile-talderik definituta.
fr_fr: Groupe d'utilisateur inconnu {$param}
gl: Grupo de usuarios {$param} descoñecido
hr: Datoteka za import uključuje autora '{$authorName}', s grupom korisnika '{$userGroupName}'. Ne postoji grupa korisnika definirana u odredišnoj instalaciji s grupom korisnika s ovim imenom.
hu_hu: Ismeretlen felhasználói csoport {$param}
hy_am: Ներմուծման ֆայլը ներառում է «{$ authorName}» հեղինակ, «{$ userGroupName}» օգտվողների խմբի հետ: Այս անունով օգտատերերի խմբի մեջ սահմանված օգտատերերի խումբ չկա:
id: Termasuk file yang diimpor adalah '{$authorName}' penulis, dengan kelompok pengguna '{$userGroupName}'. Tidak ada kelompok pengguna yang ditetapkan dalam instalasi tujuan dengan kelompok pengguna dengan nama ini.
is: Innlestrar skráin inniheldur höfund: '{$authorName}', með notendahóp: '{$userGroupName} Notendahópurinn er ekki til.
it_it: Gruppo utente sconosciuto {$param}
ja: 不明なユーザーグループ {$param}
ka_ge: უცნობი მომხმარებლის ჯგუფი {$param}
kk_kz: Белгісіз қолданушы тобы {$param}
lv: Importa failā ir iekļauts autors '{$authorName}' ar lietotāju grupu '{$userGroupName}'. Galamērķa instalācijā nav definēta lietotāju grupa ar šādu nosaukumu.
mk: Датотеката за импорт вклучува автор „{$authorName}“, со корисничка група „{$userGroupName}“. Не постои корисничка група дефинирана во дестинацијата на инсталацијата со корисничка група со ова име.
mr: दाखल केलेल्या फाईलमध्ये (import file) '{$authorName}' हा '{$userGroupName}' या वापरकर्त्यांच्या गटात समाविष्ट आहे. पण आज्ञावली (destination installation) मध्ये या नावाचा वापरकर्ता गट परिभाषित केलेला नाही.
ms: Kumpulan pengguna tidak diketahui {$param}
nb_no: Ukjent brukergruppe {$param}
nl: Onbekende gebruikersgroep {$param}.
pl: Nieznana grupa użytkowników {$param}
pl_pl: Nieznana grupa użytkowników {$param}
pt_pt: Utilizador de grupo desconhecido {$param}
ro_ro: Grup de utilizatori necunoscut {$param}
ru_ru: Неизвестная группа пользователей {$param}
sl: Uvožena datoteka vsebuje avtorja '{$authorName}', z uporabniško vlogo '{$userGroupName}'. Ne obstaja zahtevna uporabniška vloga s tem uporabniškim imenom.
sv_se: Okänd användargrupp {$param}
th: ไฟล์การนำเข้ารวมถึงผู้แต่ง '{$authorName}' ในกลุ่มผู้ใช้ '{$userGroupName}' ไม่มีกลุ่มผู้ใช้ในระบบปลายทางที่มีกลุ่มผู้ใช้ชื่อเช่นนี้
tr_tr: Bilinmeyen kullanıcı grubu: {$param}
uk: Файл імпорту містить автора '{$authorName}' з групою користувачів '{$userGroupName}'. У цільовій інсталяції не визначено групу користувачів із таким іменем.
uk_ua: Невідома група користувачів {$param}
vi: Tệp nhập bao gồm một tác giả '{$authorName}', với nhóm người dùng '{$userGroupName}'. Không có nhóm người dùng nào được định nghĩa trong cài đặt đích với nhóm người dùng có tên này.
vi_vn: Nhóm người dùng không xác định {$param}

# plugins.importexport.common.error.missingGivenName
source: The author {$authorName} does not have a given name in the submission's language, {$localeName}. The submission can not be imported without this information.
az: {$authorName} adlı Müəllifin təqdimat dilində {$authorName} adlı müəyyən bir ad yoxdur. Bu məlumat olmandan müraciət qəbul edilə bilməz.
bg_bg: Авторът {$authorName} няма дадено име на езика на подаването на материали, {$localeName}. Материалите не могат да бъдат импортирани без тази информация.
ca_es: L'autor/a {$authorName} no té el nom en l'idioma {$localeName} de la tramesa. La tramesa no es pot importar sense aquesta informació.
cs_cz: Autor {$authorName} nemá dané jméno v jazyce příspěvku, {$localeName}. Bez těchto informací nelze příspěvek odeslat.
da: Forfatteren {$authorName} har ikke et angivet fornavn på indsendelsens sprog, {$localeName}. Indsendelsen kan ikke importeres uden disse oplysninger.
de_de: Autor/in {$authorName} hat keinen Vornamen in der in der Einreichung verwendeten Sprache, {$localeName}. Die Einreichung kann nicht importiert werden ohne diese Information.
el_gr: Ο συγγραφέας {$authorName} δεν έχει καταχωρημένο όνομα στη γλώσσα {$localeName} της υποβολής. Η υποβολή δεν μπορεί να εισαχθεί χωρίς αυτή την πληροφορία.
es_es: El autor/a {$authorName} no tiene el nombre en el idioma {$localeName} del envío. El envío no puede ser importado sin esta información.
eu: {$authorName} egileak ez du izenik bidalketaren hizkuntzan, {$localeName}. Bidalketa ezin da inportatu informazio hori gabe.
fr_fr: L'auteur ou auteure « {$authorName} » n'a pas inscrit de prénom pour la langue de la soumission : {$localeName}. La soumission ne peut être importée sans cette information.
gl: O autor {$authorName} non ten un nome no idioma do envío, {$localeName}. O envío non se pode importar sen esta información.
hr: Autor {$authorName} nema određeno ime na jeziku podneska, {$localeName}. Podnesak se ne može importirati bez ovih podataka.
hu_hu: A beküldésben megadott nyelven ({$localeName}) nincs keresztneve megadva a szerzőnek ({$authorName}). Enélkül nem lehet importálni a beküldést.
hy_am: Հեղինակը՝ {$authorName} չունի տված անուն ներկայացման լեզվով` {$localeName}: Ներկայացումը չի կարող ներմուծվել առանց այս տեղեկատվության:
id: Penulis {$authorName} tidak memiliki nama pemberian dalam bahasa yang digunakan pada naskah, {$localeName}. Naskah tersebut tidak dapat diimpor tanpa informasi ini.
is: Höfundur {$authorName} er ekki með fornafn á innsendingartungumáli, {$localeName}. Ekki er hægt að lesa inn handritið án þessara upplýsinga.
it_it: L'autore {$authorName} non ha un nome nella lingua della proposta, {$localeName}. La proposta non può essere importata senza questa informazione.
ja: 投稿者 {$authorName} は、投稿言語 {$localeName} で下の名前を持っていません。この情報がないと、投稿をインポートできません。
ka_ge: ავტორს {$authorName} არ აქვს მოცემული სახელი წარდგენის ენაზე, {$localeName}. წარდგენის იმპორტი შეუძლებელია ამ ინფორმაციის გარეშე.
kk_kz: Автордың ({$authorName}) жіберу тілінде ({$localeName}) аты жоқ. Материалды бұл ақпаратсыз импорттау мүмкін емес.
lv: Nav norādīts autora vārds {$authorName} iesniegtā materiāla valodā ({$localeName}). Materiālu nevar importēt bez šīs informācijas.
mk: Авторот {$authorName} нема име на јазикот на поднесокот, {$localeName}. Поднесокот не може да биде импортиран без оваа информација.
mr: {$authorName} या लेखकाचे {$localeName} सादरीकरणाच्या भाषेत, प्रथम नाव घातलेले नाही. या माहितीशिवाय सादरीकरण दाखल करुन घेता येणार (import) नाही.
ms: Pengarang {$authorName} tidak mempunyai nama yang diberikan dalam bahasa penyerahan, {$localeName}. Penyerahan tidak boleh diimport tanpa maklumat ini.
nb_no: Forfatteren {$authorName} er ikke registrert med fornavn i innleveringens språk, {$localeName}. Innleveringen kan ikke importeres uten denne informasjonen.
nl: De auteur {$authorName} heeft geen voornaam in de taal van de inzending, {$localeName}. De inzending kan niet worden geïmporteerd zonder deze gegevens.
pl: Auto {$authorName} nie posiada nazwy dla języka tekstu {$localeName}. Tekst nie może zostać zaimportowany bez tej informacji.
pt_pt: O autor {$authorName} não tem um nome próprio no idioma da submissão, {$localeName}. A submissão não pode ser importada sem esta informação.
ro_ro: Autorul {$authorName} nu are un nume dat în limba de înregistrare a manuscrisului, {$localeName}. Înregistrarea manuscrisului nu poate fi importată fără aceste informații.
ru_ru: У автора ({$authorName}) не указано имя на языке отправки ({$localeName}). Материал не может быть импортирован без этой информации.
sl: Avtor {$authorName} nima podanega imena v jeziku prispevka, {$localeName}. Prispevek ne more biti uvožen brez te informacije.
th: ผู้แต่ง {$authorName} ไม่มีชื่อในภาษาของการส่งบทความ, {$localeName} ไม่สามารถนำเข้าส่งบทความได้หากไม่มีข้อมูลนี้
tr_tr: {$authorName} adlı yazarın gönderi dilinde {$authorName} adlı belirli bir adı yok. Bu bilgi olmadan başvuru alınamaz.
uk: Автор {$authorName} не має даного імені мовою подання {$localeName}. Не можна імпортувати подання без цієї інформації.
uk_ua: Автор {$authorName} не має даного імені у мові подання, {$localeName}. Не можна імпортувати подання без цієї інформації.
vi: Tác giả {$authorName} không có tên riêng bằng ngôn ngữ của bài nộp, {$localeName}. Bài nộp không thể được nhập mà không có thông tin này.
vi_vn: Tác giả {$authorName} không có tên cụ thể trong ngôn ngữ của bài gửi, {$localeName}. Không thể nhập bài gửi nếu không có thông tin này.

# plugins.importexport.common.error.duplicateRevisionForSubmission
source: The revision "{$revisionId}" for submission file "{$fileId}" would create a duplicate record
az: Reviziya "{$revisionId}", "{$fileId}" Məqalə faylı üçün təkrarlanan bir qeydiyyat yaradır.
bg_bg: Ревизията "{$revisionId}" за подадения файл "{$fileId}" ще създаде дублиран запис
ca_es: La revisió "{$revisionId}" de l'arxiu "{$fileId}" crearia un registre duplicat
cs_cz: Úpravy "{$revisionId}" souboru příspěvku "{$fileId}" vytvoří duplicitní záznam
da: Revisionen "{$revisionId}" af indsendelsesfilen "{$fileId}" vil oprette en kopiregistrering
de_de: Die Überarbeitung "{$revisionId}" für die Einreichungsdatei "{$fileId}" würde einen doppelten Eintrag anlegen
el_gr: Η αναθεώρηση "{$revisionId}" για το αρχείο υποβολής "{$fileId}" θα δημιουργούσε μια διπλότυπη καταχώρηση
es_es: La revisión "{$revisionId}" para el archivo "{$fileId}" crearía un registro duplicado
eu: "{$revisionId}" berrikuspenak "{$fileId}" bidalketa-fitxategirako bikoiztutako erregistroa sortuko luke
fr_fr: La révision "{$revisionId}" pour le fichier "{$fileId}" créerait un duplica
gl: A revisión "{$revisionId}" para o arquivo "{$fileId}" crearía un rexistro duplicado
hr: Revizija "{$revisionId}" za datoteku podneska "{$fileId}" stvorila bi dvostruki zapis
hu_hu: Az átdolgozása "{$revisionId}" benyújtott fájl "{$fileId}" rekordduplumokat hozhat létre
hy_am: "{$revisionId}" վերանայումը ներկայացման "{$fileId}" նիշքի համար կստեղծի կրկնօրինակ գրառում
id: Revisi "{$revisionId}" atas file naskah "{$fileId}" akan menghasilkan duplikasi data
is: Endurskoðun "{$revisionId}" fyrir innsenda skrá "{$fileId}" myndi búa til tvær eins skrár
it_it: La revisione "{$revisionId}" per il file "{$fileId}" della proposta creerebbe un record duplicato
ja: 投稿ファイル「{$fileId}」のリビジョン「{$revisionId}」では、重複したレコードが作成される
ka_ge: შესწორება "{$revisionId}" წარსადგენი ფაილისთვის "{$fileId}" შექმნის დუბლირებულ ჩანაწერს
kk_kz: "{$fileId}" файлы үшін "{$revisionId}" жаңа нұсқасы қайталанатын жазба жасайды
lv: Labojumi "{$revisionId}" materiāla datnei "{$fileId}" var radīt ieraksta dublikātu
mk: Промената "{$revisionId}" на поднесокот "{$fileId}" би создала дуплиран запис
mr: सादरीकरणाच्या "{$fileId}" या फाईलसाठी केलेल्या सुधारित सादरीकरणासाठी "{$revisionId}" प्रतिनोंद (duplicate record) निर्माण करेल
ms: Semakan "{$revisionId}" untuk fail penyerahan "{$fileId}" akan mencipta rekod duplikat
nb_no: Revideringen «{$revisionId}» for innleveringen «{$fileId}» vil lage en duplisert registrering
nl: De revisie "{$revisionId}" voor bestand "{$fileId}" zou een dubbele ingang creëren
pl: Korekta "{$revisionId}" dla przesłanego tekstu "{$fileId}" utworzyłaby duplikat
pl_pl: Korekta "{$revisionId}" dla przesłanego tekstu "{$fileId}" utworzyłaby duplikat
pt_pt: A revisão "{$revisionId}" para o ficheiro de submissão "{$fileId}" iria criar um registo duplicado
ro_ro: Revizuirea "{$revisionId}" pentru manuscrisul "{$fileId}" ar crea o înregistrare dublă
ru_ru: Новая версия «{$revisionId}» для файла «{$fileId}» создаст дублирующую запись
sl: Verzija "{$revisionId}" za datoteko prispevka "{$fileId}" ni povzročila dvojni zapis
sv_se: Bearbetningen "{$revisionId}" för bidragsfil "{$fileId}" skulle skapa en dublettpost
th: การแก้ไข "{$revisionId}" สำหรับไฟล์การส่ง "{$fileId}" จะสร้างบันทึกซ้ำ
tr_tr: Revizyon "{$revisionId}", "{$fileId}" gönderi dosyası için yinelenen bir kayıt oluşturur
uk: Нова версія "{$revisionId}" для файлу "{$fileId}" створить дублюючий запис
uk_ua: Нова версія "{$revisionId}" для файлу "{$fileId}" створить дублюючий запис
vi: Bản sửa đổi "{$revisionId}" cho tệp nộp "{$fileId}" sẽ tạo bản ghi trùng lặp
vi_vn: Bản sửa đổi "{$reviseId}" cho tệp gửi "{$fileId}" sẽ tạo một bản ghi trùng lặp

# plugins.importexport.native.error.submissionFileImportFailed
source: The submission file could not be imported
az: Təqdimat faylı idxal edilə bilmədi
bg_bg: Файлът за подадените материали не можа да бъде импортиран
ca_es: L'arxiu de tramesa no s'ha pogut importar
cs_cz: Soubor příspěvku nelze importovat
da: Indsendelsesfilen kunne ikke importeres
de_de: Die Einreichungsdatei konnte nicht importiert werden
el_gr: Δεν ήταν δυνατή η εισαγωγή του αρχείου υποβολής
es_es: El archivo de envío no ha podido ser importado
eu: Ezin izan da inportatu bidalketa-fitxategia
fr_fr: Le fichier de la soumission n'a pu être importé
gl: Non se puido importar o arquivo de envío
hr: Datoteka podneska nije se mogla importirati
hu_hu: A benyújtott fájlt nem lehet importálni
hy_am: Ներկայացման նիշքը չհաջողվեց ներմուծել
id: File naskah tidak dapat diimpor
is: Það var ekki hægt að flytja inn innsendingarskrána
it_it: Il file non può essere importato
ja: 投稿ファイルのインポートができなかった
ka_ge: წარდგენის ფაილის იმპორტი შეუძლებელია
kk_kz: Материалдық файлды импорттау мүмкін емес
lv: Iesniegtā materiāla datni nav iespējams importēt
mk: Поднесокот не можеше да се импортира
mr: सादरीकरणाची फाईल दाखल (import) करुन घेता आली नाही
ms: Fail penyerahan tidak dapat diimport
nb_no: Filen kunne ikke importeres
nl: Het bestand kon niet worden geïmporteerd
pl: Plik tekstu nie został zaimportowany
pl_pl: Plik tekstu nie został zaimportowany
pt_pt: O ficheiro de submissão não pôde ser importado
ro_ro: Înregistrarea manuscrisului nu a putut fi importată
ru_ru: Файл материала не может быть импортирован
sl: Datoteka prispevka ni mogla biti uvožena
sv_se: Bidragsfilen kunde inte importeras
th: ไม่สามารถนำเข้าไฟล์การส่งบทความได้
tr_tr: Gönderi dosyası içe aktarılamadı
uk: Файл подання неможливо імпортувати
uk_ua: Файл подання неможливо імпортувати
vi: Tệp nộp bài không thể được nhập
vi_vn: Không thể nhập tệp bài gửi
