Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.metadata.rights.require
source: Require the author to disclose any prior access rights before accepting their submission.
az: Müəllifin təqdimatınə qbul etməzdən əvvəl, əvvəlcədən giriş hüquqlarını açıqlamasını istəyin
bg_bg: Изисквайте от автора да разкрие всички предишни права за достъп, преди да приемете подадените материали.
ca_es: Sol·licitar a l'autor/a que declari qualsevol dret d'accés previ abans d'acceptar la seva tramesa.
cs_cz: Před přijetím žádosti požádejte autora, aby uvedl veškerá předchozí přístupová práva.
da: Kræv at forfatteren angiver forudgående adgangsrettigheder, før vedkommende kan acceptere indsendelsen.
de_de: Während des Enreichprozesses Angaben zu bestehenden Rechten vom Autor / der Autorin verlangen, bevor die Einreichung angenommen wird.
es_es: Exigir al autor/a que declare cualquier derecho de acceso previo antes de aceptar su envío.
eu: Eskatu egileari aurretiazko sarbide-eskubideak jakinarazteko bere bidalketa onartu aurretik.
fr_fr: Exiger de l'auteure ou auteur qu'il divulgue tout droit d'accès antérieur avant d'accepter la soumission.
gl: Esixir ao autor/a unha declaración dos dereitos de acceso previos antes de aceptar o seu envío.
hr: Zahtijevati od autora da otkrije sva prethodna prava pristupa prije nego što prihvati svoj podnesak.
hu_hu: A beküldés elfogadásának feltétele, hogy a szerző közzétegye a korábbi hozzáférési jogokat.
hy_am: Հեղինակից պահանջեք բացահայտել արդեն առկա ցանկացած իրավունք՝ նախքան դրանց ներկայացումն ընդունելը:
id: Mewajibkan penulis untuk mengungkapkan hak akses terdahulu sebelum menerima naskahnya.
id_id: Mewajibkan penulis untuk mengungkapkan hak akses terdahulu sebelum menerima naskahnya.
is: Krefja höfund um að upplýsa um öll fyrir aðgangsréttindi áður en viðkomandi samþykkir innsendingu.
it_it: Chiedere agli autori di dichiarare i diritti di accesso prima di accettare la sottomissione.
ja: 投稿を受け付ける前に、事前のアクセス権を開示するよう著者に要求する。
ka_ge: ავტორს მოსთხოვეთ გაამჟღავნოს წვდომის ნებისმიერი წინასწარი უფლებები, სანამ მიიღებს მათ წარდგენას.
kk_kz: Автордан осы материалды қабылдамас бұрын материалға бұрыннан бар құқықтар туралы ақпаратты көрсетуін талап ету.
lv: Pieprasīt autoram pirms iesniegtā materiāla pieņemšanas atklāt visas pastāvošās piekļuves tiesības.
mk: Барај авторот да открие било кави права за претходен пристап пред да биде прифатен нивниот поднесок.
mr: सादरीकरण स्वीकारण्यापूर्वी लेखकाला कोणतेही पूर्ववर्ती उपलब्धतेचे अधिकार (prior access rights) उघड करण्यास सांगा.
ms: Memerlukan pengarang untuk mendedahkan sebarang hak akses terdahulu sebelum menerima penyerahan mereka.
nb_no: Krev at forfatteren angir tidligere opphavsrettsvilkår før innleveringen godkjennes.
nl: Verplicht auteurs om de rechten die rusten op een inzending bekend te maken tijdens het inzendingsproces.
pl: Wymagaj od autora podania danych dot. Praw zanim zgłoszenie zostanie zaakceptowane do wydania.
pt_pt: Solicitar aos autores que declarem quaisquer direitos de acesso prévios antes de aceitar a sua submissão.
ro_ro: Solicitați autorului să dezvăluie orice drepturi de acces anterioare înainte de a accepta înregistrarea manuscrisului.
ru_ru: Требовать, чтобы автор обязательно указал информацию об уже существующих правах на материал до приёма этого материала.
sl: Zahtevaj od avtorjev, da navedejo predhodne pravice prispevka pred sprejetjem prispevka.
th: บังคับให้ผู้แต่งเปิดเผยสิทธิ์ในการเข้าถึงที่มีอยู่ก่อนก่อนที่จะยอมรับการส่งงานของพวกเขา
tr_tr: Yazarın gönderisini kabul etmeden önce, önceden erişim haklarını açıklamasını isteyin.
uk: Вимагати від автора вказувати будь-які попередні права доступу перед прийняттям його подання.
uk_ua: Вимагати від автірів вказувати будь-які попередні права доступу перед прийняттям подання.
vi: Yêu cầu tác giả tiết lộ bất kỳ quyền truy cập trước đó nào trước khi chấp nhận bài nộp của họ.
vi_vn: Yêu cầu tác giả tiết lộ bất kỳ quyền truy cập trước nào trước khi chấp nhận bài gửi của họ.

# manager.setup.metadata.source.noRequest
source: Do not request a source URL from the author during submission.
az: Təqdimat əsnasında Müəllifdən mənbə URL-si istəməyin
bg_bg: Не изисквайте URL на източника от автора по време на подаването на материали.
ca_es: No sol·licitar una font URL a l'autor/a durant la tramesa.
cs_cz: Během odesílání nevyžadujte od autora zdrojovou URL adresu.
da: Anmod ikke om en URL til kildemateriale fra forfatteren under indsendelse.
de_de: Während des Einreichprozesses keine Quellen-URL von der/dem Autor/in verlangen.
el_gr: Μην ζητήσετε τη διεύθυνση URL της πηγής από τον συγγραφέα κατά την υποβολή.
es_es: No solicitar una fuente URL al autor/a durante el envío.
eu: Ez eskatu iturburu URLa egileari bidalketa-prozesuan.
fr_fr: Ne pas demander d'URL source à l'auteur ou l'auteure lors de la soumission.
gl: Non solicitar ao autor/a unha fonte URL durante o envío.
hr: Ne tražite od autora izvorni URL prilikom slanja.
hu_hu: Beküldéskor ne kérjen forrás URL-t a szerzőtől.
hy_am: երկայացման ընթացքում հեղինակից մի պահանջեք աղբյուրի URL:
id: Jangan meminta URL sumber dari penulis saat menyerahkan naskah.
id_id: Jangan meminta URL sumber dari penulis saat menyerahkan naskah.
is: Ekki biðja höfund um vefslóð auðlindar meðan á innsendingu stendur.
it_it: Non richiedere agli autori l'URL sorgente in fase di sottomissione.
ja: 投稿時に著者に出典URLを要求しない。
ka_ge: წარდგენის დროს არ მოითხოვოთ ავტორისგან საწყისი URL.
kk_kz: Мазмұнды жіберген кезде автордан бастапқы URL мекенжайын сұрамаңыз.
lv: Nepieprasīt autoram avota URL adresi materiāla iesniegšanas laikā.
mk: За време на поднесувањето, не барајте ја изворната URL-адреса од авторот.
mr: सादरीकरणादरम्यान लेखकाकडून स्त्रोत URL मागू नका.
ms: Jangan minta URL sumber daripada pengarang semasa penyerahan.
nb_no: Ikke krev en kilde-URL fra forfatteren under innleveringen.
nl: Vraag auteurs niet om een bron-URL voor een inzending op te geven tijdens het inzendingsproces.
pl: Nie wymagaj podania źródłowego URL w trakcie zgłaszania tekstu.
pt_pt: Não solicitar um URL da fonte aos autores durante a submissão.
ro_ro: Nu solicitați sursa URL de la autor în timpul înregistrării manuscrisului.
ru_ru: Не запрашивать у автора URL источника во время отправки материала.
sl: Ne zahtevaj od avtorjev, da navedejo URL vira prispevka med oddajo prispevka.
th: ไม่ขอ URL แหล่งที่มาจากผู้แต่งระหว่างการส่งงาน
tr_tr: Gönderi sırasında yazardan kaynak URL'si istemeyin.
uk: Не вимагати URL на джерело у автора під час подання.
uk_ua: Не вимагати URL на джерело у автора під час подання.
vi: Không yêu cầu URL nguồn từ tác giả trong quá trình nộp bài.
vi_vn: Không yêu cầu một URL nguồn từ tác giả trong quá trình gửi bài.

# manager.setup.metadata.source.require
source: Require the author to provide a source URL before accepting their submission.
az: Müəllifin təqdimatını qəbul etməzdən əvvəl mənbə URL-si təmin etməsini istəyin
bg_bg: Изисквайте от автора да предостави URL на източника, преди да приемете подадените материали.
ca_es: Sol·licitar a l'autor/a que proporcioni una font URL abans d'acceptar la seva tramesa.
cs_cz: Před přijetím žádosti požádejte autora, aby poskytl zdrojovou URL adresu.
da: Kræv at forfatteren angiver en URL til kildemateriale, før vedkommende kan acceptere indsendelsen.
de_de: Vom/n Autor/in eine Quellen-URL verlangen, bevor der Beitrag angenommen wird.
el_gr: Απαιτήστε από τον συγγραφέα να παράσχει τη διεύθυνση URL της πηγής κατά την υποβολή.
es_es: Exigir al autor/a que proporcione una fuente URL antes de aceptar su envío.
eu: Eskatu egileari iturburu URL bat emateko bere bidalketa onartu aurretik.
fr_fr: Obliger l'auteur ou auteure à fournir un URL source avant d'accepter la soumission.
gl: Esixirlle ao autor/a que proporcione unha fonte URL antes de aceptar o seu envío.
hr: Prije prihvaćanja podneska, pitajte autora za izvorni URL.
hu_hu: A beküldés elfogadásának feltétele, hogy a szerző forrás URL-t adjon meg.
hy_am: Հեղինակից պահանջեք տրամադրել աղբյուրի URL նախքան իրենց ներկայացումն ընդունելը:
id: Mewajibkan penulis untuk mencantumkan URL sumber sebelum menerima naskahnya.
id_id: Mewajibkan penulis untuk mencantumkan URL sumber sebelum menerima naskahnya.
is: Krefja höfund um vefslóð auðlindar áður en viðkomandi samþykkir innsendingu.
it_it: Chiedere ali autori di fornire l'URL sorgente prima di accettare la sottomissione.
ja: 投稿を受け付ける前に、出典URLの提供を著者に求める。
ka_ge: ავტორს მოსთხოვეთ წარმოადგინოს წყაროს URL, სანამ მიიღებს მათ წარდგენას.
kk_kz: Автордан осы материалды қабылдамас бұрын дереккөздің URL мекенжайын көрсетуді талап етіңіз.
lv: Pieprasīt autoram pirms materiāla pieņemšanas norādīt avota URL adresi.
mk: Барајте авторот да достави изворна URL-адреса пред да биде прифатен нивниот поднесок.
mr: सादरीकरण स्वीकारण्यापूर्वी लेखकाने स्त्रोताचा URL प्रदान करणे आवश्यक आहे.
ms: Memerlukan pengarang untuk menyediakan URL sumber sebelum menerima penyerahan mereka.
nb_no: Krev at forfatteren angir en kilde-URL før innleveringen godkjennes.
nl: Verplicht auteurs om een bron-URL voor een inzending op te geven tijdens het inzendingsproces.
pl: Wymagaj od autora podania źródłowego URL zanim zgłoszenie zostanie zaakceptowane do wydania.
pt_pt: Exigir aos autores que forneçam um URL da fonte antes de aceitar a sua submissão.
ro_ro: Solicitați autorului să sugereze o sursă URL înainte de a accepta înregistrarea acestora.
ru_ru: Требовать, чтобы автор обязательно указал URL источника до приёма этого материала.
sl: Zahtevaj od avtorjev, da navedejo URL vira prispevka pred sprejetjem prispevka.
th: บังคับให้ผู้แต่งให้ URL แหล่งที่มาก่อนที่จะยอมรับการส่งงานของพวกเขา
tr_tr: Yazarın gönderisini kabul etmeden önce kaynak URL'si sağlamasını isteyin.
uk: Вимагати від автора зазначати URL джерела перед прийняттям його подання.
uk_ua: Вимагати від автора зазначати URL на джерело перед прийняттям подання.
vi: Yêu cầu tác giả cung cấp URL nguồn trước khi chấp nhận bài nộp của họ.
vi_vn: Yêu cầu tác giả cung cấp URL nguồn trước khi chấp nhận nội dung bài gửi của họ.

# manager.setup.metadata.subjects.enable
source: Enable subject metadata
az: Mövzu metadatalarını aktivləşdirin
bg_bg: Активиране на метаданни за темата
ca_es: Habilitar les metadades de matèria
cs_cz: Povolit metadata předmětu
da: Aktivér emne-metadata
de_de: Themen-Metadaten aktivieren
el_gr: Ενεργοποίηση μεταδεδομένων των θεμάτων
es_es: Habilitar los metadatos de materia
eu: Gaitu gaiaren metadatuak
fr_fr: Activer la métadonnée de sujet
gl: Habilitar os metadatos de materia
hr: Omogući metapodatke za teme
hu_hu: Szakterület metaadat engedélyezése
hy_am: Միացնել խորագրի մետատվյալները
id: Aktifkan metadata klasifikasi subjek
id_id: Aktifkan metadata subyek
is: Virkja lýsigögn efnis
it_it: Abilitare metadata oggetto
ja: 主題メタデータの有効化
ka_ge: საგნის მეტამონაცემების ჩართვა
kk_kz: Тақырыптарды метадеректерге қосыңыз
lv: Iespējot temata metadatus
mk: Овозможете метаподатоци за ставки
mr: विषयाचे वर्णन करण्यासाठीचा मेटाडेटा कार्यान्वित (Enable) करा
ms: Dayakan metadata subjek
nb_no: Aktiver emne-metadata
nl: Schakel metadata over onderwerpen in
pl: Włącz metadane Temat
pt_pt: Ativar metadados de assunto
ro_ro: Activați metadatele de subiect
ru_ru: Включить темы в метаданные
sl: Omogoči metapodatek tematika
th: เปิดใช้งานเมตาดาทาหัวเรื่อง
tr_tr: Konu üst verilerini etkinleştir
uk: Включити тему в метадані
uk_ua: Включити об'єкт у метадані
vi: Bật metadata chủ đề
vi_vn: Bật siêu dữ liệu chủ đề

# manager.setup.metadata.subjects.request
source: Ask the author to provide subjects during submission.
az: Müəllifdən müraciət əsnasında mövzu qeyd etməsini istəyin
bg_bg: Изисквайте теми от автора по време на подаването на материали.
ca_es: Sol·licitar a l'autor/a que proporcioni matèries durant la tramesa.
cs_cz: Požádejte autora, aby během odesílání příspěvku uvedl předmět.
da: Bed forfatteren om at angive emner under indsendelse.
de_de: Während der Einreichung den Autoren/die Autorin bitten Angaben zum Thema zu machen.
el_gr: Ζητήστε από τον συγγραφέα να παράσχει θέματα κατά την υποβολή.
es_es: Solicitar al autor/a que proporcione materias durante el envío.
eu: Eskatu egileari gaiak emateko bidalketa-prozesuan.
fr_fr: Demander à l'auteur ou l'auteure de fournir des sujets pendant la soumission.
gl: Pedirlle ao autor/a que proporcione as materias durante o envío.
hr: Zamolite autora da navede teme tijekom podnošenja.
hu_hu: Beküldéskor kérjen szakterület adatot a szerzőtől.
hy_am: Խնդրեք հեղինակին տրամադրել խորագրեր ներկայացնելու ընթացքում:
id: Meminta penulis untuk mencantumkan klasifikasi subjek saat menyerahkan naskah.
is: Biðja höfund um efni á meðan á innsendingu stendur.
it_it: Chiedere agli autori di indicare l'argomento in fase di sottomissione.
ja: 投稿時に主題を提供するよう著者に依頼する。
ka_ge: სთხოვეთ ავტორს წარუდგინოს საგნები წარდგენის დროს.
kk_kz: Автордан материалды жіберген кезде тақырыптарды көрсетуін сұраңыз.
lv: Aicināt autoru materiāla iesniegšanas laikā norādīt tematu.
mk: За време на поднесувањето, прашајте го авторот да достави ставки.
mr: सादरीकरणादरम्यान लेखकाला विषय प्रदान करण्यास सांगा.
ms: Minta pengarang menyediakan subjek semasa penyerahan.
nb_no: Be forfatteren angi emner under innleveringen.
nl: Vraag auteurs om onderwerpen op te geven tijdens het inzendingsproces.
pl: Poproś autora o podanie Tematu w trakcie składania tekstu.
pt_pt: Solicitar aos autores que forneçam os assuntos durante a submissão.
ro_ro: Rugați autorul să furnizeze subiecte în timpul înregistrării manuscrisului.
ru_ru: Просить автора указать темы во время отправки материала.
sl: Zahtevaj od avtorjev, da navedejo tematiko prispevka med oddajo prispevka.
th: ขอให้ผู้แต่งให้หัวเรื่องระหว่างการส่งงาน
tr_tr: Yazardan, başvuru sırasında konu belirtmesini isteyin.
uk: Прохати автора вказувати теми під час подання.
uk_ua: Прохати авторів зазначати об'єкт(и) під час подання.
vi: Yêu cầu tác giả cung cấp chủ đề trong quá trình nộp bài.
vi_vn: Yêu cầu tác giả cung cấp các chủ đề trong quá trình gửi.
