Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.metadata.keywords.description
source: Keywords are typically one- to three-word phrases that are used to indicate the main topics of a submission.
az: Açar sözlər ümumiyyətlə bir təqdimatın əsas mövzularını göstərmək üçün istifadə edilən bir ilə üç sözlük ifadələrdir.
bg_bg: Ключовите думи обикновено са фрази от една до три думи, които се използват за обозначаване на основните теми на подаваните материали.
ca_es: Les paraules clau normalment són termes d'entre una i tres paraules que es fan servir per indicar els temes principals de la tramesa.
cs_cz: Klíčová slova jsou obvykle jedno až tříslovná fráze, která se používají k označení hlavních témat příspěvku.
da: Nøgleord er typisk formuleringer bestående af et til tre ord, der bruges til at angive de vigtigste emner i forbindelse med indsendelse.
de_de: Stichworte sind typischerweise ein bis drei Worte lange Phrasen, die auf das Fachgebiet der Einreichung hinweisen.
el_gr: Οι λέξεις-κλειδιά είναι τυπικά φράσεις μιας ως τριών λέξεων που χρησιμοποιούνται για να υποδείξουν τα κύρια θέματα μιας υποβολής.
es_es: Las palabras clave normalmente son expresiones de una a tres palabras que se usan para indicar los temas principales del envío.
eu: Gako-hitzak hitz batetik hirura bitarteko esaldiak izaten dira normalean, eta bidalketa baten gai nagusiak adierazteko erabiltzen dira.
fr_fr: Les mots-clés sont généralement des phrases qui comportent un à trois mots qui sont utilisés pour indiquer les principaux sujets d'une soumission.
gl: As palabras clave normalmente son de unha a tres palabras que se usan para indicar os temas principais dun envío.
hr: Ključne riječi obično su fraze od jedne do tri riječi koje označavaju predmet podneska.
hu_hu: A kulcsszavak általában egy-három szavas kifejezések, melyeket a beküldés fő témáinak jelölésére használnak.
hy_am: Բանալի բառերը սովորաբար մեկից երեք բառանոց արտահայտություններ են, որոնք օգտագործվում են ներկայացման հիմնական թեմաները նշելու համար:
id: Kata kunci biasanya berupa sebuah frasa tunggal atau frasa-tiga-kata yang digunakan untuk menandakan topik utama sebuah naskah.
id_id: Kata kunci biasanya berupa sebuah frasa tunggal atau frasa-tiga-kata yang digunakan untuk menandakan topik utama sebuah naskah.
is: Dæmigerð lykilorð eru eins til þriggja orða frasar sem eru notaðir til að gefa til kynna meginumfjöllunarefni handrits.
it_it: Le parole chiave sono generalmente frasi composte da uno a tre parole che identificano gli argomenti principali dell'argomento trattato.
ja: キーワードは、通常1語から3語のフレーズで、投稿の主要なトピックを示すために使用されます。
ka_ge: საკვანძო სიტყვები, როგორც წესი, არის ერთიდან სამსიტყვიანი ფრაზები, რომლებიც გამოიყენება წარდგენის ძირითადი თემების დასადგენად.
kk_kz: Кілтсөздер әдетте материалдың негізгі тақырыптарын көрсету үшін қолданылатын бір немесе үш сөз тіркестері болып табылады.
lv: Atslēgvārdi – parasti viena līdz trīs vārdu frāzes, ko izmanto, lai norādītu materiāla galvenās tēmas.
mk: Клучни зборови вообичаено се фрази од еден до три збора кои се користат за да се навестат главните теми на разговор на поднесокот.
mr: कळीचे शब्द (कीवर्ड) सामान्यतः एक ते तीन शब्दांचे वाक्यांश असतात जे सादरीकरणाचे प्रमुख विषय सूचित करण्यासाठी वापरले जातात.
ms: Kata kunci lazimnya ialah frasa satu hingga tiga perkataan yang digunakan untuk menunjukkan topik utama penyerahan.
nb_no: Nøkkelord er typiske formuleringer som består av et til tre ord som brukes til å angi de viktigste emnene i forbindelse med en innlevering.
nl: Trefwoorden zijn doorgaans woordgroepen van één- tot drie woorden om de hoofdthema's van een inzending aan te duiden.
pl: Słowa kluczowe to zazwyczaj jedno lub trzy frazowe wyrażenia która pomagają w określeniu głównego tematu zgłoszenia.
pt_pt: Palavras-chave são tipicamente de uma a três expressões usadas para indicar os assuntos principais da submissão.
ro_ro: Cuvintele cheie sunt de obicei fraze de unu la trei cuvinte care sunt utilizate pentru a indica subiectele principale ale unei trimiteri.
ru_ru: Ключевые слова — обычно фразы из одного или трёх слов, которые используются для указания основных тем материала.
sl: Ključne besede so tipično ena- do tri-besedne fraze, ki se uporabljajo za določanje glavnih tem prispevka.
th: คำสำคัญมักจะเป็นวลีที่มีหนึ่งถึงสามคำที่ใช้เพื่อระบุหัวข้อหลักของการส่งงาน
tr_tr: Anahtar kelimeler genellikle bir gönderinin ana konularını belirtmek için kullanılan bir ila üç kelimelik ifadelerdir.
uk: Ключові слова це зазвичай фрази, які складаються від одного до трьох слів та використовуються для опису основних тем подання.
uk_ua: Ключові слова це зазвичай фрази, які складаються від одного до трьох слів та використовуються для опису основних тем подання.
vi: Từ khóa thường là các cụm từ từ một đến ba từ được sử dụng để chỉ các chủ đề chính của bài nộp.
vi_vn: Từ khóa thường là các cụm từ một đến ba từ được sử dụng để chỉ ra các chủ đề chính của một bài gửi.

# manager.setup.metadata.keywords.noRequest
source: Do not request keywords from the author during submission.
az: Təqdimat əsnasında Müəllifdən açar sözlər tələb edin.
bg_bg: Не изисквайте ключови думи от автора по време на подаването на материали.
ca_es: No sol·licitar paraules clau als autors/es durant la tramesa.
cs_cz: Během odesílání příspěvku nevyžadujte od autora klíčová slova.
da: Anmod ikke om nøgleord fra forfatteren under indsendelse.
de_de: Während des Einreichprozesses keine Stichworte von der/dem Autor/in verlangen.
el_gr: Να μην απαιτούνται λέξεις κλειδιά από τον συγγραφέα κατά την υποβολή.
es_es: No solicitar palabras clave al autor/a durante el envío.
eu: Ez eskatu gako-hitzik egileari bidalketa bitartean.
fr_fr: Ne pas demander de mots-clés à l'auteur ou l'auteure pendant la soumission.
gl: Non solicitar palabras clave ao autor/a durante o envío.
hr: Prilikom podnošenja nemojte tražiti ključne riječi od autora.
hu_hu: Beküldéskor ne kérjen kulcsszavakat a szerzőtől.
hy_am: Ներկայացման ընթացքում հեղինակից բանալի բառեր մի պահանջեք:
id: Jangan meminta kata kunci dari penulis saat proses penyerahan naskah.
id_id: Jangan meminta kata kunci dari penulis saat proses penyerahan naskah.
is: Ekki biðja um lykilorð frá höfundi á meðan á innsendingu stendur.
it_it: Non richiedere parole chiave agli autori in fase di sottomissione.
ja: 投稿時に著者にキーワードを要求しない。
ka_ge: წარდგენის დროს არ მოითხოვოთ ავტორისაგან საკვანძო სიტყვები.
kk_kz: Жіберу кезінде автордан кілт сөздерді сұрамаңыз.
lv: Iesniegšanas laikā autoram nepieprasīt atslēgvārdus.
mk: За време на поднесувањето, не барајте клучни зборови од авторот.
mr: सादरीकरणादरम्यान लेखकाकडून कळीच्या शब्दांसाठी (कीवर्ड्स) विनंती करू नका.
ms: Jangan minta kata kunci daripada pengarang semasa penyerahan.
nb_no: Ikke krev nøkkelord fra forfatteren i forbindelse med innlevering.
nl: Vraag auteurs niet om trefwoorden toe te voegen tijdens het inzendingsproces.
pl: Nie wymagaj podania danych dot. Słów kluczowych w trakcie zgłaszania tekstu.
pt_pt: Não exigir palavras-chave aos autores durante a submissão.
ro_ro: Nu solicitați cuvinte cheie de la autor în timpul înregistrării manuscrisului.
ru_ru: Не запрашивать ключевые слова у автора во время отправки материала.
sl: Ne zahtevaj ključnih besed od avtorjev med oddajo prispevka.
th: ไม่ขอให้ผู้แต่งระบุคำสำคัญระหว่างการส่งงาน
tr_tr: Gönderi sırasında yazardan anahtar kelime isteyin.
uk: Не вимагати ключові слова від авторів під час подання.
uk_ua: Не вимагати ключові слова від авторів під час подання.
vi: Không yêu cầu từ khóa từ tác giả trong quá trình nộp bài.
vi_vn: Không yêu cầu từ khóa từ tác giả trong quá trình gửi bài.

# manager.setup.metadata.keywords.require
source: Require the author to suggest keywords before accepting their submission.
az: Müəllifin təqdimatını qəbul etməzdən əvvəl açar sözlər tövsiyə etməsini istəyin
bg_bg: Изискайте от автора да предложи ключови думи, преди да приемете подадените материали.
ca_es: Sol·licitar als autors/es que proposin paraules clau abans d'acceptar la seva tramesa.
cs_cz: Před přijetím příspěvku požádejte autora, aby navrhl klíčová slova.
da: Kræv at forfatteren foreslår nøgleord, før vedkommende kan acceptere indsendelsen.
de_de: Vom/n Autor/in Vorschläge zu Stichworten verlangen, bevor der Beitrag angenommen wird.
el_gr: Απαιτείστε από τον συγγραφέα να προτείνει λέξεις-κλειδιά πριν αποδεχτείτε την υποβολή του.
es_es: Exigir al autor/a que proponga palabras clave antes de aceptar su envío.
eu: Eskatu egileari gako-hitzak iradokitzeko bidalketa onartu aurretik.
fr_fr: Exiger de l'auteure ou de l'auteur qu'il suggère des mots-clés avant d'accepter la soumission.
gl: Esixir ao autor que suxira palabras clave antes de aceptar a seu envío.
hr: Zatražite od autora da predloži ključne riječi prije nego što prihvati njihovo podnošenje.
hu_hu: A beküldés elfogadásának feltétele, hogy a szerző kulcsszavakat adjon meg.
hy_am: Հեղինակից պահանջեք բանալի բառեր առաջարկել նախքան դրանց ներկայացումն ընդունելը:
id: Mewajibkan penulis untuk menyarankan kata kunci sebelum naskahnya diterima.
id_id: Mewajibkan penulis untuk menyarankan kata kunci sebelum naskahnya diterima.
is: Krefjast þess að höfundur leggi til lykilorð áður en viðkomandi samþykkir innsendingu.
it_it: Richiedere agli autori di suggerire parole chiave prima di accettare la sottomissione.
ja: 投稿を受け付ける前に、著者にキーワードの提案を求める。
ka_ge: ავტორს მოსთხოვეთ შესთავაზოს საკვანძო სიტყვები, სანამ მიიღებს წარდგენას.
kk_kz: Автордан өз материалын қабылдамас бұрын кілт сөздерді міндетті түрде көрсетуін талап етіңіз.
lv: Pieprasīt autoram pirms materiāla pieņemšanas norādīt atslēgvārdus.
mk: Барај авторот да предложи клучни зборови пред да биде прифатен нивниот поднесок.
mr: सादरीकरण स्वीकारण्यापूर्वी लेखकाने कळीचे शब्द (कीवर्ड्स) सूचित करणे आवश्यक आहे.
ms: Memerlukan pengarang untuk mencadangkan kata kunci sebelum menerima penyerahannya.
nb_no: Be forfatteren foreslå nøkkelord, før vedkommende godkjenner innleveringen.
nl: Verplicht auteurs om trefwoorden toe te voegen tijdens het inzendingsproces.
pl: Wymagaj od autora podania danych dot. Słów kluczowych zanim zgłoszenie zostanie zaakceptowane do wydania.
pt_pt: Exigir aos autores que sugiram palavras-chave antes de aceitar a sua submissão.
ro_ro: Solicitați autorului să sugereze cuvintele cheie înainte de a accepta înregistrarea acestora.
ru_ru: Требовать, чтобы автор обязательно указал ключевые слова до приёма его материала.
sl: Zahtevaj od avtorjev, da navedejo ključne besede pred sprejetjem prispevka.
th: บังคับให้ผู้แต่งเสนอคำสำคัญก่อนที่จะยอมรับการส่งงานของพวกเขา
tr_tr: Yazarın gönderisini kabul etmeden önce anahtar kelime önermesini isteyin.
uk: Вимагати у автора пропозиції щодо ключових слів перед прийняттям його подання.
uk_ua: Вимагати у автора пропозиції щодо ключових слів перед прийняттям подання.
vi: Yêu cầu tác giả đề xuất từ khóa trước khi chấp nhận bài nộp của họ.
vi_vn: Yêu cầu tác giả đề xuất các từ khóa trước khi chấp nhận bài của họ.

# manager.setup.metadata.rights.enable
source: Enable rights metadata
az: Hüquqlar metadatasını aktivləşdirin
bg_bg: Активиране на метаданните за правата
ca_es: Habilitar les metadades de drets
cs_cz: Povolit metadata práv
da: Aktivér metadata i forbindelse med rettigheder
de_de: Metadaten für Rechte aktivieren
el_gr: Ενεργοποίηση μεταδεδομένων των δικαιωμάτων
es_es: Habilitar los metadatos de derechos
eu: Gaitu eskubideen metadatuak
fr_fr: Activer la métadonnée des droits
gl: Habilitar os metadatos de dereitos
hr: Omogući metapodatke o pravima
hu_hu: Jogi metaadatok engedélyezése
hy_am: Միացնել իրավունքների մետատվյալները
id: Aktifkan metadata hak
id_id: Aktifkan metadata hak
is: Virkja lýsigögn fyrir réttindi
it_it: Abilitare i metadati relativi ai diritti
ja: 権利メタデータの有効化
ka_ge: უფლებების მეტამონაცემების ჩართვა
kk_kz: Метадеректерге құқықтарды қосыңыз
lv: Iespējot tiesību metadatus
mk: Овозможи метаподатоци за права
mr: अधिकारासंबंधीचा मेटाडेटा कार्यान्वित (Enable) करा
ms: Dayakan metadata hak
nb_no: Aktiver metadata i forbindelse med rettigheter
nl: Schakel metadata over rechten in
pl: Włącz metadane Prawa
pt_pt: Ativar metadados de direitos
ro_ro: Activați metadatele drepturilor
ru_ru: Включить права в метаданные
sl: Omogoči metapodatke o pravicah
th: เปิดใช้งานเมตาดาทาสิทธิ์
tr_tr: Haklar üst verisini etkinleştir
uk: Включити права у метадані
uk_ua: Включити права у метадані
vi: Bật metadata quyền
vi_vn: Bật siêu dữ liệu quyền

# manager.setup.metadata.rights.noRequest
source: Do not request a rights disclosure from the author during submission.
az: Müraciət əsnasında müəllifdən hüquqlarını açıq bir şəkildə qeyd etməsini tələb etməyin.
bg_bg: Не изисквайте разкриване на правата от автора по време на подаването на материали.
ca_es: No sol·licitar una declaració de drets a l'autor/a durant la tramesa.
cs_cz: Během odesílání nepožadujte od autora zveřejnění práv.
da: Anmod ikke om rettighedsoplysninger fra forfatteren under indsendelse.
de_de: Während des Einreichprozesses keine Angaben zu Rechten von der/dem Autor/in verlangen.
es_es: No solicitar una declaración de derechos al autor/a durante el envío.
eu: Ez eskatu egileari eskubideen berri emateko bidalketa-prozesuan.
fr_fr: Ne pas demander à l'auteur ou l'auteure de divulguer ses droits lors de la soumission.
gl: Non solicite ao autor unha declaración dos dereitos durante o envío.
hr: Ne tražite od autora otkrivanje prava tijekom prijave.
hu_hu: Ne kérje a jogok nyilvánosságra hozatalát benyújtás során a szerzőtől.
hy_am: Մի պահանջեք հեղինակից իրավունքների բացահայտում ներկայացնելու ընթացքում:
id: Jangan meminta pengungkapan hak dari penulis saat menyerahkan naskah.
id_id: Jangan meminta pengungkapan hak dari penulis saat menyerahkan naskah.
is: Ekki biðja höfund um upplýsingar um réttindi á meðan á innsendingu stendur.
it_it: Non richiedere la divulgazione dei diritti agli autori in fase di sottomissione.
ja: 投稿時に著者に権利関係の開示を求めない。
ka_ge: არ მოითხოვოთ ავტორისგან ცნობები წარდგენის დროს.
kk_kz: Өтініш беру кезінде автордан құқықтар туралы ақпаратты сұрамаңыз.
lv: Nepieprasīt autoram materiāla iesniegšanas laikā atklāt savas tiesības.
mk: Не барајте откривање на права од авторот за време на поднесувањето.
mr: सादरीकरणादरम्यान लेखकाकडून अधिकार प्रकटीकरणासंबंधी (rights disclosure) विचारू नका.
ms: Jangan minta pendedahan hak daripada pengarang semasa penyerahan.
nb_no: Ikke krev rettighetsopplysninger fra forfatteren under innleveringen.
nl: Vraag auteurs niet om de rechten die rusten op een inzending bekend te maken tijdens het inzendingsproces.
pl: Nie wymagaj podania danych dot. Praw w trakcie zgłaszania tekstu.
pt_pt: Não solicitar uma declaração de direitos durante a submissão.
ro_ro: Nu solicitați divulgarea drepturilor de la autor în timpul înregistrării manuscrisului.
ru_ru: Не запрашивать у автора информацию о правах во время отправки.
sl: Ne zahtevaj od avtorjev, da navedejo pravice prispevka med oddajo prispevka.
th: ไม่ขอการเปิดเผยสิทธิ์จากผู้แต่งระหว่างการส่งงาน
tr_tr: Başvuru sırasında yazardan haklarını açık olarak belirtmesini istemeyin.
uk: Не вимагати від авторів вказувати права під час подання.
uk_ua: Не вимагати від авторів вказувати права під час подання.
vi: Không yêu cầu tiết lộ quyền từ tác giả trong quá trình nộp bài.
vi_vn: Không yêu cầu tiết lộ quyền từ tác giả trong quá trình gửi bài.

# manager.setup.metadata.source.description
source: The source may be an ID, such as a DOI, of another work or resource from which the submission is derived.
az: Mənbə, təqdimatın törədildiyi başqa bir çalışmanın və ya mənbənin DOI kimi bir kimliyi ola bilər.
bg_bg: Източникът може да бъде идентификатор, като DOI, на друго произведение или ресурс, от който е получено подаването на материали.
ca_es: La font pot ser una ID, com per exemple DOI, o un altre treball o recurs dels quals es derivi la tramesa.
cs_cz: Zdrojem může být ID, jako je DOI, jiného díla nebo zdroje, ze kterého je návrh odvozen.
da: Kilden kan være et ID, såsom en DOI, på et andet værk eller materiale, som indsendelsen knytter sig til.
de_de: Die Quelle kann eine ID wie z.B. eine DOI eines anderen Werkes sein, welches Grundlage der vorliegenden Einreichung war.
el_gr: Η πηγή μπορεί να είναι ένα αναγνωριστικό, όπως ένα DOI, άλλου έργου ή πόρου από τον οποίο προέρχεται η υποβολή.
es_es: La fuente puede ser un ID, como por ejemplo DOI, u otro trabajo o recurso de los cuales derive el envío.
eu: Iturria bidalketa eratorri den beste lan baten edo baliabide baten ID bat izan daiteke, hala nola DOI bat.
fr_fr: La source peut être un identifiant, tel qu'un DOI, d'un autre travail ou ressource dont la soumission est dérivée.
gl: A fonte pode ser un ID, como un DOI, doutro traballo ou recurso do que se deriva o envío.
hr: Izvor može biti ID, kao što je DOI, drugog djela ili izvora iz kojeg je podnesak izveden.
hu_hu: A forrás lehet egy másik műnek az azonosítója, például DOI, amiből a beküldés származtatható.
hy_am: Աղբյուրը կարող է լինել մեկ այլ աշխատանքի կամ պաշարի ID, ինչպիսին է DOI-ն, որից բխում է ներկայացումը:
id: Sumber dapat berupa ID, seperti DOI, karya lain atau sumber lain dari mana naskah tersebut berasal.
id_id: Sumber dapat berupa ID, seperti DOI, karya lain atau sumber lain dari mana naskah tersebut berasal.
is: Upptök geta verið kenni, t.d. DOI númer annars verks eða grunnur þaðan sem innsendingin er fengin.
it_it: La sorgente deve essere un ID, ad esempio il DOI, di un altro lavoro o risorsa su cui si basa la presente sottomissione.
ja: 出典とは、投稿の元となった他の作品やリソースのDOIなどのIDのことです。
ka_ge: წყარო შეიძლება იყოს სხვა ნაწარმოების ან რესურსის ID, მაგალითად, DOI, საიდანაც წარდგენა ხდება.
kk_kz: Дереккөз осы материалдың негізінде жатқан басқа жұмыстың немесе ресурстың DOI сияқты идентификаторы болуы мүмкін.
lv: Avots var būt cita darba vai resursa ID, piemēram, DOI, no kura iesniegtais materiāls ir atvasināts.
mk: Изворот може да биде ИД, како што е ДОИ или друг извор на труд од којшто произлегува поднесокот.
mr: या सादरीकरणाची व्युत्पत्ती अन्य लेख किंवा इतर संसाधन असू शकते ज्याचा स्रोत DOI सारख्या ID ने नमूद केला जातो.
ms: Sumber mungkin ID, seperti DOI, kerja atau sumber lain yang mana penyerahan itu diperoleh.
nb_no: Kilden kan være en ID, slik som en DOI, fra et annet verk eller materiale som innleveringen bygger på.
nl: De bron kan een ID zijn, zoals een DOI, of een ander werk of bron waarvan de inzending is afgeleid.
pl: Źródła rozumiane jako ID (takie jak DOI), inna praca, zasób który jest ważną składową.
pt_pt: A fonte pode ser um ID, tal como um DOI, de outro trabalho ou recurso do qual a submissão é derivada.
ro_ro: Sursa poate fi un ID, cum ar fi un DOI, al unei alte lucrări sau resurse din care este derivat manuscrisul.
ru_ru: Источником может быть ID, например DOI, другой работы или ресурса, лежащего в основе данного материала.
sl: Vir je lahko ID, npr. DOI, drugega dela ali izvora iz katerega je izpeljan prispevek.
th: แหล่งที่มาอาจเป็น ID เช่น DOI ของงานหรือทรัพยากรอื่นที่บทความได้รับการสืบทอดมา
tr_tr: Kaynak, gönderinin türetildiği başka bir çalışmanın veya kaynağın DOI gibi bir kimliği olabilir.
uk: Джерелом може бути ID, наприклад, таке як DOI, або інша робота або ресурс, від якого робота є похідною.
uk_ua: Джерелом може бути ID, наприклад, таке як DOI, або інша робота або ресурс, від якого робота є похідною.
vi: Nguồn có thể là ID, chẳng hạn như DOI, của một tác phẩm hoặc tài nguyên khác mà bài nộp được lấy từ đó.
vi_vn: Nguồn có thể là một ID, chẳng hạn như DOI, của một tác phẩm hoặc tài nguyên khác mà bài gửi được bắt nguồn từ đó.

# manager.setup.metadata.source.enable
source: Enable source metadata
az: Mənbə metadatalarını aktivləşdirin
bg_bg: Активиране на метаданни за източник
ca_es: Habilitar les metadades de font
cs_cz: Povolit metadata zdrojů
da: Aktivér metadata i forbindelse med kilde
de_de: Metadaten für Quellen aktivieren
el_gr: Ενεργοποίηση μεταδεδομένων πηγής
es_es: Habilitar los metadatos de fuente
eu: Gaitu iturrien metadatuak
fr_fr: Activer la métadonnée de source
gl: Habilitar os metadatos da fonte
hr: Omogući metapodatke za izvore
hu_hu: Forrás metaadat endedélyezése
hy_am: Միացնել աղբյուրի մետատվյալները
id: Aktifkan metadata sumber
id_id: Aktifkan metadata sumber
is: Virkja lýsigögn auðlindar
it_it: Abilitare i metadati sorgente
ja: 出典メタデータの有効化
ka_ge: წყაროს მეტამონაცემების ჩართვა
kk_kz: Дереккөзді метадеректерге қосыңыз
lv: Iespējot avota metadatus
mk: Овозможи изворни метаподатоци
mr: स्रोतासंबंधीचा मेटाडेटा कार्यान्वित (Enable) करा
ms: Dayakan sumber metadata
nb_no: Aktiver metadata i forbindelse med kilde
nl: Schakel metadata over bronnen in
pl: Włącz metadane Źródło
pt_pt: Ativar metadados de fonte
ro_ro: Activați metadatele sursă
ru_ru: Включить источник в метаданные
sl: Omogoči metapodatke za vire
th: เปิดใช้งานเมตาดาทาแหล่งที่มา
tr_tr: Kaynak üst verileri etkinleştir
uk: Включити джерело у метадані
uk_ua: Включити джерело у метадані
vi: Bật metadata nguồn
vi_vn: Bật siêu dữ liệu nguồn

# manager.setup.metadata.source.request
source: Ask the author to provide a source URL during submission.
az: Müəllifdən təqdimat əsnasında mənbə URL-si təmin etməsini istəyin
bg_bg: Изисквайте URL на източника от автора по време на подаването на материали.
ca_es: Sol·licitar a l'autor/a que proporcioni una font URL durant la tramesa.
cs_cz: Požádejte autora, aby během odesílání poskytl zdrojovou URL adresu.
da: Bed forfatteren om at angive en URL til kildemateriale under indsendelse.
de_de: Den Autor/dieAutorin während des Einreichprozesses um eine Quellen-URL bitten.
el_gr: Ζητήστε από τον συγγραφέα να παράσχει τη διεύθυνση URL της πηγής κατά την υποβολή.
es_es: Solicitar al autor/a que proporcione una fuente URL durante el envío.
eu: Eskatu egileari iturburu URLa bidalketa-prozesuan.
fr_fr: Demander à l'auteur ou auteure de fournir un URL source lors de la soumission.
gl: Pedirlle ao autor que proporcione unha fonte URL durante o envío.
hr: Pitajte autora za izvorni URL prilikom podnošenja.
hu_hu: Beküldéskor kérjen forrás URL-t a szerzőtől.
hy_am: Խնդրեք հեղինակին տրամադրել սկզբնաղբյուրի URL -ը ներկայացման ժամանակ:
id: Meminta penulis mencantumkan URL sumber saat menyerahkan naskah.
id_id: Meminta penulis mencantumkan URL sumber saat menyerahkan naskah.
is: Biðja höfund um vefslóð auðlindar á meðan á innsendingu stendur.
it_it: Chiedere agli autori di fornire l'URL sorgente in fase di sottomissione.
ja: 投稿時に出典URLの提供をお願いする。
ka_ge: გაგზავნის დროს სთხოვეთ ავტორს მიაწოდოს წყაროს URL.
kk_kz: Автордан материалды жіберген кезде дереккөздің URL мекенжайын беруін сұраңыз.
lv: Aicināt autoru materiāla iesniegšanas laikā norādīt avota URL adresi.
mk: За време на поднесувањето, прашајте го авторот да достави изворна URL-адреса.
mr: सादरीकरणादरम्यान लेखकाला स्त्रोताचा URL प्रदान करण्यास सांगा.
ms: Minta pengarang menyediakan URL sumber semasa penyerahan.
nb_no: Be forfatteren angi en kilde-URL under innleveringen.
nl: Vraag auteurs om een bron-URL voor een inzending op te geven tijdens het inzendingsproces.
pl: Poproś autora o podanie źródłowego URL w trakcie składania tekstu.
pt_pt: Solicitar aos autores que forneçam um URL da fonte durante a submissão.
ro_ro: Rugați autorul să furnizeze o adresă URL sursă în timpul înregistrării manuscrisului.
ru_ru: Просить автора указать URL источника во время отправки материала.
sl: Zahtevaj od avtorjev, da navedejo URL vira prispevka med oddajo prispevka.
th: ขอให้ผู้แต่งให้ URL แหล่งที่มาระหว่างการส่งงาน
tr_tr: Yazardan gönderi sırasında kaynak URL'si sağlamasını isteyin.
uk: Прохати автора вказати URL на джерело під час подання.
uk_ua: Прохати автора вказати URL на джерело під час подання.
vi: Yêu cầu tác giả cung cấp URL nguồn trong quá trình nộp bài.
vi_vn: Yêu cầu tác giả cung cấp URL nguồn trong quá trình gửi bài.
