Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.newSubmission.description
source: Configure the email notifications to send when a new submission is made.
bg_bg: Конфигурирайте известията по имейл, които да се изпращат, когато се направи ново подаване на материали.
cs_cz: Konfigurace e-mailových oznámení, která se mají odesílat při novém příspěvku.
da: Konfigurer de e-mail-meddelelser, der skal sendes, når der foretages en ny indsendelse.
eu: Konfiguratu posta elektroniko bidezko jakinarazpenak, bidalketa berri bat egiten denean bidaltzeko.
hr: Konfigurirajte slanje obavijesti e-poštom kada se pošalje novi podnesak.
id: Mengkonfigurasi notifikasi email untuk mengirimkan ketika naskah baru dibuat.
lv: Konfigurēt e-pasta paziņojumus, kas tiks nosūtīti, kad tiks iesniegts jauns materiāls.
mk: Конфигурирајте ги известувањата по емаил да се испраќаат кога ќе се поднесе нов поднесок.
mr: जेव्हा नव्या सादरीकरणाची नोंद होते तेव्हा ई-मेल सूचना पाठवण्यासाठी कॉन्फिगर करा.
nl: Configureer ter verzending de e-mailberichten wanneer een nieuwe inzending wordt gedaan.
pl: Automatyczna wysyłka z systemu, informująca zarządzających redakcją o zarejestrowaniu nowego zgłoszenia.
sl: Nastavite email obvestila, ki se pošljejo, ko je oddan nov prispevek.
th: กำหนดค่าอีเมลแจ้งเตือนที่จะส่งเมื่อมีการส่งงานใหม่
uk: Налаштуйте сповіщення електронною поштою для ситуації, коли надсилано нове подання.
vi: Cấu hình thông báo email để gửi khi có bài nộp mới.

# manager.submissionAck.submittingAuthor
source: Send an email to the submitting author only.
bg_bg: Изпращане на имейл само до подаващия материалите автор.
cs_cz: E-mail zašlete pouze autorovi, který práci předkládá.
da: Send kun en e-mail til den indsendende forfatter.
eu: Bidali mezu elektroniko bat egile-bidaltzaileari bakarrik.
hr: Pošaljite poruku e-pošte samo autoru koji je poslao podnesak.
id: Kirimkan email hanya kepada penulis yang mengirimkan naskah.
lv: Nosūtīt e-pastu tikai autoram, kurš iesniedzis materiālu.
mk: Испратете емаил само до авторот што поднесува.
mr: फक्त सादरीकरण प्रक्रियेत भाग घेणाऱ्या लेखकालाच ई-मेल पाठवा.
nl: Verstuur een e-mailbericht aan alleen de auteur die een inzending doet.
pl: Wyślij potwierdzenie zarejestrowania zgłoszenia tylko autorowi zgłaszającemu.
sl: Pošlji email le avtorju, ki je oddal prispevek.
th: ส่งอีเมลให้กับผู้ส่งงานเท่านั้น
uk: Надіслати електронний лист лише автору, який його подає.
vi: Chỉ gửi email cho tác giả gửi bài.

# manager.editorialDecisions.description
source: Configure the email notifications to send to authors when an editorial decision is recorded.
bg_bg: Конфигуриране на известията по имейл, които да се изпращат до авторите, когато бъде записано редакционно решение.
cs_cz: Konfigurace e-mailových oznámení, která se mají odesílat autorům, když je zaznamenáno rozhodnutí redakce.
da: Konfigurer e-mailmeddelelserne til at sende til forfattere, når en redaktionel beslutning registreres.
eu: Konfiguratu egileei bidaltzeko posta elektroniko bidezko jakinarazpenak, argitalpen-erabaki bat erregistratzen denean.
hr: Konfigurirajte obavijesti e-pošte za slanje autorima kada se zabilježi urednička odluka.
id: Mengkonfigurasi notifikasi email untuk mengirimkan kepada penulis ketika keputusan editorial telah dibuat.
lv: Konfigurēt e-pasta paziņojumus, kas tiks nosūtīti autoriem pēc redakcijas lēmuma reģistrēšanas.
mk: Конфигурирајте ги известувањата по емаил да се испраќаат до авторите кога ќе се снима одлука од уредникот.
mr: संपादकीय निर्णयाची नोंद केल्यावर लेखकांना ई-मेल सूचना पाठवण्यासाठी कॉन्फिगर करा.
nl: Configureer een e-mailbericht ter verzending aan auteurs wanneer een redactionele beslissing is vastgelegd.
pl: Skonfiguruj powiadomienia autorów zgłoszenia o podjętej decyzji redakcyjnej.
sl: Nastavite email obvestila, ki se pošljejo avtorjem, ko je zabeležena uredniška odločitev.
th: กำหนดค่าอีเมลแจ้งเตือนที่จะส่งถึงผู้เขียนเมื่อมีการบันทึกการตัดสินใจทางบรรณาธิการ
uk: Налаштуйте сповіщення електронною поштою для надсилання авторам, коли записано редакційне рішення.
vi: Cấu hình thông báo email để gửi cho tác giả khi một quyết định biên tập được ghi lại.

# manager.editorialStatistics.description
source: Whether or not to send a monthly email to editors with the editorial statistics of the journal, such as accept and decline rates. Editors can unsubscribe from this email from their user profile.
bg_bg: Дали да се изпраща или не месечен имейл до редакторите с редакционната статистика на списанието, като проценти на приемане и отказ. Редакторите могат да се отпишат от този имейл от своя потребителски профил.
cs_cz: Zda zasílat redaktorům měsíční e-mail se statistikami o vydávání časopisu, například o počtu přijatých a odmítnutých příspěvků. Redaktoři se mohou z odběru tohoto e-mailu odhlásit ve svém uživatelském profilu.
da: Hvorvidt der skal sendes en månedlig e-mail til redaktører med tidsskriftets redaktionelle statistik, såsom accept- og afvisningssatser. Redaktører kan afmelde denne e-mail fra deres brugerprofil.
eu: Editoreei hilero mezu elektroniko bat bidali edo ez, aldizkariaren argitalpen-estatistikekin, hala nola, onarpen- eta uko-tasak. Editoreek mezu elektroniko honetatik harpidetza eten dezakete euren erabiltzaile-profiletik.
hr: Treba li slati ili ne slati mjesečne e-poruke urednicima s uredničkom statistikom časopisa, kao što su stope prihvaćanja i odbijanja. Urednici mogu isključiti ove obavijesti u postavkama svog korisničkog profila.
id: Mengirimkan atau tidak mengirimkan email bulanan kepada editor dengan statistik editorial dari jurnal, seperti rata-rata penerimaan atau penolakan naskah. Editor dapat memilih untuk tidak melanggan email ini dari profil pengguna mereka.
lv: Sūtīt vai nesūtīt ikmēneša e-pastu redaktoriem ar žurnāla redakcijas statistiku, piemēram, pieņemto un noraidīto darbu skaitu. Redaktori var atteikties no šī e-pasta saņemšanas savā lietotāja profilā.
mk: Дали да се испраќа месечна порака до уредниците со уредничката статистика на списанието, како што се стапките на прифаќање и одбивање. Уредниците можат да се откажат од оваа порака од нивниот кориснички профил.
mr: नियतकालिकाच्या सादरीकरणांच्या स्वीकार आणि नकाराबाबतची आकडेवारी संपादकांना दरमहा ई-मेलने पाठवायची की नाही? संपादक त्यांच्या वापरकर्ता प्रोफाइलवर असा ई-मेल नको असल्यास यासंबंधीची सदस्यता रद्द करू शकतात.
pl: Skonfiguruj comiesięczną subskrypcję statystyk redakcyjnych dla redaktorów, którzy mogą ją anulować w swoim profilu użytkownika.
sl: Naj se pošljejo ali ne mesečni emaili urednikom z uredniškimi statistikami za revijo, kot sta stopnje sprejetja in zavrnitve. Uredniki se lahko od teh obvestil odjavijo v nastavitvah svojega profila.
th: การส่งอีเมลรายเดือนถึงบรรณาธิการพร้อมสถิติการบรรณาธิการของวารสาร เช่น อัตราการยอมรับและปฏิเสธ บรรณาธิการสามารถยกเลิกการสมัครรับอีเมลนี้ได้จากโปรไฟล์ผู้ใช้ของพวกเขา
uk: Надсилати чи ні щомісячний електронний лист редакторам із такою редакційною статистикою журналу, як показники прийняття та відхилення. Редактори можуть скасувати підписку на цей електронний лист зі свого профілю користувача.
vi: Có gửi email hàng tháng cho biên tập viên với thống kê biên tập của tạp chí hay không, chẳng hạn như tỷ lệ chấp nhận và từ chối. Biên tập viên có thể hủy đăng ký nhận email này từ hồ sơ người dùng của họ.

# manager.submitWithCategories.yes
source: Yes, add a categories field to the submission wizard.
cs_cz: Ano, přidejte do průvodce odesláním pole kategorie.
da: Ja, tilføj et kategorifelt til indsendelsesguiden.
eu: Bai, gehitu kategoria-eremu bat bidalketa-morroiari.
hr: Da, dodaj polje kategorije u čarobnjak za podnošenje.
id: Ya, tambahkan field kategori ke wizard pengiriman naskah.
lv: Jā, pievienot kategoriju lauku iesniegšanas vednim.
mk: Да, додадете поле за категории во помошникот за поднесување.
mr: होय, सादरीकरणाच्या टप्प्यावर (wizard) प्रवर्गाची (category) निवड करण्यासाठी त्या फिल्डचा समावेश करा.
nl: Ja, voeg een veld 'categorieën toe aan de inzendingswizard.
pl: Oczekuj wskazania kategorii dla zgłoszenia przy jego tworzeniu.
sl: Da, dodaj polje za kategorijo med oddajo prispevka.
th: ใช่ เพิ่มฟิลด์หมวดหมู่ในวิซาร์ดการส่ง
uk: Так, додати поле категорій до майстра подачі.
vi: Có, thêm trường danh mục vào trình hướng dẫn nộp bài.

# mailable.versionCreated.name
source: Version Created
bg_bg: Създадена версия
cs_cz: Vytvořena verze
da: Oprettet version
eu: Bertsioa sortuta
hr: Verzija je stvorena
id: Versi Dibuat
lv: Izveidota versija
mk: Создадена верзија
mr: आवृत्ती (version) तयार केली
nl: Gecreëerde versie
pl: Utworzono wersję
sl: Ustvarjena različica
th: สร้างเวอร์ชันแล้ว
uk: Версію створено
vi: Phiên bản đã tạo

# mailable.submissionAckOtherAuthors.name
source: Submission Acknowledgement to Other Authors
bg_bg: Благодарност за подадените натериали на съавторите
cs_cz: Poděkování ostatním autorům příspěvku
da: Anerkendelse af indsendelse til andre forfattere
eu: Bidalketaren aitorpena beste egileei
hr: Zahvala za slanje podneska drugim autorima
id: Pemberitahuan Pengiriman Naskah ke Penulis yang Lain
lv: Pateicība par materiāla iesniegšanu citiem autoriem
mk: Внесување на други автори
mr: इतर लेखकांना सादरीकरणाची पोच
nl: Ontvangstbevestiging voor andere auteurs
pl: Potwierdzenie rejestracji zgłoszenia dla pozostałych autorów
sl: Potrditev oddaje prispevka ostalim avtorjem
th: การรับทราบการส่งงานให้ผู้แต่งคนอื่น ๆ
uk: Подяка за подання іншим авторам
vi: Xác nhận nộp bài gửi đến các tác giả khác

# mailable.editorAssigned.description
source: This email is sent to an editor when they are automatically assigned to a submission.
bg_bg: Този имейл се изпраща на редактор, когато му бъде присвоен подаден материал.
cs_cz: Tento e-mail je zaslán redaktorovi, když je mu automaticky přiřazen příspěvek.
da: Denne e-mail sendes til en redaktør, når de er tildelt til en indsendelse.
eu: Mezu elektroniko hau editore bati bidaltzen zaio automatikoki bidalketa bati esleitzen zaionean.
hr: Ova se poruka e-pošte šalje uredniku kada mu se automatski dodijeli podnesak.
id: Email ini dikirimkan ke editor jika mereka secara otomatis ditugaskan untuk sebuah naskah.
lv: Šis e-pasts tiek nosūtīts redaktoram, kad viņam tiek automātiski piešķirts iesniegtais materiāls.
mk: Овој емаил се испраќа до уредник кога тие автоматски се доделени на поднесок.
mr: जेव्हा संपादकाला सादरीकरणासाठी आपोआप (automatically) नियुक्त केले जाते तेव्हा त्याला हा ई-मेल पाठवला जातो.
nl: Dit e-mailbericht is verzonden aan een redactielid, aan wie automatisch een inzending is toegewezen.
pl: Systemowa wiadomość e-mail powiadamiająca redaktora o automatycznym przypisaniu go do zgłoszenia.
sl: Ta email se avtomatično pošlje uredniku, ko mu je dodeljen prispevek.
th: อีเมลนี้จะถูกส่งไปยังบรรณาธิการเมื่อมีการมอบหมายงานให้พวกเขาโดยอัตโนมัติ
uk: Цей електронний лист надсилається редактору, коли він автоматично призначається для подання.
vi: Email này được gửi đến biên tập viên khi họ được tự động chỉ định cho một bài nộp.

# manager.setup.competingInterests.requireAuthors
source: Require submitting Authors to file a Competing Interest (CI) statement with their submission.
da: Kræv, at forfattere, der fremsender et manuskript, skal indsende en erklæring om konkurrerende interesser sammen med deres manuskript.
el_gr: Απαιτείται από τους Συγγραφείς να καταθέτουν Δήλωση Αντικρουόμενων Συμφερόντων μαζί με την υποβολή.
eu: Eskatu lana bidaltzen duten egileei Interes-gatazkari buruzko deklarazio bat erants dezatela bidalketan.
gl: Pedir aos autores/as que presenten unha declaración de conflitos de intereses (CI) xuntamente co seu envío.
id: Mengharuskan Penulis untuk memberikan pernyataan Konflik Kepentingan dalam naskah mereka.
ja: 投稿する著者に、投稿時に競合する利益（CI）に関する声明を提出するよう求める。
lv: Prasība autoriem kopā ar manuskriptu iesniegt apliecinājumu par interešu konflikta neesamību.
mk: Потребно е да ги доставите авторите да поднесат изјава за натпреварувачки интерес (КИ) со нивно поднесување.
mr: सादरीकरण करणाऱ्या लेखकांनी त्यांच्या सादरीकरणासह हितसंबंध संघर्षाचे (Competing Interest - CI) विधान दाखल करणे आवश्यक आहे.
nb_no: Krev at forfattere som sender inn manuskript samtidig sender inn en <I>«Erklæring om interessekonflikter»</I>.
nl: Verplicht auteurs een verklaring omtrent strijdige belangen in te dienen met hun inzending.
pl: Wymagaj od autorów oświadczenia o zbieżności zainteresowań.
ro_ro: Solicitați autorilor care înregistrează manuscrise să depună o declarație de interes (CI) odată cu transmiterea lor.
sl: Zahtevaj od avtorjev izjavo o konfliktu interesov med procesom oddaje prispevka.
th: ต้องการให้ผู้แต่งยื่นคำแถลงเกี่ยวกับผลประโยชน์ทับซ้อน (CI) พร้อมการส่งงานของพวกเขา
uk: Вимагати від авторів декларувати відсутність конфлікту інтересів щодо поданих матеріалів.
vi: Yêu cầu tác giả nộp bài đệ trình tuyên bố Xung đột lợi ích (CI) cùng với bài nộp của họ.
vi_vn: Yêu cầu tác giả gửi một tuyên bố xung đột lợi ích (CI) với bài gửi của họ.

# manager.language.submission.form.description
source: Select submission and metadata languages.
eu: Hautatu bidalketaren eta metadatuen hizkuntzak.
id: Pilih bahasa naskah dan metadata.
mr: सादरीकरण प्रक्रिया आणि मेटाडेटासाठी भाषा निवडा.
nl: Kies inzendingen en metagegevens-talen.
vi: Chọn ngôn ngữ nộp bài và siêu dữ liệu.

# manager.language.submission.from.error
source: At least one locale needs to be selected.
eu: Gutxienez eskualdeko ezarpen bat hautatu behar da.
id: Setidaknya satu lokal harus dipilih.
mr: किमान एक लोकॅल निवडणे आवश्यक आहे.
nl: Ten minste een set taal- en plaatsinstelling moet worden gekozen.
vi: Cần chọn ít nhất một ngôn ngữ.

# manager.setup.reviewOptions.reminders
source: Set Reminders for Review
eu: Ezarri berrikuspenerako gogorarazleak
id: Membuat Pengingat untuk Review
mr: समीक्षणासाठी स्मरणपत्रे निर्माण करा
nl: Stel de automatische recensieherinneringen in
vi: Đặt Lời nhắc cho Phản biện

# manager.setup.reviewOptions.reminders.description
source: Send an email reminder before or after for review request response (if reviewer has not responded to review request yet) or review submission (if reviewer has not submitted review yet)
eu: Bidali posta elektroniko bidezko abisua aurretik edo ondoren berrikuspen-eskaerari erantzuteko (ebaluatzaileak oraindik ez badio erantzun berrikuspen-eskaerari) edo berrikuspena bidaltzeko (ebaluatzaileak oraindik ez badu berrikuspena bidali)
id: Mengirimkan email pengingat sebelum atau sesudah untuk respon atas permintaan review (jika reviewer belum memberikan respon atas permintaan review) atau pengiriman review (jika reviewer belum memberikan review)
mr: अपेक्षित तारखेपूर्वी किंवा नंतर समीक्षणाच्या विनंतीला समीक्षकाने प्रतिसाद दिला नसेल तर, किंवा समीक्षण प्रक्रिया पूर्ण केली गेली नसेल तर ई-मेलने स्मरणपत्र पाठवा
vi: Gửi email nhắc nhở trước hoặc sau hạn phản hồi yêu cầu phản biện (nếu người phản biện chưa phản hồi yêu cầu) hoặc hạn nộp bài phản biện (nếu người phản biện chưa nộp bài)

# manager.setup.reviewOptions.reminders.label.after.days
source: {$value} days after due date
eu: {$value} egun epea amaitu eta gero
id: {$value} hari setelah batas waktu
mr: {$value} दिवस अपेक्षित तारखेनंतर
nl: {$value} dagen na de uiterste datum
vi: {$value} ngày sau ngày đến hạn

# notification.defaultLocaleSettingsCannotBeSaved
source: The language setting could not be saved. All options need to be enabled.
eu: Hizkuntzaren ezarpena ezin izan da gorde. Aukera guztiak aktibatu behar dira.
id: Pengaturan bahasa tidak dapat disimpan. Semua pilihan harus diaktifkan.
mr: भाषेचे योजन (सेटिंग्स) सेव्ह करता आलेले नाही. सगळे पर्याय कार्यान्वित करणे आवश्यक आहे.
nl: De taalinstelling kan niet worden bewaard. Het is nodig alle opties worden aangezet.
vi: Không thể lưu cài đặt ngôn ngữ. Tất cả các tùy chọn cần được bật.

# manager.setup.appearance.editorialMasthead.description
source: Define the order of editorial masthead roles for public display.
eu: Definitu erredakzio-buru nagusien rolen ordena publikoki bistaratzeko.
id: Tentukan urutan peran masthead editorial untuk tampilan publik.
mr: सार्वजनिक प्रदर्शनासाठी संपादकीय सेवांसाठी (editorial masthead) व्यक्तींच्या भूमिकांचा क्रम परिभाषित करा.
vi: Xác định thứ tự các vai trò trong ban biên tập để hiển thị công khai.

# plugins.importexport.common.error.missingAffiliationName
source: The author {$authorName} does not have an affiliation name in the submission's language, {$localeName}. The submission can not be imported without this information.
eu: {$authorName} egileak ez du afiliazio-izenik bidalketaren hizkuntzan, {$localeName}. Bidalketa ezin da inportatu informazio hori gabe.
id: Penulis {$authorName} tidak memiliki nama afiliasi pada bahasa pengiriman naskah, {$localeName}. Naskah tidak dapat diimpor tanpa informasi ini.
mr: सादरीकरणाच्या {$localeName} या भाषेत {$authorName} या लेखकाच्या संलग्न संस्थेचे नाव नाही. या माहितीशिवाय सादरीकरण दाखल करुन (Import) घेता येणार नाही.
nl: De auteur {$authorName} heeft geen affiliatienaam in de taal van de inzending, {$localeName}. De inzending kan niet zonder deze informatie worden ingevoerd.
vi: Tác giả {$authorName} không có tên liên kết bằng ngôn ngữ của bài nộp, {$localeName}. Bài nộp không thể được nhập nếu không có thông tin này.

# manager.navigationMenus.editorialMasthead.description
source: Link to a page displaying all active editorial masthead services.
eu: Goiburuko zerbitzu editorial aktibo guztiak erakusten dituen orri baterako esteka.
id: Tautan ke halaman yang menampilkan semua layanan masthead editorial yang aktif.
mr: सर्व सक्रिय संपादकीय सेवा (editorial masthead services) प्रदर्शित करणाऱ्या पृष्ठाची लिंक.
vi: Liên kết đến trang hiển thị tất cả các dịch vụ ban biên tập đang hoạt động.

# manager.setup.masthead
source: Masthead
da: Kolofon
eu: Portada
gl: Cabeceira
id: Tajuk
ja: マストヘッド
lv: Galvenā lapa
mk: Мајстор
mr: मास्टहेड (Masthead)
nb_no: Kolofon
pl: Stopka redakcyjna
sl: Kolofon
uk: Вихідні данні
vi: Tiêu đề

# manager.setup.editorialMasthead.order.description
source: Define the order of masthead roles for public display.
eu: Definitu goiburuko rolen ordena publikoki bistaratzeko.
id: Menentukan urutan peranan masthead pada tampilan publik.
mr: सार्वजनिक प्रदर्शनासाठी संपादकीय भूमिकांचा (masthead roles) क्रम परिभाषित करा.
nl: Beschrijf de volgorde van de belangrijkste redactionele rollen voor open publicatie.
vi: Xác định thứ tự các vai trò trong ban biên tập để hiển thị công khai.

# manager.setup.editorialMasthead.order.reviewers.description
source: Reviewers will be displayed in a standardized format to maintain uniformity and ensure easy discoverability in this section.
eu: Ebaluatzaileak formatu estandarizatu batean erakutsiko dira, uniformetasuna mantentzeko eta atal honetan erraz aurki daitezen.
id: Reviewer akan ditampilkan dalam format yang standar untuk mempertahankan keseragaman dan agar dapat mudah ditemukan pada bagian ini.
mr: या विभागात एकसंधपणा राखण्यासाठी आणि शोधादरम्यान सोपेपणा आणण्यासाठी समीक्षकांची नावे प्रमाणित स्वरूपात प्रदर्शित केली जातील.
vi: Người phản biện sẽ được hiển thị theo định dạng chuẩn hóa để duy trì tính đồng nhất và đảm bảo dễ dàng khám phá trong phần này.

# manager.language.websiteLanguages
source: Website Languages
eu: Webgunearen hizkuntzak
id: Bahasa Situs
mr: संकेतस्थळाच्या भाषा
nl: Websitetalen
vi: Ngôn ngữ Trang web

# manager.language.submissionLanguages
source: Submission Languages
eu: Bidalketaren hizkuntzak
id: Bahasa Naskah
mr: सादरीकरणासाठी वापर करता येणार्‍या भाषा
nl: Inzendingstalen
vi: Ngôn ngữ Nộp bài

# manager.language.gridAction.addLangauage
source: Add/Remove Languages
eu: Gehitu/ezabatu hizkuntzak
id: Menambahkan/Menghilangkan Bahasa
mr: भाषांचा समावेश करा / भाषा वगळा
nl: Voeg talen toe of verwijder talen
vi: Thêm/Xóa Ngôn ngữ

# manager.language.submissionMetadata
source: Metadata
eu: Metadatuak
mr: मेटाडेटा
nl: Metagegevens
vi: Siêu dữ liệu

# manager.setup.reviewOptions.reminders.response.before
source: Review Request Response - Before Due Date
eu: Berrikuspen-eskaerari erantzuna - Epemuga baino lehen
id: Respon terhadap Permintaan Review - Sebelum Batas Waktu
mr: समीक्षणाच्या विनंतीला प्रतिसाद - अपेक्षित तारखेपूर्वी
nl: Beantwoording van het recensieverzoek - voor de uiterste datum
vi: Phản hồi Yêu cầu Phản biện - Trước Ngày đến hạn

# manager.setup.reviewOptions.reminders.submit.before
source: Review Submission - Before Due Date
eu: Berrikuspenaren bidalketa - Epemuga baino lehen
id: Pengiriman Review - Sebelum Batas Waktu
mr: समीक्षण प्रक्रिया - अपेक्षित तारखेपूर्वी
nl: Recensie van de inzending - voor de uiterste datum
vi: Nộp Bài phản biện - Trước Ngày đến hạn

# manager.setup.reviewOptions.reminders.submit.after
source: Review Submission - After Due Date
eu: Berrikuspenaren bidalketa - Epemugaren ondoren
id: Pengiriman Review - Setelah Batas Waktu
mr: समीक्षण प्रक्रिया - अपेक्षित तारखेनंतर
nl: Recensie van de inzending - na de uiterste datum
vi: Nộp Bài phản biện - Sau Ngày đến hạn

# manager.setup.reviewOptions.reminders.label.before.days
source: {$value} days before due date
eu: {$value} egun epea baino lehen
id: {$value} hari sebelum batas waktu
mr: {$value} दिवस अपेक्षित तारखेपूर्वी
nl: {$value} dagen voor de uiterste datum
vi: {$value} ngày trước ngày đến hạn

# manager.setup.reviewOptions.reminders.min.label
source: None
eu: Bat ere ez
id: Tidak Ada
mr: स्मरणपत्रे नाहीत
nl: Geen
vi: Không có

# manager.setup.reviewOptions.reminders.response.after
source: Review Request Response - After Due Date
eu: Berrikuspen-eskaerari erantzuna - Epemugaren ondoren
id: Respon terhadap Permintaan Review - Sesudah Batas Waktu
mr: समीक्षणाच्या विनंतीला प्रतिसाद - अपेक्षित तारखेनंतर
nl: Beantwoording van het recensieverzoek - na de uiterste datum
vi: Phản hồi Yêu cầu Phản biện - Sau Ngày đến hạn

# manager.setup.reviewOptions.reminders.disbale.label
source: No reminder set
eu: Ez da abisurik ezarri
id: Tidak ada pengingat yang dibuat
mr: कोणतेही स्मरणपत्र तयार केलेले नाही
nl: Geen herinneringsinstelling
vi: Không đặt lời nhắc

# notification.submissionLocales
source: Submission locales updated.
eu: Bidalketaren eskualdeko ezarpenak eguneratu dira.
id: Pengiriman naskah lokal diaktifkan.
mr: सादरीकरणासाठी लोकॅल्स अपडेट केले.
nl: Geupdatete taal- en/of landinstellingen.
vi: Đã cập nhật ngôn ngữ nộp bài.

# settings.roles.masthead
source: Consider role in masthead list
eu: Kontuan hartu rola goiburuko zerrendan
id: Pertimbangkan peran pada daftar masthead
mr: संपादकीय सेवांतील (editorial masthead) यादीत भूमिका विचारात घ्या
vi: Xem xét vai trò trong danh sách ban biên tập

# settings.roles.permitSettings
source: Permit changes to Settings
eu: Baimendu aldaketak ezarpenetan
id: Mengijinkan perubahan pada Pengaturan
mr: सेटिंग्जमध्ये बदल करण्याची परवानगी द्या
nl: Laat wijzigingen in Instellingen toe
vi: Cho phép thay đổi Cài đặt

# manager.setup.editorialMasthead.editorialHistory.description
source: Please provide the editorial history, including the full name, affiliation, and start and end dates of each editor.
eu: Mesedez, eman erredakzio-historia, editore bakoitzaren izen-abizenak, filiazioa eta hasiera- eta amaiera-datak barne.
id: Mohon sediakan sejarah editorial, termasuk nama lengkap, afiliasi, dan tanggal mulai dan berakhir dari setiap editor.
mr: कृपया प्रत्येक संपादकाचे पूर्ण नाव, संलग्नता आणि भूमिकेसाठी सुरुवातीच्या आणि शेवटाच्या तारखांसह संपादकीय इतिहास प्रदान करा.
nl: U wordt vriendelijk verzocht het redactionele curriculum vitae te verstrekken, inclusief de volledige naam, affiliatie, als ook begin- en einddatums met betrekking tot ieder redactielid.
vi: Vui lòng cung cấp lịch sử biên tập, bao gồm tên đầy đủ, liên kết, và ngày bắt đầu và kết thúc của mỗi biên tập viên.
