Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.metadata.coverage.noRequest
source: Do not request coverage metadata from the author during submission.
az: Təqdimat əsnasında Müəllifdən əhatə metadalarını tələb edin.
bg_bg: Не изисквайте метаданни за обхвата (покритието) от автора по време на подаване на материали.
ca_es: No sol·licitar metadades de cobertura a l'autor/a durant la tramesa.
cs_cz: Během odesílání nevyžadujte od autora metadata o dosahu.
da: Anmod ikke om metadata om dækningsområde fra forfatteren under indsendelse.
de_de: Während des Einreichprozesses keine Metadaten zur Abdeckung vom Autor anfordern.
el_gr: Μην ζητήσετε μεταδεδομένα κάλυψης από τον συγγραφέα κατά την υποβολή.
es_es: No solicitar metadatos de cobertura al autor/a durante el envío.
eu: Ez eskatu estaldura-metadaturik egileari bidalketa-prozesuan.
fr_fr: Ne pas demander les métadonnées de couverture à l'auteur ou l'auteure pendant la soumission.
gl: Non solicite ao autor/a metadatos de cobertura durante o envío.
hr: Nemojte tražiti metapodatke o pokrivenosti od autora tijekom podnošenja.
hu_hu: Beküldéskor ne kérjen lefedettségi metaadatokat a szerzőtől.
hy_am: Ներկայացման ընթացքում հեղինակից մի պահանջեք ծածկույթի մետատվյալներ:
id: Jangan mengajukan permintaan metadata cakupan pada penulis saat menyerahkan naskah.
id_id: Jangan mengajukan permintaan metadata cakupan pada penulis saat menyerahkan naskah.
is: Ekki biðja um lýsigögn fyrir yfirgrip frá höfundi á meðan á innsendingu stendur.
it_it: Non richiedere i metadati di copertura all'autore in fase di sottomissione.
ja: 投稿時に著者に対象範囲メタデータを要求しない。
ka_ge: წარდგენის დროს არ მოითხოვოთ ავტორისგან დაფარვის მეტამონაცემები.
kk_kz: Жіберу кезінде автордан метадеректерді қамтуды сұрамаңыз.
lv: Neprasīt autoram sniegt aptvēruma metadatus materiāla iesniegšanas laikā.
mk: За време на поднесувањето, не барајте метаподатоци за покриеност од авторот.
mr: सादरीकरणादरम्यान लेखकाकडून व्याप्तीसंबंधी (Coverage) मेटाडेटा मागू नका.
ms: Jangan minta metadata liputan daripada pengarang semasa penyerahan.
nb_no: Ikke krev metadata i tilknytning til dekningsområde fra forfatteren under innleveringen.
nl: Vraag auteurs niet om metadata over dekking toe te voegen tijdens het inzendingsproces.
pl: Nie wymagaj podania danych dot. Obszaru w trakcie zgłaszania tekstu.
pt_pt: Não solicitar metadado de cobertura aos autores durante a submissão.
ro_ro: Nu cereți metadate de acoperire de la autor în timpul înregistrării unui manuscris.
ru_ru: Не запрашивать охват в метаданных у автора во время отправки материала.
sl: Ne zahtevaj metapodatkov o pokritosti od avtorjev med oddajo prispevka.
th: ไม่ขอให้ผู้แต่งระบุเมตาดาทาการครอบคลุมระหว่างการส่งงาน
tr_tr: Gönderi sırasında yazardan kapsam üst verilerini isteyin.
uk: Не вимагати дані по охопленню від авторів під час подання.
uk_ua: Не вимагати дані по охопленню від авторів під час подання.
vi: Không yêu cầu metadata bao phủ từ tác giả trong quá trình nộp bài.
vi_vn: Không yêu cầu siêu dữ liệu về phạm vi từ tác giả trong quá trình gửi.

# manager.setup.metadata.coverage.require
source: Require the author to suggest coverage metadata before accepting their submission.
az: Müəllifin təqdimatını qəbul etməzdən əvvəl əhatə metadaları tövsiyə etməsini istəyin
bg_bg: Изискайте от автора да предложи метаданни за обхвата (покритието), преди да приемете подадените материали.
ca_es: Sol·licitar a l'autor/a que proposi metadades de cobertura abans d'acceptar la seva tramesa.
cs_cz: Před přijetím příspěvku požádejte autora, aby navrhl metadata dosahu.
da: Kræv at forfatteren foreslår metadata om dækningsområde, før vedkommende kan acceptere indsendelsen.
de_de: Während des Enreichprozesses Vorschläge zu Metadaten zur Abdeckung vom Autor verlangen.
el_gr: Απαιτείστε από τον συγγραφέα να προτείνει μεταδεδομένα κάλυψης προτού αποδεχτείτε την υποβολή του.
es_es: Exigir al autor/a que proponga metadatos de cobertura antes de aceptar su envío.
eu: Eskatu egileari estaldura-metadatuak iradokitzeko bidalketa onartu aurretik.
fr_fr: Exiger de l'auteure ou auteur qu'il suggère les métadonnées de couverture avant d'accepter la soumission.
gl: Esixe ao autor/a que suxira metadatos de cobertura antes de aceptar o seu envío.
hr: Zahtijevajte od autora da predloži metapodatke o pokrivenosti prije prihvaćanja njihovog podneska.
hu_hu: A beküldés elfogadásának feltétele, hogy a szerző lefedettségi metaadatokat adjon meg.
hy_am: Հեղինակից պահանջեք առաջարկել ծածկույթի մետատվյալներ՝ նախքան դրանց ներկայացումն ընդունելը:
id: Mewajibkan penulis untuk menyarankan metadata cakupan sebelum menerima naskahnya.
id_id: Mewajibkan penulis untuk menyarankan metadata cakupan sebelum menerima naskahnya.
is: Krefja höfund um lýsigögn fyrir yfirgrip áður en viðkomandi samþykkir innsendingu.
it_it: Richiedere agli autori di suggerire i metadati di copertura prima di accettare la sottomissione.
ja: 投稿を受け付ける前に、著者に対象範囲メタデータの提案を求める。
ka_ge: ავტორს მოსთხოვეთ შესთავაზოს დაფარვის მეტამონაცემები, სანამ მიიღებს მათ წარდგენას.
kk_kz: Автордан олардың жіберуін қабылдамас бұрын метадеректерге қамтуды міндетті түрде қосуды талап етіңіз.
lv: Pieprasīt autoram materiāla iesniegšanas laikā sniegt aptvēruma metadatu ieteikumus.
mk: Барај авторот да предложи метаподатоци за покриеност пред да биде прифатен нивниот поднесок.
mr: लेखकाने व्याप्तीसंबंधी (Coverage) मेटाडेटा सुचवणे त्याचे सादरीकरण स्वीकारण्यापूर्वी आवश्यक आहे.
ms: Memerlukan pengarang untuk mencadangkan metadata liputan sebelum menerima penyerahan mereka.
nb_no: Be forfatteren foreslå metadata i forbindelse med dekningsområde før vedkommende godkjenner innleveringen.
nl: Verplicht auteurs om metadata over dekking toe te voegen tijdens het inzendingsproces.
pl: Wymagaj od autora podania danych dot. Obszaru zanim zgłoszenie zostanie zaakceptowane do wydania.
pt_pt: Exigir aos autores que sugiram metadados de cobertura antes de aceitar a submissão.
ro_ro: Solicitați autorului să sugereze metadate de acoperire înainte de a accepta înregistrarea acestora.
ru_ru: Требовать, чтобы автор обязательно указал охват в метаданных до приёма его материала.
sl: Zahtevaj od avtorjev metapodatke o pokritosti pred sprejetjem njihovega prispevka.
th: บังคับให้ผู้แต่งเสนอเมตาดาทาการครอบคลุมก่อนที่จะยอมรับการส่งงานของพวกเขา
tr_tr: Yazarın gönderisini kabul etmeden önce kapsam üstverileri önermesini isteyin.
uk: Вимагати у автора пропозиції щодо охоплення перед прийняттям його подання.
uk_ua: Вимагати у автора пропозиції щодо охоплення перед прийняттям подання.
vi: Yêu cầu tác giả đề xuất metadata bao phủ trước khi chấp nhận bài nộp của họ.
vi_vn: Yêu cầu tác giả đề xuất siêu dữ liệu về mức độ phù hợp trước khi chấp nhận bài gửi của họ.

# manager.setup.metadata.keywords.enable
source: Enable keyword metadata
az: Açar söz metadatalarını aktivləşdirin
bg_bg: Активиране на метаданни за ключови думи
ca_es: Habilitar les metadades de paraules clau
cs_cz: Povolit klíčová slova
da: Aktivér metadata i forbindelse med nøgleord
de_de: Metadaten zu Stichworten aktivieren
el_gr: Ενεργοποίηση μεταδεδομένων λέξεων-κλειδιών
es_es: Habilitar los metadatos de palabras clave
eu: Gaitu gako-hitzaren metadatuak
fr_fr: Activer la métadonnée de mot-clé
gl: Habilitar os metadatos de palabras clave
hr: Omogući metapodatke ključne riječi
hu_hu: Kulcsszó metaadat engedélyezése
hy_am: Միացնել բանալի բառի մետատվյալները
id: Aktifkan metadata kata kunci
id_id: Aktifkan metadata kata kunci
is: Virkja lýsigöng lykilorða
it_it: Abilitare metadata per le parole chiave
ja: キーワードメタデータの有効化
ka_ge: ჩართეთ საკვანძო სიტყვების მეტამონაცემები
kk_kz: Кілтсөз метадеректерін қосыңыз
lv: Iespējot atslēgvārdu metadatus
mk: Овозможи метаподатоци за клучни зборови
mr: कळीच्या शब्दांसाठी (कीवर्ड) मेटाडेटा कार्यान्वित (Enable) करा
ms: Dayakan metadata kata kunci
nb_no: Aktiver metadata i forbindelse med nøkkelord
nl: Schakel metadata over trefwoorden in
pl: Włącz metadane Słowa kluczowe
pt_pt: Ativar palavras-chave
ro_ro: Activați metadatele pentru cuvinte cheie
ru_ru: Включить ключевые слова в метаданные
sl: Omogoči metapodatke za ključne besede
th: เปิดใช้งานเมตาดาทาคำสำคัญ
tr_tr: Anahtar kelime üst verilerini etkinleştir
uk: Включити ключові слова у метадані
uk_ua: Включити ключові слова у метадані
vi: Bật metadata từ khóa
vi_vn: Bật siêu dữ liệu từ khóa

# manager.setup.metadata.keywords.request
source: Ask the author to suggest keywords during submission.
az: Müəllifdən təqdimat əsnasında açar sözlər tövsiyə etməsini istəyin
bg_bg: Изисквайте ключови думи от автора по време на подаването на материали.
ca_es: Sol·licitar als autors/es que proposin paraules clau durant la tramesa.
cs_cz: Požádejte autora, aby při odesílání příspěvku navrhl klíčová slova.
da: Bed forfatteren om at foreslå nøgleord under indsendelse.
de_de: Den Autor/dieAutorin während des Einreichprozesses um Vorschläge zu Stichworten bitten.
el_gr: Ζητήστε από τον συγγραφέα να προτείνει λέξεις-κλειδιά κατά την υποβολή.
es_es: Solicitar al autor/a que proponga palabras clave durante el envío.
eu: Eskatu egileari gako-hitzak iradokitzeko bidalketa-prozesuan.
fr_fr: Demander à l'auteur ou l'auteure de suggérer des mots-clés lors de la soumission.
gl: Solicitar ao autor/a que suxira palabras clave durante o envío.
hr: Pitajte autora za informacije o ključnim riječima prilikom podnošenja.
hu_hu: Beküldéskor kérjen kulcsszavakat a szerzőtől.
hy_am: Խնդրեք հեղինակին առաջարկել բանալի բառեր ներկայացնելու ընթացքում:
id: Minta penulis untuk menyarankan kata kunci saat menyerahkan naskah.
id_id: Minta penulis untuk menyarankan kata kunci saat menyerahkan naskah.
is: Biðja höfund um að leggja til lykilorð á meðan á innsendingu stendur.
it_it: Chiedere agli autori di suggerire parole chiave durante la fase di sottomissione.
ja: 投稿時に著者にキーワードを提案してもらう。
ka_ge: სთხოვეთ ავტორს, შესთავაზოს საკვანძო სიტყვები.
kk_kz: Жіберу кезінде автордан кілт сөздерді сұраңыз.
lv: Aicināt autoru materiāla iesniegšanas laikā norādīt atslēgvārdus.
mk: За време на поднесувањето, прашајте го авторот да предложи клучни зборови.
mr: सादरीकरणादरम्यान लेखकाला कळीचे शब्द (कीवर्ड्स) सुचवण्यास सांगा.
ms: Minta pengarang mencadangkan kata kunci semasa penyerahan.
nb_no: Be forfatteren foreslå nøkkelord i forbindelse med innleveringen.
nl: Vraag auteurs om trefwoorden toe te voegen tijdens het inzendingsproces.
pl: Poproś autora o podanie danych dot. Słów kluczowych w trakcie składania tekstu.
pt_pt: Solicitar ao autores que sugiram palavras-chave durante a submissão.
ro_ro: Rugați autorul să sugereze cuvinte cheie în timpul înregistrării manuscrisului.
ru_ru: Просить автора указать ключевые слова во время отправки материала.
sl: Zahtevaj od avtorjev, da navedejo ključne besede med oddajo prispevka.
th: ขอให้ผู้แต่งเสนอคำสำคัญระหว่างการส่งงาน
tr_tr: Yazardan gönderi sırasında anahtar kelime önermesini isteyin.
uk: Прохати автора пропозиції щодо ключових слів під час подання.
uk_ua: Прохати автора пропозиції щодо ключових слів під час подання.
vi: Yêu cầu tác giả đề xuất từ khóa trong quá trình nộp bài.
vi_vn: Yêu cầu tác giả đề xuất từ khóa trong quá trình gửi bài.

# manager.setup.metadata.rights.description
source: Any rights held over the submission, which may include Intellectual Property Rights (IPR), Copyright, and various Property Rights.
az: Təqdimat ilə əlaqədar olaraq Düşüncə Mülkiyyəti Hüquqları (IPR), Müəllif Hüququ və müxtəlif Mülkiyyət Hüquqlarını ehtiva edən bütün hüquqlar.
bg_bg: Всички права, притежавани върху подадените материали, което може да включва права на интелектуална собственост (IPR), авторско право и различни права на собственост.
ca_es: Qualsevol dret sobre la tramesa, que pot incloure drets de propietat intel·lectual (DPI), drets d'autor i diversos drets de propietat.
cs_cz: Jakákoli práva k příspěvku, která mohou zahrnovat práva duševního vlastnictví, autorská práva a různá vlastnická práva.
da: Eventuelle rettigheder over indsendelsen, som kan omfatte intellektuel ejendomsret ( Intellectual Property Rights - IPR), copyright og diverse ejendomsrettigheder.
de_de: Alle Rechte an diesem Beitrag einschließlich Schutz- und Urheberrechten sowie Eigentumsrechten.
el_gr: Οποιαδήποτε δικαιώματα διατηρούνται κατά την υποβολή, τα οποία μπορεί να περιλαμβάνουν δικαιώματα πνευματικής ιδιοκτησίας (IPR), πνευματικά δικαιώματα και διάφορα δικαιώματα ιδιοκτησίας.
es_es: Cualquier derecho sobre el envío, que puede incluir derechos de propiedad intelectual (DPI), derechos de autor y diversos derechos de propiedad.
eu: Bidalketaren gaineko eskubide guztiak, jabetza intelektualeko eskubideak (IPR), egile-eskubideak eta hainbat jabetza-eskubide barne.
fr_fr: Tous les droits détenus sur la soumission, qui peuvent inclure les droits de propriété intellectuelle (DPI), les droits d'auteurs et divers droits de propriété.
gl: Calquera dereito sobre o envío, que pode incluír Dereitos de Propiedade Intelectual (DPI), Dereitos de Autor e diferentes Dereitos de Propiedade.
hr: Sva prava nad podneskom, koja mogu uključivati prava intelektualnog vlasništva (IPR), autorska prava i razna vlasnička prava.
hu_hu: A benyújtás kapcsán fennálló jogok, amelyek magukban foglalhatják a szellemi tulajdonjogokat (IPR), a szerzői jogokat és a különféle tulajdonjogokat.
hy_am: Ներկայացման նկատմամբ պահպանվող ցանկացած իրավունք, որը կարող է ներառել մտավոր սեփականության իրավունքները (ՄՍԻ), հեղինակային իրավունքը և սեփականության տարբեր իրավունքները:
id: Semua hak yang menyertai naskah, yang mungkin mencakupi Hak Kekayaan Intelektual (HKI), Hak Cipta, dan berbagai Hak Milik.
id_id: Semua hak yang menyertai naskah, yang mungkin mencakupi Hak Kekayaan Intelektual (HKI), Hak Cipta, dan berbagai Hak Milik.
is: Öll réttindi sem hvíla á handritinu, t.d. hugverkaréttur, höfundaréttur og ýmis eignarréttindi.
it_it: Diritti detenuti sul manoscritto: potrebbero essere diritti di proprietà intellettuale, copyright e/o altri diritti.
ja: 知的財産権（IPR）、著作権、様々な財産権を含む、投稿物に対して保持されているあらゆる権利。
ka_ge: წარდგენისას დაცულია ნებისმიერი უფლებები, რომელიც შეიძლება მოიცავდეს ინტელექტუალური საკუთრების უფლებებს (IPR), საავტორო უფლებებს და სხვადასხვა საკუთრების უფლებებს.
kk_kz: Сіз жіберген материалға қолданылатын кез келген құқықтар зияткерлік меншік құқықтарын, авторлық құқықтарды және әртүрлі меншік құқықтарын қамтуы мүмкін.
lv: Jebkuras tiesības, kas attiecas uz iesniegto materiālu, tostarp intelektuālā īpašuma tiesības, autortiesības un dažādas īpašumtiesības.
mk: Задржани се било какви права над поднесокот, што може да вклучува права на интелектуална сопственост (IPR), авторски права и разни права на сопственост.
mr: सादरीकरणावर असलेले कोणतेही अधिकार, ज्यामध्ये बौद्धिक संपदा अधिकार (IPR), कॉपीराइट आणि इतर संपदा अधिकारांचा समावेश असू शकतो.
ms: Sebarang hak yang dipegang atas penyerahan, yang mungkin termasuk Hak Harta Intelek (IPR), Hak Cipta dan pelbagai Hak Harta.
nb_no: Eventuelle rettigheter over innleveringen som kan omfatte intellektuell opphavsrett (Intellectual Property Rights - IPR), kopirett og diverse opphavsrettigheter.
nl: Rechten op de inzending, zoals intellectuele eigendomsrechten (IPR), copyright en verschillende eigendomsrechten.
pl: Dowolne prawa które są częścią tego zgłoszenia, które są częścią czyjejś własności intelektualnej (IPR). Prawa autorskie i inne prawa własnościowe.
pt_pt: Quaisquer direitos sobre a submissão, que podem ser incluídos nos Direitos de Propriedade Intelectual (DPI), Direitos de autor, e vários Direitos de Propriedade.
ro_ro: Orice drepturi deținute asupra manuscrisului, care pot include drepturi de proprietate intelectuală (DPI), drepturi de autor și diverse drepturi de proprietate.
ru_ru: Любые права, которые распространяются на отправляемый материал, сюда могут быть включены права на интеллектуальную собственность, копирайт и различные имущественные права.
sl: Vse pravice, ki se nanašajo na prispevek. Vsebujejo lahko intelektualne pravice, avtorske pravice ali ostale lastninske pravice.
th: สิทธิ์ใด ๆ ที่ถือครองเหนือการส่งงาน ซึ่งอาจรวมถึงสิทธิในทรัพย์สินทางปัญญา (IPR), ลิขสิทธิ์ และสิทธิ์ในทรัพย์สินต่าง ๆ
tr_tr: Gönderi ile ilgili olarak Fikri Mülkiyet Hakları (IPR), Telif Hakkı ve çeşitli Mülkiyet Haklarını içerebilecek tüm haklar.
uk: Будь-які права щодо подання, які можуть включати права інтелектуальної власності (ПІВ), авторські права та різні права власності.
uk_ua: Будь-які права над поданням, які можуть включати Права інтелектуальної власності, Авторське право та різноманітні права на володіння.
vi: Bất kỳ quyền nào được giữ đối với bài nộp, có thể bao gồm Quyền sở hữu trí tuệ (IPR), Bản quyền và các Quyền tài sản khác.
vi_vn: Bất kỳ quyền nào có được đối với bài gửi, có thể bao gồm Quyền sở hữu trí tuệ, Bản quyền và các Quyền sở hữu khác nhau.

# manager.setup.metadata.rights.request
source: Ask the author to disclose any prior access rights during submission.
az: Müəllifdən müraciət əsnasında əvvəlcədən giriş hüquqlarını açıqlamasını istəyin
bg_bg: Изисквайте разкриване на правата от автора по време на подаването на материали.
ca_es: Sol·licitar a l'autor/a que declari qualsevol dret d'accés previ durant la tramesa.
cs_cz: Požádejte autora, aby zveřejnil veškerá předchozí oprávnění k článku během odesílání.
da: Bed forfatteren om at angive forudgående adgangsrettigheder under indsendelse.
de_de: Den Autor/ die Autorin während des Enreichprozesses um Angaben zu bestehenden Rechten bitten.
es_es: Solicitar al autor/a que declare cualquier derecho de acceso previo durante el envío.
eu: Eskatu egileari aurretiazko edozein sarbide-eskubide jakinarazteko bidalketa-prozesuan.
fr_fr: Demander à l'auteure ou auteur de divulguer tout droit d'accès antérieur lors de la soumission.
gl: Pedirlle ao autor que declare os dereitos de acceso previos durante o envío.
hr: Pitajte autora za informacije o pravima prilikom podnošenja.
hu_hu: Kérje a szerzőt, hogy a benyújtás során tegye közzé minden korábbi hozzáférési jogát.
hy_am: Խնդրեք հեղինակին հրապարակել արդեն առկա ցանկացած իրավունք՝ ներկայացնելու ընթացքում:
id: Minta penulis untuk mengungkapkan hak akses sebelumnya saat menyerahkan naskah.
id_id: Minta penulis untuk mengungkapkan hak akses sebelumnya saat menyerahkan naskah.
is: Biðja höfund um að upplýsa um öll fyrri aðgangsréttindi á meðan á innsendingu stendur.
it_it: Chiedere agli autori di dichiarare i diritti di accesso in fase di sottomissione.
ja: 投稿の際には、事前のアクセス権の開示を著者に求める。
ka_ge: სთხოვეთ ავტორს, გაამჟღავნოს წინასწარი წვდომის უფლებები წარდგენის დროს.
kk_kz: Автордан материалды жіберу кезінде бұрыннан бар құқықтар туралы ақпарат беруін сұраңыз.
lv: Aicināt autoru materiāla iesniegšanas laikā atklāt jau pastāvošas piekļuves tiesības.
mk: За време на поднесувањето, прашајте го авторот да открие било какви права за претходен пристап.
mr: सादरीकरणादरम्यान लेखकाकडून कोणतेही पूर्ववर्ती उपलब्धतेचे अधिकार (prior access rights) उघड करण्यास सांगा.
ms: Minta pengarang untuk mendedahkan sebarang hak akses terdahulu semasa penyerahan.
nb_no: Be forfatteren om å angi tidligere opphavsrettsvilkår under innleveringen.
nl: Vraag auteurs om de rechten die rusten op een inzending bekend te maken tijdens het inzendingsproces.
pl: Poproś autora o podanie danych dot. Praw w trakcie składania tekstu.
pt_pt: Solicitar aos autores que declarem direitos de acesso prévios durante a submissão.
ro_ro: Rugați autorul să dezvăluie orice drepturi de acces anterioare în timpul înregistrării manuscrisului.
ru_ru: Просить автора указать информацию об уже существующих правах на материал во время отправки.
sl: Zahtevaj od avtorjev, da navedejo predhodne pravice prispevka med oddajo prispevka.
th: ขอให้ผู้แต่งเปิดเผยสิทธิ์ในการเข้าถึงที่มีอยู่ก่อนระหว่างการส่งงาน
tr_tr: Yazardan, başvuru sırasında önceden erişim haklarını açıklamasını isteyin.
uk: Прохати авторів зазначати будь-які попередні права доступу під час подання.
uk_ua: Прохати авторів зазначати будь-які попередні права доступу під час подання.
vi: Yêu cầu tác giả tiết lộ bất kỳ quyền truy cập trước đó nào trong quá trình nộp bài.
vi_vn: Yêu cầu tác giả tiết lộ bất kỳ quyền truy cập trước khi gửi bài.
