Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# emailTemplate.variable.submission.submissionId
source: The submission's unique ID number
az: Namizəd məqalənin unikal şəxsiyyət nömrəsi
bg_bg: Уникален идентификатор на подадените материали
cs_cz: Unikátní ID příspěvku
da: Indsendelsen unikke ID-nummer
eu: Bidalketaren ID zenbaki bakarra
hr: Jedinstveni ID broj podneska
hy_am: Այս ներկայացման եզակի ID թիվը
id: Nomor unik ID naskah
is: Einkvæmt kenni innsendingar
ja: 投稿のユニークID番号
ka_ge: წარდგენის უნიკალური ID ნომერი
kk_kz: Бірегей материал идентификаторы
lv: Iesniegtā materiāla unikālais identifikācijas numurs
mk: Единствен ИД број на поднесокот
mr: सादरीकरणाचा एकमेव ID क्रमांक
ms: Nombor ID unik penyerahan
nl: Het unieke ID-nummer van de inzending
pl: Unikalny numer identyfikacyjny zgłoszenia
ru_ru: Уникальный ID материала
sl: Unikaten ID prispevka
th: หมายเลขรหัสเฉพาะของบทความที่ส่ง
uk: Унікальний номер ID подання
vi: Mã ID duy nhất của bài nộp

# emailTemplate.variable.submission.authorsShort
source: The names of the authors in a short string, like "Barnes, et al"
az: Qısaldılmış bir sərit formatında Müəllif adları
cs_cz: Jména autorů ve zkrácené formě
da: Forfatternavne i form af en forkortet streng, fx "Barnes, et al"
eu: Egileen izenak kate labur batean, adibidez "Barnes, et al"
hr: Skraćeni oblik imena autora
hy_am: Հեղինակների անունները կրճատված տողի տեսքով
id: Nama para pengarang secara pendek, seperti "Barnes, et al"
ka_ge: ავტორის სახელები შემოკლებული სტრიქონის სახით
lv: Autoru vārdi īsā virknē, piemēram, "Bērziņš u.c."
mk: Имиња на авторите во облик на скратен наслов, како „Барнс, и други“
mr: लेखकांची नावे "जोशी, इत्यादी" सारख्या स्वल्प सूत्र रूपात
nl: De namen van de auteurs in een korte frase, zoals "Barnes e.a."
pl: Skrótowe ujęcie nazwisk autorów, np. „Kowalski i in.”
sl: Skrajšana oblika imen avtorjev
th: ชื่อของผู้แต่งในรูปแบบสั้น เช่น "Barnes, et al"
uk: Імена авторів коротким рядком, як "Барнс та ін."
vi: Tên của các tác giả trong một chuỗi ngắn, chẳng hạn như "Barnes, và những người khác"

# emailTemplate.variable.submission.authors
source: The full names of the authors
az: Müəlliflərin tam adları
bg_bg: Пълните имена на авторите
cs_cz: Plná jména autorů
da: Forfatternes fulde navne
eu: Egileen izen osoak
hr: Puna imena autora
hy_am: Հեղինակների լրիվ անունները
id: Nama lengkap dari para pengarang
is: Fullt nafn höfunda
ja: 短縮した文字列の著者名
ka_ge: ავტორების სრული სახელები
kk_kz: Авторлардың толық аты-жөні
lv: Autoru vārdi un uzvārdi
mk: Целосно име на авторите
mr: लेखकांची पूर्ण नावे
ms: Nama pengarang dalam bentuk string yang disingkatkan
nb_no: Forfatternes fulle navn
nl: De volledige namen van de auteurs
pl: Pełne nazwiska autorów
ru_ru: ФИО авторов
sl: Imena avtorjev
th: ชื่อเต็มของผู้แต่ง
uk: Повні імена (П. І. Б.) авторів
vi: Tên đầy đủ của các tác giả

# emailTemplate.variable.submission.submissionUrl
source: The URL to the submission in the editorial backend
az: Redaktor ekranındakı namizəd məqalənin URL-si
bg_bg: URL адресът на подадените материали в редакционния бекенд панел (редакторското табло)
cs_cz: URL adresa příspěvku v redakčním backendu
da: Indsendelsens URL i den redaktionelle backend
eu: Bidalketaren URLa erredakzio-kudeaketan
hr: URL do podneska u uredničkom prikazu
hy_am: Ներկայացման URL-ը խմբագրության հետին մասում
id: URL untuk naskah pada bagian belakang editorial
is: Vefslóð á innsendinguna í bakenda ritstjórnar
ja: 編集バックエンドでの投稿のURL
ka_ge: წარდგენის URL სარედაქციო სარეზერვო სისტემაში
kk_kz: Түзету серверіндегі материалдың URL мекенжайы
lv: Iesniegtā materiāl URL redakcijas aizmugursistēmā
mk: УРЛ од поднесокот во уредничкиот приод
mr: संपादकीय कार्यासाठी सादरीकरणाचा URL
ms: URL kepada penyerahan dalam backend editorial
nl: De URL naar de inzending in de niet-zichtbare serverkant
pl: Internetowy adres zgłoszenia dostępny dla redakcji
ru_ru: URL материала в бэкенде редакции
sl: URL do prispevka v uredniškem pogledu
th: URL ไปยังการส่งงานในระบบบรรณาธิการ
uk: URL-адреса подання в мережі редакції
vi: URL đến bài nộp trong backend biên tập

# emailTemplate.variable.submission.submissionPublishedUrl
source: The URL to the published submission
bg_bg: URL адрес към изпратените материали
cs_cz: Adresa URL zveřejněného příspěvku
da: URL'en til den offentliggjorte indsendelse
eu: Argitaratutako bidalketaren URLa
hr: URL objavljenog podneska
id: URL untuk naskah yang diterbitkan
lv: URL uz publicēto materiālu
mk: URL на објавениот поднесок
mr: प्रकाशित सादरीकरणाचा URL
nl: De URL naar de gepubliceerde inzending
pl: Internetowy adres zgłoszenia dostępny po publikacji
sl: URL do objavljenega prispevka
th: URL ไปยังการส่งงานที่ได้รับการตีพิมพ์
uk: URL-адреса опублікованого подання
vi: URL đến bài nộp đã xuất bản

# emailTemplate.variable.passwordResetUrl
source: Hashed URL which is sent to a user to confirm the password reset
az: #YOK
bg_bg: Хеширан URL адрес, който се изпраща на потребител, за да потвърди нулирането на паролата
cs_cz: Hashovaná adresa URL, která je odeslána uživateli pro potvrzení resetování hesla
da: Hashed URL, som sendes til brugeren for at bekræfte nulstilling af password
eu: Pasahitza berrezartzeko erabiltzaile bati bidaltzen zaion kodetutako URLa
hr: Raspršeni URL koji se šalje korisniku da potvrdi ponovno postavljanje zaporke
hy_am: Հիշված URL, որն ուղարկվում է օգտատիրոջը՝ գաղտնաբառի վերակայումը հաստատելու համար
id: URL hashed yang dikirim ke pengguna untuk mengonfirmasi pengaturan ulang password
ka_ge: ჰეშირებული URL, რომელიც ეგზავნება მომხმარებელს პაროლის გადატვირთვის დასადასტურებლად
kk_kz: Құпия сөзді қалпына келтіруді растау үшін пайдаланушыға жіберілетін хэштелген URL мекенжайы
lv: Sašifrēts URL, kas tiek nosūtīts lietotājam, lai apstiprinātu paroles atiestatīšanu
mk: Хеширана URL-адреса која се испраќа до корисник за да го потврди ресетирањето на лозинката
mr: हॅश केलेला URL जो वापरकर्त्याला त्याची ओळख पटवून पासवर्ड बदलण्यासाठी (रीसेट) पाठवला जातो
nl: Gehashte (versleutelde) URL die ter beveiliging naar een gebruiker is verzonden om het opnieuw instellen van het wachtwoord te bevestigen
pl: Zmieszany adres internetowy, wysyłany do użytkownika w celu potwierdzenia zresetowania hasła
sl: Zgoščeni URL, ki se pošlje uporabniku za potrditev ponastavitve gesla
th: URL ที่ถูกแฮชซึ่งถูกส่งให้ผู้ใช้เพื่อยืนยันการรีเซ็ตรหัสผ่าน
uk: Хешована URL-адреса, яка надсилається користувачеві для підтвердження скидання пароля
vi: URL được mã hóa được gửi đến người dùng để xác nhận đặt lại mật khẩu

# emailTemplate.variable.password
source: New random user password
bg_bg: Нова произволна потребителска парола
cs_cz: Nové náhodné uživatelské heslo
da: Nyt tilfældigt brugerpassword
eu: Ausazko erabiltzaile pasahitz berria
hr: Nova nasumična korisnička lozinka
hy_am: Օգտվողի նոր պատահական գաղտնաբառ
id: Password random pengguna yang baru
lv: Jauna nejauši izvēlēta parole lietotājam
mk: Нова корисничка лозинка по случаен избор
mr: नवा यादृच्छिक (random) वापरकर्ता पासवर्ड
nl: Nieuw willekeurig wachtwoord
pl: Nowe losowe hasło użytkownika
sl: Novo naključno uporabniško geslo
th: รหัสผ่านผู้ใช้แบบสุ่มใหม่
uk: Новий випадковий пароль користувача
vi: Mật khẩu người dùng mới ngẫu nhiên

# mailable.reviewerReinstate.name
source: Reviewer Reinstate
az: Rəyçi yenidən təyin edildi
bg_bg: Рецензентът е възстановен
cs_cz: Recenzent obnoven
da: Bedømmer genindsat
eu: Berrezarri ebaluatzailea
hr: Recenzent je ponovno dodijeljen
hy_am: Գրախոսը վերականգնվեց
id: Reviewer Mengembalikan Kembali
is: Ritrýnir settur aftur inn
ja: 査読者復活
ka_ge: მიმომხილველი აღდგა.
kk_kz: Рецензент қайта тағайындалды
lv: Recenzenta atjaunošana
mk: Повторно воведи го рецензентот
mr: समीक्षकाची पुनर्नियुक्ती
pl: Przywróć recenzenta
ru_ru: Рецензент назначен заново
sl: Recenzent ponovno dodeljen
th: การคืนสถานะผู้รีวิว
uk: Відновлення рецензента
vi: Khôi phục người đánh giá

# mailable.reviewerResendRequest.name
source: Resend Review Request to Reviewer
bg_bg: Повторно изпращане на молба за рецензия до рецензента
cs_cz: Opětovné odeslání žádosti o recenzi recenzentovi
da: Gensend anmodning om bedømmelse til bedømmer
eu: Birbidali berrikuspen-eskaera ebaluatzaileari
hr: Ponovno pošaljite zahtjev za recenziju recenzentu
id: Mengirimkan kembali Permintaan untuk Mereview kepada Reviewer
lv: Atkārtoti nosūtīt recenzentam recenzijas pieprasījumu
mk: Повторно испратете го барањето за рецензија до рецензентот
mr: समीक्षकाला समीक्षणासाठी पुन्हा आमंत्रित करा
nl: Mail het recensieverzoek terug aan de recensent
pl: Wyślij ponownie do recenzenta prośbę o wykonanie recenzji
sl: Ponovno pošlji recenzentu prošnjo za recenzijo
th: ส่งคำขอทบทวนใหม่ให้กับผู้รีวิว
uk: Повторне надсилання рецензенту запиту на рецензування
vi: Gửi lại yêu cầu đánh giá cho người đánh giá

# emailTemplate.variable.announcementTitle
source: The title of the announcement
bg_bg: Заглавие на обявата
cs_cz: Název oznámení
da: Titlen på meddelelsen
eu: Abisuaren izenburua
hr: Naslov najave
hy_am: Հայտարարության վերնագիրը
id: Judul pengumuman
lv: Paziņojuma virsraksts
mk: Насловот на соопштението
mr: घोषणेचे/सूचनेचे शीर्षक
nl: De titelaankondiging
pl: Tytuł ogłoszenia
sl: Naslov obvestila
th: ชื่อของประกาศ
uk: Заголовок оголошення
vi: Tiêu đề của thông báo

# emailTemplate.variable.announcementSummary
source: Short description of the announcement
bg_bg: Кратко описание на обявата
cs_cz: Stručný popis oznámení
da: Kort beskrivelse af meddelelsen
eu: Abisuaren deskribapen laburra
hr: Kratki opis najave
hy_am: Հայտարարության համառոտ նկարագրությունը
id: Deskripsi singkat tentang pengumumuman
lv: Īss paziņojuma apraksts
mk: Краток опис на соопштението
mr: घोषणेचे/सूचनेचे संक्षिप्त वर्णन
nl: Korte beschrijving van de aankondiging
pl: Krótki opis ogłoszenia
sl: Kratek opis obvestila
th: คำอธิบายสั้น ๆ ของประกาศ
uk: Короткий опис оголошення
vi: Mô tả ngắn gọn về thông báo

# emailTemplate.variable.announcementUrl
source: The URL to the announcement
bg_bg: URL адрес към обявата
cs_cz: Adresa URL oznámení
da: URL til meddelelsen
eu: URLa abisura
hr: URL do najave
hy_am: Հայտարարության URL-ը
id: URL pengumuman
lv: Paziņojuma URL adrese
mk: URL до соопштението
mr: घोषणेचा/सूचनेचा URL
nl: De URL naar de aankondiging
pl: Internetowy adres ogłoszenia
sl: URL do obvestila
th: URL ไปยังประกาศ
uk: URL-адреса оголошення
vi: URL đến thông báo

# emailTemplate.variable.statisticsReportNotify.declinedSubmissions
source: The number of declined submissions
bg_bg: Брой на отхвърлените материали
cs_cz: Počet odmítnutých příspěvků
da: Antal afviste indsendelser
eu: Ukatutako bidalketa-kopurua
hr: Broj odbijenih podnesaka
hy_am: Մերժված ներկայացումների քանակը
id: Jumlah naskah yang ditolak
lv: Noraidīto materiālu skaits
mk: Број на одбиени поднесоци
mr: नाकारलेल्या सादरीकरणांची संख्या
nl: Het aantal geweigerde inzendingen
pl: Ilość zgłoszeń odrzuconych
sl: Število zavrnjenih prispevkov
th: จำนวนการส่งงานที่ถูกปฏิเสธ
uk: Кількість відхилених подань
vi: Số lượng bài nộp bị từ chối

# emailTemplate.variable.statisticsReportNotify.acceptedSubmissions
source: The number of accepted submissions
bg_bg: Брой на приетите материали
cs_cz: Počet přijatých příspěvků
da: Antal accepterede indsendelser
eu: Onartutako bidalketa-kopurua
hr: Broj prihvaćenih podnesaka
hy_am: Ընդունված ներկայացումների քանակը
id: Jumlah naskah yang diterima
lv: Pieņemto materiālu skaits
mk: Број на прифатени поднесоци
mr: स्वीकारलेल्या सादरीकरणांची संख्या
nl: Het aantal geaccepteerde inzendingen
pl: Ilość zgłoszeń zaakceptowanych
sl: Število sprejetih prisepvkov
th: จำนวนการส่งงานที่ได้รับการยอมรับ
uk: Кількість прийнятих подань
vi: Số lượng bài nộp đã chấp nhận

# emailTemplate.variable.statisticsReportNotify.totalSubmissions
source: The total number of submissions received
bg_bg: Общ брой на получени материали
cs_cz: Celkový počet přijatých příspěvků
da: Total antal modtagne indsendelser
eu: Jasotako bidalketen kopuru osoa
hr: Ukupan broj primljenih podnesaka
hy_am: Ստացված հայտերի ընդհանուր թիվը
id: Jumlah total naskah yang diterima
lv: Kopējais saņemto materiālu skaits
mk: Вкупниот број на примени поднесоци
mr: प्राप्त झालेल्या एकूण सादरीकरणांची संख्या
nl: Het totaal aantal ontvangen inzendingen
pl: Łączna ilość otrzymanych zgłoszeń
sl: Skupno število prejetih prispevkov
th: จำนวนการส่งงานทั้งหมดที่ได้รับ
uk: Загальна кількість отриманих подань
vi: Tổng số bài nộp đã nhận

# emailTemplate.variable.statisticsReportNotify.month
source: The month of the report
bg_bg: Месец на отчета
cs_cz: Měsíc vydání zprávy
da: Måneden for rapporten
eu: Txostenaren hilabetea
hr: Mjesec izvješća
hy_am: Հաշվետվության ամիսը
id: Bulan dari laporan
lv: Pārskata mēnesis
mk: Месец на извештајот
mr: अहवालाचा महिना
nl: De maand van het rapport
pl: Miesiąc raportu
sl: Mesec poročila
th: เดือนของรายงาน
uk: Місяць звіту
vi: Tháng của báo cáo

# emailTemplate.variable.statisticsReportNotify.year
source: The year of the report
bg_bg: Годината на отчета
cs_cz: Rok vydání zprávy
da: Året for rapporten
eu: Txostenaren urtea
hr: Godina izvješća
id: Tahun dari laporan
lv: Pārskata gads
mk: Година на извештајот
mr: अहवालाचे वर्ष
nl: Het jaar van het rapport
pl: Rok raportu
sl: Leto poročila
th: ปีของรายงาน
uk: Рік звіту
vi: Năm của báo cáo

# mailable.reviewerUnassign.name
source: Reviewer Unassign
az: Rəyçidən geri alındı
bg_bg: Асосиирането на рецензент е отменено
cs_cz: Bylo zrušeno přiřazení recenzenta
da: Bedømmer frameldt
eu: Ebaluatzailearen esleipena kendu
hr: Recenzent je odbijen
hy_am: Գրախոսը ապանշանակված է
id: Reviewer Tidak ditugaskan
is: Ritrýnir aftengdur
ja: 査読者未任命
ka_ge: მიმომხილველი არ არის დანიშნული
kk_kz: Рецензент ретінде тағайындау жойылды
lv: Atcelt recenzenta piešķīrumu
mk: Не е доделен Рецензент
mr: समीक्षक निलंबीत करा (unassign)
nl: Reviewverzoek Intrekken
pl: Cofnij przypisanie recenzenta
ru_ru: Назначение рецензентом отменено
sl: Recenzent razrešen
th: ถอนสถานะผู้รีวิว
uk: Скасування призначення рецензента
vi: Hủy chỉ định người đánh giá

# mailable.reviewerUnassign.description
source: This email is sent when an editor unassigns a reviewer.
az: Bu email, redaktor tərəfindən rəyçidən geri alındığı zaman göndərilir
bg_bg: Този имейл се изпраща, когато редактор отмени асосиирането на рецензент.
cs_cz: Tento email je poslán v případě, že editor zruší přiřazení recenzenta.
da: Denne e-mail afsendes når en redaktør framelder en bedømmer.
eu: Mezu elektroniko hau editore batek ebaluatzaile bati esleipena kentzen dionean bidaltzen da.
hr: Ova se e-poruka šalje kada urednik poništi dodjelu recenzenta.
hy_am: Այս էլ․ նամակն ուղարկվում է, երբ խմբագիրն ապանշանակում է գրախոսին:
id: Email ini dikirim jika editor tidak menugaskan reviewer.
is: Þessi tölvupóstur er sendur þegar ritstjóri aftengir ritrýni.
ja: このメールは、編集者が査読者の任命を解除したときに送信されます。
ka_ge: ეს ელფოსტა იგზავნება, როდესაც რედაქტორი გააუქმებს მიმომხილველს.
kk_kz: Бұл электрондық хабар өңдеуші рецензент тапсырмасынан бас тартқанда жіберіледі.
lv: Šis e-pasts tiek nosūtīts, kad redaktors atceļ recenzenta piešķīrumu.
mk: Овој емаил се испраќа кога уредникот ќе го отповика рецензентот.
mr: जेव्हा संपादक समीक्षकाला निलंबीत (unassign) करतो तेव्हा हा ई-मेल पाठवला जातो.
nl: Deze e-mail wordt verstuurd wanneer een redacteur een reviewverzoek intrekt.
pl: Ta wiadomość e-mail jest wysyłana, gdy redaktor wycofuje przypisanie recenzenta.
ru_ru: Это письмо отправляется, когда редактор отменяет назначение рецензента.
sl: Ta email se pošlje, ko urednik razreši recenzenta s prispevka.
th: อีเมลนี้ถูกส่งเมื่อบรรณาธิการถอนสถานะผู้รีวิว
uk: Цей електронний лист надсилається, коли редактор скасовує призначення рецензента.
vi: Email này được gửi khi biên tập viên hủy chỉ định người đánh giá.

# mailable.validateEmailSite.name
source: Validate Email (Site)
az: Emaili təsdiqləyin (Site)
bg_bg: Потвърждаване на имейл (сайт)
cs_cz: Validace emailu (stránky)
da: Validér e-mail (websted)
eu: Baliozkotu posta elektronikoa (gunea)
hr: Potvrdi e-poštu (web mjesto)
hy_am: Վավերացնել էլ․ փոստը (կայք)
id: Memvalidasi Email (Situs)
is: Staðfestingartölvupóstur (Síða)
ja: メールの検証（サイト）
ka_ge: ელფოსტის (საიტის) დადასტურება
kk_kz: Электрондық пошта мекенжайын тексеру (веб-сайт)
lv: E-pasta apstiprināšana (vietne)
mk: Потврди емаил (Сајт)
mr: ई-मेल (संकेतस्थळ) विधीग्राह्य करा
nl: Valideer E-mail (Website)
pl: Weryfikuj adres e-mail
ru_ru: Проверка адреса почты (сайт)
sl: Potrdi email (Site)
th: ยืนยันอีเมล (ไซต์)
uk: Перевірка електронної пошти (вебсайту)
vi: Xác thực email (Trang web)

# mailable.decision.notifyOtherAuthors.name
source: Notify Other Authors
bg_bg: Уведомяване на други автори
cs_cz: Upozornit ostatní autory
da: Underret andre forfattere
eu: Jakinarazi beste egileei
hr: Obavijesti druge autore
hy_am: Տեղեկացնել այլ հեղինակներին
id: Memberitahukan Penulis Lain
ka_ge: აცნობეთ სხვა ავტორებს
kk_kz: Басқа авторларға хабарлау
lv: Paziņot citiem autoriem
mk: Известете ги другите автори
mr: इतर लेखकांना सूचित करा
nl: Andere Auteurs Inlichten
pl: Powiadom innych autorów
sl: Obvesti ostale avtorje
th: แจ้งผู้แต่งคนอื่น ๆ
uk: Повідомити інших авторів
vi: Thông báo cho các tác giả khác

# mailable.decision.notifyOtherAuthors.variable.message.description
source: A copy of the email message that was sent to the submitting author
bg_bg: Копие от имейл съобщението, изпратено до подаващия материалите автор
cs_cz: Kopie e-mailové zprávy, která byla zaslána předkládajícímu autorovi
da: En kopi af den e-mail, der blev sendt til den indsendende forfatter
eu: Bidalketa egin duen egileari bidalitako mezu elektronikoaren kopia bat
hr: Kopija e-poruke koja je poslana autoru koji je poslao podnesak
hy_am: Էլ․ փոստի հաղորդագրության պատճենը, որն ուղարկվել է ներկայացնող հեղինակին
id: Salinan pesan email yang dikirimkan ke penulis yang mengirimkan naskah
ka_ge: ელფოსტის შეტყობინების ასლი, რომელიც გაეგზავნა გამომგზავნი ავტორს
kk_kz: Авторға жіберілген электрондық хаттың көшірмесі
lv: Iesniedzējam autoram nosūtītā epasta ziņojuma kopija
mk: Копија од емаил-от што е испратен до авторот што поднесува
mr: सादरीकरण करणाऱ्या लेखकाला पाठवलेल्या ई-मेल संदेशाची प्रत
nl: Een kopie van het e-mailbericht dat naar de indienende auteur is gestuurd
pl: Kopia wiadomości e-mail wysłanej do autora rejestrującego zgłoszenie
sl: Kopija emaila, ki je bil poslan avtorju, ki je oddal prispevek
th: สำเนาของข้อความอีเมลที่ถูกส่งถึงผู้ส่งงาน
uk: Копія повідомлення електронної пошти, надісланого автору, який надсилає матеріали
vi: Bản sao của tin nhắn email đã được gửi cho tác giả gửi bài

# mailable.decision.notifyReviewer.name
source: Notify Reviewers of Decision
bg_bg: Уведомяване на рецензентите за решението
cs_cz: Oznámení rozhodnutí recenzentům
da: Bekræftelse af bedømmer
eu: Jakinarazi erabakia ebaluatzaileei
hr: Obavijesti recenzente o odluci
hy_am: Գրախոսի հաստատում
id: Memberitahukan Reviewer mengenai Keputusan Naskah
lv: Paziņot recenzentiem par lēmumu
mk: Известете ги рецензентите за одлуката
mr: समीक्षकांचा निर्णय सूचित करा
nl: Reviewers Inlichten over Beslissing
pl: Powiadom recenzentów o decyzji
sl: Obvestilo recenzentu o odločitvi
th: แจ้งผู้รีวิวเกี่ยวกับการตัดสินใจ
uk: Повідомити рецензентів про рішення
vi: Thông báo cho người đánh giá về quyết định

# mailable.decision.notifyReviewer.variable.decisionDescription
source: A short description of this decision that is intended to be shared in an email notification sent to reviewers about this decision
cs_cz: Krátký popis tohoto rozhodnutí, který má být sdílen v e-mailovém oznámení zaslaném recenzentům o tomto rozhodnutí.
da: En kort beskrivelse af denne beslutning, som er ment til at blive delt i en e-mail besked, der sendes til bedømmerne omkring denne beslutning
eu: Erabaki honen deskribapen laburra, erabaki honi buruz ebaluatzaileei bidaliko zaien posta elektroniko bidezko jakinarazpen batean partekatzeko pentsatua
hr: Kratak opis ove odluke koji bi se trebao podijeliti putem obavijesti e-poštom koja se šalje recenzentima o ovoj odluci.
hy_am: Այս որոշման համառոտ նկարագրությունը, որը նախատեսվում է համօգտագործել այս որոշման մասին գրախոսներին ուղարկված էլեկտրոնային ծանուցման միջոցով:
id: Deskripsi singkat tentang keputusan ini yang dimaksudkan untuk dibagikan dalam notifikasi email yang dikirimkan kepada reviewer tentang keputusan ini
ka_ge: ამ გადაწყვეტილების მოკლე აღწერა, რომელიც გამიზნულია ამ გადაწყვეტილების შესახებ მიმომხილველებისთვის გაგზავნილ ელ. შეტყობინებაში გასაზიარებლად.
lv: Īss lēmuma apraksts, ko paredzēts izplatīt e-pasta paziņojumā, kas nosūtīts recenzentiem par šo lēmumu
mk: Краток опис на оваа одлука кој е наменет да се сподели во известување преку емаил испратено до рецензентите за оваа одлука
mr: समीक्षकांना या निर्णयाबद्दल पाठवलेल्या ई-मेलमध्ये या निर्णयाची त्यांना संक्षिप्त रूपात माहिती कळावी हा हेतू असतो
nl: Een korte beschrijving van deze beslissing die bedoeld is om te worden gedeeld in een kennisgeving per e-mail aan reviewers over deze beslissing
pl: Krótki opis decyzji o dalszym procedowaniu zgłoszenia, dołączany do wiadomości e-mail do recenzentów tego zgłoszenia, powiadamiającej ich o tej decyzji
sl: Kratek opis te uredniške odločitve, ki bo poslana v emailu recenzentom z obvestilom o tej odločitvi.
th: คำอธิบายสั้น ๆ ของการตัดสินใจนี้ที่ตั้งใจให้ส่งในการแจ้งเตือนทางอีเมลที่ส่งให้กับผู้รีวิวเกี่ยวกับการตัดสินใจนี้
uk: Короткий опис цього рішення, яким можна поділитися електронною поштою в повідомленні рецензентам про це рішення
vi: Một mô tả ngắn gọn về quyết định này nhằm mục đích được chia sẻ trong email thông báo gửi cho người đánh giá về quyết định này

# mailable.decision.notifyReviewer.variable.decisionDescription.accept
source: We have chosen to accept this submission without revisions.
bg_bg: Избрахме да приемем това подаване на материали без ревизии.
cs_cz: Rozhodli jsme se přijmout tento příspěvek bez úprav.
da: Vi har besluttet af acceptere denne indsendelse uden revisioner.
eu: Bidalketa hau berrikuspenik gabe onartzea erabaki dugu.
hr: Odlučili smo prihvatiti ovaj podnesak bez revizije.
hy_am: Մենք որոշել ենք ընդունել այս ներկայացումը առանց վերանայումների:
id: Kami telah memilih untuk menerima naskah ini tanpa revisi.
ka_ge: ჩვენ ავირჩიეთ ამ წარდგენის მიღება გადასინჯვის გარეშე.
kk_kz: Біз бұл материалды түзетусіз қабылдауды таңдадық.
lv: Esam izlēmuši pieņemt šo materiālu bez labojumiem.
mk: Избравме да го прифатиме овој поднесок без ревизии.
mr: आम्ही हे सादरीकरण कोणत्याही सुधारणांशिवाय स्वीकारण्याचा निर्णय घेत आहोत.
nl: We hebben ervoor gekozen om deze inzending zonder herzieningen te accepteren.
pl: Zdecydowaliśmy się przyjąć to zgłoszenie bez rewizji.
sl: Odločili smo se, da sprejmemo prispevek brez sprememb.
th: เราได้ตัดสินใจยอมรับการส่งงานนี้โดยไม่ต้องแก้ไข
uk: Ми вирішили прийняти це подання без змін.
vi: Chúng tôi đã chọn chấp nhận bài nộp này mà không cần sửa đổi.
