Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# stats.searchSubmissionDescription
source: Search by title, author and ID
az: Başlıq, müəllif və ID-yə görə axtarıış
bg_bg: Търсене по заглавие, автор и ID
ca_es: Cercar per títol, autor/a i ID
cs_cz: Hledání podle názvu, autora a ID
da: Søg efter titel, forfatter og ID
de_de: Suche nach Titel, Autor/in und ID
el_gr: Αναζήτηση ανά τίτλο, συγγραφέα και αναγνωριστικό ID
es_es: Buscar por título, autor y ID
eu: Bilatu izenburuaren, egilearen eta IDaren arabera
fr_fr: Chercher par titre, auteur ou auteure et identifiant (ID)
gl: Buscar por título, autor e identificación
hr: Pretraživanje po naslovu, autoru i ID-u
hu_hu: Cím, szerző vagy azonosító szerinti keresés
hy_am: Որոնել ըստ վերնագրի, հեղինակի և ID-ի
id: Cari berdasarkan judul, penulis dan ID
is: Leita eftir titli, höfundi og kenni
it_it: Cerca per titolo, autore e ID
ja: タイトル・著者・IDで検索
ka_ge: სათაურის, ავტორისა და იდეტიფიკატორის ძებნა
kk_kz: Атауы, авторы және идентификаторы бойынша іздеу
lv: Meklēt pēc virsraksta, autora un ID
mk: Пребарај според наслов, автор и ИД
mr: शीर्षक, लेखक आणि ID नुसार केला गेलेला शोध
ms: Cari mengikut tajuk, pengarang dan ID
nb_no: Søk på tittel, forfatter og ID
nl: Zoek op titel, auteur en ID
pl: Wyszukaj wg tytułu, autora i ID
pt_pt: Pesquisar por título, autor e ID
ro_ro: Căutare după titlu, autor și ID
ru_ru: Искать по названию, автору и ID
sl: Išči po naslovu, avtorju in IDju
th: ค้นหาตามชื่อเรื่อง ผู้แต่ง และ ID
tr_tr: Başlık, yazar ve ID'ye göre arama
uk: Пошук за назвою, автором та ID
uk_ua: Пошук за назвою, автором та ідентифікатором
vi: Tìm kiếm theo tiêu đề, tác giả và ID
vi_vn: Tìm kiếm theo tiêu đề, tác giả và ID

# stats.submissionsActive
source: Active Submissions
az: Aktiv Məqalələr
bg_bg: Активни подадени материали
ca_es: Trameses actives
cs_cz: Aktivní příspěvky
da: Aktive indsendelser
de_de: Aktive Einreichungen
el_gr: Ενεργές Υποβολές
es_es: Envíos activos
eu: Bidalketa aktiboak
fr_fr: Soumissions actives
gl: Envíos activos
hr: Aktivne prijave
hu_hu: Beküldés folyamatban
hy_am: Ակտիվ ներկայացումներ
id: Naskah Aktif
is: Virkar innsendingar
it_it: Sottomissioni attive
ja: アクティブな投稿
ka_ge: აქტიური შენატანები
kk_kz: Белсенді материалдар
lv: Aktīvie materiāli
mk: Активни поднесоци
mr: सक्रिय सादरीकरणांची संख्या
ms: Penyerahan Aktif
nb_no: Aktive innleveringer
nl: Actieve inzendingen
pl: Aktywne zgłoszenia
pt_pt: Submissão Ativas
ro_ro: Procese de înregistrare manuscrise active
ru_ru: Активных материалов
sl: Aktivni prispevki
th: การส่งที่กำลังดำเนินการ
tr_tr: Aktif Gönderiler
uk: Активних подань
uk_ua: Активних Подань
vi: Bài nộp đang hoạt động
vi_vn: Các bài gửi đang xử lý

# stats.timeline
source: Timeline
bg_bg: Хронология
cs_cz: Časová osa
da: Tidslinje
eu: Denbora-lerroa
hr: Vremenska traka
id: Lini masa
lv: Laika grafiks
mk: Временска рамка
mr: कालबद्ध (Timeline)
nb_no: Tidslinje
nl: Tijdlijn
pl: Skala czasu
sl: Časovni interval
th: เส้นเวลา
uk: Життєпис
vi: Dòng thời gian

# stats.timeline.downloadReport.description
source: The number of {$type} for each {$interval}.
bg_bg: Броят на {$type} за всеки {$interval}.
cs_cz: Počet {$type} pro každý {$interval}.
da: Antal {$type} for hvert {$interval}.
eu: {$interval} bakoitzeko {$type} kopurua.
hr: Broj {$type} za svaki {$interval}.
id: Jumlah dari {$type} untuk setiap {$interval}.
lv: {$type} skaits katram {$interval}.
mk: Бројот на {$type} за секој {$interval}.
mr: प्रत्येक {$interval} साठी {$type} ची संख्या.
nb_no: Antall {$type} for hver {$interval}.
nl: Het aantal {$type} voor ieder {$interval}.
pl: Liczba {$type} dla każdego {$interval}.
sl: Število {$type} za vsak {$interval}.
th: จำนวน {$type} สำหรับแต่ละ {$interval}
uk: Кількість {$type} для кожного {$interval}.
vi: Số lượt {$type} cho mỗi {$interval}.

# stats.timelineInterval
source: Timeline Interval
bg_bg: Хронологичен интервал
cs_cz: Interval časové osy
da: Tidslinje interval
eu: Denbora-lerroaren tartea
hr: Interval vremenske trake
id: Interval Lini Masa
lv: Laika grafika intervāls
mk: Интервал на Временска рамка
mr: कालावधीनुसार (Timeline Interval)
nl: Tijdlijninterval
pl: Przedział osi czasu
sl: Časovni interval
th: ช่วงเวลาเส้นเวลา
uk: Інтервал хронології
vi: Khoảng thời gian

# stats.timelineType
source: Timeline Type
bg_bg: Хронологичен тип
cs_cz: Typ časové osy
da: Tidslinje type
eu: Denbora-lerro mota
hr: Vrsta vremenske trake
id: Tipe Lini Masa
lv: Laika grafika tips
mk: Тип на Временска рамка
mr: कालक्रमाचा प्रकार (Timeline Type)
nl: Tijdlijntype
pl: Typ osi czasu
sl: Tip časovnega intervala
th: ประเภทเส้นเวลา
uk: Тип хронології
vi: Loại dòng thời gian

# stats.total
source: Total
az: Ümumi elementlər {$Generic} nəfərdir)
bg_bg: Общо
cs_cz: Celkový
de_de: Gesamt
el_gr: Σύνολο
eu: Guztira
hr: Ukupno
hu_hu: Összesen
hy_am: Ընդամենը
is: Samtals
it_it: Totale
ja: 合計
ka_ge: ჯამი
kk_kz: Барлығы
lv: Kopā
mk: Вкупно
mr: एकूण
ms: Jumlah
nl: Totaal
pl: Łącznie
ru_ru: Всего
sl: Skupaj
th: ทั้งหมด
tr_tr: Toplam
uk: Усього
uk_ua: Усього
vi: Tổng
vi_vn: Tổng số

# stats.unique
source: Unique
bg_bg: Уникални
cs_cz: Unikátní
da: Unik
eu: Bakarra
hr: Jedinstvena
hy_am: Եզակի
id: Unik
lv: Unikāli
mk: Уникатно
mr: अनन्यसाधारण (Unique)
nl: Uniek
pl: Unikalne
sl: Unikatni
th: ไม่ซ้ำกัน
uk: Унікальних
vi: Duy nhất

# stats.trends
source: Trends
az: Trendlər
bg_bg: Тенденции
ca_es: Tendències
cs_cz: Trendy
da: Tendens
de_de: Tendenzen
el_gr: Τάσεις
es_es: Tendencias
eu: Joerak
fr_fr: Tendances
gl: Tendencias
hr: Trendovi
hu_hu: Trendek
hy_am: Միտումներ
id: Tren
is: Leitni
it_it: Tendenze
ja: トレンド
ka_ge: ტენდენციები
kk_kz: Трендтер
lv: Tendences
mk: Трендови
mr: कल (Trends)
ms: Trend
nb_no: Trender
nl: Ontwikkelingen
pl: Trendy
pt_pt: Tendências
ro_ro: Tendințe
ru_ru: Тренды
sl: Trendi
th: แนวโน้ม
tr_tr: Trendler
uk: Тренди
uk_ua: Тренди
vi: Xu hướng
vi_vn: Xu hướng

# stats.unknown
source: unknown
bg_bg: неизвестен
cs_cz: neznámý
da: ukendt
eu: ezezaguna
hr: nepoznato
hy_am: անհայտ
id: tidak diketahui
lv: nav zināms
mk: непознато
mr: अज्ञात
nl: onbekend
pl: nieznane
sl: neznano
th: ไม่ทราบ
uk: невідомо
vi: không xác định

# stats.userStatistics
source: User Statistics
az: İstifadəçi statistikaları
bg_bg: Потребителска статистика
ca_es: Estadístiques d'usuari/ària
cs_cz: Statistiky uživatelů
da: Brugerstatistik
de_de: Nutzerstatistiken
el_gr: Στατιστικά Χρηστών
es_es: Estadísticas de usuario/a
eu: Erabiltzailearen estatistikak
fr_fr: Statistiques d'utilisation
gl: Estatísticas do usuario/a
hr: Korisnička statistika
hu_hu: Használati statisztikák
hy_am: Օգտվողի վիճակագրություն
id: Statiatik Pengguna
is: Notendatölfræði
it_it: Statistiche utenti
ja: ユーザー統計
ka_ge: მომხმარებლის სტატისტიკა
kk_kz: Пайдаланушы статистикасы
lv: Lietotāju statistika
mk: Статистички податоци за корисник
mr: वापरकर्त्यांची आकडेवारी
ms: Statistik Pengguna
nb_no: Brukerstatistikk
nl: Gebruikersgegevens
pl: Statystyki kont użytkowników
pt_pt: Estatísticas do Utilizador
ro_ro: Statistici utilizator
ru_ru: Статистика по пользователям
sl: Statistike uporabnikov
th: สถิติผู้ใช้
tr_tr: Kullanıcı İstatistikleri
uk: Статистика користувачів
uk_ua: Статистика по користувачам
vi: Thống kê người dùng
vi_vn: Thống kê sử dụng

# stats.name.submissionsReceived
source: Submissions Received
az: Qəbul edilən Məqalələr
bg_bg: Получени материали
ca_es: Trameses rebudes
cs_cz: Přijaté příspěvky
da: Modtagne indsendelser
de_de: Erhaltene Einreichungen
el_gr: Κατατεθειμένες Υποβολές
es_es: Envíos recibidos
eu: Jasotako bidalketak
fr_fr: Soumissions reçues
gl: Envíos recibidos
hr: Primljeni podnesci
hu_hu: Beérkezett beküldések
hy_am: Ստացված ներկայացումներ
id: Naskah Masuk
is: Mótekin handrit
it_it: Sottomissioni ricevute
ja: 受理投稿
ka_ge: წარდგინებები მიღებულია
kk_kz: Алынған материалдар
lv: Saņemtie materiāli
mk: Добиени поднесоци
mr: सादरीकरणे पोहोचली
ms: Penyerahan Diterima
nb_no: Mottatte innleveringer
nl: Ontvangen inzendingen
pl: Zgłoszenia przesłane
pt_pt: Submissões Recebidas
ro_ro: Înregistrări manuscrise primite
ru_ru: Получено материалов
sl: Prejetih prispevkov
th: การส่งที่ได้รับ
tr_tr: Alınan Gönderiler
uk: Отримано подань
uk_ua: отримано Подань
vi: Bài nộp đã nhận
vi_vn: Đã nhận bài

# stats.name.submissionsSkipped
source: Other Submissions
bg_bg: Други подадени материали
cs_cz: Jiné příspěvky
da: Andre indsendelser
eu: Beste bidalketak
hr: Ostali podnesci
hy_am: Այլ ներկայացումներ
id: Naskah lain
ka_ge: სხვა წარდგინებები
kk_kz: Басқа материалдар
lv: Citi materiāli
mk: Други Поднесоци
mr: इतर सादरीकरणे
nb_no: Andre innleveringer
nl: Andere inzendingen
pl: Inne zgłoszenia
sl: Ostali prispevki
th: การส่งอื่น ๆ
uk: Інших подань
vi: Bài nộp khác

# stats.name.submissionsImported
source: Imported Submissions
bg_bg: Импортирани материали
cs_cz: Importované příspěvky
da: Importerede indsendelser
eu: Inportatutako bidalketak
hr: Importirani podnesci
id: Naskah yang Diimpor
lv: Importētie materiāli
mk: Импортирани Поднесоци
mr: दाखल करून घेतलेली (Imported) सादरीकरणे
nl: Ingevoerde inzendingen
pl: Zgłoszenia zaimportowane
sl: Uvoženi prispevki
th: การส่งที่นำเข้า
uk: Імпортованих подань
vi: Bài nộp đã nhập

# stats.name.submissionsAccepted
source: Submissions Accepted
az: Qəbul edilən Məqalələr
bg_bg: Приети материали
ca_es: Trameses acceptades
cs_cz: Uznané příspěvky
da: Accepterede indsendelser
de_de: Angenommene Einreichungen
el_gr: Αποδεκτές Υποβολές
es_es: Envíos aceptados
eu: Onartutako bidalketak
fr_fr: Soumissions acceptées
gl: Envíos aceptados
hr: Prihvaćeni podnesci
hu_hu: Elfogadott beküldések
hy_am: Ընդունված ներկայացումներ
id: Naskah Diterima
is: Samþykkt handrit
it_it: Sottomissioni accettate
ja: 採用された投稿
ka_ge: წარდგინება მიღებულია
kk_kz: Материалдар қабылданды
lv: Pieņemtie materiāli
mk: Прифатени поднесоци
mr: सादरीकरण स्वीकारले
ms: Penyerahan Diterima
nb_no: Aksepterte innleveringer
nl: Geaccepteerde inzendingen
pl: Zgłoszenia zaakceptowane
pt_pt: Submissões Aceites
ro_ro: Manuscrise acceptate
ru_ru: Принято материалов
sl: Sprejetih prispevkov
th: การส่งที่ได้รับการยอมรับ
tr_tr: Kabul Edilen Gönderiler
uk: Прийнятих подань
uk_ua: Прийнято Подань
vi: Bài nộp đã chấp nhận
vi_vn: Bài gửi đã được chấp nhận

# stats.name.submissionsPublished
source: Submissions Published
az: Yayımlanan Məqalələr
bg_bg: Публикувани материали
ca_es: Trameses publicades
cs_cz: Publikované příspěvky
da: Publicerede indsendelser
de_de: Veröffentlichte Einreichungen
el_gr: Δημοσιευμένες Υποβολές
es_es: Envíos publicados
eu: Argitaratutako bidalketak
fr_fr: Soumissions publiées
gl: Envíos publicados
hr: Objavljeni podnesci
hu_hu: Publikált beküldések
hy_am: Ներկայացումները Հրապարակվել են
id: Naskah Diterbitkan
is: Handrit birt
it_it: Articoli pubblicati
ja: 公開投稿
ka_ge: გამოქვეყნებული სტატიები
kk_kz: Жарияланған материалдар
lv: Publicētie materiāli
mk: Објавени поднесоци
mr: सादरीकरणे प्रकाशित झाली
ms: Penyerahan Diterbitkan
nb_no: Publiserte innleveringer
nl: Gepubliceerde inzendingen
pl: Zgłoszenia opublikowane
pt_pt: Submissões Publicadas
ro_ro: Manuscrise publicate
ru_ru: Опубликовано материалов
sl: Objavljenih prispevkov
th: การส่งที่ได้รับการตีพิมพ์
tr_tr: Yayınlanan Gönderiler
uk: Опублікованих подань
uk_ua: Опубліковано Подань
vi: Bài nộp đã xuất bản
vi_vn: Bài gửi bị từ chối

# stats.name.daysToDecision
source: Days to First Editorial Decision
az: İlk redaksiya qərar günləri
bg_bg: Дни до първото редакционно решение
ca_es: Dies fins a la primera decisió editorial
cs_cz: Dny do prvního rozhodnutí recenze
da: Dage inden første redaktionelle afgørelse
de_de: Tage bis zur ersten redaktionellen Entscheidung
el_gr: Ημέρες έως την Πρώτη Συντακτική Απόφαση
es_es: Días hasta la primera decisión editorial
eu: Lehenengo erabaki editorialerako egunak
fr_fr: Nombre de jours pour une première décision éditoriale
gl: Días ata a primeira decisión editorial
hr: Broj dana do prve odluke uredništva
hu_hu: Első szerkesztői döntésig eltelt napok átlagos száma
hy_am: Օրեր մինչև խմբագրական առաջին որոշումը
id: Lama (hari) untuk Keputusan Editorial Pertama
is: Dagar til fyrstu ritstjórnarákvörðunnar
it_it: Giorni alla prima decisione editoriale
ja: 最初の編集決定までの日数
ka_ge: დღეები პირველი სარედაქციო გადაწყვეტილების მისაღებად
kk_kz: Алғашқы редакциялық шешім қабылдаудан бірнеше күн бұрын
lv: Dienas līdz pirmajam redakcijas lēmumam
mk: Денови до прва уредничка одлука
mr: पहिल्या संपादकीय निर्णयासाठीचा कालावधी
ms: Hari ke Keputusan Editorial Pertama
nb_no: Dager før den første redaksjonelle avgjørelsen
nl: Dagen tot aan de eerste redactionele beslissing
pl: Dni do pierwszej decyzji redakcji
pt_pt: Dias até à Primeira Decisão Editorial
ro_ro: Zile până la prima decizie editorială
ru_ru: Дней до первого решения редакции
sl: Število dni do prve uredniške odločitve
th: จำนวนวันถึงการตัดสินบรรณาธิการครั้งแรก
tr_tr: İlk Editörlük Kararı Günleri
uk: Днів до першого рішення редакції
uk_ua: Днів до першого рішення редакції
vi: Số ngày đến quyết định biên tập đầu tiên
vi_vn: Số ngày đến quyết định biên tập đầu tiên

# stats.name.daysToAccept
source: Days to Accept
az: Qəbul ediləcək günlər
bg_bg: Дни до приемане
ca_es: Dies fins a l'acceptació
cs_cz: Dny k přijetí
da: Dage inden accept
de_de: Tage bis zur Annahme
el_gr: Ημέρες μέχρι την Αποδοχή
es_es: Días hasta la aceptación
eu: Onartzeko egunak
fr_fr: Nombre de jours pour accepter
gl: Días ata a aceptación
hr: Broj dana do Prihvaćanja
hu_hu: Elfogadásig eltelt napok átlagos száma
hy_am: Օրեր մինչ ընդունումը
id: Lama (hari) untuk Menerima
is: Dagar til samþykktar
it_it: Giorni all'accettazione
ja: 受理までの日数
ka_ge: მიღების დღეები
kk_kz: Қабылдауға дейінгі күндер
lv: Dienas līdz pieņemšanai
mk: Денови до прифаќање
mr: स्वीकारण्यासाठी लागलेले दिवस
ms: Hari untuk Menerima
nb_no: Dager før aksept
nl: Dagen tot aan acceptatie
pl: Dni do akceptacji tekstu
pt_pt: Dias até Aceitar
ro_ro: Zilele pentru a accepta
ru_ru: Дней до принятия
sl: Število dni do sprejetja
th: จำนวนวันถึงการยอมรับ
tr_tr: Kabul Edilecek Günler
uk: Днів до прийняття
uk_ua: Днів до прийняття
vi: Số ngày để chấp nhận
vi_vn: Ngày chấp nhận

# stats.name.acceptanceRate
source: Acceptance Rate
az: Qəbul dərəcəsi
bg_bg: Степен на приемане
ca_es: Taxa d'acceptació
cs_cz: Míra přijetí
da: Accepteringsprocent
de_de: Annahmequote
el_gr: Ποσοστό Αποδοχής
es_es: Tasa de aceptación
eu: Onarpen-tasa
fr_fr: Taux d'acceptation
gl: Taxa de aceptación
hr: Stopa prihvaćanja
hu_hu: Elfogadási arány
hy_am: Ընդունման տոկոսը
id: Tingkat Penerimaan
is: Samþykktarhlutfall
it_it: Percentuale di accettazione
ja: 採用率
ka_ge: მიღების შეფასება
kk_kz: Қабылданғандардың пайызы
lv: Pieņemto darbu koeficients
mk: Стапка на прифаќање
mr: स्वीकार दर
ms: Kadar Penerimaan
nb_no: Akseptprosent
nl: Acceptatiepercentage
pl: Współczynnik akceptacji
pt_pt: Taxa de Aceitação
ro_ro: Rata de acceptare
ru_ru: Доля принятых
sl: Stopnja sprejetja
th: อัตราการยอมรับ
tr_tr: Kabul Oranı
uk: Частка прийнятих
vi: Tỷ lệ chấp nhận
vi_vn: Tỷ lệ chấp nhận

# emailTemplate.variable.sender.senderName
source: The full name of the sender
az: Məqalənin tam adı
bg_bg: Пълното име на подателя
cs_cz: Celé jméno odesilatele
da: Afsenders fulde navn
eu: Bidaltzailearen izen osoa
hr: Puno ime pošiljatelja
hy_am: Ուղարկողի լրիվ անունը
id: Nama lengkap pengirim
is: Fullt nafn sendanda
ja: 送信者のフルネーム
ka_ge: გამგზავნის სრული სახელი
kk_kz: Жіберушінің аты-жөні
lv: Sūtītāja pilns vārds
mk: Целосно име на испраќачот
mr: प्रेषकाचे (sender) पूर्ण नाव
ms: Nama penuh penghantar
nb_no: Avsenderens fulle navn
nl: De volledige naam van de verzender
pl: Pełna nazwa nadawcy
ru_ru: ФИО отправителя
sl: Polno ime pošiljatelja
th: ชื่อเต็มของผู้ส่ง
uk: Повне ім'я (П. І. Б.) відправника
vi: Tên đầy đủ của người gửi

# emailTemplate.variable.sender.senderEmail
source: The email address of the sender
az: Göndərənin email adresi
bg_bg: Имейл адресът на подателя
cs_cz: Emailová adresa odesilatele
da: Afsenders e-mail-adresse
eu: Bidaltzailearen posta elektronikoa
hr: Adresa e-pošte pošiljatelja
hy_am: Ուղարկողի էլ․ փոստի հասցեն
id: Alamat email pengirim
is: Netfang sendanda
ja: 送信者のメールアドレス
ka_ge: გამგზავნის ელ.ფოსტის მისამართი
kk_kz: Жіберушінің электрондық пошта мекенжайы
lv: Sūtītāja e-pasta adrese
mk: И-мејл адреса на испраќачот
mr: प्रेषकाचा (sender) ई-मेल पत्ता
ms: Alamat e-mel pengirim
nl: Het e-mailadres van de verzender
pl: Adres e-mail nadawcy
ru_ru: Адрес электронной почты отправителя
sl: Email naslov pošiljatelja
th: ที่อยู่อีเมลของผู้ส่ง
uk: Адреса електронної пошти відправника
vi: Địa chỉ email của người gửi

# emailTemplate.variable.sender.signature
source: The email signature of the sender
az: Göndərənin email imzası
bg_bg: Подписът на имейла на подателя
cs_cz: Emailový podpis odesilatele
da: Afsenderens e -mail -signatur
eu: Bidaltzailearen posta elektronikoko sinadura
hr: Potpis e-pošte pošiljatelja
hy_am: Ուղարկողի էլ․ փոստի ստորագրությունը
id: Tanda tangan email pengirim
is: Tölvupóstsundirskrift sendanda
ja: 送信者のメール署名
ka_ge: გამგზავნის ელ.ფოსტის ხელმოწერა
kk_kz: Электрондық поштадағы жіберушінің қолы
lv: Sūtītāja e-pasta paraksts
mk: И-мејл потпис на испраќачот
mr: प्रेषकाची (sender) ई-मेल स्वाक्षरी
ms: Tandatangan e-mel pengirim
nl: De e-mailhandtekening van de verzender
pl: Podpis e-mail nadawcy
ru_ru: Подпись отправителя в письме электронной почты
sl: Noga emaila pošiljatelja
th: ลายเซ็นอีเมลของผู้ส่ง
uk: Підпис електронного листа відправника
vi: Chữ ký email của người gửi

# emailTemplate.variable.site.siteContactName
source: The full name of the website's primary contact
az: Əsas əlaqə qurulacaq şəxsin tam adı
bg_bg: Пълното име на основния контакт на уебсайта
cs_cz: Celé jméno hlavního kontaktu webové stránky
da: Det fulde navn på webstedets primære kontaktperson
eu: Webguneko kontaktu nagusiaren izen osoa
hr: Puno ime primarnog kontakta web stranice
hy_am: Կայքի հիմնական կոնտակտի լրիվ անունը
id: Nama lengkap kontak utama situs web
is: Fullt nafn á aðaltengilið vefsíðunnar
ja: ウェブサイトの連絡責任者のフルネーム
ka_ge: ვებსაიტის ძირითადი კონტაქტის სრული სახელი
kk_kz: Сайттың негізгі байланыс тұлғасының аты-жөні
lv: Tīmekļa vietnes galvenās kontaktpersonas pilns vārds
mk: Целосно име на примарниот контакт за веб страница
mr: संकेतस्थळाच्या प्राथमिक संपर्काचे पूर्ण नाव
ms: Nama penuh kenalan utama laman web
nl: De volledige naam van de hoofdcontactpersoon van de website
pl: Pełna nazwa głównej osoby kontaktowej w witrynie
ru_ru: ФИО основного контактного лица сайта
sl: Polno ime glavnega kontakta spletne strani
th: ชื่อเต็มของผู้ติดต่อหลักของเว็บไซต์
uk: Повне ім'я (П. І. Б.) головної контактної особи вебсайту
vi: Tên đầy đủ của liên hệ chính của trang web

# emailTemplate.variable.site.siteContactEmail
source: The email of the website's primary contact
az: Əsas əlaqə quralacaq şəxsin email adresi
bg_bg: Имейлът на основния контакт на уебсайта
cs_cz: E-mail hlavní kontaktní osoby webové stránky
da: E-mail på webstedets primære kontaktperson
eu: Webguneko kontaktu nagusiaren posta elektronikoa
hr: E-pošta primarnog kontakta web stranice
hy_am: Կայքի հիմնական կոնտակտի էլ․ փոստը
id: Email dari kontak utama pada situs
is: Netfang aðaltengiliðs vefsíðurnnar
ka_ge: ვებსაიტის ძირითადი კონტაქტის ელფოსტა
kk_kz: Сайттың негізгі байланыс электрондық пошта мекенжайы
lv: Tīmekļa vietnes galvenās kontaktpersonas e-pasta adrese
mk: Емаилот на примарниот контакт на веб-сајтот
mr: संकेतस्थळाच्या प्राथमिक संपर्काचा ई-मेल
nl: Het e-mailadres van de hoofdcontactpersoon van de website
pl: Adres e-mail głównej osoby kontaktowej w witrynie
ru_ru: Адрес электронной почты основного контактного лица сайта
sl: Email primarnega kontakta spletne strani
th: อีเมลของผู้ติดต่อหลักของเว็บไซต์
uk: Адреса електронної пошти головної контактної особи вебсайту
vi: Email của liên hệ chính của trang web

# emailTemplate.variable.site.siteSignature
source: The website's email signature for automated emails
bg_bg: Имейл подпис на уебсайта за автоматизирани имейли
cs_cz: E-mailový podpis webové stránky pro automatické e-maily
da: Hjemmesidens e-mail-signatur til automatiserede e-mails
eu: Webgunearen posta elektronikoko sinadura mezu elektroniko automatizatuetarako
hr: Potpis e-pošte web stranice za automatiziranu e-poštu
hy_am: Կայքի էլ․ փոստի ստորագրությունը ինքնաշխատ դարձրած էլ․ փոստերի համար
id: Tanda tangan email situs web untuk email otomatis
ka_ge: ვებსაიტის ელ.ფოსტის ხელმოწერა ავტომატური ელფოსტისთვის
kk_kz: Автоматтандырылған электрондық поштаға арналған веб-сайттың электрондық поштадағы жауап
lv: Tīmekļa vietnes e-pasta paraksts automātiskajiem e-pasta ziņojumiem
mk: Потпис за емаил на веб-страницата за автоматизирани пораки
mr: मानवी नियंत्रणाशिवाय पाठवलेल्या (automated) ई-मेलसाठी संकेतस्थळाची ई-मेल स्वाक्षरी
nl: De e-mailhandtekening van de website voor de automatische reacties
pl: Podpis e-mail witryny dla automatycznych wiadomości e-mail
sl: Email podpis spletne strani za avtomatske emaile
th: ลายเซ็นอีเมลของเว็บไซต์สำหรับอีเมลอัตโนมัติ
uk: Підпис електронної пошти вебсайту для автоматичних електронних листів
vi: Chữ ký email của trang web cho các email tự động

# emailTemplate.variable.stageAssignment.editors
source: The editors assigned to this submission who can make a decision
az: Bu namizəd məqaləyə təyin edilən və qərar verə biləcək redaktorlar
bg_bg: Редакторите, определени за това подаване на материали, които могат да вземат решение
cs_cz: Redaktoři přiřazení k tomuto podání, kteří mohou rozhodnout
da: De redaktører, der er tildelt denne indsendelse, og som er sat til at kunne tage en beslutning
eu: Bidalketa honi esleitutako editoreak, erabakia har dezaketenak
hr: Urednici koji mogu donositi odluke o ovom podnesku
hy_am: Այս ներկայացմանը նշանակված խմբագիրները, ովքեր կարող են որոշում կայացնել
id: Editor yang ditugaskan untuk naskah ini yang dapat membuat keputusan
is: Úthlutaðir ritstjórar á þetta handrit sem geta tekið ákvörðun
ja: この投稿に任命された編集者で最終決定できる人
ka_ge: რედაქტორები დაევალათ ამ წარდგენას, რომლებსაც შეუძლიათ გადაწყვეტილების მიღება
kk_kz: Бұл материалға редакторлар тағайындалған, кім шеше алады
lv: Redaktori, kas ir piešķirti šim materiālam un var pieņemt lēmumu
mk: Назначени уредници за овој поднесок кои можат да одлучат
mr: या सादरीकरणासाठी नियुक्त केलेले आणि निर्णयाचा अधिकार असलेले संपादक
ms: Editor yang ditugaskan untuk penyerahan ini yang boleh membuat keputusan
nl: De aan de inzending toegewezen redacteuren, die beslissingsbevoegd zijn
pl: Redaktorzy przypisani do tego zgłoszenia, mogący podjąć decyzję
ru_ru: Редакторы, назначенные этому материалу, которые могут принять решение
sl: Dodeljeni uredniki temu prispevku, ki lahko sprejmejo odločitev
th: บรรณาธิการที่ได้รับมอบหมายสำหรับการส่งงานนี้ซึ่งสามารถทำการตัดสินใจได้
uk: Редактори, призначені для цього подання, які можуть ухвалювати рішення
vi: Các biên tập viên được chỉ định cho bài nộp này có thể đưa ra quyết định

# emailTemplate.variable.submission.submissionTitle
source: The submission's title
az: Namizəd məqalənin başlığı
bg_bg: Заглавие на подадените материали
cs_cz: Název příspěvku
da: Indsendelsens titel
eu: Bidalketaren izenburua
hr: Naslov podneska
hy_am: Այս ներկայացման վերնագիրը
id: Judul naskah
is: Titill handrits
ja: 投稿タイトル
ka_ge: წარდგენის სათაური:
kk_kz: Материал атауы
lv: Iesniegtā materiāla virsraksts
mk: Наслов на поднесокот
mr: सादरीकरणाचे शीर्षक
ms: Tajuk Penyerahan
nl: De titel van de inzending
pl: Tytuł zgłoszenia
ru_ru: Название материала
sl: Naslov prispevka
th: ชื่อเรื่องของบทความที่ส่ง
uk: Назва подання
vi: Tiêu đề của bài nộp
