Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.filesBrowser
source: Files Browser
az: Fayl brauzeri
bg_bg: Файлов браузер
ca_es: Navegador de fitxers
cs_cz: Prohlížeč souborů
da: Filbrowser
de_de: Dateinavigator
el_gr: Ευρετήριο Αρχείων
es_es: Navegación de ficheros
eu: Fitxategi-arakatzailea
fr_fr: Explorateur de fichiers
gl: Navegación de arquivos
hr: Preglednik datoteka
hu_hu: Fájlok böngészése
hy_am: Նիշքերի զննարկիչ
id: Berkas Penelusuran
id_id: Berkas Penelusuran
is: Skráavafri
it_it: Naviga tra i file
ja: ファイルブラウザー
ka_ge: ფაილების ბრაუზერი
kk_kz: Браузер файлдары
ku: پیشاندەری فایلەکان
lv: Datņu pārlūks
mk: Прегледувач на фајлови
mr: फाईल्सचा ब्राउझर
ms: Pelayar Fail
nb_no: Filutforsker
nl: Bestanden bekijken
pl: Przeglądarka plików
pl_pl: Przeglądarka plików
pt_pt: Navegador de Ficheiros
ro_ro: Browser de fișiere
ru_ru: Браузер файлов
sl: Datotečni brskalnik
sr_rs@cyrillic: Прегледач фајлова
sv_se: Filutforskare
th: ตัวเรียกดูไฟล์
tr_tr: Dosya Tarayıcı
uk: Браузер файлів
uk_ua: Браузер файлів
vi: Trình duyệt tệp
vi_vn: Duyệt tệp

# manager.files.createDir
source: Create Directory
az: İndeks yaradın
bg_bg: Създаване на директория
ca_es: Crea un directori
cs_cz: Vytvořit adresář
da: Opret mappe
de_de: Verzeichnis anlegen
el_gr: Δημιουργία καταλόγου
es_es: Crear directorio
eu: Sortu direktorioa
fr_fr: Créer un répertoire
gl: Crear cartafol
hr: Kreiraj direktorij
hu_hu: Könyvtár létrehozása
hy_am: Ստեղծեք գրացուցակ
id: Buat direktori
id_id: Buat direktori
is: Stofna skráasvæði
it_it: Crea directory
ja: ディレクトリの作成
ka_ge: საქაღალდის შექმნა
kk_kz: Каталог құру
ku: دروستکردنی فەرهەنگ
lv: Izveidot direktoriju
mk: Креирај директориум
mr: डिरेक्टरी तयार करा
ms: Cipta Direktori
nb_no: Opprett mappe
nl: Creëer map
pl: Utwórz katalog
pl_pl: Utwórz katalog
pt_pt: Criar Directório
ro_ro: Creați un director
ru_ru: Создать каталог
sl: Ustvari mapo
sr_rs@cyrillic: Направи директориј
sv_se: Skapa mapp
th: สร้างไดเรกทอรี
tr_tr: Dizin oluştur
uk: Створити теку
uk_ua: Створити теку
vi: Tạo Thư mục
vi_vn: Tạo thư mục

# manager.files.emptyDir
source: No files were found in this directory.
az: Bu indeksdə fayl tapılmadı
bg_bg: В тази директория не бяха намерени файлове.
ca_es: No s’ha trobat cap fitxer en aquest directori.
cs_cz: V tomto adresáři nebyly nalezeny žádné soubory.
da: Der blev ikke fundet nogen filer i denne mappe.
de_de: Keine Dateien in diesem Verzeichnis.
el_gr: Δεν εντοπίστηκαν αρχεία στον κατάλογο αυτό.
es_es: No se han encontrado ficheros en este directorio.
eu: Ez da fitxategirik aurkitu direktorio honetan.
fr_fr: Aucun fichier n'a été trouvé dans ce répertoire.
gl: Non se atoparon arquivos neste directorio.
hr: Nema datoteka u ovom direktoriju.
hu_hu: Ebben a könyvtárban nincsenek fájlok.
hy_am: Այս գրացուցակում նիշքեր չեն գտնվել:
id: Tidak ada file yang ditemukan di direktori ini.
id_id: Tidak ada file yang ditemukan di direktori ini.
is: Engar skrár fundust á þessu skráasvæði.
it_it: Nessun file presente in questa directory.
ja: このディレクトリにはファイルがありません。
ka_ge: ამ საქარალდეში ფაილი ვერ მოიძებნა.
kk_kz: Бұл каталогта файлдар жоқ.
ku: هیچ فایلێک لەناو ئەم فەرهەنگەدا بەردەست نییە.
lv: Šajā direktorijā nav datņu.
mk: Не се пронајдени датотеки во овој директориум.
mr: या डिरेक्टरीमध्ये कोणत्याही फाईल्स आढळल्या नाहीत.
ms: Tiada fail ditemui dalam direktori ini.
nb_no: Ingen filer ble funnet i denne mappen.
nl: Geen bestanden in deze map.
pl: Żaden plik nie został odnaleziony w tym katalogu.
pl_pl: Żaden plik nie został odnaleziony w tym katalogu.
pt_pt: Nenhum ficheiro encontrado nesta pasta.
ro_ro: Nu a fost găsit niciun fișier în acest director.
ru_ru: Нет файлов в этом каталоге.
sl: V tej mapi ni datotek.
sr_rs@cyrillic: Нема фајлова у овом директорију.
sv_se: Inga filer hittades i mappen.
th: ไม่พบไฟล์ในไดเรกทอรีนี้
tr_tr: Bu dizinde dosya bulunmadı.
uk: У цій теці не знайдено файлів.
uk_ua: У цій теці не знайдено файлів.
vi: Không tìm thấy tệp nào trong thư mục này.
vi_vn: Không có tệp nào được tìm thấy trong thư mục này.

# manager.files.indexOfDir
source: Index of {$dir}
az: {$dir} indeksi
bg_bg: Индекс на {$dir}
ca_es: Índex de {$dir}
cs_cz: Index adresáře {$dir}
da: Indeks over {$dir}
de_de: Verzeichnis {$dir}
el_gr: Ευρετήρια για {$dir}
es_es: Índice de {$dir}
eu: {$dir} direktorioaren indizea
fr_fr: Index de {$dir}
gl: Índice de {$dir}
hr: Indeks {$dir}
hu_hu: {$dir} indexe
hy_am: {$dir} -ի ցուցիչ
id: Indeks {$dir}
id_id: Indeks {$dir}
is: Atriðaskrá fyrir {$dir}
it_it: Indice di {$dir}
ja: {$dir} の一覧
ka_ge: ინდექსი {$dir}
kk_kz: Каталог мазмұны {$dir}
ku: پێنوێنی {$dir}
lv: {$dir} indekss
mk: Индекс {$dir}
mr: {$dir} ची सूची
ms: Indeks {$dir}
nb_no: Indeks for {$dir}
nl: Index van {$dir}
pl: Indeks katalogu {$dir}
pl_pl: Indeks katalogu {$dir}
pt_pt: Índice de {$dir}
ro_ro: Index de {$dir}
ru_ru: Содержимое каталога {$dir}
sl: Indeks mape {$dir}
sr_rs@cyrillic: Индекс директорија {$dir}
sv_se: Index för {$dir}
th: ดัชนีของ {$dir}
tr_tr: {$dir} dizini
uk: Вміст {$dir}
uk_ua: Вміст {$dir}
vi: Chỉ mục của {$dir}
vi_vn: Chỉ mục của {$dir}

# manager.files.parentDir
source: Parent Directory
az: Üst indeks
bg_bg: Родителска (по-горна) директория
ca_es: Directori principal
cs_cz: Nadřazený adresář
da: Overordnet mappe
de_de: Übergeordnetes Verzeichnis
el_gr: Γονικός κατάλογος
es_es: Directorio padre
eu: Direktorio gurasoa
fr_fr: Répertoire parent
gl: Cartafol pai
hr: Glavni direktorij
hu_hu: Főkönyvtár
hy_am: Ծնող գրացուցակ
id: Direktori Induk
is: Yfir skráasvæði
it_it: Directory superiore
ja: 親ディレクトリ
ka_ge: მშობელი საქაღალდე
kk_kz: Негізгі анықтамалық
ku: فەرهەنگی ڕەسەن
lv: Vecākdirektorija
mk: Надреден директориум
mr: मूळ (Parent) डिरेक्टरी
ms: Direktori Induk
nb_no: Mappen ovenfor
nl: Bovenliggende map
pl: Nadrzędny katalog
pl_pl: Nadrzędny katalog
pt_pt: Pasta Superior
ro_ro: Director rădăcină
ru_ru: Родительский каталог
sl: Višja mapa
sr_rs@cyrillic: Претходни директориј
sv_se: Överordnad mapp
th: ไดเรกทอรีแม่
tr_tr: Üst Dizin
uk: Батьківська тека
uk_ua: Батьківська тека
vi: Thư mục cha
vi_vn: Thư mục chính

# manager.files.uploadFile
source: Upload File
az: Faylı yükləyin
bg_bg: Качване на файл
ca_es: Puja un fitxer
cs_cz: Nahrát soubor
da: Overfør fil
de_de: Datei hochladen
el_gr: Φόρτωση αρχείου
es_es: Subir fichero
eu: Kargatu fitxategia
fr_fr: Transférer le fichier
gl: Cargar arquivo
hr: Pošalji datoteku
hu_hu: Fájl feltöltés
hy_am: Վերբեռնել նիշք
id: Unduh File
id_id: Unduh File
is: Hlaða upp skrá
it_it: Carica un file
ja: アップロードファイル
ka_ge: ფაილი
kk_kz: Файл жүктеу
ku: بارکردنی فایل
lv: Augšupielādēt datni
mk: Уплодиран фајл
mr: फाईल अपलोड करा
ms: Muat Naik Fail
nb_no: Last opp fil
nl: Bestand laden
pl: Prześlij plik
pl_pl: Prześlij plik
pt_pt: Transferir Ficheiro
ro_ro: Încărcați fișierul
ru_ru: Загрузить файл
sl: Naloži datoteko
sr_rs@cyrillic: Додај фајл
sv_se: Ladda upp fil
th: อัปโหลดไฟล์
tr_tr: Dosya Yükle
uk: Завантажити файл
uk_ua: Завантажити файл
vi: Tải lên tệp
vi_vn: Tải tập tin

# manager.groups.confirmDelete
source: Are you sure you wish to delete this group?
az: Bu qrupu silmək istədiyinizə əminsiniz?
bg_bg: Наистина ли искате да изтриете тази група?
ca_es: Esteu segur/a que voleu suprimir aquest grup?
cs_cz: Jste si jisti, že chcete smazat tuto skupinu?
da: Er du sikker på, at du vil slette denne gruppe?
de_de: Sind Sie sicher, dass Sie diese Position entfernen wollen?
el_gr: Είστε βέβαιοι ότι επιθυμείτε να διαγράψετε τη συγκεκριμένη ομάδα;
es_es: ¿Seguro que quiere eliminar este grupo?
eu: Ziur zaude talde hau ezabatu nahi duzula?
fr_fr: Voulez-vous vraiment supprimer ce groupe ?
gl: Estás seguro de que desexas eliminar este grupo?
hr: Jeste li sigurni da želite izbrisati ovu grupu?
hu_hu: Biztos benne, hogy törölni akarja ezt a csoportot?
hy_am: Իսկապե՞ս ցանկանում եք ջնջել այս խումբը:
id: Apakah Anda yakin ingin menghapus grup ini?
id_id: Apakah Anda yakin ingin menghapus grup ini?
is: Ertu viss um að þú viljir eyða þessum hóp?
it_it: Sei sicuro di voler cancellare questo gruppo?
ja: このグループを削除してよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ წაშალოთ ეს შენიშვნა?
kk_kz: Бұл топты шынымен жойғыңыз келе ме?
ku: ئایا تۆ لە سڕینەوەی ئەم گروپە دڵنیایت؟
lv: Vai tiešām vēlaties dzēst šo grupu?
mk: Дали сакате да ја избришите групата?
mr: तुम्ही खात्रीने हा समूह (group) हटवू इच्छिता ना?
ms: Adakah anda pasti mahu memadamkan kumpulan ini?
nb_no: Er du sikker på at du vil slette denne gruppen?
nl: Weet u zeker dat u deze groep wilt verwijderen?
pl: Czy jesteś pewny(a), że chcesz usunąć tą grupę?
pl_pl: Czy jesteś pewny(a), że chcesz usunąć tą grupę?
pt_pt: Deseja realmente eliminar este grupo?
ro_ro: Sigur doriți să ștergeți acest grup?
ru_ru: Вы уверены, что хотите удалить эту группу?
sl: Ste prepričani, da želite zbrisati to skupino?
sr_rs@cyrillic: Да ли сте сигурни да желите избрисати ову групу?
sv_se: Är du säker på att du vill ta bort den här gruppen?
th: คุณแน่ใจหรือไม่ว่าต้องการลบกลุ่มนี้?
tr_tr: Bu grubu silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити цю посаду?
uk_ua: Ви впевнені, що хочете видалити цю посаду?
vi: Bạn có chắc chắn muốn xóa nhóm này không?
vi_vn: Bạn có chắc chắn muốn xóa nhóm này không?

# manager.groups.createTitle
source: Create Title
az: Başlıq yaradın
bg_bg: Създаване на заглавие
ca_es: Crea un títol
cs_cz: Vytvořit název
da: Opret titel
de_de: Position erstellen
el_gr: Δημιουργία τίτλου
es_es: Crear título
eu: Sortu kargua
fr_fr: Créer un titre
gl: Crear título
hr: Kreirajte naslov
hu_hu: Cím létrehozása
hy_am: Ստեղծել վերնագիր
id: Buat Judul
id_id: Buat Judul
is: Stofna titill
it_it: Crea il gruppo
ja: タイトルの作成
ka_ge: სათაურის შექმნა
kk_kz: Атау жазыңыз
ku: ناونیشانێک دروست بکە
lv: Izveidot virsrakstu
mk: Креирај наслов
mr: शीर्षक लिहा
ms: Cipta Tajuk
nb_no: Opprett tittel
nl: Titel aanmaken
pl: Utwórz tytuł
pl_pl: Utwórz tytuł
pt_pt: Criar Título
ro_ro: Creați titlu
ru_ru: Создать название
sl: Ustvari naslov
sr_rs@cyrillic: Креирај наслов
sv_se: Skapa titel
th: สร้างชื่อเรื่อง
tr_tr: Başlık Oluştur
uk: Створення посади
uk_ua: Створення посади
vi: Tạo Tiêu đề
vi_vn: Tạo tiêu đề

# manager.groups.form.groupTitleRequired
source: A group title is required.
az: Bir qrup başlığı tələb olunur.
bg_bg: Изисква се заглавие на групата.
ca_es: Heu d’introduir un títol de grup.
cs_cz: Je vyžadován název skupiny.
da: En gruppetitel er påkrævet.
de_de: Ein Name der Position ist erforderlich.
el_gr: Απαιτείται τίτλος ομάδας.
es_es: Se necesita un título de grupo.
eu: Taldearen titulua eman behar da.
fr_fr: Le titre du groupe est obligatoire.
gl: É necesario un título para o grupo.
hr: Naziv grupe je obavezan.
hu_hu: Szükséges egy csoportcím.
hy_am: Պահանջվում է խմբի վերնագիր:
id: Judul grup diperlukan.
id_id: Judul grup diperlukan.
is: Titill fyrir hópinn er áskilinn.
it_it: È richiesto un titolo per il gruppo.
ja: グループタイトルが必要です。
ka_ge: საჭიროა ჯგუფის სათაური.
kk_kz: Топтың атауы міндетті.
ku: ناونیشانی گروپ داوا کراوە.
lv: Grupas virsraksts ir nepieciešams.
mk: Потребен наслов на групата.
mr: समूहाला (group) शीर्षक हवे.
ms: Tajuk kumpulan diperlukan.
nb_no: Gruppen må ha et navn.
nl: Een groeptitel is verplicht.
pl: Tytuł grupy jest wymagany.
pl_pl: Tytuł grupy jest wymagany.
pt_pt: É obrigatório o título do grupo.
ro_ro: Este necesar un titlu de grup.
ru_ru: Название группы обязательно.
sl: Naslov skupine je obvezen.
sr_rs@cyrillic: Назив групе је обавезан.
sv_se: Titel krävs.
th: ต้องการชื่อกลุ่ม
tr_tr: Bir grup başlığı gerekli.
uk: Необхідно вказати назву групи.
uk_ua: Необхідно вказати назву групи.
vi: Cần có tiêu đề nhóm.
vi_vn: Một tiêu đề nhóm là bắt buộc.

# manager.groups.membership.addMember
source: Add Member
az: Üzv əlavə edin
bg_bg: Добавяне на член
ca_es: Afegeix un membre
cs_cz: Přidat člena
da: Tilføj medlem
de_de: Mitglied hinzufügen
el_gr: Προσθήκη μελών
es_es: Añadir miembro
eu: Gehitu kidea
fr_fr: Ajouter un membre
gl: Engadir membro
hr: Dodaj člana
hu_hu: Tag hozzáadása
hy_am: Ավելացրու անդամ
id: Tambah Anggota
id_id: Tambah Anggota
is: Bæta við meðlim
it_it: Aggiungi utente
ja: メンバーの追加
ka_ge: წევრის დამატება
kk_kz: Топ мүшесін қосу
ku: ئەندامێک زیاد بکە
lv: Pievienot dalībnieku
mk: Додади член
mr: सदस्याचा समावेश करा
ms: Tambah Ahli
nb_no: Legg til medlem
nl: Lid toevoegen
pl: Dodaj członka
pl_pl: Dodaj członka
pt_pt: Adicionar Membro
ro_ro: Adăugați un membru
ru_ru: Добавить члена группы
sl: Dodaj člana
sr_rs@cyrillic: Додај члана
sv_se: Lägg till medlem
th: เพิ่มสมาชิก
tr_tr: Üye Ekle
uk: Додати члена
uk_ua: Додати члена
vi: Thêm Thành viên
vi_vn: Thêm thành viên

# manager.groups.membership
source: Membership
az: Üzvlük
bg_bg: Членство
ca_es: Membres
cs_cz: Členství
da: Medlemskab
de_de: Mitgliedschaft
el_gr: Εγγεγραμμένα μέλη
es_es: Miembros
eu: Kideak
fr_fr: Membres
gl: Membros
hr: Članstvo
hu_hu: Tagság
hy_am: Անդամակցություն
id: Keanggotaan
id_id: Keanggotaan
is: Aðild
it_it: Componenti
ja: 会員
ka_ge: წევრობა
kk_kz: Мүше
ku: ئەندامبون
lv: Dalība
mk: Членство
mr: सदस्यत्व
ms: Keahlian
nb_no: Medlemskap
nl: Lidmaatschap
pl: Członkostwo
pl_pl: Członkostwo
pt_pt: Membros
ro_ro: Apartenență
ru_ru: Членство
sl: Članstvo
sr_rs@cyrillic: Чланство
sv_se: Medlemskap
th: สมาชิกภาพ
tr_tr: Üyelik
uk: Членство
uk_ua: Членство
vi: Thành viên
vi_vn: Thành viên

# manager.groups.membership.noneCreated
source: This group has no members.
az: Bu qrupda heç bir üzv qeydiyyatlı deyil
bg_bg: Тази група няма членове.
ca_es: Aquest grup no té cap membre.
cs_cz: Tato skupina nemá žádné členy.
da: Denne gruppe har ingen medlemmer.
de_de: Diese Gruppe hat keine Mitglieder.
el_gr: Η ομάδα αυτή δεν έχει μέλη.
es_es: Este grupo no tiene miembros.
eu: Talde honek ez dauka kiderik.
fr_fr: Ce groupe a aucun membre.
gl: Este grupo non ten membros.
hr: Ova grupa nema članova.
hu_hu: Ennek a csoportnak nincsenek tagjai.
hy_am: Այս խումբը չունի անդամներ։
id: Grup ini tidak punya anggota.
id_id: Grup ini tidak punya anggota.
is: Þessi hópur hefur enga meðlimi.
it_it: Questo gruppo non ha membri.
ja: グループにメンバーがいません。
ka_ge: ამ ჯგუფს არ ჰყავს მომხმარებლები.
kk_kz: Бұл топта бірде-бір мүше жоқ.
ku: ئەم گروپە هیچ ئەندامێکی نییە.
lv: Šajā grupā nav dalībnieku.
mk: Групата нема членови.
mr: या समूहात एकही सदस्य नाही.
ms: Kumpulan ini tidak mempunyai ahli.
nb_no: Denne gruppen har ingen medlemmer.
nl: Deze groep heeft geen leden.
pl: Ta grupa jest pusta.
pl_pl: Ta grupa jest pusta.
pt_pt: Não há membros neste grupo.
ro_ro: Acest grup nu are membri.
ru_ru: В этой группе нет членов.
sl: Ta skupina nima članov.
sr_rs@cyrillic: Ова група нема чланова.
sv_se: Den här gruppen har inga medlemmar.
th: กลุ่มนี้ไม่มีสมาชิก
tr_tr: Bu grupta hiç üye kayıtlı değil.
uk: У цій групі немає членів.
uk_ua: У цій групі немає членів.
vi: Nhóm này không có thành viên nào.
vi_vn: Nhóm này không có thành viên.

# manager.settings.statistics.institutionUsageStats.enable
source: Enable institutional statistics
bg_bg: Активиране на институционална статистика
cs_cz: Povolit institucionální statistiky
da: Aktiver institutionel statistik
eu: Gaitu estatistika instituzionalak
hr: Omogući institucionalnu statistiku
id: Mengizinkan statistik institusi
lv: Iespējot iestāžu statistiku
mk: Овозможете институционална статистика
mr: संस्थात्मक सांख्यिकी कार्यान्वित करा
nl: Activeer instellingsgegevens
pl: Włącz statystyki instytucjonalne
sl: Omogoči statistike institucij
th: เปิดใช้งานสถิติสถาบันการศึกษา
uk: Увімкнення інституційної статистики
vi: Bật thống kê tổ chức

# manager.settings.statistics.publicSushiApi
source: Public API
bg_bg: Публично API
cs_cz: Veřejné API
da: Offentlig API
eu: API publikoa
hr: Javni API
hy_am: ՍՈՒՇԻ ՀԱՇՎԻՉ Վիճակագրություն
id: API Publik
lv: Publiskā API
mk: Јавен API
mr: सार्वजनिक API
nb_no: Offentlig API
nl: Openbare API (Application Programming Interface)
pl: API Publiczne
sl: Javni API
th: API สาธารณะ
uk: Публічний API
vi: API công khai

# manager.settings.statistics.publicSushiApi.public
source: Make the COUNTER SUSHI statistics publicly available
bg_bg: Направете статистиката на COUNTER SUSHI публично достъпна
cs_cz: Zveřejnit statistiky COUNTER SUSHI
da: Gør COUNTER SUSHI-statistikken offentligt tilgængelig
eu: COUNTER SUSHI estatistikak publikoki eskura jarri
hr: Učinite statistiku COUNTER SUSHI javno dostupnom
id: Membuat statistik COUNTER SUSHI tersedia secara bebas
lv: Padarīt COUNTER SUSHI statistiku publiski pieejamu
mk: Статистиката на COUNTER SUSHI нека биде јавно достапна
mr: COUNTER SUSHI आकडेवारी सार्वजनिकरित्या उपलब्ध करा
nl: Stel de COUNTER SUSHI statistieken openlijk beschikbaar
pl: Udostępnij publicznie statystyki COUNTER SUSHI
sl: COUNTER SUSHI statistike naj bodo javno dostopne
th: ทำให้สถิติ COUNTER SUSHI เป็นสาธารณะ
uk: Зробити статистику COUNTER SUSHI загальнодоступною
vi: Cung cấp công khai thống kê COUNTER SUSHI

# manager.statistics.counterR5
source: Counter R5
eu: R5 kontagailua
mk: Бројач R5
mr: काउंटर R5
sl: Števec R5

# manager.statistics.counterR5Reports
source: Counter R5 Reports
da: Counter R5 Rapporter
eu: R5 kontagailuaren txostenak
id: Laporan Counter R5
lv: COUNTER R5 pārskati
mk: Бројач R5 Извештаи
mr: काउंटर R5 अहवाल
nl: Counter R5 rapporten
sl: Poročilo za števec R5
th: รายงาน Counter R5
uk: Звіти Counter R5
vi: Báo cáo Counter R5

# manager.statistics.counterR5Reports.usageNotPossible
source: There are no COUNTER R5 usage statistics available yet.
da: Der er ikke nogle tilgængelige brugsstatistikker om COUNTER R5 endnu.
eu: Ez dago COUNTER R5 erabilera-estatistikarik eskuragarri oraindik.
id: Belum ada statistik penggunaan COUNTER R5 yang tersedia.
lv: Pagaidām nav pieejama COUNTER R5 lietošanas statistika.
mk: Сè уште нема достапни статистики за користење на COUNTER R5.
mr: COUNTER R5 वापराची आकडेवारी अद्याप उपलब्ध नाही.
nl: Er zijn nog geen COUNTER R5 gebruiksstatistieken beschikbaar.
sl: Na voljo ni še nobenih COUNTER R5 statistik uporabe.
th: ยังไม่มีสถิติการใช้งาน COUNTER R5 พร้อมให้ใช้
uk: Статистики використання COUNTER R5 ще немає.
vi: Chưa có thống kê sử dụng COUNTER R5 nào khả dụng.

# manager.statistics.counterR5Report.settings
source: Report Settings
da: Rapport indstillinger
eu: Txostenaren ezarpenak
id: Pengaturan Laporan
lv: Pārskata iestatījumi
mk: Извештај за поставки
mr: अहवाल सेटिंग्ज
nl: Configuratie-instellingenrapport
sl: Nastavitve za poročila
th: การตั้งค่ารายงาน
uk: Параметри звіту
vi: Cài đặt báo cáo

# manager.statistics.counterR5Report.settings.startDate
source: Start Date
da: Startdato
eu: Hasiera-data
id: Tanggal Mulai
lv: Sākuma datums
mk: Датум на започнување
mr: सुरूवात केल्याची तारीख
nl: Begindatum
sl: Začetni datum
th: วันที่เริ่มต้น
uk: Дата початку
vi: Ngày bắt đầu

# manager.setup.dois.setup
source: Setup
az: Tənzim
bg_bg: Настройка
cs_cz: Nastavení
da: Opsætning
eu: Konfigurazioa
hr: Postavke
hy_am: Կարգաբերում
id: Pengaturan
ka_ge: ინსტალაცია
kk_kz: Параметр
lv: Iestatīšana
mk: Поставување
mr: सेटअप
pl: Ustawienia
ru_ru: Настройка
sl: Nastavitve
th: ตั้งค่า
uk: Установка
vi: Thiết lập

# manager.setup.dois.registration
source: Registration
az: Qeydiyyat
bg_bg: Регистрация
cs_cz: Registrace
da: Registrering
eu: Erregistroa
hr: Registracija
hy_am: Գրանցում
id: Pendaftaran
ka_ge: რეგისტრაცია
kk_kz: Тіркеу
lv: Reģistrācija
mk: Регистрација
mr: नोंदणी
nb_no: Registrering
nl: Registratie
pl: Rejestracja
ru_ru: Регистрация
sl: Registracija
th: การลงทะเบียน
uk: Реєстрація
vi: Đăng ký

# doi.manager.settings.doiPrefix
source: DOI Prefix
az: Doi prefiksi
bg_bg: DOI префикс
cs_cz: Prefix DOI
da: DOI-præfiks
eu: DOIaren aurrizkia
hr: DOI prefiks
hy_am: DOI նախածանց
id: Prefiks DOI
ka_ge: DOI პრეფიქსი
kk_kz: DOI префиксі
lv: DOI prefikss
mk: DOI префикс
mr: DOI चा सुरुवातीचा भाग (Prefix)
nb_no: DOI-prefiks
nl: DOI voorvoegsel
pl: Prefiks DOI
ru_ru: Префикс DOI
sl: DOI predpona
th: คำนำหน้า DOI
uk: Префікс DOI
vi: Tiền tố DOI

# doi.manager.setup.automaticDeposit
source: Automatic Deposit
az: Avtomatik köçürün
bg_bg: Автоматично депозиране
cs_cz: Automatické uložení
da: Automatisk deponering
eu: Gordailu automatikoa
hr: Automatska isporuka
hy_am: Ինքնաշխատ ավանդադրում
id: Deposit Otomatis
ka_ge: ავტომატური ანაბარი
kk_kz: Автоматты сақтау
lv: Automātiskā deponēšana
mk: Автоматски депозит
mr: स्वयंचलितरित्या जमा करणे (Automatic Deposit)
nb_no: Automatisk deponering
nl: Automatische registratie
pl: Rejestracja automatyczna
ru_ru: Автоматическое депонирование
sl: Avtomatsko deponiranje
th: การฝากอัตโนมัติ
uk: Автоматичне депонування
vi: Ký gửi tự động

# doi.manager.setup.automaticDeposit.enable
source: Enable automatic depositing
az: Avtomatik transferi aktivləşdirin
bg_bg: Активиране на автоматично депозиране
cs_cz: Povolit automatické ukládání
da: Aktivér automatisk deponering
eu: Gaitu gordailu automatikoa
hr: Omogući automatsku isporuku
hy_am: Միացրեք ինքնաշխատ ավանդադրումը
id: Mengijinkan deposit otomatis
ka_ge: ჩართეთ ავტომატური დეპონირება
kk_kz: Автоматты сақталу параметрін қосу
lv: Iespējot automātisko deponēšanu
mk: Овозможете автоматско депонирање
mr: स्वयंचलितरित्या जमा करणे (Automatic Deposit) कार्यान्वित (Enable) करा
nb_no: Aktiver automatisk deponering
nl: Automatisch deponeren inschakelen
pl: Włącz rejestrację automatyczną DOI
ru_ru: Включить автоматическое депонирование
sl: Omogoči avtomatsko deponiranje
th: เปิดใช้งานการฝากอัตโนมัติ
uk: Включити автоматичне депонування
vi: Bật ký gửi tự động

# manager.statistics.counterR5Report.settings.date.startDate.description
source: Date should be in format YYYY-MM-DD or YYYY-MM. Earliest possible date is {$earliestDate}.
da: Datoen skal være på formatet YYYY-MM-DD eller YYYY-MM. Den tidligst mulige dato er {$earliestDate}.
eu: Datak formatu honetan egon behar du UUU-HH-EE edo UUUU-HH. Datarik zaharrena hau da: {$earliestDate}.
id: Tanggal harus dalam format YYYY-MM-DD atau YYYY-MM. Tanggal paling awal yang memungkinkan adalah {$earliestDate}.
lv: Datumam jābūt formātā GGGG-MM-DD vai GGGG-MM. Agrākais iespējamais datums ir {$earliestDate}.
mk: Датумот треба да биде во формат ГГГГ-ММ-ДД или ГГГГ-ММ. Најраниот можен датум е {$earliestDate}.
mr: तारीख YYYY-MM-DD किंवा YYYY-MM स्वरूपात असावी. प्रारंभाची तारीख {$earliestDate} ही किंवा यानंतरची असू शकते.
nl: De datum moet in deze vorm en volgorde: JJJJ-MM-DD of JJJJ-MM. De eerst mogelijke datum is {$earliestDate}.
sl: Datum mora biti oblike YYYY-MM-DD ali YYYY-MM. Prvi možni datum je {$earliestDate}.
th: วันที่ควรอยู่ในรูปแบบ YYYY-MM-DD หรือ YYYY-MM วันที่ที่เร็วที่สุดคือ {$earliestDate}.
uk: Дата має бути у форматі РРРР-ММ-ДД або РРРР-ММ. Найраніша можлива дата – {$earliestDate}.
vi: Ngày nên ở định dạng YYYY-MM-DD hoặc YYYY-MM. Ngày sớm nhất có thể là {$earliestDate}.

# manager.statistics.counterR5Report.settings.endDate
source: End Date
da: Slutdato
eu: Amaiera-data
id: Tanggal Berakhir
lv: Beigu datums
mk: Датум на комплетирање
mr: अखेरची तारीख
nl: Einddatum
sl: Končni datum
th: วันที่สิ้นสุด
uk: Дата закінчення
vi: Ngày kết thúc

# manager.statistics.counterR5Report.settings.wrongDateFormat
source: The date format is not valid.
da: Datoformatet er ikke gyldigt.
eu: Dataren formatua ez da baliozkoa.
id: Format tanggal tidak benar.
lv: Datuma formāts nav derīgs.
mk: Форматот на датумот не е валиден.
mr: तारखेचे हे स्वरूप ग्राह्य नाही.
nl: Het datumformulier is niet geldig.
sl: Napačna oblika datuma.
th: รูปแบบวันที่ไม่ถูกต้อง
uk: Неправильний формат дати.
vi: Định dạng ngày không hợp lệ.

# manager.statistics.counterR5Report.settings.customerId
source: Customer ID
da: Bruger ID
eu: Bezeroaren IDa
id: ID Pelanggan
lv: Klienta ID
mk: ИД на клиент
mr: ग्राहकाचा ID
nl: Klantnummer
sl: ID stranke
th: รหัสลูกค้า
uk: ID клієнта
vi: ID khách hàng
