Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# mailable.decision.recommendation.notifyEditors.description
source: This message notifies a senior Editor or Section Editor that an editorial recommendation has been made regarding one of their assigned submissions. This message is used when an editor is only allowed to recommend an editorial decision and requires an authorized editor to record editorial decisions. This option can be selected when assigning participants to a submission.
bg_bg: Това съобщение уведомява главния редактор или редактор на раздел, че е направена редакционна препоръка по отношение на една от назначените им публикации. Това съобщение се използва, когато на редактора е позволено само да препоръча редакционно решение и изисква от упълномощен редактор да записва редакционни решения. Тази опция може да бъде избрана, когато асоциирате участници към подаване на материали.
cs_cz: Tato zpráva oznamuje vedoucímu redaktorovi nebo redaktorovi sekce, že bylo vydáno redakční doporučení týkající se jednoho z jejich přidělených příspěvků. Tato zpráva se používá v případech, kdy je redaktor oprávněn pouze doporučit redakční rozhodnutí a vyžaduje, aby pověřený redaktor zaznamenal redakční rozhodnutí. Tuto možnost lze zvolit při přiřazování účastníků k příspěvku.
da: Denne besked meddeler en seniorredaktør eller sektionsredaktør, at der er givet en redaktionel anbefaling om en af deres tilmeldte indsendelser. Denne besked bruges, når en redaktør kun har tilladelse til at anbefale en redaktionel beslutning, men en autoriseret redaktør er påkrævet for at tage den endelige redaktionelle beslutning. Denne mulighed kan vælges, når rollerne tildeles for indsendelsen.
eu: Mezu honen bidez, goi-mailako editore bati edo ataleko editore bati jakinarazten zaio esleitutako bidalketa bati buruzko argitalpen-gomendio bat egin dela. Mezu hau editore batek argitalpen-erabaki bat gomendatzeko baimena soilik duenean eta erabaki hori erregistratzeko baimendutako editore bat behar duenean erabiltzen da. Parte-hartzaileak bidalketa bati esleitzean hauta daiteke aukera hau.
hr: Ova poruka obavještava višeg urednika ili urednika rubrike da je data urednička preporuka u vezi s jednim od njihovih dodijeljenih podnesaka. Ova se poruka koristi kada je uredniku dopušteno samo preporučiti uredničku odluku i zahtijeva da ovlašteni urednik zabilježi uredničke odluke. Ova se opcija može odabrati prilikom dodjele sudionika podnesku.
hy_am: Այս հաղորդագրությունը ծանուցում է ավագ խմբագրին կամ բաժնի խմբագրին, որ խմբագրական հանձնարարական է տրվել առնչվող իրենց հանձնարարված ներկայացումներից մեկի վերաբերյալ: Այս հաղորդագրությունն օգտագործվում է, երբ խմբագրին թույլատրվում է միայն խմբագրական որոշումներ առաջարկել և պահանջում է, որ լիազորված խմբագիրն արձանագրի խմբագրական որոշումները: Այս տարբերակը կարող է ընտրվել, երբ մասնակիցներին նշանակվում է ներկայացում:
id: Pesan ini memberitahukan Editor senior atau Section Editor bahwa rekomendasi editorial telah dibuat terkait salah satu naskah yang ditugaskan kepada mereka. Pesan ini digunakan ketika editor hanya diperbolehkan untuk merekomendasikan keputusan editorial dan membutuhkan editor yang terautorisasi untuk membuat keputusan editor. Hal ini dapat dipilih ketika menugaskan partisipan untuk sebuah naskah.
ka_ge: ეს შეტყობინება ატყობინებს უფროს რედაქტორს ან განყოფილების რედაქტორს, რომ გაკეთდა სარედაქციო რეკომენდაცია მათ მიერ მინიჭებულ ერთ-ერთ წარდგენასთან დაკავშირებით. ეს შეტყობინება გამოიყენება მაშინ, როდესაც რედაქტორს უფლება აქვს მხოლოდ სარედაქციო გადაწყვეტილების რეკომენდაციის გაცემა და მოითხოვს უფლებამოსილი რედაქტორის მიერ სარედაქციო გადაწყვეტილებების ჩაწერას. ეს პარამეტრი შეიძლება აირჩეს მონაწილეთა წარდგენისას.
kk_kz: Бұл хабар Аға редакторға немесе Бөлім редакторына олардың тағайындалған материалдың біріне редакциялық ұсыныс жасалғаны туралы хабарлайды. Бұл хабар редакторға тек редакциялық шешімді ұсынуға рұқсат етілген және уәкілетті редактордан редакциялық шешімдер қабылдауды талап еткенде пайдаланылады. Бұл опцияны мүшелерге жұмыстарын тағайындау кезінде таңдауға болады.
lv: Šis ziņojums informē vecāko redaktoru vai sadaļas redaktoru par to, ka ir saņemts redakcijas ieteikums par kādu no viņiem piešķirtajiem materiāliem. Šo ziņojumu izmanto gadījumos, kad redaktoram ir atļauts tikai ieteikt redakcijas lēmumu, kuru var reģistrēt tikai pilnvarotais redaktors. Šo iespēju var izvēlēties, piešķirot dalībniekus kādam materiālam.
mk: Оваа порака го известува сениор уредникот или секцискиот уредник дека е дадена уредничка препорака во врска со еден од нивните доделени поднесоци. Оваа порака се користи кога на уредникот му е дозволено само да препорача уредувачка одлука и бара од овластен уредник да ги снима уредувачките одлуки. Оваа опција може да се избере кога се доделуваат учесници на поднесок.
mr: हा संदेश वरिष्ठ संपादक किंवा विभाग संपादकाला सूचित करतो की त्यांची नेमणूक केलेल्या सादरीकरणांपैकी एकाबद्दल संपादकीय शिफारस केली आहे. हा संदेश तेव्हा वापरला जातो जेव्हा संपादकाला फक्त संपादकीय निर्णयाची शिफारस करण्याची परवानगी असते आणि संपादकीय निर्णयाची नोंद करण्यासाठी अधिकृत संपादकाची आवश्यकता असते. सहभागींना सादरीकरणासाठी नियुक्त करताना हा पर्याय निवडला जाऊ शकतो.
nl: Dit bericht laat een senior redacteur of sectieredacteur weten dat er een redactionele aanbeveling is gedaan voor een van de aan hen toegewezen inzendingen. Dit bericht wordt gebruikt wanneer een redacteur enkel een redactionele beslissing mag aanbevelen en vereist dat een geautoriseerde redacteur redactionele beslissingen vastlegt. Deze optie kan geselecteerd worden bij het toewijzen van deelnemers aan een inzending.
pl: Wiadomość e-mail powiadamiająca redaktorów z uprawnieniami rekomendowania decyzji redakcyjnej (nadawanymi podczas przypisywania do zgłoszenia) jaka decyzja została podjęta.
sl: Ta email obvešča urednika, da je bila odano priporočilo za en prispevek, ki mu je dodoljen. To sporočilo se uporablja, kadar določeni urednik ne more sprejeti odločitve ampak lahko le odda priporočilo. To se določi, ko se dodeli uredniku dodeli uredniška zadolžitev.
th: ข้อความนี้แจ้งบรรณาธิการอาวุโสหรือบรรณาธิการส่วนหนึ่งว่ามีการแนะนำทางบรรณาธิการเกี่ยวกับหนึ่งในบทความที่ได้รับมอบหมาย การแจ้งเตือนนี้ใช้เมื่อบรรณาธิการสามารถแนะนำการตัดสินใจทางบรรณาธิการเท่านั้น และต้องการบรรณาธิการที่มีสิทธิ์ในการบันทึกการตัดสินใจทางบรรณาธิการ
uk: Це повідомлення повідомляє старшого редактора або редактора розділу про те, що було зроблено редакційну рекомендацію щодо одного з призначених їм матеріалів. Це повідомлення використовується, коли редактору дозволено лише рекомендувати редакційне рішення, і вимагає від уповноваженого редактора запису редакційних рішень. Цей параметр можна вибрати, призначаючи учасників для подання.
vi: Thông báo này thông báo cho Biên tập viên cấp cao hoặc Biên tập viên phần rằng đã có một đề xuất biên tập liên quan đến một trong những bài nộp được giao cho họ. Thông báo này được sử dụng khi biên tập viên chỉ được phép đề xuất một quyết định biên tập và yêu cầu biên tập viên được ủy quyền ghi lại các quyết định biên tập. Tùy chọn này có thể được chọn khi giao người tham gia cho một bài nộp.

# mailable.reviewRemindAuto.name
source: Review Reminder (Automated)
bg_bg: Напомняне за рецензиране (автоматично)
cs_cz: Připomenutí recenze (automatizované)
da: Påmindelse om bedømmelse (automatisk)
eu: Berrikuspenaren gogorarazlea (automatikoa)
hr: Podsjetnik za recenziju (automatski)
hy_am: Վերանայման հիշեցում (ինքնաշխատ դարձված)
id: Pengingat Review (Otomatis)
ka_ge: მიმოხილვის შეხსენება (ავტომატური)
kk_kz: Қарап шығу туралы еске салғыш (Automated)
lv: Recenzēšanas atgādinājums (automātisks)
mk: Потсетник за рецензија (Автоматски)
mr: समीक्षणाच्या सोपवलेल्या कामासंबंधी स्मरणपत्र (मानवी हस्तक्षेपाशिवाय - Automated)
nb_no: Påminnelse om fagfellevurdering (automatisk)
nl: Herinnering Reviewverzoek (geautomatiseerd)
pl: Automatyczne przypomnienie o recenzji
sl: Opomnik za recenzijo (avtomatski)
th: เตือนการทบทวน (อัตโนมัติ)
uk: Нагадування про рецензування (автоматизовано)
vi: Nhắc nhở đánh giá (Tự động)

# mailable.reviewRemindAuto.description
source: This email is automatically sent when a reviewer has not completed their review by the due date.
az: Rəy üçün verilən müddət keçdiyində bu email avtomatik olaraq göndərilir. Avtomatik xatırlatma üçün müddət tənzimlərinə Dəyərləndirmə Tənzimləri qismindən çata bilərsiniz.
bg_bg: Този имейл е изпратен автоматично, за да напомни на рецензента, че е изтекло времето за рецензиране.
cs_cz: Tento e-mail se automaticky odešle, pokud recenzent nedokončí recenzi do stanoveného termínu.
da: Denne e-mail sendes automatisk, når en bedømmer ikke har færdiggjort sin bedømmelse inden forfaldsdatoen.
hr: Ova se poruka e-pošte automatski šalje ako recenzent nije dovršio recenziju do zadanog roka.
hy_am: Այս նամակն ավտոմատ կերպով ուղարկվում է, երբ գրախոսը չի ավարտել իր վերանայումը մինչև սահմանված ժամկետը:
id: Email ini dikirimkan otomatis ketika seorang reviewer tidak menyelesaikan review mereka pada waktunya.
ka_ge: ეს ელფოსტა ავტომატურად იგზავნება, როდესაც მიმომხილველი არ დაასრულებს მიმოხილვას ვადამდე.
kk_kz: Тексеруші тексеру мерзімі аяқталмаған кезде бұл электрондық хатты автоматты түрде жібереді.
lv: Šis e-pasts tiek automātiski nosūtīts, ja recenzents nav pabeidzis recenzēšanu līdz noteiktajam termiņam.
mk: Овој емаил автоматски се испраќа кога рецензентот не ја завршил рецензијаа до датумот на доспевање.
mr: समीक्षणाचे सोपवलेले काम नियत तारखेपर्यंत झालेले नाही याची आठवण करून देण्यासाठी हा ई-मेल समीक्षकाला आपोआप पाठवला जातो.
nl: Deze e-mail wordt automatisch verzonden wanneer een review op de vervaldatum nog niet is afgerond.
pl: Automatyczna wiadomość e-mail przypominająca recenzentowi niewykonanie recenzji w określonym terminie.
sl: Ta email je poslan avtomatično, ko recenzent ne opravi recenzije pravočasno.
th: อีเมลนี้ถูกส่งโดยอัตโนมัติเมื่อผู้รีวิวไม่ทำการทบทวนภายในเวลาที่กำหนด
uk: Цей електронний лист надсилається автоматично, якщо рецензент не завершив рецензування до встановленого терміну.
vi: Email này được tự động gửi khi người đánh giá chưa hoàn thành đánh giá của họ vào ngày hết hạn.

# mailable.reviewAcknowledgement.description
source: This email is sent by an editor to a reviewer to confirm that their review has been received and to thank the reviewer for their contributions.
bg_bg: Този имейл се изпраща на рецензент, за да потвърди, че рецензията му е получена с благодарност за неговия принос.
cs_cz: Tento e-mail zasílá editor recenzentovi, aby mu potvrdil, že jeho recenzi obdržel, a poděkoval mu za jeho práci.
da: Denne e-mail sendes til en bedømmer for at bekræfte at bedømmelsen er modtaget og takke bedømmeren for vedkommendes bidrag.
eu: Mezu elektroniko hau editore batek ebaluatzaile bati bidaltzen dio, bere berrikuspena jaso dela baieztatzeko eta ebaluatzaileari egindako ekarpenengatik eskerrak emateko.
hr: Ovu poruku e-pošte urednik šalje recenzentu kako bi potvrdio da je njegova recenzija primljena i kako bi mu zahvalio na doprinosu.
hy_am: Այս նամակն ուղարկվում է Բաժնի խմբագրի կողմից՝ հաստատելու ավարտված վերանայման ստացումը և շնորհակալություն հայտնելու գրախոսներին իրենց ներդրումների համար։
id: Email ini dikirimkan oleh editor kepada reviewer untuk mengkonfirmasi bahwa review mereka telah diterima dan untuk berterima kasih atas kontribusi mereka.
lv: Šo e-pastu redaktors nosūta recenzentam, lai apstiprinātu, ka viņa recenzija ir saņemta, un lai pateiktos recenzentam par viņa ieguldījumu.
mk: Овој емаил е испратен од уредник до рецензент за да потврди дека неговата рецензија е примена и да му се заблагодари на рецензентот за неговиот придонес.
mr: हा ई-मेल संपादकाद्वारे समीक्षकाला त्याचे समीक्षण मिळाल्याची पुष्टी करण्यासाठी आणि त्याच्या योगदानाबद्दल त्यांचे आभार मानण्यासाठी पाठवला जातो.
nl: Deze e-mail wordt door een redacteur naar een reviewer gestuurd om te bevestigen dat de review is ontvangen en om de reviewer te bedanken.
pl: Wysyłka od redaktora, potwierdzająca recenzentowi otrzymanie recenzji i dziękująca za współpracę.
sl: Ta email pošlje urednik recenzentu kot potrditev sprejema opravljene recenzije in kot zahvalo za opravljeno recenzijo.
th: อีเมลนี้ถูกส่งโดยบรรณาธิการไปยังผู้รีวิวเพื่อยืนยันว่าการทบทวนของพวกเขาได้รับแล้วและขอบคุณสำหรับการมีส่วนร่วมของผู้รีวิว
uk: Цей електронний лист надсилається редактором рецензенту, щоб підтвердити, що його рецензія була отримана, і подякувати рецензенту за їхній внесок.
vi: Email này được biên tập viên gửi cho người đánh giá để xác nhận rằng đánh giá của họ đã được nhận và cảm ơn người đánh giá vì những đóng góp của họ.

# mailable.reviewRequest.description
source: This email from the Section Editor to a Reviewer requests that the reviewer accept or decline the task of reviewing a submission.
bg_bg: Този имейл от редактора на секции до рецензент изисква от рецензента да приеме или отхвърли задачата за преглед на изпратен материал за статия.
cs_cz: Tento e-mail od editora sekce recenzentovi žádá, aby recenzent přijal nebo odmítl úkol posoudit předložený příspěvek.
da: Denne e-mail fra sektionsredaktøren til en bedømmer anmoder bedømmeren om at acceptere eller afvise at bedømme et manuskript.
eu: Ataleko editoreak ebaluatzaile bati bidalitako mezu elektroniko honetan, ebaluatzaileari bidalketa bat berrikusteko zeregina onartzeko edo ukatzeko eskatzen zaio.
hr: Ova poruka e-pošte od urednika rubrike upućena recenzentu zahtijeva da recenzent prihvati ili odbije zadatak recenzije podneska.
hy_am: Բաժնի խմբագրից ուղարկված այս նամակը գրախոսողին խնդրում է, որ գրախոսն ընդունի կամ մերժի ներկայացումը վերանայելու առաջադրանքը:
id: Email ini dikirimkan kepada Reviewer oleh Editor Bagian untuk menanyakan apakah reviewer menerima atau menolak permohonan review terhadap sebuah naskah.
is: Þessi tölvupóstur er frá kaflaritstjóra til ritrýnis með óskum um að viðkomandi samþykki eða hafni beiðni um ritrýni.
lv: Šajā e-pastā sadaļas redaktors lūdz recenzentu pieņemt vai noraidīt materiāla recenzēšanas uzdevumu.
mk: Овој емаил од Секцискиот уредник до Рецензентот бара рецензентот да ја прифати или одбие задачата за рецензирање на поднесок.
mr: विभाग संपादकाकडून समीक्षकाला पाठवलेला हा ई-मेल समीक्षकाने सादरीकरणाचे समीक्षण करण्याचे काम स्वीकारावे किंवा नाकारावे अशी विनंती करतो.
nl: Deze e-mail van de sectieredacteur aan een reviewer vraagt aan de reviewer een review te accepteren of te weigeren. Er wordt informatie meegestuurd over de inzending zoals de titel en de samenvatting, de datum waarop de review gereed moet zijn en instructies voor het benaderen van de inzending. Dit bericht word gebruikt wanneer het standaard reviewproces is geselecteerd in stap 2 van het inrichten van het tijdschrift.
pl: Wysyłka od redaktora, prosząca recenzenta o wykonanie recenzji (z logowaniem w systemie). Powinna zawierać informacje o recenzowanym zgłoszeniu oraz logowaniu w systemie.
sl: Ta email pošilja urednik rubrike recenzentu s prošnjo, da recenzent potrdi ali zavrne oipravljanje recenzije.
th: อีเมลนี้ถูกส่งจากบรรณาธิการส่วนไปยังผู้รีวิวเพื่อขอให้ผู้รีวิวยอมรับหรือปฏิเสธงานการทบทวนบทความ
uk: Цей електронний лист від редактора розділу до рецензента просить рецензента прийняти або відхилити завдання щодо рецензування подання.
vi: Email này từ Biên tập viên phần đến người đánh giá yêu cầu người đánh giá chấp nhận hoặc từ chối nhiệm vụ đánh giá một bài nộp.
