Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.people.createUserSendNotify
source: Send the user a welcome email containing their username and password.
az: Üzvə istifadəçi adını və şifrəsini ehtiva edən bir xoş gəldin emaili göndər
bg_bg: Изпратете на потребителя имейл за добре дошли, съдържащ неговото потребителско име и парола.
ca_es: Envia a l’usuari/usuària un missatge de correu electrònic de benvinguda amb el seu nom d’usuari i la seva contrasenya.
cs_cz: Poslat uživateli uvítací email obsahující jeho uživatelské jméno a heslo.
da: Send brugeren en velkomst-e-mail med brugernavn og adgangskode.
de_de: Schicken Sie der Benutzerin/dem Benutzer eine Begrüßungs-E-Mail mit Benutzer/innen-Namen und Passwort.
el_gr: Αποστολή μηνύματος ηλεκτρονικού ταχυδρομείου για το καλωσόρισμα του χρήστη μαζί με το όνομα χρήστη και τον κωδικό πρόσβασης.
es_es: Enviar un correo de bienvenida con su nombre de usuaria/o y contraseña.
eu: Bidali ongietorri-mezu bat erabiltzaile-izenarekin eta pasahitzarekin.
fr_fr: Envoyer à l'utilisateur un courriel de bienvenue contenant son nom d'utilisateur et son mot de passe.
gl: Envía ao usuario/a un correo electrónico de benvida co seu nome de usuario/a e o contrasinal.
hr: Pošalji korisniku e-poštu dobrodošlice koja sadrži njegovo korisničko ime i lozinku.
hu_hu: Üdvözlő üzenet küldése a felhasználónak, amely tartalmazza a felhasználónevét és a jelszavát.
hy_am: Օգտագործողին ուղարկեք ողջույնի նամակ, որը պարունակում է իր օգտվողի անունը և գաղտնաբառը:
id: Kirim email selamat datang kepada pengguna yang berisi nama pengguna dan kata sandi mereka.
id_id: Kirim email selamat datang kepada pengguna yang berisi nama pengguna dan kata sandi mereka.
is: Bjóða notanda velkominn með tölvupósti þar sem notendanafn og lykilorð kemur fram.
it_it: Invia all'utente un'email con il suo nome utente e relativa password.
ja: ユーザーに、ユーザー名とパスワードを含むウェルカムメールを送信する。
ka_ge: გაუგზავნეთ მომხმარებელს მისასალმებელი ელწერილი, რომელშიც შედის მათი მომხმარებლის სახელი და პაროლი.
kk_kz: Пайдаланушыға пайдаланушы аты мен құпия сөзді қамтитын сәлемдесу электрондық поштасын жіберіңіз.
ku: ئیمێڵێکی بەخێرهاتن بنێرە بۆ بەکارهێنەرەکە کە ناوی بەکارهێنەرە و ژمارەی نهێنی تێدابێت.
lv: Nosūtīt lietotājam apstiprinājuma e-pasta vēstuli ar lietotājvārdu un paroli.
mk: Испратете му на е-пошта на корисникот, со корисничко име и лозинка.
mr: वापरकर्त्याला त्यांचे वापरकर्तानाव आणि पासवर्ड ई-मेलने पाठवून स्वागत करा.
ms: Hantarkan e-mel alu-aluan kepada pengguna yang mengandungi nama pengguna dan kata laluan mereka.
nb_no: Send brukeren en velkomst-e-post med brukernavn og passord.
nl: Stuur de gebruiker een e-mail met diens gebruikersnaam en wachtwoord.
pl: Wyślij użytkownikowi powitalną wiadomość zawierającą jego login i hasło.
pl_pl: Wyślij użytkownikowi powitalną wiadomość zawierającą jego login i hasło.
pt_pt: Enviar nome de utilizador e senha via e-mail.
ro_ro: Trimiteți utilizatorului un e-mail de bun venit care conține numele de utilizator și parola.
ru_ru: Отправить пользователю приветственное письмо, содержащее его имя пользователя и пароль.
sl: Pošlji uporabniku e-pošto z dobrodošlico z njegovim imenom in geslom.
sr_rs@cyrillic: Пошаљи кориснику имејл добродошлице који садржи његово корисничко име и лозинку.
sv_se: Skicka ett välkomstmeddelande till användaren innehållandes användarnamn och lösenord.
th: ส่งอีเมลต้อนรับผู้ใช้ที่มีชื่อผู้ใช้และรหัสผ่านของพวกเขา
tr_tr: Üyeye kullanıcı adını ve şifresini içeren bir hoş geldin e-postası gönder.
uk: Надіслати користувачеві вітальний електронний лист із його іменем користувача і паролем.
uk_ua: Надіслати користувачу вітального листа з його іменем користувача і паролем.
vi: Gửi cho người dùng một email chào mừng chứa tên đăng nhập và mật khẩu của họ.
vi_vn: Gửi cho người dùng một email chào mừng có chứa tên người dùng và mật khẩu của họ.

# manager.people.disable
source: Disable
az: Passivləşdirin
bg_bg: Деактивиране
ca_es: Inhabilita
cs_cz: Zablokovat
da: Deaktivér
de_de: Deaktivieren
el_gr: Απενεργοποίηση
es_es: Desactivar
eu: Desgaitu
fr_fr: Désactiver
gl: Deshabilitar
hr: Onemogući
hu_hu: Kikapcsol
hy_am: Անջատել
id: Nonaktifkan
id_id: Tidak Aktif
is: Afvirkja
it_it: Disabilita
ja: 無効
ka_ge: გამორთვა
kk_kz: Өшіру
ku: ناچالاکی بکە
lv: Atspējot
mk: Оневозможи
mr: अकार्यान्वित (Disable) करा
ms: Nyahdayakan
nb_no: Slå av
nl: Blokkeer
pl: Wyłącz
pl_pl: Wyłącz
pt_pt: Bloquear
ro_ro: Dezactivare
ru_ru: Отключить
sl: Onemogoči
sr_rs@cyrillic: Онемогући
sv_se: Inaktivera
th: ปิดใช้งาน
tr_tr: Pasifleştir
uk: Деактивувати
uk_ua: Деактивувати
vi: Tắt
vi_vn: Vô hiệu hóa

# manager.people.editProfile
source: Edit Profile
az: Profili redaktə edin
bg_bg: Редактиране на профил
ca_es: Edició del perfil
cs_cz: Editovat Profil
da: Redigér profil
de_de: Das Profil bearbeiten
el_gr: Επεξεργασία προφίλ χρήστη
es_es: Editar perfil
eu: Editatu profila
fr_fr: Modifier le profil
gl: Editar perfil
hr: Uređivanje osobnog profila
hu_hu: Profil szerkesztése
hy_am: Խմբագրել պրոֆիլը
id: Edit Profil
id_id: Edit Profil
is: Breyta forstillingum
it_it: Modifica il profilo
ja: プロフィールの編集
ka_ge: პროფილის ჩასწორება
kk_kz: Профильді өңдеу
ku: ڕێکخستنی کورتە ژیان نامە
lv: Labot profilu
mk: Уреди профил
mr: संक्षिप्त वर्णन (प्रोफाईल) संपादित करा
ms: Sunting Profil
nb_no: Rediger profil
nl: Bewerk profiel
pl: Edytuj profil
pl_pl: Edytuj profil
pt_pt: Editar Perfil
ro_ro: Editare profil
ru_ru: Редактировать профиль
sl: Uredi račun
sr_rs@cyrillic: Уређивање профила
sv_se: Redigera profil
th: แก้ไขโปรไฟล์
tr_tr: Profili Düzenle
uk: Редагувати профіль
uk_ua: Редагувати профіль
vi: Chỉnh sửa Hồ sơ
vi_vn: Chỉnh sửa hồ sơ
zh_tw: 編輯帳戶

# manager.people.editUser
source: Edit User
az: Üzvü redaktə edin
bg_bg: Редактиране на потребител
ca_es: Edita l’usuari/usuària
cs_cz: Editovat uživatele
da: Redigér bruger
de_de: Benutzer/in bearbeiten
el_gr: Επεξεργασία χρήστη
es_es: Editar usuario/a
eu: Editatu erabiltzailea
fr_fr: Modifier l'utilisateur
gl: Editar usuario/a
hr: Uredite korisnika
hu_hu: Felhasználó szerkesztése
hy_am: Խմբագրել օգտվողին
id: Edit Pengguna
id_id: Edit Pengguna
is: Breyta notanda
it_it: Modifica utente
ja: ユーザーの編集
ka_ge: მომხმარებლის ჩასწორება
kk_kz: Қолданушыны өңдеу
ku: ڕێکخستنی بەکارهێنەر
lv: Labot lietotāju
mk: Уреди корисник
mr: वापरकर्ता संपादित करा
ms: Sunting Pengguna
nb_no: Rediger bruker
nl: Bewerk gebruiker
pl: Edytuj użytkownika
pl_pl: Edytuj użytkownika
pt_pt: Editar Utilizador
ro_ro: Editare utilizator
ru_ru: Редактировать пользователя
sl: Uredi uporabnika
sr_rs@cyrillic: Уређивање корисника
sv_se: Redigera användare
th: แก้ไขผู้ใช้
tr_tr: Üye Düzenle
uk: Редагувати користувача
uk_ua: Редагувати користувача
vi: Chỉnh sửa Người dùng
vi_vn: Chỉnh sửa Người dùng

# manager.people.emailUsers
source: Email Users
az: Üzvlərə email Göndər
bg_bg: Изпращане на имейл до потребители
ca_es: Envia un missatge de correu electrònic als usuaris/usuàries
cs_cz: Napsat uživateli email
da: Send e-mail til brugere
de_de: E-Mail an die Benutzer/innen senden
el_gr: Αποστολή μηνύματος σε χρήστες
es_es: Enviar correo-e
eu: Bidali mezu elektronikoa erabiltzaileei
fr_fr: Envoyer un courriel aux utilisateurs
gl: Enviar correo electrónico
hr: Pošalji e-poštu korisnicima
hu_hu: Email a felhasználóknak
hy_am: Էլ․ նամակներ ուղարկել օգտվողներին
id: Kirim email ke pengguna
id_id: Kirim email ke pengguna
is: Senda notendum tölvupóst
it_it: Invia un messaggio agli utenti
ja: ユーザーにメールを送る
ka_ge: ელფოსტის მომხმარებლები
kk_kz: Пайдаланушыларға электрондық хаттар жіберу
ku: ئیمێڵ بکە بۆ بەکارهێنەرەکان
lv: Sūtīt e-pastu lietotājiem
mk: Испрати имејл до корисниците
mr: वापरकर्त्यांना ई-मेल पाठवा
ms: E-mel Pengguna
nb_no: E-post til brukere
nl: Verstuur een e-mail aan gebruikers
pl: Wyślij e-mail
pl_pl: Wyślij e-mail
pt_pt: Enviar e-mail aos utilizadores
ro_ro: Email utilizatori
ru_ru: Отправить письма электронной почты пользователям
sl: Pošlji e-pošto uporabnikom
sr_rs@cyrillic: Пошаљи имејл корисницима
sv_se: Skicka e-postmeddelande till användare
th: ส่งอีเมลถึงผู้ใช้
tr_tr: Üyelere e-posta gönder
uk: Надіслати електронні листи користувачам
uk_ua: Надіслати листи користувачам
vi: Gửi email đến người dùng
vi_vn: Gửi email cho người dùng

# manager.people.emailUsers.selectLocale
source: Select a locale
az: Dil seçin
bg_bg: Избиране на език
ca_es: Selecciona una configuració regional
cs_cz: Vyberte jazykovou lokalizaci
da: Vælg et sprog
de_de: Eine Regionaleinstellung auswählen
el_gr: Επιλέξτε τοπική ρύθμιση
es_es: Seleccione un locale
eu: Hautatu locale hizkuntza-pakete bat
fr_fr: Sélectionner une langue
gl: Seleccione un idioma
hr: Odaberite jezik
hu_hu: Nyelv választása
hy_am: Ընտրեք տեղայինը
id: Pilih locale
id_id: Pilih locale
is: Veldu tungumál
it_it: Seleziona una lingua
ja: 言語選択
ka_ge: ენის არჩევა
kk_kz: Тілді таңдаңыз
ku: شوێنێک هەڵبژێرە
lv: Izvēlēties valodu
mk: Избери локализација
mr: लोकॅल निवडा
ms: Pilih Bahasa
nb_no: Velg en språkpakke
nl: Kies een taal
pl: Wybierz język
pl_pl: Wybierz język
pt_pt: Seleccionar Idioma
ro_ro: Selectare fișier de limbă
ru_ru: Выберите язык
sl: Izberi jezik
sr_rs@cyrillic: Одаберите језик
sv_se: Välj språk/region
th: เลือกภาษา
tr_tr: Dil seç
uk: Обрати локалізацію
uk_ua: Обрати локалізацію
vi: Chọn một ngôn ngữ
vi_vn: Chọn một ngôn ngữ

# manager.people.enable
source: Enable
az: Aktivləşdirin
bg_bg: Активиране
ca_es: Habilita
cs_cz: Povolit
da: Aktivér
de_de: Aktivieren
el_gr: Ενεργοποίηση
es_es: Activar
eu: Gaitu
fr_fr: Activer
gl: Habilitar
hr: Omogući
hu_hu: Engedélyezés
hy_am: Միացնել
id: Aktifkan
id_id: Aktifkan
is: Virkja
it_it: Abilita
ja: 有効
ka_ge: ჩართვა
kk_kz: Қосу
ku: چالاکی بکە
lv: Iespējot
mk: Овозможи
mr: कार्यान्वित (enable) करा
ms: Dayakan
nb_no: Slå på
nl: Toelaten
pl: Włącz
pl_pl: Włącz
pt_pt: Activar
ro_ro: Activare
ru_ru: Включить
sl: Omogoči
sr_rs@cyrillic: Омогући
sv_se: Aktivera
th: เปิดใช้งาน
tr_tr: Etkinleştir
uk: Активувати
uk_ua: Активувати
vi: Bật
vi_vn: Kích hoạt

# manager.people.enroll
source: Enroll User
az: İstifadəçini qeydiyyatdan keçirin
bg_bg: Записване на потребител
ca_es: Dóna d’alta l’usuari/usuària
cs_cz: Zapsat uživatele
da: Tilmeld bruger
de_de: Benutzer/in eintragen
el_gr: Ανάθεση ρόλου
es_es: Inscribir usuaria/o
eu: Inskribatu erabiltzailea
fr_fr: Inscrire l'utilisateur
gl: Inscribir usuario/a
hr: Dodaj ulogu korisniku
hu_hu: Felhasználó felvétele
hy_am: Ներգրավեք օգտվող
id: Daftarkan pengguna
id_id: Daftarkan pengguna
is: Skrá notanda
it_it: Iscrivi l'utente
ja: ユーザー登録
ka_ge: მომხმარებლის ჩარიცხვა
kk_kz: Пайдаланушыны тағайындаңыз
ku: بەکارهێنەرە تۆمار بکە
lv: Reģistrēt lietotāju
mk: Додади улога на корисник
mr: वापरकर्त्याची नोंदणी करा
ms: Daftarkan Pengguna
nb_no: Legg til bruker
nl: Gebruiker inschrijven
pl: Zapisz użytkownika
pl_pl: Zapisz użytkownika
pt_pt: Registar Utilizador
ro_ro: Înrolare utilizator
ru_ru: Назначить пользователя
sl: Dodaj vlogo uporabniku
sr_rs@cyrillic: Додај улогу кориснику
sv_se: Tilldela roll till användare
th: ลงทะเบียนผู้ใช้
tr_tr: Kullanıcıyı Kaydet
uk: Призначити користувача
uk_ua: Призначити користувача
vi: Đăng ký người dùng
vi_vn: Đăng ký Người dùng

# manager.people.enrollment
source: Enrollment
az: Qeydiyyat
bg_bg: Записване
ca_es: Altes
cs_cz: Zapsání
da: Tilmelding
de_de: Eintragen
el_gr: Ανάθεση ρόλων
es_es: Inscripción
eu: Inskripzioa
fr_fr: Inscription
gl: Inscrición
hr: Dodijeljivanje uloga
hu_hu: Beiratkoztatás
hy_am: Ներգրավվածություն
id: Pendaftaran
id_id: Pendaftaran
is: Skráning
it_it: Iscrizione
ja: 登録
ka_ge: ჩარიცხვა
kk_kz: Мақсат
ku: خۆ تۆمارکردن
lv: Reģistrēšana
mk: Доделување улоги
mr: नोंदणी
ms: Pendaftaran
nb_no: Legge til
nl: Inschrijving
pl: Rejestracja
pl_pl: Rejestracja
pt_pt: Registar
ro_ro: Înrolare
ru_ru: Назначение
sl: Dodajanje vlog
sr_rs@cyrillic: Додељивање улога
sv_se: Tilldelning av roller
th: การลงทะเบียน
tr_tr: Kayıt
uk: Призначення
uk_ua: Призначення
vi: Đăng ký
vi_vn: Đăng ký

# manager.people.enrollSyncRole
source: Synchronize role
az: Rolu sinxronlaşdırın
bg_bg: Синхронизиране на роля
ca_es: Sincronitza el rol
cs_cz: Synchronizovat roli
da: Synkroniser roller
de_de: Funktion synchronisieren
el_gr: Συγχρονισμός Ρόλου
es_es: Sincronizar papel
eu: Sinkronizatu rol hau
fr_fr: Synchroniser les rôles
gl: Sincronizar rol
hr: Sinkroniziraj ulogu
hu_hu: Szerepkör szinkronizálás
hy_am: Համաժամացնել դերը
id: Sinkronisasikan Peran
id_id: Sinkronisasikan Peran
is: Samstilla hlutverk
it_it: Sincronizza ruolo
ja: 役割の同期
ka_ge: როლის სინქრონიზაცია
kk_kz: Рөлді синхрондау
ku: ڕۆڵی لە هەمان کات
lv: Sinhronizēt lomu
mk: Синхорнизирај ги улогите
mr: भूमिकांची जुळवणी करा
ms: Segerakkan peranan
nb_no: Synkroniser rolle
nl: Synchroniseer rollen
pl: Synchronizuj role
pl_pl: Synchronizuj role
pt_pt: Sincronizar papéis
ro_ro: Sincronizați rolul
ru_ru: Синхронизировать роль
sl: Sinhroniziraj vloge
sr_rs@cyrillic: Синхронизуј улогу
sv_se: Synkronisera roll
th: ซิงโครไนซ์บทบาท
tr_tr: Rolü Eşle
uk: Синхронізувати роль
uk_ua: Синхронізувати роль
vi: Đồng bộ hóa vai trò
vi_vn: Đồng bộ hóa vai trò

# manager.people.enrollUserAs
source: Enroll user as
az: İstifadəçini belə qeydiyyatdan keçirin
bg_bg: Записване на потребител като
ca_es: Dóna d’alta l’usuari/usuària com a
cs_cz: Zapsat uživatele jako
da: Tilmeld bruger som
de_de: Benutzer/in eintragen als
el_gr: Ανάθεση ρόλου
es_es: Inscribir usuaria/o como
eu: Inskribatu erabiltzailea honela
fr_fr: Inscrire l'utilisateur en tant que
gl: Inscribir usuario/a como
hr: Dodijeli ulogu korisniku kao
hu_hu: Felhasználó beiratkoztatása mint
hy_am: Ներգրավեք օգտվողին որպես
id: Daftarkan pengguna sebagai
id_id: Daftarkan pengguna sebagai
is: Skrá notanda sem
it_it: Iscrivi questo utente come
ja: ユーザーを次で登録：
ka_ge: მომხმარებლის ჩარიცხვა
kk_kz: Рөлге тағайындау
ku: تۆماری بەکارهێنەر بکە وەک
lv: Reģistrēt lietotāju kā
mk: Додели на корисникот улога на
mr: याकरता वापरकर्त्याची नोंदणी करा
ms: Daftarkan pengguna sebagai
nb_no: Legg til bruker som
nl: Schrijf gebruiker in als
pl: Zapisz użytkownika jako
pl_pl: Zapisz użytkownika jako
pt_pt: Registar utilizador como
ro_ro: Înrolare utilizator ca
ru_ru: Назначить на роль
sl: Dodaj uporabniku vlogo kot
sr_rs@cyrillic: Додели улогу кориснику као
sv_se: Tilldela användare rollen
th: ลงทะเบียนผู้ใช้เป็น
tr_tr: Kullanıcıyı böyle kaydet
uk: Призначити користувача на роль
uk_ua: Призначити користувача на роль
vi: Đăng ký người dùng với vai trò
vi_vn: Đăng ký người dùng với vai trò

# manager.people.invalidUser
source: Sorry, the requested user does not exist.
az: Bağışlayın, belə bir istifadəçi yoxdur.
bg_bg: За съжаление заявеният потребител не съществува.
ca_es: L’usuari/usuària sol·licitat no existeix.
cs_cz: Promiňte, požadovaný uživatel neexistuje.
da: Den angivne bruger eksisterer ikke.
de_de: Leider existiert die Benutzerin/der Benutzer, nach der/dem Sie gesucht haben, nicht.
el_gr: Ο χρήστης δεν υπάρχει.
es_es: Lo sentimos, la/el usuaria/o solicitada/o no existe.
eu: Eskatutako erabiltzailea ez dago.
fr_fr: Désolé, l'utilisateur demandé n'existe pas.
gl: Sentímolo, o usuario solicitado non existe.
hr: Oprostite, traženi korisnik ne postoji.
hu_hu: Elnézést, de a kért felhasználó nem létezik.
hy_am: Ներեցեք, հարցվող օգտվողը գոյություն չունի:
id: Maaf, pengguna yang diinginkan tidak ada.
id_id: Maaf, pengguna yang diinginkan tidak ada.
is: Umbeðinn notandi er ekki til.
it_it: Spiacente, ma l'utente richiesto non esiste.
ja: 申し訳ありませんが、要求されたユーザーは存在しません。
ka_ge: უკაცრავად, მოთხოვნილი მომხმარებელი არ არსებობს.
kk_kz: Кешіріңіз, бұл пайдаланушы жоқ.
ku: ببور، داواکاری بەکارهێنەر بوونی نیە
lv: Atvainojiet, pieprasītais lietotājs nepastāv.
mk: Извинете, бараниот корисник не постои.
mr: माफ करा, हा वापरकर्ता अस्तित्वात नाही.
ms: Maaf, pengguna yang diminta tidak wujud.
nb_no: Brukeren du leter etter finnes ikke.
nl: Sorry, de gevraagde gebruiker bestaat niet.
pl: Podany użytkownik nie istnieje.
pl_pl: Podany użytkownik nie istnieje.
pt_pt: Utilizador não existe.
ro_ro: Ne pare rău, utilizatorul solicitat nu există.
ru_ru: Извините, данный пользователь не существует.
sl: Oprostite, izbrani uporabnik ne obstaja.
sr_rs@cyrillic: Извините, тражени корисник не постоји.
sv_se: Användaren finns inte.
th: ขออภัย ผู้ใช้ที่ขอไม่อยู่ในระบบ
tr_tr: Üzgünüz, böyle bir kullanıcı yok.
uk: Вибачте, вказаний користувач не існує.
uk_ua: Вибачте, вказаний користувач не існує.
vi: Xin lỗi, người dùng được yêu cầu không tồn tại.
vi_vn: Xin lỗi, người dùng được yêu cầu là không tồn tại.

# manager.people.mergeUser
source: Merge User
az: İstifadəçini birləşdirin
bg_bg: Обединение на потребители
ca_es: Fusiona l’usuari/usuària
cs_cz: Sloučit uživatele
da: Flet bruger
de_de: Benutzer/in zusammenführen
el_gr: Συγχώνευση χρήστη
es_es: Unir usuario/a
eu: Batu erabiltzailea
fr_fr: Fusionner l'utilisateur
gl: Fusionar usuario/a
hr: Spoji korisnika
hu_hu: Felhasználó összevonása
hy_am: Ձուլեք օգտվողին
id: Gabungkan Pengguna
id_id: Gabungkan Pengguna
is: Tvinna saman notendur
it_it: Fondi utente
ja: ユーザーの統合
ka_ge: მომხმარებლის გაერთიანება
kk_kz: Біріктіру
ku: بەکارهێنەر تێکەڵ بکە
lv: Apvienot lietotāju
mk: Спои ги корисниците
mr: वापरकर्ता विलीन करा
ms: Gabungkan Pengguna
nb_no: Slå sammen bruker
nl: Gebruiker samenvoegen
pl: Scal konta użytkowników
pl_pl: Scal konta użytkowników
pt_pt: Juntar Registo
ro_ro: Îmbinare utilizator
ru_ru: Объединить
sl: Združi uporabnika
sr_rs@cyrillic: Споји корисника
sv_se: Slå ihop användare
th: รวมผู้ใช้
tr_tr: Kullanıcıyı birleştir
uk: Об'єднати
uk_ua: Об'єднати
vi: Hợp nhất người dùng
vi_vn: Hợp nhất người dùng

# manager.people.mergeUsers
source: Merge Users
az: Üzvləri birləşdirin
bg_bg: Обединяване на потребители
ca_es: Fusió d’usuaris/usuàries
cs_cz: Sloučit více uživatelů
da: Flet brugere
de_de: Benutzer/innen zusammenführen
el_gr: Συγχώνευση χρηστών
es_es: Unir usuarios/as
eu: Batu erabiltzaileak
fr_fr: Fusionner les utilisateurs
gl: Fusionar usuarios/as
hr: Spajanje korisnika
hu_hu: Felhasználók összevonása
hy_am: Ձուլեք օգտվողներին
id: Gabungkan Pengguna
id_id: Gabungkan pengguna
is: Tvinna saman notendur
it_it: Fondi utenti
ja: ユーザーの統合
ka_ge: მომხმარებლების გაერთიანება
kk_kz: Қолданушыларды біріктіру
ku: بەکارهێنەرەکان تێکەڵ بکە
lv: Apvienot lietotājus
mk: Спои ги корисниците
mr: वापरकर्ते विलीन करा
ms: Gabungkan Pengguna
nb_no: Slå sammen brukere
nl: Gebruikers samenvoegen
pl: Scal użytkowników
pl_pl: Scal użytkowników
pt_pt: Fundir Registos
ro_ro: Îmbinare utilizatori
ru_ru: Объединение пользователей
sl: Združi uporabnike
sr_rs@cyrillic: Спајање корисника
sv_se: Slå ihop flera användare
th: รวมผู้ใช้
tr_tr: Üyeleri Birleştir
uk: Об'єднати користувачів
uk_ua: Об'єднати користувачів
vi: Hợp nhất người dùng
vi_vn: Hợp nhất người dùng

# manager.people.mustChooseRole
source: Please select a role at the top of the page before clicking "Enroll User".
az: "Üzv qeydiyyatını" klikləməzdən əvvəl zəhmət olmasa bir rol seçin
bg_bg: Моля, изберете роля в горната част на страницата, преди да щракнете върху „Записване на потребител“.
ca_es: Seleccioneu un rol a la part superior de la pàgina abans de fer clic a «Assigneu un rol a l'usuari/ària».
cs_cz: Zvolte prosím roli v horní části stránky předtím, než kliknete na "Zapsat uživatele".
da: Vælg en rolle øverst på siden, inden du klikker på "Tilmeld bruger".
de_de: Wählen Sie am Seitenanfang bitte eine Funktion aus, bevor Sie "Benutzer/in eintragen" anklicken.
el_gr: Σας παρακαλούμε επιλέξτε έναν ρόλο στην κορυφή της σελίδας πριν πατήσετε "Ανάθεση Ρόλου".
es_es: Seleccione un rol en la parte superior de la página antes de pulsar "Asociar Usuario/a".
eu: Hautatu rol bat orriaren goialdean "Inskribatu erabiltzailea"n klik egin aurretik.
fr_fr: Veuillez sélectionner un rôle en haut de la page avant de cliquer sur « Inscrire un utilisateur ».
gl: Seleccione un rol na parte superior da páxina antes de premer en "Rexistrar usuario".
hr: Molimo odaberite ulogu pri vrhu stranice prije nego pritisnete "dodaj ulogu korisniku".
hu_hu: Kérem, válasszon egy szerepkört az oldal tetejéről mielőtt kiválasztja a "Felhasználó beiratkoztatása" lehetőséget.
hy_am: Խնդրում ենք ընտրել դերը էջի վերևում, նախքան «ներգրավել օգտվողին» սեղմելը:
id: Pilih peran di atas halaman sebelum mengklik "Daftarkan Pengguna".
id_id: Pilih peran di atas halaman sebelum mengklik "Daftarkan Pengguna".
is: Vinsamlega veldu hlutverk efst á síðunni áður en þú smellir á "Skrá notanda".
it_it: Seleziona un ruolo in alto alla pagina prima di cliccare "Iscrivi utente".
ja: ページ上部で役割を選択してから「ユーザー登録」をクリックしてください。
ka_ge: გთხოვთ, აირჩიოთ როლი გვერდის ზედა ნაწილში, სანამ დააწკაპუნებთ ღილაკზე "მომხმარებლის რეგისტრაცია".
kk_kz: «Пайдаланушыны тағайындау» түймесін баспас бұрын беттің жоғарғы жағындағы рөлді таңдаңыз.
ku: تکایە ڕۆڵێک هەڵبژێرە لە سەرەوەی پەڕەکە پێش ئەوەی کرتە لە سەر "تۆمارکردنی بەکارهێنەر" بکەیت.
lv: Lūdzu, izvēlieties lomu lapas augšpusē, pirms noklikšķiniet uz "Reģistrēt lietotāju".
mk: Изберете улога на горниот дел од страницата пред да кликнете на "Запиши го корисникот".
mr: "वापरकर्त्याची नोंदणी करा" वर क्लिक करण्यापूर्वी कृपया पृष्ठाच्या शीर्षस्थानी असलेल्यातून एक भूमिका निवडा.
ms: Sila pilih peranan di bahagian atas halaman sebelum mengklik "Daftar Pengguna".
nb_no: Velg en rolle (øverst på siden) før du klikker «Legg til bruker».
nl: Kies een van de rollen bovenaan de pagina voor op "Gebruiker inschrijven" te klikken.
pl: Zaznacz rolę na górze strony przed kliknięciem "Zapisz użytkownika".
pl_pl: Zaznacz rolę na górze strony przed kliknięciem "Zapisz użytkownika".
pt_pt: Escolha um papel editorial antes de confirmar.
ro_ro: Vă rugăm să selectați un rol în partea de sus a paginii înainte de a face clic pe „Înrolare utilizator”.
ru_ru: Пожалуйста, выберите роль вверху страницы перед тем как нажать «Назначить пользователя».
sl: Prosimo izberite vloge na vrhu strani, preden kliknete 'Dodaj vlogo uporabniku'.
sr_rs@cyrillic: Молимо одаберите улогу при врху странице пре него притиснете "Додели улогу кориснику"
sv_se: Välj en roll längst upp på sidan innan du klickar på "Tilldela roll".
th: กรุณาเลือกบทบาทที่ด้านบนของหน้าก่อนคลิก "ลงทะเบียนผู้ใช้"
tr_tr: "Üye Kaydı"nı tıklamadan önce lütfen bir rol seçiniz.
uk: Будь ласка, перш ніж натиснути кнопку "Призначити користувача", оберіть роль зверху сторінки.
uk_ua: Будь ласка, перш ніж натиснути кнопку "Призначити користувача", оберіть роль зверху сторінки.
vi: Vui lòng chọn một vai trò ở đầu trang trước khi nhấp "Đăng ký người dùng".
vi_vn: Vui lòng chọn một vai trò ở đầu trang trước khi nhấp vào "Đăng ký người dùng".
