Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.publishingDescription
source: These details may be included in metadata provided to third-party archival bodies.
az: Bu detallar, üçüncü tərəf arxiv orqanlarına təmin edilən metadatalara daxil edilə bilər.
bg_bg: Тези подробности могат да бъдат включени в метаданни, предоставени на архивни органи на трети страни.
cs_cz: Název organizace vydávající časopis bude zobrazen v části O časopisu.
da: Disse detaljer kan inkluderes i metadata leveret til arkivorganisationer fra tredjepart.
eu: Aldizkaria argitaratzen duen erakundearen izena Aldizkariari buruz orrian agertuko da.
gl: O nome da editorial aparecerá na sección "Sobre a Revista".
hr: Ime nakladnika koje se pojavljuje u časopisu u rubrici "o časopisu". Nakladnik je pravna ili fizička osoba koja pokreće objavljivanje publikacije, snosi troškove izdavanja i tiskanja te je odgovorna za proizvodnju i distribuciju.
hy_am: Այս մանրամասները կարող են ներառվել երրորդ կողմի արխիվային մարմիններին տրամադրվող մետատվյալներում:
id: Nama organisasi yang menerbitkan jurnal dapat disertakan dalam metadata yang diberikan ke badan pengarsipan luar.
is: Þessar upplýsingar gætu verið sendar með lýsigögnum til þriðja aðila sem sér um vistun safna.
ja: これらの詳細は、第三者のアーカイブ機関に提供されるメタデータに含まれることがあります。
ka_ge: ეს დეტალები შეიძლება შეიტანოს მეტდანაცემებში, რომლებიც მესამე მხარის საარქივო ორგანოებს მიეწოდება.
kk_kz: Бұл ақпарат үшінші тарап мұрағаттау жүйелеріне берілген метадеректерге қосылуы мүмкін.
ku: ئەم وردەکارییانە لەوانەیە لە ناو زانیاری ناسێنەردا هەبن کە دراون بە لایەنەکانی سێیەمی ئەرشیفکردن.
lv: Šī informācija var tikt iekļauta metadatos, ko sniedz trešo personu arhīvu struktūrām.
mk: Овие детали може да бидат вклучени во метаподатоците доставени до архивски тела на трети страни.
mr: हे तपशील तृतीय-पक्ष संग्रह संस्थांना प्रदान केलेल्या मेटाडेटामध्ये समाविष्ट केले जाऊ शकतात.
ms: Butiran ini mungkin disertakan dalam metadata yang diberikan kepada badan arkib pihak ketiga.
nb_no: Navnet til organisasjonen som publiserer tidsskriftet vil bli vist i 'Om' tidsskriftet.
nl: Deze gegevens kunnen worden opgenomen in metadata voor externe archiveringsdiensten.
pl: Te szczegóły mogą być zawarte w metadanych dostarczanych do innego, archiwalnego zespołu.
ru_ru: Эта информация может быть включена в метаданные, предоставляемые системам архивирования сторонних разработчиков.
sk: Názov organizácie vydávajúcej časopis bude zobrazený v časti O časopise.
sl: Te podrobnosti so lahko vključene v metapodatke tretjih oseb, ki arhivirajo ali indeksirajo revijo.
th: รายละเอียดเหล่านี้อาจรวมอยู่ในข้อมูลเมตาที่จัดให้กับองค์กรที่เก็บถาวรจากบุคคลที่สาม
uk: Назва установи-видавця журналу, яка має бути відображена на сторінці "Про журнал".
vi: Những chi tiết này có thể được bao gồm trong metadata cung cấp cho các cơ quan lưu trữ bên thứ ba.

# manager.setup.authorGuidelines
source: Author Guidelines
az: Müəllif Bələdçiləri
bg_bg: Насоки за автора
ca_es: Directrius per a l’autor/a
cs_cz: Pokyny pro autory
da: Retningslinjer for forfattere
de_de: Autor/innen-Richtlinien
el_gr: Οδηγίες για τους Συγγραφείς
es_es: Directrices para autores
eu: Egileentzako gidalerroak
fr_fr: Normes pour les auteurs
gl: Directrices para o autor
hr: Autorske smjernice
hu_hu: Szerzői útmutatók
hy_am: Հեղինակի համար ուղեցույցներ
id: Pedoman Bagi Penulis
is: Fyrir höfunda
it_it: Linee guida per gli autori
ja: 著者ガイドライン
ka_ge: ავტორის სახელმძღვანელო
kk_kz: Авторларға арналған нұсқаулық
lv: Vadlīnijas autoriem
mk: Упатства за авторот
mr: लेखकांसाठी मार्गदर्शक तत्त्वे
ms: Garis Panduan Pengarang
nb_no: Retningslinjer for forfattere
nl: Richtlijnen voor auteurs
pl: Wytyczne dla autorów
pl_pl: Wytyczne dla autorów
pt_pt: Directrizes Autor
ro_ro: Ghid pentru autori
ru_ru: Руководство для авторов
sl: Priporočila za avtorje
sr_rs@cyrillic: Упутства ауторима
sv_se: Riktlinjer för författare
th: แนวทางสำหรับผู้แต่ง
tr_tr: Yazar Rehberleri
uk: Настанови для авторів
uk_ua: Довідник для авторів
vi: Hướng dẫn tác giả
vi_vn: Hướng dẫn tác giả

# manager.setup.checklist
source: Checklist
az: Yoxlama siyahısı
bg_bg: Контролен списък
ca_es: Llista de comprovació
cs_cz: Kontrolní seznam
da: Tjekliste
de_de: Checkliste
el_gr: Λίστα ελέγχου
es_es: Lista de comprobación
eu: Kontrol-zerrenda
fr_fr: Liste de vérification
gl: Lista de comprobación
hr: Kontrolna lista
hu_hu: Ellenőrző lista
hy_am: Ստուգաթերթիկ
id: Daftar Cek
is: Gátlisti
ja: チェックリスト
ka_ge: საკონტროლო სია
kk_kz: Бақылау тізімі
lv: Kontrolsaraksts
mk: Чек листа
mr: कामांची यादी (Checklist)
ms: Senarai semak
nb_no: Sjekkliste
nl: Controlelijst
pl: Lista kontrolna
pt_pt: Lista de verificação
ro_ro: Listă de verificare
ru_ru: Контрольный список
sl: Kontrolni seznam
th: รายการตรวจสอบ
tr_tr: Kontrol Listesi
uk: Контрольний список
uk_ua: Контрольний список
vi: Danh sách kiểm tra
vi_vn: Danh mục kiểm tra

# manager.setup.homepageImageInvalid
source: Invalid homepage image format or upload failed. Accepted formats are .gif, .jpg, or .png.
az: Giriş səhifəsi şəkli üçün etibarsız bir fayl formatıdır. Dəstəklənən fayl formatları .gif, .jpg, veya .png formatındadır.
bg_bg: Невалиден формат на изображението на началната страница или качването не бе успешно. Приетите формати са .gif, .jpg или .png.
ca_es: Ha fallat la càrrega de la imatge per a la capçalera de la pàgina inicial, o bé el format no és vàlid. Els formats acceptats són .gif, .jpg i .png.
cs_cz: Neplatný formát obrázku pro domácí stránku. Podporované formáty jsou .gif, .jpg, nebo .png.
da: Ugyldigt billedformat til hjemmeside. De accepterede formater er .gif, .jpg eller .png.
de_de: Das Format des Bildes auf der Startseite ist ungültig. Gültige Formate sind .gif, .jpg und .png.
el_gr: Μη έγκυρη μορφή αρχείου εικόνας αρχικής σελίδας του περιοδικού. Έγκυρες μορφές αρχείων είναι .gif, .jpg, ή .png.
es_es: Formato de la imagen del logotipo de cabecera de la página inicial inválido o error de subida. Formatos aceptados: .gif, .jpg y .png.
eu: Hasierako orriaren goiburuko irudi-formatua ez da baliozkoa: .gif, .jpg, edo .png formatuak bakarrik onartzen dira.
fr_fr: Format de l'image de la page d'accueil invalide. Les formats acceptés sont .gif, .jpg ou .png.
gl: Produciuse un erro no formato da imaxe da páxina de inicio ou na carga da mesma. Os formatos axeitados son .gif, .jpg ou .png.
hr: Neispravan format slike naslovne stranice. Prihvaćeni formati su .gif, .jpg, ili .png.
hu_hu: Érvénytelen főoldal képformátum, vagy a feltöltés sikertelen. Elfogadott formátumok .gif, .jpg, vagy .png.
hy_am: Հիմնական էջի պատկերի անվավեր ձևաչափ կամ վերբեռնումը ձախողվեց: Ընդունված ձևաչափերն են .gif, .jpg կամ .png:
id: format gambar beranda invalid atau unggahan gagal. Format yang diterima adalah .gif, .jpg, or .png.
id_id: format gambar beranda invalid atau unggahan gagal. Format yang diterima adalah .gif, .jpg, or .png.
is: Ógilt skráarsnið á heimasíðumynd eða það tókst ekki að hlaða upp. Leyfð skráarsnið eru .gif, .jpg eða .png.
it_it: Formato dell'immagine per l'home page non valido. I formati accettati sono .gif, .jpg, o .png.
ja: ホームページの画像形式が無効であるか、アップロードに失敗しました。使用可能なフォーマットは.gif、.jpg、.pngです。
ka_ge: საწყისი გვერდის სურათის არასწორი ფორმატი ან ატვირთვა ვერ მოხერხდა. მიღებული ფორმატებია .gif, .jpg, ან .png.
kk_kz: Негізгі бет немесе жүктеп алу үшін жарамсыз сурет форматы орындалмады. Рұқсат етілген форматтар: .gif, .jpg немесе .png.
lv: Nederīgs sākumlapas attēla formāts vai augšupielāde nav notikusi. Atļautie formāti ir .gif, .jpg vai .png.
mk: Неправилен формат на слика на почетната страница или качувањето не успеа. Прифатените формати се .gif, .jpg или .png.
mr: मुख्यपृष्ठ प्रतिमा स्वरूप अग्राह्य आहे किंवा संक्रमण (अपलोड) अयशस्वी झाले. स्वीकृत स्वरूपे .gif, .jpg, किंवा .png आहेत.
ms: Format imej halaman utama tidak sah atau muat naik gagal. Format yang diterima ialah .gif, .jpg atau .png.
nb_no: Ugyldig bildeformat. Aksepterte format: .gif, .jpg eller .png.
nl: Onbruikbaar bestandsformaat voor de homepage afbeelding. Bruikbaar zijn .gif, .jpg of .png.
pl: Niepoprawny plik dla obrazu strony głównej. Akceptowane formaty to GIF, JPG lub PNG.
pl_pl: Niepoprawny plik dla obrazu strony głównej. Akceptowane formaty to GIF, JPG lub PNG.
pt_pt: O formato da imagem da página inicial é inválido ou o upload falhou. Os formatos permitidos são .gif, .jpg ou .png.
ro_ro: Formatul de imagine sau încărcarea nevalidă a paginii de pornire nu au reușit. Formate acceptate sunt .gif, .jpg sau .png.
ru_ru: Неверный формат изображения для домашней страницы или загрузка не удалась. Разрешенные форматы: .gif, .jpg или .png.
sl: Napačen format slike za logotip osnovne strani ali pa je prišlo do napake pri nalaganju. Dovoljeni formati so .gif, .jpg, or .png.
sr_rs@cyrillic: Неисправан формат слике хедера почетне стране или слање није успело. Прихватљиви формати су .gif, .jpg, или .png.
sv_se: Ogiltigt format för bild på förstasidan, eller misslyckad uppladdning. Godkända format är .gif, .jpg, och .png.
th: รูปแบบภาพหน้าแรกไม่ถูกต้องหรือการอัปโหลดล้มเหลว รูปแบบที่ยอมรับคือ .gif, .jpg, หรือ .png
tr_tr: Giriş sayfası şekli için geçersiz dosya biçimi. Desteklenen dosya biçimleri .gif, .jpg, veya .png biçimleridir.
uk: Неправильний формат зображення для головної сторінки або завантаження не вдалося. Прийнятними форматами є .gif, .jpg або .png.
uk_ua: Завантаження невдале або неправильний формат зображення домашньої сторінки. Прийнятними форматами є .gif, .jpg або .png.
vi: Định dạng ảnh trang chủ không hợp lệ hoặc tải lên thất bại. Các định dạng được chấp nhận là .gif, .jpg, hoặc .png.
vi_vn: Định dạng hình ảnh trang chủ không hợp lệ hoặc tải lên không thành công. Các định dạng được chấp nhận là .gif, .jpg hoặc .png.
zh_tw: 首頁圖片格式無效或上傳失敗，有效格式為 .gif、.jpg或.png

# manager.setup.layout.sidebar.invalidBlock
source: The {$name} block can not be found. Please make sure the plugin is installed and enabled.
az: {$name} bloqu tapılmadı. Zəhmət olmasa əlavənin quraşdırılmış və aktiv olduğuna əmin olun
bg_bg: Блокът {$name} не може да бъде намерен. Моля, уверете се, че добавката (плъгин) е инсталирана и активирана.
ca_es: El bloc {$name} no s'ha pogut trobar. Assegureu-vos que el mòdul està instal·lat i habilitat.
cs_cz: Blok {$name} nebyl nalezen. Ujistěte se, že je plugin nainstalován a povolen.
da: {$name}-blokken blev ikke fundet. Sørg for, at pluginen er installeret og aktiveret.
de_de: Der {$name} Block konnte nicht gefunden werden. Bitte stellen Sie sicher, dass das Plugin installiert und aktiviert ist.
el_gr: Δεν βρέθηκε το μπλοκ {$name}. Βεβαιωθείτε ότι το πρόσθετο είναι εγκατεστημένο και ενεργοποιημένο.
es_es: El bloque {$name} no pudo encontrarse. Asegúrese de que el módulo está instalado y habilitado.
eu: Ezin da {$name} blokea aurkitu. Mesedez, ziurtatu plugina instalatuta eta gaituta dagoela.
fr_fr: Le bloc {$name} est introuvable. Assurez-vous que le plugin est installé et activé.
gl: Non se pode atopar o bloque {$name}. Asegúrese de que o complemento está instalado e habilitado.
hr: Blok {$name} nije pronađen. Provjerite je li dodatak instaliran i aktiviran.
hu_hu: A(z) {$name} blokk nem található. Kérjük, ellenőrizze, hogy a plugin telepítve és engedélyezve van-e.
hy_am: {$name} բլոկը հնարավոր չէ գտնել: Համոզվեք, որ plugin-ը տեղադրված և միացված է:
id: Blok {$name} tidak dapat ditemukan. Pastikan plugin telah terpasang dan diaktifkan.
is: {$name} blokkin finnst ekki. Vinsamlega skoðaðu hvort viðbótin sé uppsett og virk.
it_it: Il blocco {$name} non è disponibile. Accertarsi che il plugin sia installato e abilitato.
ja: {$name} ブロックが見つかりません。プラグインがインストールされ、有効になっていることを確認してください。
ka_ge: {$name} ბლოკი ვერ მოიძებნა. გთხოვთ, დარწმუნდეთ, რომ მოდული დამონტაჟებულია და ჩართულია.
kk_kz: {$name} блогын табу мүмкін емес. Модульдің орнатылғанын және қосылғанын тексеріңіз.
lv: Bloku {$name} nav iespējams atrast. Lūdzu, pārliecinieties, ka spraudnis ir instalēts un iespējots.
mk: Блокот {$name} не може да се најде. Ве молиме, проверете дали приклучокот е инсталиран и овозможен.
mr: {$name} ब्लॉक सापडत नाही. कृपया प्लग-इन स्थापित करून कार्यान्वित (enabled) केलेले असल्याची खात्री करा.
ms: Blok {$name} tidak ditemui. Sila pastikan plugin dipasang dan didayakan.
nb_no: {$name}-blokken ble ikke funnet. Sørg for at programtillegget er installert og aktivert.
nl: De {$name} blok kan niet worden gevonden. Zorg ervoor dat de plugin geïnstalleerd en ingeschakeld is.
pl: Nie znaleziono bloku o nazwie {$name}. Upewnij się, że wtyczka jest zainstalowana i włączona.
pt_pt: O bloco {$name} não foi encontrado. Certifique-se que o plugin se encontra instalado e ativo.
ro_ro: Blocul {$nume} nu poate fi găsit. Vă rugăm să vă asigurați că pluginul este instalat și activat.
ru_ru: Не удается найти блок {$name}. Пожалуйста убедитесь, что модуль установлен и включен.
sl: Blok {$name} ni bil najden. Prosimo zagotovite, da je vtičnik nameščen in omogočen.
th: ไม่พบบล็อก {$name}. กรุณาตรวจสอบว่าปลั๊กอินถูกติดตั้งและเปิดใช้งานแล้ว
tr_tr: {$name} bloğu bulunamadı. Lütfen eklentinin kurulu ve etkin olduğundan emin olun.
uk: Блок {$name} не знайдено. Будь ласка, впевніться, що плагін встановлено та увімкнено.
uk_ua: Блок {$name} не знайдено. Будь ласка, впевніться, що плагін встановлено та увімкнено.
vi: Không tìm thấy khối {$name}. Vui lòng đảm bảo plugin được cài đặt và bật.
vi_vn: Không thể tìm thấy khối {$name}. Hãy đảm bảo rằng plugin đã được cài đặt và kích hoạt.

# manager.setup.noTemporaryFile
source: The file you uploaded could not be found. Please try to upload it again.
az: Yüklədiyiniz fayl tapılmadı. Zəhmət olmasa yenidən yükləməyə cəhd edin.
bg_bg: Каченият от вас файл не можа да бъде намерен. Моля, опитайте да го качите отново.
ca_es: L'arxiu que heu carregat no s'ha trobat. Intenteu carregar-lo de nou.
cs_cz: Soubor, který jste nahráli, nebyl nalezen. Zkuste ho znovu nahrát.
da: Filen, du uploadede, blev ikke fundet. Prøv at uploade den igen.
de_de: Die Datei, die hochgeladen wurde, konnte nicht gefunden werden. Bitte versuchen Sie erneut sie hochzuladen.
el_gr: Δεν ήταν δυνατή η εύρεση του αρχείου που ανεβάσατε. Προσπαθήστε να το ανεβάσετε ξανά.
es_es: El archivo que cargó no pudo encontrarse. Vuelva a intentar cargarlo.
eu: Igo duzun fitxategia ezin izan da aurkitu. Saiatu berriro igotzen.
fr_fr: Le fichier que vous avez téléversé n'a pas pu être trouvé. Veuillez essayer de le téléverser à nouveau.
gl: Non se puido atopar o ficheiro que cargou. Tenta cargalo de novo.
hr: Blok {$name} nije pronađen. Provjerite je li dodatak instaliran i aktiviran.
hu_hu: A feltöltött fájl nem található. Próbálja meg újra feltölteni.
hy_am: Ձեր բեռնած նիշքը չի գտնվել: Խնդրում ենք կրկին վերբեռնել այն:
id: File yang Anda unggah tidak ditemukan. Ulangi sekali lagi.
is: Skráin sem þú hlóðst upp finnst ekki. Vinsamlega reyndu að hlaða henni aftur upp.
it_it: Il file importato non è disponibile. Provare ad importarlo ancora.
ja: アップロードしたファイルが見つかりませんでした。もう一度アップロードしてください。
ka_ge: თქვენ ატვირთული ფაილი ვერ მოიძებნა. გთხოვთ, ხელახლა ატვირთოთ იგი.
kk_kz: Серверге жүктеп салған файлды табу мүмкін емес. Қайта жүктеп алып көріңіз.
lv: Jūsu augšupielādēto failu neizdevās atrast. Lūdzu, mēģiniet to augšupielādēt vēlreiz.
mk: Датотеката што ја поставивте не може да се најде. Обидете се повторно да го поставите.
mr: तुम्ही संक्रमित (अपलोड) केलेली फाईल सापडली नाही. कृपया ती पुन्हा संक्रमित (अपलोड) करण्याचा प्रयत्न करा.
ms: Fail yang anda muat naik tidak ditemui. Sila cuba muat naik semula.
nb_no: Filen du lastet opp ble ikke funnet. Prøv å laste den opp igjen.
nl: Het bestand dat u uploadde, kan niet worden gevonden. Probeert u het nogmaals.
pl: Wgrany plik nie może zostać odnaleziony. Spróbuj wgrać go ponownie.
pt_pt: O ficheiro carregado não foi encontrato. Tente carregá-lo novamente.
ro_ro: Fișierul pe care l-ați încărcat nu a putut fi găsit. Încercați să îl încărcați din nou.
ru_ru: Файл, который вы загрузили на сервер, не удаётся найти. Пожалуйста, попробуйте загрузить его снова.
sl: Datoteka, ki ste jo nalagali, ni bila najdena. Prosimo, poskusite ponovno.
th: ไม่พบไฟล์ที่คุณอัปโหลด กรุณาลองอัปโหลดอีกครั้ง
tr_tr: Yüklediğiniz dosya bulunamadı. Lütfen tekrar yüklemeyi deneyin.
uk: Файл, який Ви завантажили не може бути знайдено. Спробуйте, будь ласка, пізніше.
uk_ua: Файл, який Ви завантажили не може бути знайдено. Спробуйте, будь ласка, пізніше.
vi: Không tìm thấy tệp bạn đã tải lên. Vui lòng thử tải lên lại.
vi_vn: Không thể tìm thấy tệp đã tải lên. Xin vui lòng thử tải lại nó một lần nữa.

# manager.setup.notifyAllAuthors.assignedAuthors
source: Only send an email to authors assigned to the submission workflow. Usually, this is the submitting author.
bg_bg: Изпращане на имейл само до автори, асоциирани с работния процес за подадените материали. Обикновено това е изпращащият автор.
cs_cz: Odeslat email pouze autorům přiřazeným k pracovnímu postupu příspěvku. Obvykle se jedná o předkládajícího autora.
da: Send kun en e-mail til forfattere, der er tilmeldt det redaktionelle workflow. Dette er som regel kun den indsendende forfatter.
eu: Bidalketaren lan-fluxuari esleitutako egileei bakarrik bidali mezu elektroniko bat. Oro har, hori da bidalketaren egilea.
hr: Pošaljite e-poštu samo autorima koji su dodijeljeni tijeku rada za podnošenje. Obično je to autor koji podnosi.
hy_am: Նամակ ուղարկեք միայն այն հեղինակներին, որոնք նշանակված են ներկայացման աշխատանքներին: Սովորաբար սա ներկայացնող հեղինակն է:
id: Hanya mengirimkan email pada penulis yang ditugaskan pada alur kerja pengiriman. Biasanya, ini merupakan penulis yang mengirimkan naskah.
lv: Nosūtīt e-pastu tikai tiem autoriem, kuriem ir piešķirta materiāla iesniegšanas darbplūsma. Parasti tas ir autors, kurš iesniedzis materiālu.
mk: Испраќајте емаил само до авторите доделени на работниот тек на поднесување. Обично, тоа е авторот што поднесува.
mr: फक्त सादरीकरणाच्या कार्यप्रवाहादरम्यान (वर्कफ्लो) नियुक्त केलेल्या लेखकांना ई-मेल पाठवा. सहसा, हा सादरीकरण प्रक्रिया पूर्ण करणारा लेखक असतो.
nl: U wordt verzocht alleen een e-mail te versturen aan de auteurs die zijn toegewezen aan de werkstroom van de inzending.
pl: Wysyłaj mail tylko do autorów przypisanych do etapu zgłoszenia. Zazwyczaj jest to autor zgłaszający artykuł.
sl: Pošljite email samo avtorjem določenim v delovnem toku prispevka. Običajno je to avtor, ki je oddal prispevek.
th: ส่งอีเมลเฉพาะให้กับผู้แต่งที่ได้รับการมอบหมายในขั้นตอนการส่งงาน โดยปกติคือผู้แต่งที่ส่งงาน
uk: Надсилати електронний лист лише авторам, яким призначено робочий процес щодо подання. Зазвичай це автор, який здійснює подання.
vi: Chỉ gửi email đến các tác giả được chỉ định cho quy trình biên tập. Thường thì đây là tác giả gửi bài.

# manager.setup.notifications.copySubmissionAckPrimaryContact
source: Notify Primary Contact
az: Əsas insanı məlumatlandırın
bg_bg: Уведомяване на основния контакт
cs_cz: Upozornit primární kontakt
da: Informér primær kontakt
eu: Jakinarazi kontaktu nagusiari
gl: Notificar ao Contacto Principal
hr: Obavijestite glavni kontakt
hy_am: Տեղեկացնել առաջնային կապին
id: Beri Tahu Narahubung Utama
is: Tilkynna aðaltengilið
ja: 連絡責任者への通知
ka_ge: აცნობეთ პირველად კონტაქტს
kk_kz: Негізгі контактіге хабарлау
lv: Paziņot primārajai kontaktpersonai
mk: Извести го главното лице за контакт
mr: प्राथमिक संपर्ककर्त्याला सूचित करा
ms: Maklumkan Kenalan Utama
nl: U wordt verzocht de hoofdcontactpersoon te informeren
pl: Powiadom główny adres kontaktowy
ru_ru: Уведомить основное контактное лицо
sl: Obvesti primarni kontakt
th: แจ้งผู้ติดต่อหลัก
uk: Сповістити головну контактну особу
vi: Thông báo cho liên hệ chính
