Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.announcements.form.dateExpireYearIncompleteDate
source: Please select a month and/or day in addition to the expiry date year.
az: Zəhmət olmasa son tarix üçün il bilgisi ilə birlikdə son tarix üçün gün və ay da müəyyənləşdirin.
bg_bg: Моля, изберете месец и/или ден в допълнение към годината на срока на валидност.
ca_es: Seleccioneu un mes i/o un dia a més de l’any per a la data de venciment.
cs_cz: Zvolte, prosím, měsíc a/nebo den ke zvolenému roku vypršení.
da: Vælg også en måned og/eller dag ud over udløbsåret.
de_de: Bitte wählen Sie einen Monat und/oder einen Tag zum Auslaufjahr.
el_gr: Επιλέξτε μήνα ή/και ημέρα εκτός από το έτος της ημερομηνίας λήξης.
es_es: Aparte del año de caducidad, por favor elija un mes y/o un día.
eu: Iraungitze-urteaz gain, hila eta eguna hautatu behar dira.
fr_fr: Veuillez choisir un mois et/ou un jour en plus de l'année d'expiration.
gl: Seleccione un mes e/ou un día ademais do ano da data de caducidade.
hr: Molimo odaberite mjesec i/ili dan kao dodatak datuma isteka godine.
hu_hu: Kérem, válasszon egy hónapot és/vagy napot a lejárati év mellé.
hy_am: Խնդրում ենք ընտրել ամիս և/կամ օր՝ ի հավելումն գործողության ժամկետի ավարտի տարվա:
id: Pilih bulan dan/atau hari di samping tahun tanggal masa berakhir.
id_id: Pilih bulan dan/atau hari di samping tahun tanggal masa berakhir.
is: Vinsamlega veldu mánuð og/eða dag til viðbótar við gildislokaár.
it_it: Si prega di selezionare un mese e/o un giorno in aggiunta all'anno della data di scadenza.
ja: 有効期限の年に加えて、月や日を選択してください。
ka_ge: ვადის გასვლის წლის გარდა, გთხოვთ, აირჩიოთ თვე და/ან დღე.
kk_kz: Тек жарамдылық мерзімінің жылын емес, айды және/немесе күнді таңдаңыз.
ku: تکایە مانگ و/ یان ڕۆژ بۆ ساڵی بەسەرچونەکە دیاری بکە.
lv: Lūdzu, papildus termiņa beigu gadam izvēlieties mēnesi un/vai dienu.
mk: Ве молиме изберете месец и / или ден годината од крајниот рок.
mr: कृपया समाप्ती तारखेच्या वर्षाव्यतिरिक्त महिना आणि/किंवा दिवसाची तारीखही निवडा.
ms: Sila pilih bulan dan/atau hari sebagai tambahan kepada tahun tarikh luput.
nb_no: Velg måned og/eller dag, i tillegg til år.
nl: Kies een maand en/of dag naast het jaar van de afloopdatum.
pl: Dla daty wygaśnięcia wskazano jedynie rok. Proszę wskazać również dzień i/lub miesiąc.
pl_pl: Wybierz miesiąc i/lub dzień wygaśnięcia wpisu.
pt_pt: Escolha o mês e/ou dia além do ano de expiração.
ro_ro: Vă rugăm să selectați luna și ziua pe lângă anul de expirare.
ru_ru: Пожалуйста, выберите месяц и/или день, а не только год даты потери актуальности.
sl: Prosim izberite mesec in/ali dan poleg leta preteka.
sr_rs@cyrillic: Молимо одаберите месец и/или дан додатно уз годину истека обавештења.
sv_se: Utöver år, välj även månad och/eller dag för förfallande.
th: กรุณาเลือกเดือนและ/หรือวันเพิ่มเติมจากปีหมดอายุ
tr_tr: Lütfen son tarih için yıl bilgisinin yanı sıra son tarih için gün ve ay da belirleyiniz.
uk: Будь ласка, крім року втрати актуальності, визначте також місяць та/або день.
uk_ua: Будь ласка, крім року, коли анонс втратить актуальність, визначте також день та/або місяць.
uz_uz@latin: Yaroqlilik sanasidan tashqari oy va/yoki kunni tanlang.
vi: Vui lòng chọn một tháng và/hoặc ngày ngoài năm hết hạn.
vi_vn: Vui lòng chọn một tháng hoặc ngày cho năm hết hạn.

# manager.announcements.form.description
source: Announcement
az: Elan
bg_bg: Обява
ca_es: Descripció
cs_cz: Oznámení
da: Meddelelse
de_de: Beschreibung
el_gr: Περιγραφή
es_es: Descripción
eu: Azalpena
fr_fr: Description
gl: Aviso
hr: Obavijest
hu_hu: Leírás
hy_am: Հայտարարություն
id: Pengumuman
id_id: Deskripsi
is: Tilkynning
it_it: Descrizione
ja: お知らせ
ka_ge: განცხადება
kk_kz: Хабарлама
ku: ناساندن
lv: Paziņojums
mk: Известување
mr: घोषणा/सूचना
ms: Pengumuman
nb_no: Oppslag
nl: Nieuwsbericht
pl: Treść ogłoszenia
pl_pl: Opis
pt_pt: Corpo da Notícia
ro_ro: Descriere
ru_ru: Объявление
sl: Obvestilo
sr_rs@cyrillic: Опис
sv_se: Beskrivning
th: ประกาศ
tr_tr: Açıklama
uk: Оголошення
uk_ua: Опис
uz_uz@latin: E'lon
vi: Thông báo
vi_vn: Mô tả

# manager.announcements.form.descriptionInstructions
source: The full text of the announcement.
az: Elanın tam mətni.
bg_bg: Пълният текст на обявата.
ca_es: Text complet de l’avís.
cs_cz: Celý text oznámení.
da: Meddelelsens fulde tekst.
de_de: Vollständiger Text der Mitteilung.
el_gr: Πλήρες κείμενο της ανακοίνωσης.
es_es: Texto completo del aviso.
eu: Anuntzioaren testu osoa.
fr_fr: Le texte intégral de l'annonce.
gl: Texto completo do aviso.
hr: Pun tekst obavijesti.
hu_hu: Az értesítés teljes szövege.
hy_am: Հայտարարության տեքստն ամբողջությամբ.
id: Teks lengkap pengumuman.
id_id: Teks lengkap pengumuman.
is: Heildartexti tilkynningar.
it_it: Il full text dell'avviso.
ja: 告知内容の全文です。
ka_ge: განცხადების სრული ტექსტი.
kk_kz: Хабарламаның толық мәтіні.
ku: تێکستی تەواوی ڕاگەیاندنەکە.
lv: Pilns paziņojuma teksts.
mk: Целиот текст на објавата.
mr: घोषणेचा/सूचनेचा संपूर्ण मजकूर.
ms: Teks penuh pengumuman.
nb_no: Hele oppslagsteksten.
nl: De volledige tekst van het nieuwsbericht.
pl: Pełna treść ogłoszenia.
pl_pl: Pełna treść wpisu.
pt_pt: O texto completo da notícia.
ro_ro: Textul complet al anunțului.
ru_ru: Полный текст обьявления.
sl: Celotno besedilo obvestila.
sr_rs@cyrillic: Цео текст обавештења.
sv_se: Hela meddelandet.
th: ข้อความเต็มของประกาศ
tr_tr: Duyurunun tam metni.
uk: Повний текст оголошення.
uk_ua: Повний текст анонсу.
uz_uz@latin: E'lonning to'liq matni.
vi: Toàn văn thông báo.
vi_vn: Toàn văn thông báo.

# manager.announcements.form.descriptionShort
source: Short Description
az: Qısa tərif
bg_bg: Кратко описание
ca_es: Descripció breu
cs_cz: Krátký popis
da: Kort beskrivelse
de_de: Kurze Beschreibung
el_gr: Σύντομη περιγραφή
es_es: Descripción corta
eu: Azalpen laburra
fr_fr: Brève description
gl: Breve descrición
hr: Kratak opis
hu_hu: Rövid leírás
hy_am: Կարճ նկարագրություն
id: Deskripsi singkat
id_id: Deskripsi singkat
is: Stutt lýsing
it_it: Descrizione breve
ja: 短い説明
ka_ge: მოკლე აღწერა
kk_kz: Қысқаша сипаттама
ku: ناساندنێکی کورت
lv: Īss apraksts
mk: Краток опис
mr: संक्षिप्त मजकूर
ms: Penerangan Ringkas
nb_no: Kort beskrivelse
nl: Korte beschrijving
pl: Zwiastun ogłoszenia
pl_pl: Krótki opis
pt_pt: Introdução
ro_ro: Scurtă descriere
ru_ru: Краткое описание
sl: Kratek opis
sr_rs@cyrillic: Кратак опис
sv_se: Kort beskrivning
th: คำอธิบายสั้น
tr_tr: Kısa Tanım
uk: Короткий опис
uk_ua: Короткий опис
uz_uz@latin: Qisqacha tavsif
vi: Mô tả ngắn
vi_vn: Mô tả ngắn gọn

# manager.announcements.form.descriptionShortInstructions
source: A brief description to appear along with the announcement title.
az: Elan başlığı ilə birlikdə göstəriləcək qısa təsvir
bg_bg: Кратко описание, което се появява заедно със заглавието на обявата.
ca_es: Descripció breu que es mostrarà juntament amb el títol de l’avís.
cs_cz: Stručný popis, který se zobrazí spolu s názvem oznámení.
da: Vis en kort beskrivelse sammen med meddelelsestitlen.
de_de: Eine kurze Beschreibung, die zusammen mit dem Mitteilungstitel erscheint.
el_gr: Σύντομη περιγραφή που εμφανίζεται μαζί με τον τίτλο της ανακοίνωσης.
es_es: Descripción breve que aparezca con el título del aviso.
eu: Anuntzioaren tituluarekin batera erakusteko azalpen laburra.
fr_fr: Une brève description apparaîtra à côté du titre de l'annonce.
gl: Unha breve descrición que aparecerá xunto co título do aviso.
hr: Kratak opis pojavljuje se uz naslov obavijesti.
hu_hu: Egy rövid leírás fog megjelenni a értesítés címével.
hy_am: Համառոտ նկարագրություն, որը կհայտնվի հայտարարության վերնագրի հետ միասին:
id: Deskripsi singkat untuk ditampilkan bersama judul pengumuman.
id_id: Deskripsi singkat untuk ditampilkan bersama judul pengumuman.
is: Stutt lýsing sem birtist með titli tilkynningar.
it_it: Una breve descrizione che verrà mostrata insieme al titolo dell'avviso.
ja: 告知タイトルと一緒に表示される簡単な説明文です。
ka_ge: მოკლე აღწერა, რომელიც გამოჩნდება განცხადების სათაურთან ერთად.
kk_kz: Жарнама тақырыбымен бірге пайда болатын қысқаша сипаттама.
ku: پوختەیەکی ناسێنەر بۆ ئەوەی لەگەڵ ناونیشانی ڕاگەیاندنەکە دەر بکەوێت.
lv: Īss apraksts, kas jānorāda kopā ar paziņojuma virsrakstu.
mk: Краток опис кој ќе стои покрај насловот на објавата.
mr: घोषणेच्या/सूचनेच्या शीर्षकासह संक्षिप्त मजकूर दिसावा.
ms: Penerangan ringkas untuk dipaparkan bersama dengan tajuk pengumuman.
nb_no: En kort beskrivelse som vil bli vist sammen med tittelen på oppslaget.
nl: Een korte beschrijving die bij de titel van het nieuwsbericht getoond wordt.
pl: Zwiastun ogłoszenia wyświetlany niżej tytułu ogłoszenia w sekcji ogłoszeń.
pl_pl: Krótki opis wyświetlany wraz z tytułem wpisu.
pt_pt: Um texto introdutório a ser exibido com o título da notícia.
ro_ro: O scurtă descriere să apară împreună cu titlul anunțului.
ru_ru: Краткое описание, которое появится вместе с заголовком объявления.
sl: Kratek opis, ki bo poleg naslova obvestila.
sr_rs@cyrillic: Кратак опис појављује се уз наслов обавештења.
sv_se: En kortare beskrivning som kommer att synas vid meddelandets titel.
th: คำอธิบายสั้น ๆ ที่จะแสดงพร้อมกับชื่อประกาศ
tr_tr: Duyuru başlığı ile birlikte gösterilecek kısa tanım.
uk: Короткий опис, що має відображатиметься разом із заголовком оголошення.
uk_ua: Короткий опис відображатиметься разом із назвою анонсу.
uz_uz@latin: E'lon sarlavhasi bilan birga ko'rsatiladigan qisqacha tavsif.
vi: Mô tả ngắn gọn hiển thị cùng với tiêu đề thông báo.
vi_vn: Mô tả ngắn gọn xuất hiện cùng với tiêu đề thông báo.

# manager.announcements.form.saveAndCreateAnother
source: Save and Create Another
az: Saxla ve Başqasını yarat
bg_bg: Запази и създай друга
ca_es: Desa’l i crea’n un altre
cs_cz: Uložit a vytvořit další
da: Gem og opret en ny
de_de: Speichern und eine weitere Mitteilung erstellen
el_gr: Αποθήκευση και δημιουργία νέου
es_es: Guardar y crear otra/o
eu: Gorde eta sortu beste bat
fr_fr: Enregistrer et en créer un autre
gl: Gardar e crear outro/a
hr: Spremi i kreiraj drugi
hu_hu: Mentés és másik készítése
hy_am: Պահպանեք և ստեղծեք մեկ ուրիշը
id: Simpan dan Buat Baru
id_id: Simpan dan Buat Baru
is: Vista og stofna næsta
it_it: Salva e crea ancora
ja: 保存して次の作成
ka_ge: შენახვა და ახლის შექმნა
kk_kz: Сақтау және басқасын енгізу
ku: خەزنکردن و دروستکردنی دانەیەکی دیکە
lv: Saglabāt un izveidot citu
mk: Зачувај и креирај друг
mr: सेव्ह करून आणखी एक निर्माण करा
ms: Simpan dan Cipta Satu Lagi
nb_no: Lagre og opprett en til
nl: Bewaar en maak er nog een aan
pl: Zapisz i stwórz kolejne
pl_pl: Zapisz i utwórz następny
pt_pt: Guardar e Criar Outra
ro_ro: Salvați și creați un alt
ru_ru: Сохранить и создать другое
sl: Shrani in ustvari novo
sr_rs@cyrillic: Сачувај и направи друго
sv_se: Spara och skapa ytterligare
th: บันทึกและสร้างอีกหนึ่ง
tr_tr: Kaydet ve Başka Oluştur
uk: Записати та створити інший
uk_ua: Записати та створити інший
uz_uz@latin: Saqlash va boshqasini yaratish
vi: Lưu và tạo mới
vi_vn: Lưu và tạo một cái khác

# manager.announcements.form.titleRequired
source: An announcement title is required.
az: Bir elan başlığı tələb olunur.
bg_bg: Необходимо е заглавие на обявата.
ca_es: Heu d’introduir un títol per a l’avís.
cs_cz: Je vyžadován název oznámení.
da: En meddelelsestitel er påkrævet.
de_de: Ein Mitteilungstitel ist erforderlich.
el_gr: Απαιτείται τίτλος ανακοίνωσης.
es_es: Se necesita un título para el aviso.
eu: Anuntzioaren titulua eman behar da.
fr_fr: Le titre de l'annonce est obligatoire.
gl: É necesario un título do aviso.
hr: Naslov obavijesti je obavezan.
hu_hu: Egy értesítéscím kötelező.
hy_am: Հայտարարության վերնագիրը պարտադիր է։
id: Judul pengumuman diperlukan.
id_id: Judul pengumuman diperlukan.
is: Titill tilkynningar er áskilinn.
it_it: È richiesto il titolo dell'avviso.
ja: 告知タイトルが必要です。
ka_ge: განცხადების სათაური აუცილებელია.
kk_kz: Хабарлама атауы міндетті түрде.
ku: ناونیشانێکی ڕاگەیاندنەکە داوا کراوە.
lv: Nepieciešams paziņojuma virsraksts.
mk: Насловот на објавата е задолжителен.
mr: घोषणेचे/सूचनेचे शीर्षक आवश्यक आहे.
ms: Tajuk pengumuman diperlukan.
nb_no: Du må legge til en tittel på oppslaget.
nl: Een titel voor het nieuwsbericht is verplicht.
pl: Tytuł ogłoszenia jest wymagany.
pl_pl: Tytuł ogłoszenia jest wymagany.
pt_pt: O título da notícia é obrigatório.
ro_ro: Este necesar un titlu de anunț.
ru_ru: Заголовок объявления обязателен.
sl: Naslov obvestila je obvezen.
sr_rs@cyrillic: Наслов обавештења је обавезан.
sv_se: Titel krävs.
th: จำเป็นต้องมีชื่อประกาศ
tr_tr: Bir duyuru başlığı gerekli.
uk: Необхідно ввести заголовок оголошення.
uk_ua: Необхідно ввести заголовок анонсу.
uz_uz@latin: E'lon sarlavhasi kerak.
vi: Cần có tiêu đề thông báo.
vi_vn: Tiêu đề thông báo là bắt buộc.

# manager.announcements.form.title
source: Title
az: Başlıq
bg_bg: Заглавие
ca_es: Títol
cs_cz: Název
da: Titel
de_de: Titel
el_gr: Τίτλος
es_es: Título
eu: Titulua
fr_fr: Titre
gl: Título
hr: Naslov
hu_hu: Cím
hy_am: Վերնագիր
id: Judul
id_id: Judul
is: Titill
it_it: Titolo
ja: タイトル
ka_ge: სათაური
kk_kz: тақырып
ku: ناونیشان
lv: Virsraksts
mk: Наслов
mr: शीर्षक
ms: Tajuk
nb_no: Tittel
nl: Titel
pl: Tytuł
pl_pl: Tytuł
pt_pt: Título
ro_ro: Titlu
ru_ru: Заголовок
sl: Naslov
sr_rs@cyrillic: Наслов
sv_se: Titel
th: ชื่อ
tr_tr: Başlık
uk: Заголовок
uk_ua: Заголовок
uz_uz@latin: Sarlavha
vi: Tiêu đề
vi_vn: Tiêu đề

# manager.announcements.form.typeId
source: Type
az: Növ
bg_bg: Тип
ca_es: Tipus
cs_cz: Typ
de_de: Typ
el_gr: Τύπος
es_es: Tipo
eu: Mota
gl: Tipo
hr: Tip
hu_hu: Típus
hy_am: Տեսակ
id: Tipe
id_id: Tipe
is: Tegund
it_it: Tipo
ja: 種別
ka_ge: ტიპი
kk_kz: Түрі
ku: جۆر
lv: Tips
mk: Вид
mr: प्रकार
ms: Jenis
pl: Typ
pl_pl: Rodzaj
pt_pt: Tipo
ro_ro: Tip
ru_ru: Тип
sl: Tip
sr_rs@cyrillic: Тип
sv_se: Typ
th: ประเภท
tr_tr: Tür
uk: Тип
uk_ua: Тип
uz_uz@latin: Turi
vi: Loại
vi_vn: Kiểu

# manager.announcements.form.typeIdValid
source: Please select a valid announcement type.
az: Zəhmət olmasa etibarlı bir elan növü seçin
bg_bg: Моля, изберете валиден тип на обявата.
ca_es: Seleccioneu un tipus d’avís vàlid.
cs_cz: Zvolte prosím platný typ oznámení.
da: Vælg en gyldig meddelelsestype.
de_de: Bitte einen gültigen Mitteilungstyp wählen.
el_gr: Επιλέξτε έγκυρο τύπο ανακοίνωσης.
es_es: Seleccione un tipo de aviso valido.
eu: Hautatu baliozko anuntzio mota bat.
fr_fr: Veuillez choisir un type d'annonce valide.
gl: Selecciona un tipo de aviso válido.
hr: Molimo odaberite ispravan tip obavijesti.
hu_hu: Kérem, válasszon egy érvényes értesítés típust.
hy_am: Խնդրում ենք ընտրել հայտարարության վավեր տեսակ:
id: Pilih tipe pengumuman yang valid.
id_id: Pilih tipe pengumuman yang valid.
is: Vinsamlega veldu gilda tilkynningategund.
it_it: Seleziona un tipo di avvisovalido.
ja: 有効な告知種別を選択してください。
ka_ge: გთხოვთ, აირჩიოთ სწორი განცხადების ტიპი.
kk_kz: Хабарламаның дұрыс түрін таңдаңыз.
ku: تکایە جۆرێکی ڕاگەیاندنی دروست دەستنیشان بکە.
lv: Lūdzu, izvēlieties derīgu paziņojuma tipu.
mk: Избери валиден вид на објава.
mr: कृपया वैध घोषणा/सूचना प्रकार निवडा.
ms: Sila pilih jenis pengumuman yang sah.
nb_no: Velg en gyldig oppslagstype.
nl: Kies een geldig nieuwsberichttype.
pl: Wybierz prawidłowy typ ogłoszenia.
pl_pl: Wybierz poprawny rodzaj wpisu.
pt_pt: Escolha um tipo válido de notícia.
ro_ro: Vă rugăm să selectați un tip de anunț valid.
ru_ru: Пожалуйста, выберите правильный тип объявления.
sl: Prosimo izberite veljaven tip obvestila.
sr_rs@cyrillic: Молимо одаберите исправан тип обавештења.
sv_se: Välj en giltig meddelandetyp.
th: กรุณาเลือกประเภทประกาศที่ถูกต้อง
tr_tr: Lütfen geçerli bir duyuru türü seçiniz.
uk: Будь ласка, виберіть коректний тип оголошення.
uk_ua: Будь ласка, оберіть коректний тип анонсу.
uz_uz@latin: Iltimos, toʻgʻri eʼlon turini tanlang.
vi: Vui lòng chọn loại thông báo hợp lệ.
vi_vn: Vui lòng chọn kiểu thông báo hợp lệ.

# manager.announcements.noneCreated
source: No announcements have been created.
az: Elan yaradılmadı.
bg_bg: Няма създадени обяви.
ca_es: No s’ha creat cap avís.
cs_cz: Žádná oznámení nebyla vytvořena.
da: Der er ikke oprettet nogen meddelelser.
de_de: Es wurden keine Mitteilungen erstellt.
el_gr: Δεν έχουν δημιουργηθεί ανακοινώσεις.
es_es: No se ha creado ningún aviso.
eu: Ez da anuntziorik sortu.
fr_fr: Aucune annonce n'a été créée.
gl: Non se crearon avisos.
hr: Nema kreiranih obavijesti.
hu_hu: Nincsenek értesítések.
hy_am: Հայտարարություններ չեն ստեղծվել։
id: Belum ada pengumuman.
id_id: Belum ada pengumuman.
is: Engar tilkynningar hafa verið búnar til.
it_it: Non è stato creato alcun avviso.
ja: 告知は作成されていません。
ka_ge: არანაირი განცხადება არ შექმნილა.
kk_kz: Хабарламалар жасалмаған.
ku: هیچ ڕاگەیاندنێکی دروست نەکراوە.
lv: Paziņojumi nav izveidoti.
mk: Објава не е создадена.
mr: कोणत्याही घोषणा/सूचना केलेल्या नाहीत.
ms: Tiada pengumuman dibuat.
nb_no: Ingen oppslag er opprettet.
nl: Er zijn geen nieuwsberichten aangemaakt.
pl: Nie stworzono jeszcze żadnych ogłoszeń.
pl_pl: Wpis nie został utworzony.
pt_pt: Não há notícias.
ro_ro: Nu au fost create anunțuri.
ru_ru: Объявления не были созданы.
sl: Nobeno obvestilo ni bilo narejeno.
sr_rs@cyrillic: Нема направљених обавештења.
sv_se: Inga meddelanden har skapats.
th: ยังไม่มีการสร้างประกาศใด ๆ
tr_tr: Duyuru oluşturulmadı.
uk: Жодного оголошення не було створено.
uk_ua: Жодного анонсу не було створено.
uz_uz@latin: Hech qanday e'lon yaratilmagan.
vi: Chưa có thông báo nào được tạo.
vi_vn: Không có thông báo nào được tạo.

# manager.announcements.title
source: Title
az: Başlıq
bg_bg: Заглавие
ca_es: Títol
cs_cz: Název
da: Titel
de_de: Titel
el_gr: Τίτλος
es_es: Título
eu: Titulua
fr_fr: Titre
gl: Título
hr: Naslov
hu_hu: Cím
hy_am: Վերնագիր
id: Judul
id_id: Judul
is: Titill
it_it: Titolo
ja: タイトル
ka_ge: სათაური
kk_kz: Тақырып
ku: ناونیشان
lv: Virsraksts
mk: Наслов
mr: शीर्षक
ms: Tajuk
nb_no: Tittel
nl: Titel
pl: Tytuł
pl_pl: Tytuł
pt_pt: Título
ro_ro: Titlu
ru_ru: Заголовок
sl: Naslov
sr_rs@cyrillic: Наслов
sv_se: Titel
th: ชื่อ
tr_tr: Başlık
uk: Заголовок
uk_ua: Заголовок
uz_uz@latin: Sarlavha
vi: Tiêu đề
vi_vn: TIêu đề

# manager.announcements.type
source: Type
az: Növ
bg_bg: Тип
ca_es: Tipus
cs_cz: Typ
de_de: Typ
el_gr: Τύπος
es_es: Tipo
eu: Mota
gl: Tipo
hr: Tip
hu_hu: Típus
hy_am: Տեսակ
id: Tipe
id_id: Tipe
is: Tegund
it_it: Tipo
ja: 種別
ka_ge: ტიპი
kk_kz: Түрі
ku: جۆر
lv: Tips
mk: Вид
mr: प्रकार
ms: Jenis
pl: Typ
pl_pl: Rodzaj
pt_pt: Tipo
ro_ro: Tip
ru_ru: Тип
sl: Tip
sr_rs@cyrillic: Тип
sv_se: Typ
th: ประเภท
tr_tr: Tür
uk: Тип
uk_ua: Тип
uz_uz@latin: Turi
vi: Loại
vi_vn: Kiểu

# manager.announcementTypes
source: Announcement Types
az: Elan növləri
bg_bg: Типове обяви
ca_es: Tipus d’avís
cs_cz: Typy oznámení
da: Meddelelsestyper
de_de: Mitteilungsarten
el_gr: Τύποι Ανακοινώσεων
es_es: Tipo de avisos
eu: Anuntzio motak
fr_fr: Types d'annonce
gl: Tipos de aviso
hr: Tipovi obavijesti
hu_hu: Értesítés típusok
hy_am: Հայտարարության տեսակները
id: Tipe Pengumuman
id_id: Tipe Pengumuman
is: Tilkynningategund
it_it: Tipi di avviso
ja: 告知種別
ka_ge: განცხადების ტიპები
kk_kz: Хабарлама түрлері
ku: جۆرەکانی ڕاگەیاندن
lv: Paziņojumu tipi
mk: Видови објави
mr: घोषणेचा/सूचनेचा प्रकार
ms: Jenis Pengumuman
nb_no: Oppslagstyper
nl: Nieuwsberichttypes
pl: Typy ogłoszeń
pl_pl: Rodzaje ogłoszeń
pt_pt: Tipos de Aviso
ro_ro: Tipuri anunțuri
ru_ru: Типы объявлений
sl: Tipi obvestil
sr_rs@cyrillic: Типови обавештења
sv_se: Meddelandetyper
th: ประเภทประกาศ
tr_tr: Duyuru tipleri
uk: Типи оголошень
uk_ua: Типи анонсів
uz_uz@latin: E'lon turlari
vi: Các Loại Thông báo
vi_vn: Các kiểu thông báo

# manager.announcementTypes.create
source: Create Announcement Type
az: Bir elan növü yaradın
bg_bg: Създаване на тип обяви
ca_es: Crea un tipus d’avís
cs_cz: Vytvořit typ oznámení
da: Opret meddelelsestype
de_de: Neuen Mitteilungstyp erstellen
el_gr: Δημιουργία τύπου ανακοινώσεων
es_es: Crear tipo de aviso
eu: Sortu anuntzio mota
fr_fr: Créer un type d'annonce
gl: Crear tipo de aviso
hr: Kreiraj tip obavijesti
hu_hu: Értesítéstípus készítése
hy_am: Ստեղծեք հայտարարության տեսակ
id: Buat Tipe Pengumuman
id_id: Buat Tipe Pengumuman
is: Stofna tilkynningategund
it_it: Crea tipo di avviso
ja: 告知種別の作成
ka_ge: განცხადების ტიპის შექმნა
kk_kz: Хабарлама түрін құру
ku: جۆرێکی نوێی ڕاگەیاندن دروست بکە
lv: Izveidot paziņojuma tipu
mk: Креирај вид на објава
mr: घोषणा/सूचना प्रकार निर्माण करा
ms: Cipta Jenis Pengumuman
nb_no: Opprett oppslagstype
nl: Nieuwsberichttype aanmaken
pl: Utwórz typ ogłoszenia
pl_pl: Utwórz rodzaj wpisu
pt_pt: Criar Tipo de Notícia
ro_ro: Creați un tip de anunț
ru_ru: Создать тип объявления
sl: Ustvari tip obvestil
sr_rs@cyrillic: Направи тип обавештења
sv_se: Skapa meddelandetyp
th: สร้างประเภทประกาศ
tr_tr: Duyuru Türü Oluştur
uk: Створити тип оголошення
uk_ua: Створити тип анонсу
uz_uz@latin: E'lon turini yaratish
vi: Tạo Loại Thông báo
vi_vn: Tạo kiểu thông báo

# manager.announcementTypes.createTitle
source: Create
az: Yaradın
bg_bg: Създаване
ca_es: Crea
cs_cz: Vytvořit
da: Opret
de_de: Erstellen
el_gr: Δημιουργία
es_es: Crear
eu: Sortu
fr_fr: Créer
gl: Crear
hr: Kreiraj
hu_hu: Készítés
hy_am: Ստեղծեք
id: Buat
id_id: Buat
is: Stofna
it_it: Crea
ja: 作成
ka_ge: შექმნა
kk_kz: Енгізу
ku: دروستکردن
lv: Izveidot
mk: Креирај
mr: निर्माण करा
ms: Cipta
nb_no: Opprett
nl: Aanmaken
pl: Utwórz
pl_pl: Utwórz
pt_pt: Criar
ro_ro: Creați
ru_ru: Создать
sl: Ustvari
sr_rs@cyrillic: Направи
sv_se: Skapa
th: สร้าง
tr_tr: Oluştur
uk: Створити
uk_ua: Створити
uz_uz@latin: Yaratmoq
vi: Tạo
vi_vn: Tạo

# manager.announcementTypes.edit
source: Edit Announcement Type
az: Elanın növünü redaktə edin
bg_bg: Редактиране на тип обяви
ca_es: Edita el tipus d’avís
cs_cz: Editovat typ oznámení
da: Redigér meddelelsestype
de_de: Mitteilungstyp bearbeiten
el_gr: Διαμόρφωση τύπου ανακοινώσεων
es_es: Editar tipo de aviso
eu: Editatu anuntzio mota
fr_fr: Modifier le type d'annonce
gl: Editar tipo de aviso
hr: Uredi vrstu obavijesti
hu_hu: Értesítéstípus szerkesztése
hy_am: Խմբագրեք հայտարարության տեսակը
id: Edit Tipe Pengumuman
id_id: Edit Tipe Pengumuman
is: Breyta tilkynningategund
it_it: Modifica tipo di avviso
ja: 告知種別の編集
ka_ge: განცხადების ტიპის ჩასწორება
kk_kz: Хабарлама түрін өңдеу
ku: گۆڕینی جۆری ڕاگەیاندن
lv: Rediģēt paziņojuma tipu
mk: Уреди вид на објави
mr: घोषणा/सूचना प्रकार संपादित करा
ms: Sunting Jenis Pengumuman
nb_no: Endre oppslagstype
nl: Bewerk nieuwsberichttype
pl: Edytuj typ ogłoszenia
pl_pl: Edytuj rodzaj wpisu
pt_pt: Editar Tipo de Notícia
ro_ro: Editare tip anunț
ru_ru: Редактировать тип объявления
sl: Uredi tip obvestil
sr_rs@cyrillic: Измени тип обавештења
sv_se: Redigera meddelandetyp
th: แก้ไขประเภทประกาศ
tr_tr: Duyuru Türünü Düzenle
uk: Редагувати тип оголошення
uk_ua: Редагувати тип анаонсу
uz_uz@latin: E'lon turini tahrirlash
vi: Chỉnh sửa Loại Thông báo
vi_vn: Chỉnh sửa kiểu thông báo

# manager.announcementTypes.editTitle
source: Edit
az: Redaktə edin
bg_bg: Редактиране
ca_es: Edita
cs_cz: Editovat
da: Redigér
de_de: Bearbeiten
el_gr: Διαμόρφωση
es_es: Editar
eu: Editatu
fr_fr: Modifier
gl: Editar
hr: Uredi
hu_hu: Szerkesztés
hy_am: Խմբագրեք
id: Sunting
is: Breyta
it_it: Modifica
ja: 編集
ka_ge: ჩასწორება
kk_kz: Өңдеу
ku: گۆڕانکاری
lv: Rediģēt
mk: Уреди
mr: संपादित करा
ms: Sunting
nb_no: Endre
nl: Bewerken
pl: Edytuj
pl_pl: Edytuj
pt_pt: Editar
ro_ro: Editare
ru_ru: Редактировать
sl: Uredi
sr_rs@cyrillic: Измени
sv_se: Redigera
th: แก้ไข
tr_tr: Düzenle
uk: Редагувати
uk_ua: Редагувати
uz_uz@latin: Tahrirlash
vi: Chỉnh sửa
vi_vn: Chỉnh sửa
