Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.representative.inUse
source: You can not delete this representative because they are assigned to the market metadata for one or more publication formats for this submission.
az: Bu yayım üçün nümayəndə bir və ya daha çox nəşr formatı üçün bazar metadatalarına təyin edildiyinə görə bu nümayəndəni silə bilməzsiniz.
bg_bg: Не можете да изтриете този представител, тъй като те са присвоени на пазарните метаданни за един или повече формати на публикация за това подаване на материали.
ca_es: No podeu eliminar aquest representant perquè està assignat a les metadades de mercat per a un o més formats de publicació d'aquesta tramesa.
cs_cz: Tento zástupce nelze odstranit, protože jsou přiřazena k tržním metadatům pro jeden nebo více publikačních formátů pro tento příspěvek.
da: Du kan ikke slette denne repræsentant, da vedkommende er tilknyttet markedsmetadata til et eller flere publikationsformater i forbindelse med denne indsendelse.
de_de: Sie können diesen Vertreter nicht löschen. Er ist den market Metadaten eines oder mehrerer Puklikationsformate zugeordnet.
es_es: No puede eliminar a este representante porque está asignado a los metadatos de mercado para uno o más formatos de publicación de este envío.
eu: Ezin da ordezkari hori ezabatu, bidalketa horretarako argitalpen-formatu baten edo gehiagoren merkatu metadatuei esleituta baitago.
fr_fr: Vous ne pouvez pas supprimer cette représentante ou ce représentant car il est affecté aux métadonnées du marché pour un ou plusieurs formats de publication pour cette soumission.
gl: Non podes eliminar este representante porque están asignados aos metadatos do mercado para un ou máis formatos de publicación deste envío.
hr: Ne možete izbrisati ovog predstavnika. Dodjeljuje se tržišnim metapodacima jednog ili više formata publikacije.
hu_hu: Nem törölheti a képviselőt, mert a cikk egy vagy több publikáció formátumának piaci metaadatához van rendelve.
hy_am: Դուք չեք կարող ջնջել այս ներկայացուցչին, քանի որ դրանք նշանակված են մետատվյալների առաջընթացի համար այս ներկայացման մեկ կամ մի քանի ձևաչափերով հրապարակման համար:
id: Representatif ini tidak bisa dihapus karena digunakan untuk metadata oleh satu format publikasi atau lebih untuk naskah ini.
is: Þú getur ekki eytt þessum fulltrúa þar sem viðkomandi er tengdur markaðslýsigögnum einnar eða fleiri útgáfugerða handrits.
it_it: Non è possibile rimuovere questa entità in quanto è assegnata ai metadati di marketing per una o più formati di questo articolo.
ja: 1つ以上の投稿の出版フォーマットのマーケットメタデータに割り当てられているため、この代表者を削除することはできません。
ka_ge: თქვენ არ შეგიძლიათ წაშალოთ ეს წარმომადგენელი, რადგან ისინი ენიჭებიან ბაზრის მეტამონაცემებს ერთი ან მეტი გამოქვეყნების ფორმატისთვის ამ წარდგენისთვის.
kk_kz: Сіз бұл өкілді жоя алмайсыз, өйткені олар осы мазмұн үшін бір немесе бірнеше жарияланым форматындағы метадеректерді жылжыту үшін тағайындалған.
lv: Šos pārstāvjus nevar dzēst, jo tie ir piesaistīti tirgus metadatiem vienam vai vairākiem publikāciju formātiem, kas attiecas uz šo materiālu.
mk: Не можете да го избришете овој претставник, бидејќи тие се доделени на метаподатоците на пазарот за еден или повеќе формати на објавување за овој поднесок.
mr: तुम्ही हा प्रतिनिधी हटवू शकत नाही कारण तो या सादरीकरणासाठी एक किंवा अधिक प्रकाशन स्वरूपांसाठी मार्केट मेटाडेटामध्ये नियुक्त केला आहे.
ms: Anda tidak boleh memadamkan wakil ini kerana mereka diperuntukkan kepada metadata pasaran untuk satu atau lebih format penerbitan untuk penyerahan ini.
nb_no: Du kan ikke slette denne representanten da vedkommende er tilknyttet markedsmetadata til ett eller flere publikasjonsformater i forbindelse med denne innleveringen.
nl: U kunt deze vertegenwoordiger niet vernietigen, omdat deze is toegewezen aan de metagegevens-markt voor een of meer publicatieformulieren hiervoor.
pl: Nie możesz skasować tego uczestnika ponieważ występuje on w jednym z formatów publikacji zgłoszenia.
pt_pt: Não pode eliminar este representante porque está designado aos metadados de mercados para um ou mais formatos de publicação para esta submissão.
ro_ro: Nu puteți șterge acest reprezentant, deoarece acestuia i se atribuie metadatele pieței pentru unul sau mai multe formate de publicare pentru acest manuscris.
ru_ru: Вы не можете удалить этого представителя, так как они назначены для продвижения метаданных по одному или нескольким форматам публикаций для этого материала.
sl: Tega predstavnika ne morete odstraniti, ker je dodeljen na tržne metapodatke za enega ali več formatov izdaje tega prispevka.
th: คุณไม่สามารถลบตัวแทนนี้ได้เนื่องจากมีการกำหนดให้กับเมตาดาต้าของตลาดสำหรับรูปแบบการตีพิมพ์หนึ่งหรือมากกว่าหนึ่งรายการของการส่งนี้
tr_tr: Bu yayın için temsilci bir veya daha fazla yayın formatı için pazar üstverilerine atandığıdan bu temsilciyi silemezsiniz.
uk: Ви не можете видалити цього представника, оскільки його призначено для ринкових метаданих за одним або декількома форматами публікації для цього подання.
vi: Bạn không thể xóa người đại diện này vì họ được chỉ định cho metadata thị trường cho một hoặc nhiều định dạng xuất bản cho bài nộp này.
vi_vn: Bạn không thể xóa đại diện này vì họ được gán cho siêu dữ liệu thị trường cho một hoặc nhiều định dạng xuất bản cho lần gửi này.

# manager.reviewerSearch.form.instructions
source: Use the form below to set the maximum values for the terms you wish to search for. The form is pre-populated with the calculated averages of those fields.
bg_bg: Използвайте формуляра по-долу, за да зададете максималните стойности за термините, които искате да търсите. Формулярът е предварително попълнен с изчислените средни стойности на тези полета.
ca_es: Utilitzeu el formulari següent per establir els valors màxims per als termes que voleu cercar. El formulari està precompletat amb les mitjanes calculades de cada camp.
cs_cz: Pomocí níže uvedeného formuláře nastavte maximální hodnoty výrazů, které chcete vyhledat. Formulář je předem naplněn vypočtenými průměry těchto polí.
da: Brug nedenstående felt til at angive det maksimale antal ord, du ønsker at søge efter. Feltet er forudindstillet til at beregne et gennemsnit for formularens felter.
de_de: Benutzen Sie bitte das Formular unten, um Maximalwerte für die geplanten Suchen anzugeben. Das Formular ist vorausgefüllt mit den berechneten Durchschnittswerten dieser Felder.
el_gr: Χρησιμοποιήστε την ακόλουθη φόρμα για να ορίσετε τις μέγιστες τιμές για τους όρους που επιθυμείτε να αναζητήσετε. Η φόρμα είναι προσυμπληρωμένη με τις υπολογισμένες μέσες τιμές αυτών των πεδίων.
es_es: Use el siguiente formulario para configurar los valores máximos de los términos que desee buscar. El formulario se ha rellenado previamente con los promedios calculados de esos campos.
eu: Erabili beheko inprimakia bilatu nahi dituzun hitzentzako gehienezko balioak ezartzeko. Inprimakiak eremu horietako batez besteko kalkulatuak ditu.
fr_fr: Utilisez le formulaire ci-dessous pour indiquer les valeurs maximales des termes de votre recherche. Le formulaire contient les moyennes calculées de ces champs.
gl: Use o seguinte formulario para establecer os valores máximos para os termos que desexa buscar. O formulario está enchido coas medias calculadas deses campos.
hr: Koristite donji obrazac za unos maksimalnih vrijednosti za planirana pretraživanja. Obrazac je unaprijed ispunjen izračunatim prosječnim vrijednostima ovih polja.
hu_hu: Használja az alábbi űrlapot a keresett kifejezések maximumának beállítására. Az űrlap átlagos adatokkal előre feltöltött.
hy_am: Օգտագործեք ստորև բերված ձևը՝ սահմանելու առավելագույն արժեքներ այն տերմինների համար, որոնք ցանկանում եք որոնել: Ձևը նախապես համալրված է այդ դաշտերի հաշվարկված միջիններով:
id: Gunakan formulir berikut untuk menentukan nilai maksimum informasi yang ingin Anda cari. Formuliir tersebut telah diisi dengan rerata kolom.
is: Notaðu formið fyrir neðan til að setja hámarksgildi fyrir skilyrðin sem þú óskar að leita eftir. Formið forsýnir útreiknað meðaltal þessara svæða.
it_it: Usa il modulo sottostante per impostare il valore massimo di termini che vuoi cercare. Il modulo è pre-popolato con i valori medi per questi campi.
ja: 以下のフォームを使用して、検索したい用語の最大値を設定してください。 フォームには、これらのフィールドの事前計算された平均値があらかじめ入力されています。
ka_ge: გამოიყენეთ ქვემოთ მოცემული ფორმა, რათა დააყენოთ მაქსიმალური მნიშვნელობები იმ ტერმინებისთვის, რომელთა ძებნა გსურთ. ფორმა წინასწარ არის დასახლებული ამ ველების გამოანგარიშებული საშუალოებით.
kk_kz: Іздегіңіз келетін терминдердің максималды мәнін орнату үшін төмендегі форманы пайдаланыңыз. Бұл пішін осы өрістер үшін есептелген орташа мәндермен алдын ала толтырылған.
lv: Izmantojiet tālāk norādīto veidlapu, lai iestatītu maksimālās vērtības terminiem, kurus vēlaties meklēt. Veidlapa ir iepriekš aizpildīta ar aprēķinātiem šo lauku vidējiem lielumiem.
mk: Користете го формуларот подолу за да поставите максимални вредности за поимите што сакате да ги барате. Образецот е пре-населен со пресметаните просеци на тие полиња.
mr: तुम्हाला कमाल किती शब्द शोधायचे आहेत त्याचे मूल्य सेट करण्यासाठी खालील फॉर्म वापरा. फॉर्ममध्ये त्या फील्डच्या सरासरीची गणना आधीच भरलेली आहे.
ms: Gunakan borang di bawah untuk menetapkan nilai maksimum bagi istilah yang anda ingin cari. Borang telah diisi terlebih dahulu dengan purata pengiraan medan tersebut.
nb_no: Bruk skjemaet under for å sette maksimumsverdiene for ordene du vil søke etter. Skjemaet er fylt inn med de beregnede gjennomsittene for disse verdiene.
nl: Gebruik het formulier hieronder om de maximumwaarden op te geven voor de termen waar u op wilt zoeken. Het formulier wordt vooraf gevuld met de gemiddelden voor die velden.
pl: Użyj formularza, aby określić maksymalną liczbę wartości dla wyszukiwanych terminów. Formularz sugeruje uśrednione wartości dla pól.
pl_pl: Użyj formularza, aby określić maksymalną liczbę wartości dla wyszukiwanych terminów. Formularz sugeruje uśrednione wartości dla pól.
pt_pt: Use o formulário abaixo para definir os valores máximos para os termos que deseja pesquisar. O formulário é pré-preenchido com as médias calculadas para estes campos.
ro_ro: Utilizați formularul de mai jos pentru a seta valorile maxime pentru termenii pe care doriți să-i căutați. Formularul este pre-populat cu mediile calculate ale câmpurilor respective.
ru_ru: Используйте форму ниже, чтобы задать максимум значений для терминов, по которым вы хотите произвести поиск. Эта форма предварительно заполняется средними значениями, вычисленными для этих полей.
sl: Uporabite spodnji obrazec za nastavitev največjega števila terminov po katerih želite iskati. Obrazec je prednastavljen s povprečnim številom polj.
sr_rs@cyrillic: У доњи формулар упишите максималне вредности за термине које желите да тражите. Формулар је претходно испуњен калкулисаним просечним вредностима за та поља.
sv_se: Använd formuläret nedan för att välja maxvärde för termerna du vill söka efter. Formuläret är förifyllt med beräknat medel för respektive fält.
th: ใช้ฟอร์มด้านล่างเพื่อตั้งค่าสูงสุดสำหรับเงื่อนไขที่คุณต้องการค้นหา ฟอร์มนี้มีค่ากลางที่คำนวณไว้ล่วงหน้า
tr_tr: Aramak istediğiniz terimler için maksimum değerleri ayarlamak üzere aşağıdaki formu kullanın. Form, bu alanların hesaplanmış ortalamalarıyla önceden doldurulur.
uk: Використовуйте нижченаведену форму, щоб вказати максимальні значення для термінів, які потрібно шукати. Форма попередньо заповнена середніми значеннями, які обчислені для цих полів.
uk_ua: Використовуйте нижченаведену форму, щоб вказати максимальні значення для термінів, які потрібно шукати. Форма попередньо заповнена середніми значеннями, які обчислені для цих полів.
vi: Sử dụng biểu mẫu bên dưới để đặt giá trị tối đa cho các điều khoản bạn muốn tìm kiếm. Biểu mẫu được điền sẵn với các giá trị trung bình đã tính của các trường đó.
vi_vn: Sử dụng biểu mẫu bên dưới để đặt giá trị tối đa cho các cụm từ bạn muốn tìm kiếm. Biểu mẫu được điền trước với giá trị trung bình được tính toán của các trường đó.

# manager.statistics.counterR5Report.settings.date.endDate.description
source: Date should be in format YYYY-MM-DD or YYYY-MM. Last possible date is {$lastDate}.
da: Datoen skal være på formatet YYYY-MM-DD eller YYYY-MM. Den senest mulige dato er {$lastDate}.
eu: Datak formatu honetan egon behar du UUU-HH-EE edo UUUU-HH. Datarik berriena hau izan liteke: {$lastDate}.
id: Tanggal harus dalam format YYYY-MM-DD atau YYYY-MM. Tanggal terakhir pada {$lastDate}.
lv: Datumam jābūt formātā GGGG-MM-DD vai GGGG-MM. Pēdējais iespējamais datums ir {$earliestDate}.
mk: Датумот треба да биде во формат ГГГГ-ММ-ДД или ГГГГ-ММ. Последниот можен датум е {$lastDate}.
mr: तारीख YYYY-MM-DD किंवा YYYY-MM स्वरूपात असावी. शेवटची तारीख {$lastDate} ही किंवा यापूर्वीची असू शकते.
nl: De datum moet in deze vorm en volgorde: JJJJ-MM-DD of JJJJ-MM. De laatst mogelijke datum is {$lastDate}.
sl: Datum mora biti oblike YYYY-MM-DD ali YYYY-MM. Zadnji možni datum je {$lastDate}.
th: วันที่ควรอยู่ในรูปแบบ YYYY-MM-DD หรือ YYYY-MM วันที่สุดท้ายคือ {$lastDate}.
uk: Дата має бути у форматі РРРР-ММ-ДД або РРРР-ММ. Остання можлива дата – {$lastDate}.
vi: Ngày nên ở định dạng YYYY-MM-DD hoặc YYYY-MM. Ngày cuối cùng có thể là {$lastDate}.

# manager.statistics.counterR5Report.settings.date.yop.description
source: A list or range of years of publication to return in response in format of yyyy|yyyy|yyyy-yyyy.
da: En liste eller et interval af publiceringsår, der skal returneres som svar på formatet yyyy|yyyy|yyyy-yyyy.
eu: Argitalpen-urteen zerrenda edo tartea, yyyy|yyyy|yyyy-yyyy formatuan erantzun gisa itzultzeko.
id: Daftar atau rentang waktu tahun penerbitan untuk kembali pada format yyyy|yyyy|yyyy-yyyy.
lv: Publicēšanas gadu saraksts vai diapazons, kas atgriežams atbildē formātā yyyy|yyyy|yyyy-yyyy.
mk: Список или опсег на години на објавување што треба да се врати како одговор во формат yyyy|yyyy|yyyy-yyyy.
mr: प्रकाशनांची यादी प्रदर्शित करण्यासाठी विशिष्ट वर्षांचे स्वरूप (फॉर्मेट): yyyy|yyyy|yyyy-yyyy (A list or range of years of publication to return in response in format of yyyy|yyyy|yyyy-yyyy).
nl: Een lijst of rangschikking van publicatiejaren ter beantwoording terugsturen via het formulier yyyy|yyyy|yyyy-yyyy.
sl: Seznam ali obseg letnic objave, ki se bodo uporabili v odgovoru v obliki yyyy|yyyy|yyyy-yyyy.
th: รายการหรือช่วงปีที่ตีพิมพ์ที่ต้องการให้ตอบกลับในรูปแบบ yyyy|yyyy|yyyy-yyyy
uk: Список або діапазон років видання для повернення у відповідь у форматі рррр|рррр|рррр-рррр.
vi: Danh sách hoặc phạm vi năm xuất bản để trả về trong phản hồi ở định dạng yyyy|yyyy|yyyy-yyyy.
