Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.setup.notifications
source: Notification of Author Submission
az: Müəllif təqdimat bildirişi
bg_bg: Уведомление на автора за подаване на материали
ca_es: Notificació de la tramesa de l'autor/a
cs_cz: Upozornění na příspěvky autora
da: Besked om forfattermanuskript
de_de: Bestätigung der Beitragseinreichung durch die Autor/innen
el_gr: Ειδοποίηση σχετικά με Υποβολή Συγγραφέα
es_es: Notificación del envío del autor
eu: Egilearen bidalketaren jakinarazpena
fr_fr: Notification d'une soumission par auteur
gl: Notificación do envío do autor
hr: Potvrda predaje priloga od strane autora
hu_hu: Értesítés szerzői beküldésről
hy_am: Հեղինակի ներկայացման մասին ծանուցում
id: Pemberitahuan Naskah Pebulis
is: Tilkynning um innsendingu frá höfundi
it_it: Notifiche per le proposte
ja: 著者投稿のお知らせ
ka_ge: შეტყობინება ავტორთა წარდგენის შესახებ
kk_kz: Авторға жіберу туралы хабарлама
lv: Paziņojums par autora iesniegto materiālu
mk: Известување за поднесокот на автор
mr: लेखकासाठी सादरीकरणासंबंधी सूचना
ms: Pemberitahuan Penyerahan Pengarang
nb_no: Varsel om innlevering fra forfatter
nl: Verwittiging van inzending door een auteur
pl: Powiadomienia oraz zgłoszenia
pl_pl: Powiadomienia oraz zgłoszenia
pt_pt: Notificação ou Submissão Autor
ro_ro: Notificarea autorului cu privire la înregistrarea manuscrisului
ru_ru: Уведомление об отправке материала автором
sl: Obveščanje avtorja prispevka
sr_rs@cyrillic: Обавештења о предајама радова аутора
sv_se: Avisering om bidrag från författare
th: การแจ้งเตือนการส่งงานของผู้แต่ง
tr_tr: Yazar Gönderi Bildirimi
uk: Повідомлення про подання матеріалів автором
uk_ua: Повідомлення про подання матеріалів автором
vi: Thông báo về bài nộp của tác giả
vi_vn: Thông báo cho Tác giả

# plugins.categories.gateways.description
source: Gateway Plugins provide live data to external systems.
az: Keçid Əlavələri digər sistemlərə dərhal data təqdim edilməsi üçündür.
bg_bg: Добавки (плъгини) за шлюзове предоставят данни в реално време към външни системи.
ca_es: Els connectors de passarel·la proporcionen dades actives als sistemes externs.
cs_cz: Pluginy brány poskytují živá data externím systémům.
da: Plugins til gateways leverer live-data til eksterne systemer.
de_de: Gateways stellen externen Systemen Daten zur Verfügung.
el_gr: Τα Πρόσθετα πύλης (gateway) επιτρεπούν τη ζωντανή παροχή δεδομένων σε εξωτερικά συστήματα.
es_es: Los módulos de pasarela proporcionan datos en directo a sistemas externos.
eu: Atebide-pluginek zuzeneko datuak pasatzen dituzte kanpoko sistemetara.
fr_fr: Les modules de passerelle fournissent des données réelles à des systèmes externes.
gl: Os complementos de pasarela proporcionan datos en directo a sistemas externos.
hr: Poveznički dodaci omogućuju izravan prijenos podataka prema vanjskim sustavima.
hu_hu: Átjáró bővítmények élő adatkapcsolatot biztosítanak külső rendszerekkel.
hy_am: Gateway Plugins-ը կենդանի տվյալներ է տրամադրում արտաքին համակարգերին:
id: Gateway Plugins menyediakan data langsung ke sistem eksternal.
id_id: Gateway Plugins menyediakan data langsung ke sistem eksternal.
is: Viðbótarforrit fyrir gátt opna á sendingu gagna í rauntíma yfir í ytri kerfi.
it_it: I plugin di gateway forniscono dati a sistemi esterni.
ja: ゲートウェイプラグインは、ライブデータを外部システムに提供します。
ka_ge: კარიბჭის პლაგინები უზრუნველყოფს მონაცემების გადაცემას გარე სისტემებზე.
kk_kz: Шлюз модульдері сыртқы жүйелерге нақты уақыттағы деректерді береді.
lv: Vārtejas spraudņi nodrošina tiešos datus ārējām sistēmām.
mk: Gateway плагини обезбедуваат податоци во живо на надворешните системи.
mr: गेटवे प्लग-इन्स बाह्य प्रणालीला (सिस्टम) थेट डेटा प्रदान करतात.
ms: Plugin Gateway menyediakan data langsung kepada sistem luaran.
nb_no: Programtillegg for porter gir kontinuerlige data til eksterne systemer.
nl: Gateway Plugins leveren actuele gegevens aan externe systemen.
pl: Wtyczki bram udzielają danych dla zewnętrznych systemów.
pl_pl: Wtyczki bram udzielają danych dla zewnętrznych systemów.
pt_pt: Plugins de Gateway alimentam sistemas externos com conteúdo do sistema.
ro_ro: Pluginele Gateway furnizează date live pentru sisteme externe.
ru_ru: Модули шлюзов предоставляют данные в реальном времени внешним системам.
sl: Vtičniki prehodov (Gateway) posredujejo žive podatke zunanjim sistemom.
sr_rs@cyrillic: Gateway додаци обезбеђују информације са удаљених система.
sv_se: Gateway-plugins tillhandahåller live-data till externa system.
th: ปลั๊กอินเกตเวย์ให้ข้อมูลสดแก่ระบบภายนอก
tr_tr: Geçiş Eklentileri diğer sistemlere anında veri sunulması içindir.
uk: Плагіни шлюзів надають дані в режимі реального часу зовнішнім системам.
uk_ua: Плагіни шлюзів надають дані в режимі реального часу зовнішнім системам.
vi: Các plugin Gateway cung cấp dữ liệu trực tiếp cho các hệ thống bên ngoài.
vi_vn: Các plugin cổng giao tiếp (gateway) cung cấp dữ liệu trực tiếp cho các hệ thống bên ngoài.

# manager.distribution.license
source: License
az: Lisenziya
bg_bg: Лиценз
ca_es: Llicència
cs_cz: Licence
da: Licens
de_de: Lizenz
el_gr: Άδεια Χρήσης
es_es: Licencia
eu: Lizentzia
fr_fr: Licence
gl: Licenza
hr: Dozvola
hu_hu: Licenc
hy_am: Արտոնագիր
id: Lisensi
is: Leyfi
it_it: Licenza
ja: ライセンス
ka_ge: ლიცენზია
kk_kz: Лицензия
lv: Licence
mk: Лиценца
mr: परवाना
ms: Lesen
nb_no: Lisens
nl: Licentie
pl: Licencja
pt_pt: Licença
ro_ro: Licență
ru_ru: Лицензия
sl: Licenca
th: สัญญาอนุญาต
tr_tr: Lisans
uk: Ліцензія
uk_ua: Ліцензія
vi: Giấy phép
vi_vn: Giấy phép
zh_tw: 授權條款

# manager.distribution.license.other
source: Other license URL
az: Digər lisenziya URL-si
bg_bg: URL на друг лиценз
ca_es: URL d'una altra llicència
cs_cz: Další licenční URL
da: Anden licens-URL
de_de: Andere Lizenz-URL
el_gr: Σύνδεσμος επιπλέον αδειών χρήσης
es_es: URL de otra licencia
eu: Beste lizentzia baten URLa
fr_fr: URL d'une autre licence
gl: URL de outra licenza
hr: Drugi URL licence
hu_hu: Egyéb licenc URL
hy_am: Այլ արտոնագրի URL
id: URL lisensi lainnya
is: Vefslóð á önnur leyfi
it_it: Altro URL per la licenza
ja: 他のライセンスURL
ka_ge: სხვა ლიცენზიის URL
kk_kz: Басқа лицензияның URL мекенжайы
lv: Citas licences URL
mk: Друга URL на лиценцата
mr: इतर विशिष्ट परवान्यांसाठी URL चा दुवा
ms: URL lesen lain
nb_no: Annen lisens-URL
nl: Andere licentie-URL
pl: URL własnej licencji
pt_pt: URL de outra licença
ro_ro: URL-ul altei licențe
ru_ru: URL другой лицензии
sl: URL druge licence
th: URL ของสัญญาอนุญาตอื่น ๆ
tr_tr: Diğer lisans URL'si
uk: Інша URL для ліцензії
uk_ua: Інша URL для ліцензії
vi: URL giấy phép khác
vi_vn: URL giấy phép khác

# manager.distribution.licenseTerms
source: License Terms
az: Lisenziya şərtləri
bg_bg: Условия на лиценза
ca_es: Termes de la llicència
cs_cz: Licenční podmínky
da: Licensvilkår
de_de: Lizenzbestimmungen
el_gr: Όροι Άδειας Χρήσης
es_es: Términos de la licencia
eu: Lizentzia-baldintzak
fr_fr: Termes de la licence
gl: Termos da licenza
hr: Uvjeti licence
hu_hu: Licenc feltételek
hy_am: Արտոնագրի պայմաններ
id: Syarat Lisensi
is: Leyfisskilmálar
it_it: Condizioni di licenza
ja: ライセンス条項
ka_ge: ლიცენზიის პირობები
kk_kz: Лицензия шарттары
lv: Licences nosacījumi
mk: Услови на лиценцата
mr: परवाना अटी
ms: Syarat Lesen
nb_no: Lisensvilkår
nl: Licentievoorwaarden
pl: Warunki licencji
pt_pt: Termos da Licença
ro_ro: Termenii licenței
ru_ru: Условия лицензии
sl: Licenčni pogoji
th: เงื่อนไขสัญญาอนุญาต
tr_tr: Lisans şartları
uk: Умови ліцензії
uk_ua: Умови ліцензії
vi: Điều khoản giấy phép
vi_vn: Các điều khoản giấy phép
zh_tw: 授權條款規定

# manager.distribution.licenseTerms.description
source: Enter public licensing terms you would like to display alongside published work.
az: Nəşr olunan çalışmanın yanında göstərmək istədiyiniz hər kəsə açıq lisenziya şərtlərini daxil edin.
bg_bg: Въведете условия за публично лицензиране, които искате да показвате до публикувана работа.
ca_es: Introduïu els termes de llicència pública que voleu mostrar en les obres publicades.
cs_cz: Zadejte veřejné licenční podmínky, které chcete zobrazit vedle publikovaných prací.
da: Angiv offentlige licensvilkår, du gerne vil have vist sammen med publicerede værker.
de_de: Geben Sie die öffentlichen Lizenzbestimmungen ein, die neben veröffentlichten Arbeiten angezeigt werden sollen.
el_gr: Εισαγάγετε τους όρους δημόσιας αδειοδότησης που θέλετε να εμφανίζονται παράλληλα με τη δημοσιευμένη εργασία.
es_es: Introduzca los términos de licencia pública que desee mostrar junto a las obras publicadas.
eu: Idatzi argitaratutako lanarekin batera bistaratu nahi dituzun lizentzia publikoen baldintzak.
fr_fr: Saisissez les termes de la licence publique que vous souhaitez afficher aux côtés du travail publié.
gl: Insira os termos de licenza pública que desexa amosar xunto cos traballos publicados.
hr: Unesite uvjete javne licence za koje želite da se pojavljuju pored objavljenog djela.
hu_hu: Adja meg azokat a nyilvános licencfeltételeket, amelyeket meg szeretne jeleníteni a közzétett tartalmakkal.
hy_am: Մուտքագրեք հանրային արտոնագրման պայմանները, որոնք ցանկանում եք ցուցադրել հրապարակված աշխատանքի հետ մեկտեղ:
id: Masukkan syarat lisensi publik yang ingin ditampilkan bersama dengan naskah yang diterbitkan.
is: Sláðu inn almennum leyfisskilmálum sem þú vilt birta samhliða útgefnu efni.
it_it: Inserisci le condizioni di licenza che si desidera visualizzare per il contenuto pubblicato.
ja: 公開された作品と一緒に表示したいパブリックライセンスの条件を入力してください。
ka_ge: შეიტანეთ საზოგადოებრივი სალიცენზიო პირობები, რომელთა ჩვენებაც გსურთ გამოქვეყნებულ ნაწარმოებთან ერთად.
kk_kz: Жарияланған жұмысыңыздың жанында көрсеткіңіз келетін жалпыға қолжетімді лицензия шарттарын енгізіңіз.
lv: Ievadiet publiskās licencēšanas nosacījumus, kurus vēlaties parādīt kopā ar publicēto darbu.
mk: Внесете јавни услови за лиценцирање што сакате да ги прикажете заедно со објавениот труд.
mr: प्रकाशनासोबत तुम्हाला प्रदर्शित करायच्या आहेत अशा सार्वजनिक परवाना अटींची नोंद करा.
ms: Masukkan syarat pelesenan awam yang anda ingin paparkan bersama karya yang diterbitkan.
nb_no: Angi offentlige lisensvilkår som du vil ha vist sammen med publiserte verk.
nl: Vul publieke licentievoorwaarden in die u wilt laten tonen bij gepubliceerd werk.
pl: Wprowadź warunki licencji które pokazywałyby się publicznie wraz z opublikowaną pracą.
pt_pt: Insira os termos públicos da licença que pretende disponibilizar junto com o trabalho publicado.
ro_ro: Introduceți termenii de licență publici pe care doriți să îi afișați alături de lucrările publicate.
ru_ru: Введите условия публичной лицензии, которые вы хотите показывать рядом с опубликованной работой.
sl: Vnesite javne licenčne pogoje, če jih želite prikazati poleg objavljenih del.
th: ป้อนเงื่อนไขการอนุญาตที่คุณต้องการแสดงพร้อมกับผลงานที่เผยแพร่
tr_tr: Yayınlanan çalışmanın yanında görüntülemek istediğiniz herkese açık lisans koşullarını girin.
uk: Введіть публічні умови ліцензії, які б Ви хотіли відображати поруч із опублікованими роботами.
uk_ua: Введіть публічні умови ліцензії, які б Ви хотіли відображати поруч із опублікованими роботами.
vi: Nhập các điều khoản cấp phép công khai bạn muốn hiển thị cùng với tác phẩm đã xuất bản.
vi_vn: Nhập các điều khoản cấp phép công khai mà bạn muốn hiển thị cùng với tác phẩm đã xuất bản.

# manager.distribution.customHeaders
source: Custom Tags
az: Xüsusi etiketlər
bg_bg: Потребителски етикети (тагове)
ca_es: Etiquetes personalitzades
cs_cz: Vlastní štítky
da: Brugerdefinerede tags
de_de: Benutzerdefinierte Tags
el_gr: Προσαρμοσμένες ετικέτες
es_es: Etiquetas personalizadas
eu: Etiketa pertsonalizatuak
fr_fr: Balises personnalisées
gl: Etiquetas personalizadas
hr: Prilagođene oznake
hu_hu: Egyéni címkék
hy_am: Անհատական թեգեր
id: Tag Kustom
it_it: Tag personalizzati
ja: カスタムタグ
ka_ge: მორგებული ჭდეები
kk_kz: Пайдаланушы тегтері
lv: Pielāgotās birkas (tags)
mk: Прилагодени ознаки
mr: पारंपारिक टॅग्स (Custom Tags)
ms: Tag Custom
nb_no: Brukerdefinerte tagger
nl: Eigen tags
pl: Własne nagłówki
pt_pt: Etiquetas Personalizadas
ro_ro: Etichete personalizate
ru_ru: Пользовательские теги
sl: Oznake po meri
th: แท็กที่กำหนดเอง
tr_tr: Özel Etiketler
uk: Теги користувача
uk_ua: Теги користувача
vi: Thẻ tùy chỉnh
vi_vn: Các thẻ tùy chỉnh

# manager.paymentMethod
source: Payments
az: Ödənişlər
bg_bg: Плащания
ca_es: Pagaments
cs_cz: Platby
da: Betaling
de_de: Zahlungen
el_gr: Πληρωμές
es_es: Pagos
eu: Ordainketak
fr_fr: Paiements
gl: Pagamentos
hr: Plaćanja
hu_hu: Fizetések
hy_am: Վճարումներ
id: Pembayaran
is: Greiðslur
it_it: Pagamenti
ja: 決済
ka_ge: გადახდები
kk_kz: Төлемдер
lv: Maksājumi
mk: Плаќања
mr: रकमेचा भरणा (Payments)
ms: Pembayaran
nb_no: Betalinger
nl: Betalingen
pl: Płatności
pl_pl: Płatności
pt_pt: Pagamentos
ro_ro: Plăți
ru_ru: Платежи
sl: Plačila
sr_rs@cyrillic: Плаћање
sv_se: Betalningar
th: การชำระเงิน
tr_tr: Ödemeler
uk: Платежі
uk_ua: Платежі
vi: Thanh toán
vi_vn: Thanh toán

# manager.paymentMethod.title
source: Payment Methods
az: Ödəmə üsulları
bg_bg: Начини за плащане
ca_es: Mètodes de pagament
cs_cz: Metoda platby
da: Betalingsmetode
de_de: Zahlungsmethoden
el_gr: Μέθοδοι Πληρωμής
es_es: Formas de pago
eu: Ordainketa-moduak
fr_fr: Méthodes de paiement
gl: Formas de pagamento
hr: Načini plaćanja
hu_hu: Fizetési módok
hy_am: Վճարման մեթոդներ
id: Metode Pembayaran
is: Greiðsluaðferðir
it_it: Metodi di pagamento
ja: 決済方法
ka_ge: გადახდის მეთოდები
kk_kz: Төлем әдістері
lv: Maksājumu metodes
mk: Методи за плаќање
mr: रकमेचा भरणा (Payments) करायच्या पद्धती
ms: Kaedah Pembayaran
nb_no: Betalingsmåter
nl: Betaalwijzen
pl: Metody płatności
pl_pl: Metody płatności
pt_pt: Métodos Pagamento
ro_ro: Metode de plată
ru_ru: Методы платежей
sl: Načini plačila
sr_rs@cyrillic: Методи плаћања
sv_se: Betalningsmetoder
th: วิธีการชำระเงิน
tr_tr: Ödeme Yöntemleri
uk: Способи оплати
uk_ua: Способи оплати
vi: Phương thức thanh toán
vi_vn: Các phương thức thanh toán

# manager.paymentMethod.none
source: No payment method selected
az: Ödəniş metodu seçilmədi
bg_bg: Няма избран начин на плащане
ca_es: No s'ha seleccionat cap mètode de pagament
cs_cz: Nebyla vybrána žádná metoda platby
da: Ingen betalingsmåde valgt
de_de: Keine Zahlungsmethode ausgewählt
el_gr: Δεν έχει επιλεγεί μέθοδος πληρωμής
es_es: No se ha seleccionado una forma de pago
eu: Ez da ordainketa-modurik hautatu
fr_fr: Aucune méthode de paiement sélectionnée
gl: Non se seleccionou ningún método de pago
hr: Nije odabran način plaćanja
hu_hu: Nincs fizetési mód kiválasztva
hy_am: Չկա ընտրված վճարման մեթոդ
id: Tidak ada metode pembayaran yang dipilih
is: Engin greiðsluaðferð valin
it_it: Nessun metodo di pagamento selezionato
ja: 決済方法が選択されていません
ka_ge: გადახდის მეთოდი არ არის არჩეული
kk_kz: Төлем әдісі таңдалмады
lv: Nav izvēlēta maksājuma metode
mk: Не е избран метод за плаќање
mr: रकमेचा भरणा (Payments) करायची कोणतीही पद्धत निवडलेली नाही
ms: Tiada kaedah pembayaran dipilih
nb_no: Ingen betalingsmåte valgt
nl: Geen betaalwijze geselecteerd
pl: Nie wybrano metod płatności
pl_pl: Nie wybrano metod płatności
pt_pt: Não foi seleccionado nenhum método de pagamento
ro_ro: Nu a fost selectată nici o metodă de plată
ru_ru: Метод платежей не выбран
sl: Noben način plačila ni izbran
sr_rs@cyrillic: Нема одабраних метода плаћања
sv_se: Ingen betalningsmetod vald
th: ไม่มีการเลือกวิธีการชำระเงิน
tr_tr: Ödeme yöntemi seçilmedi
uk: Спосіб оплати не обрано
uk_ua: Спосіб оплати не обрано
vi: Không có phương thức thanh toán nào được chọn
vi_vn: Không có phương thức thanh toán nào được chọn

# manager.paymentMethod.method
source: Payment Method
az: Ödəniş üsulu
bg_bg: Начин за плащане
ca_es: Mètode de pagament
cs_cz: Metoda platby
da: Betalingsmåde
de_de: Zahlungsmethode
el_gr: Μέθοδος Πληρωμής
es_es: Forma de pago
eu: Ordaintzeko modua
fr_fr: Méthode de paiement
gl: Forma de pagamento
hr: Način plaćanja
hu_hu: Fizetési mód
hy_am: Վճարման մեթոդ
id: Metode Pembayaran
is: Greiðsluaðferð
it_it: Metodo di pagamento
ja: 決済方法
ka_ge: გადახდის მეთოდი
kk_kz: Төлем тәсілі
lv: Maksājuma metode
mk: Метод за плаќање
mr: रकमेचा भरणा (Payments) करायची पद्धत
ms: Kaedah Pembayaran
nb_no: Betalingsmetode
nl: Betaalwijze
pl: Metoda płatności
pl_pl: Metoda płatności
pt_pt: Método Pagamento
ro_ro: Metoda de plată
ru_ru: Метод платедей
sl: Način plačila
sr_rs@cyrillic: Метод плаћања
sv_se: Betalningsmetod
th: วิธีการชำระเงิน
tr_tr: Ödeme Yöntemi
uk: Спосіб оплати
uk_ua: Спосіб оплати
vi: Phương thức thanh toán
vi_vn: Phương thức thanh toán

# manager.paymentMethod.currency
source: Currency
az: Pul vahidi
bg_bg: Валута
ca_es: Moneda
cs_cz: Měna
da: Valuta
de_de: Währung
el_gr: Νόμισμα
es_es: Moneda
eu: Moneta
fr_fr: Devise
gl: Moeda
hr: Valuta
hu_hu: Pénznem
hy_am: Արտարժույթ
id: Mata Uang
is: Gjaldmiðill
it_it: Valuta
ja: 通過
ka_ge: ვალუტა
kk_kz: Валюта
lv: Valūta
mk: Валута
mr: चलन
ms: Mata wang
nb_no: Valuta
nl: Munt
pl: Waluta
pl_pl: Waluta
pt_pt: Moeda
ro_ro: Valuta
ru_ru: Валюта
sl: Valuta
sr_rs@cyrillic: Валута
sv_se: Valuta
th: สกุลเงิน
tr_tr: Para birimi
uk: Валюта
uk_ua: Валюта
vi: Tiền tệ
vi_vn: Tiền tệ

# settings.roles.roleOptions
source: Role Options
az: Rol seçimləri
bg_bg: Параметри на роля
ca_es: Opcions de rol
cs_cz: Možnosti rolí
da: Rolleoptioner
de_de: Rollen-Einstellungen
el_gr: Επιλογές Ρόλων
es_es: Opciones de rol
eu: Rol-aukerak
fr_fr: Options du rôle
gl: Opcións de rol
hr: Opcije uloge
hu_hu: Szerepkör beállítások
hy_am: Դերի ընտրանքներ
id: Pilihan Peran
is: Hlutverk - valmöguleikar
it_it: Opzioni per i ruoli
ja: 役割オプション
ka_ge: როლის პარამეტრები
kk_kz: Рөл параметрлері
lv: Lomas iestatījumi
mk: Опции за улога
mr: भूमिकांचे पर्याय
ms: Pilihan Peranan
nb_no: Mulige roller
nl: Rol-instellingen
pl: Ustawienia roli
pl_pl: Ustawienia roli
pt_pt: Opções Papel
ro_ro: Opțiuni de rol
ru_ru: Параметры роли
sl: Možnosti vloge
sr_rs@cyrillic: Опције улоге
sv_se: Alternativ för roller
th: ตัวเลือกบทบาท
tr_tr: Rol Seçenekleri
uk: Параметри ролі
uk_ua: Параметри ролі
vi: Tùy chọn vai trò
vi_vn: Các tùy chọn Vai trò

# settings.roles.showTitles
source: Show role title in contributor list
az: Qatqı edənlərin siyahısında rol başlığını göstərin
bg_bg: Показване на заглавието на ролята в списъка на сътрудниците
ca_es: Mostra el títol del rol a la llista de contribuïdors
cs_cz: Ukázat název role v seznamu autorů
da: Vis rolletitel i listen over bidragydere
de_de: Zeige Name der Rolle in Beiträger/innen-Liste an
el_gr: Εμφάνιση τίτλου ρόλου στη λίστα συνεργατών
es_es: Mostrar un título de rol en la lista de contribuyentes
eu: Erakutsi rolaren izenburua kolaboratzaileen zerrendan
fr_fr: Afficher le titre du rôle dans la liste des contributeurs
gl: Mostrar o título do rol na lista de colaboradores
hr: Prikaži naslov uloge na popisu suradnika
hu_hu: Mutassa a szerepkört a közreműködői listában
hy_am: Ցույց տալ դերի անվանումը աջակիցների ցանկում
id: Tampilkan judul peran dalam daftar kontributor
is: Sýna fyrirsögn hlutverks á lista yfir framlagsaðila
it_it: Mostra questo ruolo nella lista dei collaboratori
ja: 投稿者リストに役割名を表示
ka_ge: როლის სათაურის ჩვენება თანამშრომელთა სიაში
kk_kz: Мүшелер тізімінде рөл атауын көрсету
lv: Rādīt lomas nosaukumu līdzautoru sarakstā
mk: Покажете наслов на улога во списокот на соработници
mr: योगदान यादीमध्ये भूमिकेची नोंद करा
ms: Tunjukkan tajuk peranan dalam senarai penyumbang
nb_no: Vis rolletittel i listen over bidragsytere
nl: Toon titel van de rol in het overzicht van bijdragers
pl: Wyświetl nazwy ról na liście współpracowników
pl_pl: Wyświetl nazwy ról na liście współpracowników
pt_pt: Mostrar título do papel na lista de colaboradores
ro_ro: Afișați titlul rolului în lista de contribuabili
ru_ru: Показать название роли в списке участников
sl: Prikaži naslov vloge na seznamu sodelavcev
sr_rs@cyrillic: Прикажи назив улоге у листи сарадника
sv_se: Visa rollens titel i listan över medarbetare
th: แสดงชื่อตำแหน่งในรายการผู้ร่วมแต่ง
tr_tr: Katkıda bulunanlar listesinde rol başlığını göster
uk: Показати назву ролі в списку учасників
uk_ua: Показати назву ролі в списку учасників
vi: Hiển thị tên vai trò trong danh sách người đóng góp
vi_vn: Hiển thị chức danh vai trò trong danh sách người tham gia

# settings.roles.roleName
source: Role Name
az: Rol adı
bg_bg: Име на роля
ca_es: Nom del rol
cs_cz: Název role
da: Titel
de_de: Name der Rolle
el_gr: Όνομα Ρόλου
es_es: Nombre de rol
eu: Rolaren izena
fr_fr: Nom du rôle
gl: Nome do rol
hr: Naziv uloge
hu_hu: Szerepkör neve
hy_am: Դերի անվանումը
id: Nama Peran
is: Heiti hlutverks
it_it: Nome del ruolo
ja: 役割名
ka_ge: როლის სახელი
kk_kz: Рөлдің атауы
lv: Lomas nosaukums
mk: Име на улогата
mr: भूमिकेचे नाव
ms: Nama Peranan
nb_no: Rollenavn
nl: Rol naam
pl: Nazwa roli
pl_pl: Nazwa roli
pt_pt: Nome Papel
ro_ro: Nume rol
ru_ru: Название роли
sl: Ime vloge
sr_rs@cyrillic: Назив улоге
sv_se: Rollnamn
th: ชื่อบทบาท
tr_tr: Rol Adı
uk: Назва ролі
uk_ua: Назва ролі
vi: Tên vai trò
vi_vn: Tên vai trò

# settings.roles.roleAbbrev
source: Abbreviation
az: Qısaltma
bg_bg: Абревиатура
ca_es: Abreviació
cs_cz: Zkratka
da: Forkortelse
de_de: Abkürzung
el_gr: Συντομογραφία
es_es: Abreviatura
eu: Laburdura
fr_fr: Abbréviation
gl: Abreviatura
hr: Skraćenica
hu_hu: Rövidítés
hy_am: Հապավում
id: Singkatan
is: Skammstöfun
it_it: Sigla del ruolo
ja: 略語
ka_ge: აბრევიატურა
kk_kz: Қысқарту
lv: Abreviatūra
mk: Кратенка
mr: संक्षेप (Abbreviation)
ms: Singkatan
nb_no: Forkortelser
nl: Afkorting
pl: Skrót
pl_pl: Skrót
pt_pt: Abreviatura
ro_ro: Abreviere
ru_ru: Аббревиатура
sl: Okrajšava
sr_rs@cyrillic: Скраћеница
sv_se: Förkortning
th: ตัวย่อ
tr_tr: Kısaltma
uk: Абревіатура
uk_ua: Абревіатура
vi: Viết tắt
vi_vn: Viết tắt

# settings.roles.assignedStages
source: Assigned Stages
az: Təyin olunmuş addımlar
bg_bg: Асоциирани етапи
ca_es: Fases assignades
cs_cz: Přiřazené etapy
da: Tildelte trin
de_de: Zugeteilte Phasen
el_gr: Εκχωρημένα Στάδια
es_es: Fases asignadas
eu: Esleitutako faseak
fr_fr: Étapes assignées
gl: Fases asignadas
hr: Dodijeljene faze
hu_hu: Kijelölt szakaszok
hy_am: Նշանակված փուլեր
id: Tahap Penugasan
is: Úthlutuð þrep
it_it: Fasi assegnate
ja: 任命された段階
ka_ge: დანიშნული სცენები
kk_kz: Белгіленген кезеңдер
lv: Piešķirtie posmi
mk: Доделени чекори
mr: नियुक्त टप्पे
ms: Peringkat yang Ditugaskan
nb_no: Tildelte stadier
nl: Toegewezen stappen van het redactieproces
pl: Przydzielone etapy
pl_pl: Przydzielone etapy
pt_pt: Etapas Designações
ro_ro: Etape atribuite
ru_ru: Назначенные этапы
sl: Dodeljena fazam
sr_rs@cyrillic: Додељене фазе
sv_se: Tilldelade steg
th: ขั้นตอนที่มอบหมาย
tr_tr: Atanan Adımlar
uk: Призначені стадії
uk_ua: Призначені етапи
vi: Giai đoạn được chỉ định
vi_vn: Các giai đoạn được chỉ định

# settings.roles.stages
source: Stages
az: Addım
bg_bg: Етапи
ca_es: Fases
cs_cz: Etapy
da: Trin
de_de: Phasen
el_gr: Στάδια
es_es: Fases
eu: Faseak
fr_fr: Étapes
gl: Fases
hr: Faze
hu_hu: Szakaszok
hy_am: Փուլեր
id: Tahap
is: Þrep
it_it: Fasi
ja: ステージ
ka_ge: ეტაპები
kk_kz: Кезеңдер
lv: Posmi
mk: Чекори
mr: टप्पे
ms: Peringkat
nb_no: Stadier
nl: Stappen
pl: Etapy
pl_pl: Etapy
pt_pt: Etapas
ro_ro: Stadii
ru_ru: Этапы
sl: Faze
sr_rs@cyrillic: Фазе
sv_se: Steg
th: ขั้นตอน
tr_tr: Adımlar
uk: Стадії
uk_ua: Етапи
vi: Các giai đoạn
vi_vn: Các giải đoạn
