Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# mailable.changeProfileEmailInvitationNotify.name
source: Change Email Address Invitation
eu: Helbide elektronikoa aldatzeko gonbidapena
id: Undangan Perubahan Alamat Email
mr: ई-मेल पत्ता बदलण्यासाठी सूचना
nl: Uitnodiging tot wijziging van het e-mailadres
vi: Lời mời Thay đổi Địa chỉ Email

# manager.dois.title
source: DOIs
bg_bg: DOI
cs_cz: DOI
da: DOI'er
eu: DOIak
hr: DOI
hy_am: DOI-ներ
id: DOI
ka_ge: DOI
kk_kz: DOI
lv: DOI
mk: ДОИ
nb_no: DOI-er
pl: DOI
ru_ru: DOI
sl: DOI-ji
uk: DOI
vi: DOI

# manager.setup.dois
source: DOIs
az: DOI-lər
bg_bg: DOI
cs_cz: DOI
da: DOI'er
eu: DOIak
hr: DOI
hy_am: DOI -ներ
id: DOI
ka_ge: DOI
kk_kz: DOI
lv: DOI
mk: ДОИ
nb_no: DOI-er
pl: DOI
ru_ru: DOI
sl: DOI-ji
th: DOI
uk: DOI
vi: DOI

source: doi.manager.settings.doiSuffix.description
bg_bg: Суфиксът на DOI може да има всякаква форма, но трябва да бъде уникален сред всички публикувани обекти със същия DOI префикс:
cs_cz: Přípona DOI může mít libovolnou podobu, ale musí být jedinečná mezi všemi publikačními objekty se stejnou přidělenou předponou DOI:
da: Et DOI-suffiks kan antage en hvilken som helst form, men det skal være unikt for hvert enkelt udgivet element med samme tildelte DOI-præfiks:
gl: Un sufixo DOI pode adoptar calquera forma, pero debe ser único entre todos os obxectos da publicación co mesmo prefixo DOI asignado:
hy_am: Ընտրեք այն ձևաչափը, որը կօգտագործվի, երբ հավելվածը ստեղծում է DOI:
id: Akhiran DOI dapat dengan format apapun, tetapi harus unik di antara semua objek penerbitan dengan penugasan awalan DOI yang sama:
ka_ge: DOI სუფიქსი შეიძლება იყოს ნებისმიერი ფორმის, მაგრამ უნდა იყოს უნიკალური ყველა გამოქვეყნებულ ობიექტს შორის, რომლებსაც მინიჭებული აქვთ ერთი და იგივე DOI პრეფიქსი:
kk_kz: DOI кез келген форманы қабылдай алады, бірақ бірдей DOI префиксі тағайындалған барлық жарияланған нысандар арасында бірегей болуы керек:
ku: پاشگری ناسێنەری سەرچاوە دیجیتاڵییەکان دەکرێت بە هەر جۆرێک ڕیز بکرێت، بەڵام نابێت هاوشێوەی بڵاوکراوەکانی دیکە بێت و دەبێت هەمان شت بێت لەگەڵ پێشگری ئەرکدارکراوی ناسێنەری سەرچاوە دیجیتاڵییەکان:
mk: Додаток на ДОИ може да има каква било форма, но мора да биде единствен меѓу сите објавувачки објекти со ист доделен префикс ДОИ:
nb_no: Et DOI-suffiks kan ha en hvilken som helst form, men må være unikt der alle publiseringsobjekter er tildelt det samme DOI-prefikset:
nl: Een DOI achtervoegsel kan iedere gewenste vorm hebben, maar moet uniek zijn tussen alle objecten met hetzelfde DOI voorvoegsel:
pl: Sufiks DOI może przyjmować dowolną formę, ale musi być jednakowy dla wszystkich obiektów z takim samym prefiksem:
ru_ru: Суффикс DOI может принимать любую форму, но должен быть уникальным среди всех публикуемых объектов, которым присвоен один и тот же префикс DOI:
sk: Suffix DOI môže mať akúkoľvek formu, ale musí byť jedinečný medzi všetkými publikovanými objektami s rovnakým prefixom DOI:
sl: DOI pripona je poljubne oblike, pomembno je, da je unikatna med vsemi objavljenimi objekti, ki so bili izdani znotraj ene DOI predpone:
uk: Суфікс DOI може мати будь-яку форму, але він має бути унікальним серед усіх опублікованих об'єктів з однаковим префіксом DOI:
uz_uz@latin: DOI qo'shimchasi har qanday shaklda bo'lishi mumkin, lekin bir xil DOI prefiksi tayinlangan barcha nashriyot ob'ektlari orasida yagona bo'lishi kerak:
vi: Hậu tố DOI có thể có bất kỳ dạng nào, nhưng phải là duy nhất trong số tất cả các đối tượng xuất bản có cùng tiền tố DOI được gán:

source: manager.setup.copyrightNotice.description
bg_bg: Изисквайте авторите да се съгласят със следното известие за авторски права като част от процеса на подаване.
ca_es: Demanar que els autors/es acceptin el següent avís de drets d'autor com a part del procés de tramesa.
cs_cz: Požádejte autory, aby souhlasili s oznámením o autorských právech v rámci procesu podání.
da: Kræv, at forfattere accepterer "Oplysninger om copyright" som en del af indsendelsesprocessen.
de_de: Autor/innen müssen im Einreichungsverfahren der Lizenz zustimmen.
el_gr: Να απαιτείται από τους συγγραφείς να συμφωνούν με τη Δήλωση Προστασίας Πνευματικών Δικαιωμάτων ως μέρος της διαδικασίας υποβολής.
es_es: Exigir que los autores/as acepten el siguiente aviso de derechos de autor como parte del proceso de envío.
fr_fr: Nécessite que les auteurs acceptent l'avis de droit d'auteur dans le cadre du processus de soumission.
gl: Esixir aos autores/as que acepten o seguinte aviso de dereitos de autor como parte do proceso de envío.
hu_hu: A szerzőknek a benyújtási folyamat részeként el kell fogadniuk a következő szerzői jogi közlemény részleteit.
hy_am: Հեղինակներից պահանջեք համաձայնել հեղինակային իրավունքի հետևյալ ծանուցմանը` որպես ներկայացման գործընթացի մաս:
id: Mengharuskan penulis setuju dengan pemberitahuan hak cipta berikut sebagai bagian dari proses pengiriman naskah.
is: Óska eftir samþykki höfunda á eftirfarandi upplýsingum um höfundarétt sem hluta af innsendingarferli.
it_it: Chiedere agli autori di accettare le norme di copyright durante il processo di sottomissione.
ja: 投稿の際は、以下の著作権表示に同意していただく必要があります。
ka_ge: მოსთხოვეთ ავტორებს, დათანხმდნენ საავტორო უფლებების შესახებ შემდეგ შეტყობინებას, როგორც გაგზავნის პროცესს.
kk_kz: Материалды жіберген кезде авторлардан келесі авторлық құқықты беру шарттарын қабылдауды талап етіңіз.
mk: Барајте од авторите да се согласат со следното известување за авторски права како дел од процесот на поднесување.
ms: Memerlukan pengarang untuk bersetuju menerima notis hak cipta berikut sebagai sebahagian daripada proses penyerahan.
nb_no: Krev at forfatterne aksepterer opphavsrettsnotisen.
nl: Verplicht auteurs om akkoord te gaan met volgende copyright verklaring als deel van het inzendingsproces.
pl: Wymagaj od autorów udzielenia zgody dot. praw autorskich podczas składania manuskryptu.
pl_pl: Wymagaj od autorów, aby akceptowali informację o prawach autorskich jako element procesu zgłoszenia tekstu.
pt_pt: Exigir que os autores aceitem o Aviso de Direitos de Autor como parte do processo de submissão.
ro_ro: Solicitați autorilor să accepte următoarea notificare privind drepturile de autor ca parte a procesului de înregistrare de manuscris.
ru_ru: Требовать от авторов принятия следующих Условий передачи авторских прав в процессе отправки материала.
sl: Zahtevaj od avtorjev, da se strinjajo z obvestilom o avtorskih pravicah v postopku oddaje prispevka.
sr_rs@cyrillic: Захтевај од аутора да прихвате "Напомену о ауторским правим" као део процеса предаје рада.
sv_se: Kräv att författare godkänner upphovsrättsdeklarationen när bidrag skickas in.
tr_tr: Yazarlardan, gönderi sürecinin bir parçası olarak aşağıdaki telif hakkı bildirimini kabul etmelerini isteyin.
uk: Вимагати згоди авторів з наступним застереженням щодо авторських прав, як частини процесу подання.
uk_ua: Вимагати згоди авторів з наступним застереженням щодо авторських прав, як частини процесу подання.
vi: Yêu cầu tác giả đồng ý với thông báo bản quyền sau đây như một phần của quá trình gửi.
vi_vn: Yêu cầu tác giả đồng ý với thông báo bản quyền sau đây như một phần của quá trình gửi.

source: manager.setup.authorGuidelines.description
bg_bg: Препоръчаните насоки включват библиографски стандарти и стандарти за форматиране, заедно с примери за често срещани формати за цитиране, които да се използват при подаване на материали.
ca_es: Les directrius recomanades inclouen estàndards de format i bibliografia juntament amb exemples de formats de citació habituals per utilitzar-se a les trameses.
cs_cz: Doporučené pokyny zahrnují bibliografické a formátovací standardy spolu s příklady běžných formátů citací, které mají být použity při podání příspěvku.
da: Anbefalede retningslinjer inkluderer bibliografiske standarder og formateringsstandarder sammen med eksempler på almindelige citationsformater, der skal bruges i indsendelser.
de_de: Für die Richtlinien werden Standards für Bibliografie und Format sowie Beispiele für gängige Zitierformate, die in Einreichungen benutzt werden sollen, vorgeschlagen.
el_gr: Διατυπώστε τα πρότυπα βιβλιογραφίας και μορφοποίησης που θα πρέπει να ακολουθούν οι συγγραφείς, όταν υποβάλλουν τεκμήρια στο περιοδικό, καθώς και παραδείγματα κοινών μορφών αναφορών και μορφοποίησης για περιοδικά και βιβλία.
es_es: Las directrices recomendadas incluyen estándares bibliográficos y de formateo junto con ejemplos de formatos de citas comunes para ser usados en los envíos.
fr_fr: Les lignes directrices comprennent des normes bibliographiques et de mise en forme, ainsi que des exemples de formats de citation communs à utiliser dans les soumissions.
gl: As pautas recomendadas inclúen estándares bibliográficos e de formato xunto con exemplos de formatos de citas comúns que se utilizarán nos envíos.
hu_hu: Javasolt útmutatók bibliográfiai és formázási szabványok mellett példákat tartalmaz a cikkekben használatos közös idézési formátumokra.
hy_am: Առաջարկվող ուղեցույցները ներառում են մատենագիտական և ձևաչափման ստանդարտներ, ինչպես նաև մեջբերումների ընդհանուր ձևաչափերի օրինակներ, որոնք պետք է օգտագործվեն ներկայացումներում:
id: Pedoman rekomendasi termasuk standard bibliografi dan format disertai dengan contoh umum format sitasi yang akan digunakan dalam pengiriman naskah.
is: Leiðbeiningar sem mælt er með feli í sér staðla um heimildaskráningu og uppsetningu, ásamt dæmum um tilvísanir sem nota á í handritum.
it_it: Le linee guida dovrebbero contenere informazioni sulle norme redazionali per la redazione del testo e della bibliografia, includendo esempi dei formati delle citazioni.
ja: 推奨されるガイドラインには、目録や書式の標準、投稿時に使用する一般的な引用形式の例が含まれています。
ka_ge: რეკომენდებული სახელმძღვანელო მითითებები მოიცავს ბიბლიოგრაფიულ და ფორმატირების სტანდარტებს, ციტირების საერთო ფორმატის მაგალითებთან ერთად, რომლებიც გამოიყენება გამოქვეყნებებში.
kk_kz: Ұсынылатын форматтыі тәжірибелері, соның ішінде мәтіндік және библиографиялық дәйексөздерге арналған пішімдеу стандарттары, сонымен қатар жіберілімде жиі кездесетін дәйексөзді форматтау мысалдары.
mk: Препорачаните упатства вклучуваат библиографски стандарди и стандарди за форматирање, заедно со примери на вообичаени формати за наведување што се користат во поднесоците.
ms: Garis panduan yang disyorkan termasuk piawaian bibliografi dan pemformatan bersama contoh format petikan biasa untuk digunakan dalam penyerahan.
nb_no: Anbefalte retningslinjer inkluderer standarder for formatering og bibliografisk informasjon. Det er vanlig å legge ved eksempler.
nl: Aanbevolen richtlijnen omvatten bibliografische en opmaakrichtlijnen voor inzendingen, naast voorbeelden van citatieformaten.
pl: Wytyczne powinny zawierać opis standardów formatowania bibliografii oraz ogólnego formatowania tekstu w plikach zgłaszanego tekstu.
pl_pl: Wytyczne powinny zawierać opis standardów formatowania bibliografii oraz ogólnego formatowania tekstu w plikach zgłaszanego tekstu.
pt_pt: As directrizes recomendadas incluem normas bibliográficos e de formatação, juntamente com exemplos de formatos comuns de citação para serem usados na submissão de artigos.
ro_ro: Recomandările includ standarde bibliografice și de formatare, alături de exemple de formate comune de citare care vor fi utilizate în manuscrise.
ru_ru: Рекомендуемые правила оформления, включая стандарты форматирования текста и библиографических ссылок вместе с примерами оформления ссылок, которые часто встречаются в отправляемых материалах.
sl: Priporočila za avtorje naj vsebujejo navodila za pravilno podajanje bibliografskih podatkov in oblikovanje besedila ter pravilen format referenc, priporočljivo je navesti tudi primere le-teh.
sr_rs@cyrillic: Препоручене смернице укључују библиографске стандарде и формате уз примере цитатних формата које треба користити у пријављеним чланцима.
sv_se: Rekommenderade riktlinjer inkluderar bibliografi- och formateringsstandarder tillsammans med exempel på vanliga referensformat att använda vid inlämning av bidrag.
tr_tr: Tavsiye edilen yönergeler, bibliyografik ve düzenleme standartlarını, gönderide kullanılacak ortak alıntı formatlarının örneklerini içerir.
uk: Рекомендовані правила містять бібліографічні стандарти та стандарти форматування разом із прикладами оформлення цитувань, котрі використовуватимуться під час подання матеріалів.
uk_ua: Рекомендовані правила містять бібліографічні стандарти та стандарти форматування разом із прикладами оформлення цитувань, котрі використовуватимуться під час подання матеріалів.
vi: Các nguyên tắc được đề xuất bao gồm các tiêu chuẩn định dạng và thư mục cùng với các ví dụ về các định dạng trích dẫn phổ biến được sử dụng trong các bài gửi.
vi_vn: Các nguyên tắc được đề xuất bao gồm các tiêu chuẩn định dạng và thư mục cùng với các ví dụ về các định dạng trích dẫn phổ biến được sử dụng trong các bài gửi.

# manager.navigationMenus.form.url
source: URL
bg_bg: URL-адрес
el_gr: Διεύθυνση URL
is: Vefslóð
ka_ge: URL-მისამართი
mk: УРЛ-адреса

# stats.html
source: HTML
bg_bg: Формат HTML
mk: ХТМЛ

# stats.pdf
source: PDF
bg_bg: Формат PDF
mk: ПДФ

# plugins.importexport.submission.cli.display
source: "{$submissionId}" - "{$submissionTitle}"
az: "{$submissionId}" - "{$submissionTitle}"ir)
mk: "{$ПоднесокИд}" - "{$ПоднесокНаслов}"

source: emailTemplate.variable.reviewType
cs_cz: Popis výchozí metody recenzí, například dvojitá anonymní nebo otevřená.
hr: Opis zadane metode pregleda, kao što je dvostruko anonimno ili otvoreno.
hy_am: Կանխադրված գրախոսման մեթոդի նկարագրությունը, օրինակ՝ կրկնակի անանուն կամ բաց:
ka_ge: ნაგულისხმევი განხილვის მეთოდის აღწერა, როგორიცაა ორმაგი ანონიმური ან ღია.
sl: Opis privzetega načina recenzije, kot je dvojno slepa recenzija ali odprta.
