Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# manager.statistics.reports.description
source: The system generates reports that track the details associated with site usage and submissions over a given period of time. Reports are generated in CSV format which requires a spreadsheet application to view.
az: Sistem, müəyyən bir müddət ərzində sayt istifadəsi və məqalələrlə bağlı detalları təqib edən hesabatlar ortaya qoyur. Hesabatlar, baxılacaq bir elektron cədvəl tətbiqi tələb edən CSV formatında yaradılır.
bg_bg: Системата генерира отчети, които проследяват подробностите, свързани с използването на сайта и подаванията на материали за даден период от време. Отчетите се генерират във формат CSV, който изисква приложение за електронни таблици за преглед.
ca_es: El sistema genera informes que fan un seguiment dels detalls relacionats amb l'ús del lloc i de les comunicacions durant un període determinat de temps. Els informes es generen en format CSV. Aquest format es pot visualitzar amb una aplicació de full de càlcul.
cs_cz: Systém vytváří přehledy, které sledují podrobnosti spojené s návštěvami webu a příspěvky za dané časové období. Přehledy jsou generovány ve formátu CSV, který vyžaduje zobrazení tabulkové aplikace.
da: Systemet genererer rapporter, som registrerer de oplysninger, der er forbundet med brugen af webstedet og indsendelser over en given tidsperiode. Der genereres rapporter i CSV-format, og der kræves et regnearksprogram for at få vist disse rapporter.
de_de: Das System erstellt Berichte, die die Details der Verarbeitung von Beiträgen aus der Perspektive von Beiträgen, Redakteur/innen, Gutachter/innen sowie Rubriken über einen festgelegten Zeitraum nachzeichnen. Die Berichte werden im CSV-Format erstellt, die mit einer Tabellenkalkulation betrachtet werden können.
el_gr: Το σύστημα παράγει τις εκθέσεις που παρακολουθούν τις λεπτομέρειες που σχετίζονται με τη χρήση της ιστοσελίδας και οι παρατηρήσεις σε μια δεδομένη χρονική περίοδο. Οι εκθέσεις που δημιουργούνται σε μορφή CSV που απαιτεί μια εφαρμογή λογιστικών φύλλων για να το δείτε.
es_es: El sistema genera informes que clasifican los detalles asociados con el uso del sitio web y de los envíos durante un período de tiempo determinado. Los informes se generan en formato CSV, que requiere una aplicación de hoja de cálculo para visualizarlos.
eu: Sistemak denbora-tarte jakin batean gunearen erabilerarekin eta bidalketekin lotutako xehetasunak jarraitzen dituzten txostenak sortzen ditu. Txostenak CSV formatuan sortzen dira, eta ikusteko, kalkulu-orrien aplikazio bat behar da.
fr_fr: Le système génère des rapports qui suivent les détails liés à l'utilisation du site et des observations sur une période de temps donnée. Les rapports sont générés au format CSV qui nécessite un tableur pour sa visualisation.
gl: O sistema xera informes que rastrexan os detalles asociados ao uso e envíos do sitio durante un determinado período de tempo. Os informes xéranse en formato CSV que require unha aplicación de folla de cálculo para visualizalos.
hr: Sustav generira izvješća koja prate detalje obrade objava iz perspektive objava, urednika, recenzenata i odjeljaka tijekom određenog vremenskog razdoblja. Izvješća se generiraju u CSV formatu, koji se može pregledavati u proračunskoj tablici.
hu_hu: A rendszer olyan jelentéseket készít, amelyekkel nyomonkövethető az oldal használat és a beküldések egy bizonyos megadott időintervallumban. A jelentések CSV formátumban készülnek, amelyek táblázatkezelőben tekinthetők meg.
hy_am: Համակարգը ստեղծում է հաշվետվություններ, որոնք հետևում են կայքի օգտագործման և ներկայացումների հետ կապված մանրամասներին տվյալ ժամանակահատվածում: Հաշվետվությունները ստեղծվում են CSV ձևաչափով, որը դիտելու համար պահանջվում է աղյուսակային հավելված:
id: Sistem menghasilkan laporan yang menelusuri rincian terkait dengan penggunaan situs dan naskah pada periode waktu yang ditentukan. Laporan dihasikan dalam format CSV yang membutuhkan aplikasi spreadsheet (misalnya, excel) untuk membukanya.
is: Kerfið býr til skýrslur yfir upplýsingar tengdar notkun á vefnum og innsendingum yfir tiltekið tímabil. Skýrslurnar eru á CSV fromi sem kallar á töflureikni eins og t.d. Excel til að skoða gögnin.
it_it: Il sistema genera reports che riportano i dettagli collegati con l'uso del sito e degli articoli in un periodo di tempo determinato. I reports sono generati in formato CSV ed è necessario un foglio elettronico per gestirli.
ja: システムでは、一定期間のサイト利用や投稿に関連する詳細を追跡するレポートが生成されます。レポートはCSV形式で作成されるため、表計算ソフトが必要となります。
ka_ge: სისტემა ქმნის ანგარიშებს, რომლებიც თვალყურს ადევნებს დეტალებს, რომლებიც დაკავშირებულია საიტის გამოყენებასთან და გაგზავნასთან მოცემული პერიოდის განმავლობაში. ანგარიშები წარმოიქმნება CSV ფორმატში, რომლის სანახავად საჭიროა ცხრილების პროგრამა.
kk_kz: Жүйе берілген уақыт кезеңінде сайт пен материалдарды пайдалануға қатысты мәліметтерді қадағалауға көмектесетін есептерді жасайды. Есептер CSV форматында жасалады, ол электрондық кестені қарауды талап етеді.
lv: Sistēma ģenerē pārskatus, kuros tiek izsekota informācija, kas saistīta ar vietnes izmantošanu un materiāla iesniegšanu noteiktā laika periodā. Pārskati tiek ģenerēti CSV formātā, un to pārskatīšanai nepieciešama izklājlapu programma.
mk: Системот генерира извештаи што ги следат деталите поврзани со користењето на страниците и поднесоците за одреден временски период. Извештаите се генерираат во формат CSV за што е потребна апликација за табеларно прикажување.
mr: विशिष्ट कालावधीत संकेतस्थळाचा वापर आणि सादरीकरणाशी संबंधित तपशीलांचा अहवाल ही प्रणाली तयार करते. अहवाल CSV स्वरूपात तयार केले जातात जे स्प्रेडशीटमध्येच पाहता येतात.
ms: Sistem menjana laporan yang menjejaki butiran yang berkaitan dengan penggunaan laman dan penyerahan dalam tempoh masa tertentu. Laporan dijana dalam format CSV yang memerlukan aplikasi spreadsheet untuk dilihat.
nb_no: Systemet genererer rapporter som holder oversikt over detaljene om bruken av og innleveringene til siden over en gitt periode. Rapportene er generert i et CSV-format. Du må ha et regnearksprogram for å se dette.
nl: Het systeem maakt rapporten met gegevens over het bezoek van de website en inzendingen over een bepaalde tijdperiode. Rapporten worden gegenereerd in CSV formaat, dat met een spreadheet programma kan worden bekeken.
pl: System generuje raporty zawierające statystyki wykorzystania strony oraz zgłoszeń przez zadany okres czasu. Raporty są generowane w postaci plików CSV, które można otworzyć za pomocą programu obsługującego arkusze kalkulacyjne.
pl_pl: System generuje raporty zawierające statystyki wykorzystania strony oraz zgłoszeń przez zadany okres czasu. Raporty są generowane w postaci plików CSV, które można otworzyć za pomocą programu obsługującego arkusze kalkulacyjne.
pt_pt: O sistema gera relatórios que registam os detalhes associados com os procedimentos da submissão, da perspectiva de submissões, editores, revisores e secções, num dado período. Relatórios são gerados no formato CSV, que exigem um aplicativo para serem visualizados.
ro_ro: Sistemul generează rapoarte care urmăresc detaliile asociate cu utilizarea site-ului și înregistrările de manuscrise într-o anumită perioadă de timp. Rapoartele sunt generate în format CSV, care necesită o aplicație de foi de calcul pentru vizualizare.
ru_ru: Система генерирует отчеты, которые помогают отследить детали, связанные с использованием сайта и материалов за заданный период времени. Отчеты генерируются в формате CSV, который требует для просмотра наличия табличного процессора.
sl: Sistem pripravi poročila s podrobnimi podatki o uporabi spletišča in prispevkih v določenem časovnem obdobju. Poročila so pripravljena v CSV formatu, kar pomeni, da za ogled potrebujete preglednico.
sr_rs@cyrillic: Систем генерише извештаје који прате детаље у вези употребе вашег сајта и пријављених чаланак у датом временском периоду. Извештаји се генеришу у CSV формату који се могу прегледати у програму за табеларни рачун.
sv_se: Systemet genererar rapporter som spårar detaljer kopplade till webbplatsens användande och inskickade bidrag för en given tidsperiod. Rapporterna genereras i CSV-format som kräver ett kalkylbladsprogram för att kunna visas.
th: ระบบจะสร้างรายงานที่ติดตามรายละเอียดเกี่ยวกับการใช้งานไซต์และการส่งงานในช่วงเวลาที่กำหนด รายงานถูกสร้างในรูปแบบ CSV ซึ่งต้องใช้แอปพลิเคชันสเปรดชีตในการดู
tr_tr: Sistem, belirli bir süre boyunca site kullanımı ve gönderimlerle ilgili ayrıntıları izleyen raporlar üretir. Raporlar, görüntülenecek bir elektronik tablo uygulaması gerektiren CSV biçiminde oluşturulur.
uk: Система генерує звіти, які відстежують деталі, пов'язані з використанням вебсайту та подань за певний період часу. Звіти створюються у форматі CSV, для перегляду якого потрібен табличний процесор.
uk_ua: Система генерує звіти, які відстежують деталі, пов'язані з використанням сайту та подань за певний період часу. Звіти створюються у форматі CSV, для перегляду якого потрібний табличний процесор.
vi: Hệ thống tạo báo cáo theo dõi chi tiết liên quan đến việc sử dụng trang web và bài nộp trong một khoảng thời gian nhất định. Báo cáo được tạo ở định dạng CSV yêu cầu ứng dụng bảng tính để xem.
vi_vn: Hệ thống tạo báo cáo theo dõi các chi tiết liên quan đến việc sử dụng trang web và gửi trong một khoảng thời gian nhất định. Báo cáo được tạo ở định dạng CSV yêu cầu ứng dụng bảng tính để xem.

# manager.dois.registrationAgency.errorMessagePreamble
source: The following error was returned by {$registrationAgency} and contains details about the cause of the error:
bg_bg: Следната грешка беше върната от {$registrationAgency} и съдържа подробности за причината за грешката:
cs_cz: Následující chyba byla vrácena agenturou {$registrationAgency} a obsahuje podrobnosti o příčině chyby:
da: Den følgende fejl blev returneret af {$registrationAgency} og indeholder detaljer omkring årsagen til fejlen:
eu: Ondorengo errorea {$registrationAgency}-(e)k itzuli du eta errorearen zergatiari buruzko xehetasunak ditu:
hr: Sljedeću poruku o pogrešci vratila je {$registrationAgency} i uključuje detalje o uzroku pogreške:
hy_am: Հետևյալ սխալն է վերադարձվել {$registrationAgency} -ի կողմից և պարունակում է մանրամասներ սխալի պատճառի մասին։
id: Eror berikut dikembalikan oleh {$registrationAgency} dan terdiri dari detail tentang penyebab eror:
ka_ge: შემდეგი შეცდომა დაბრუნდა {$registrationAgency}-ის მიერ და შეიცავს დეტალებს შეცდომის მიზეზის შესახებ:
kk_kz: {$registrationAgency} оның себебі туралы ақпаратпен келесі қатені қайтарды:
lv: {$registrationAgency} parādīja šādu kļūdu ar sīkāku informāciju par kļūdas cēloni:
mk: Следната грешка беше вратена од {$registrationAgency} и содржи детали за причината за грешката:
mr: {$registrationAgency} द्वारे कळवण्यात आलेल्या खालील त्रुटीच्या कारणांचे तपशील असे आहेत:
nl: De volgende foutmelding is doorgegeven door {$registrationAgency} en bevat details over de oorzaak van de fout:
pl: Z {$registrationAgency} otrzymano informację o błędzie. Szczegóły i przyczyny:
ru_ru: {$registrationAgency} вернуло следующую ошибку с информацией о её причинах:
sl: Spodnja napaka je bila vrnjena od {$registrationAgency} in vsebuje podrobnosti o vzroku napake:
th: ข้อผิดพลาดต่อไปนี้ถูกส่งคืนโดย {$registrationAgency} และประกอบด้วยรายละเอียดเกี่ยวกับสาเหตุของข้อผิดพลาด:
uk: Наведена нижче помилка повернулася з {$registrationAgency} і містить докладні відомості про її причину:
vi: Lỗi sau đây đã được trả về bởi {$registrationAgency} và chứa chi tiết về nguyên nhân của lỗi:

# manager.dois.registrationAgency.registeredMessagePreamble
source: The following message was returned by {$registrationAgency} and contains details about the registration:
bg_bg: Следното съобщение беше върнато от {$registrationAgency} и съдържа подробности за регистрацията:
cs_cz: Následující zpráva byla vrácena agenturou {$registrationAgency} a obsahuje podrobnosti o registraci:
da: Den følgende besked blev returneret af {$registrationAgency} og indeholder detaljer omkring registreringen:
eu: Ondorengo mezua {$registrationAgency}-(e)k itzuli du eta erregistroari buruzko xehetasunak ditu:
hr: Sljedeća poruka vraćena je od {$registrationAgency} i uključuje podatke o registraciji:
hy_am: Հետևյալ հաղորդագրությունն է վերադարձվել {$registrationAgency} -ի կողմից և պարունակում է մանրամասներ գրանցման մասին.
id: Pesan berikut dikembalikan oleh {$registrationAgency} dan berisi detail tentang registrasi:
ka_ge: შემდეგი შეტყობინება დაბრუნდა {$registrationAgency}-ის მიერ და შეიცავს დეტალებს რეგისტრაციის შესახებ:
kk_kz: {$registrationAgency} тіркеу ақпараты бар келесі хабарды қайтарды:
lv: {$registrationAgency} parādīja šādu ziņojumu ar sīkāku informāciju par reģistrāciju:
mk: Следната порака беше вратена од {$registrationAgency} и содржи детали за регистрацијата:
mr: {$registrationAgency} द्वारे कळवण्यात आलेल्या खालील संदेशात नोंदणीबद्दलचे तपशील असे आहेत :
nl: Het volgende bericht is doorgegeven door {$registrationAgency} en bevat details over de registratie:
pl: Z {$registrationAgency} otrzymano informację o błędzie. Szczegóły i przyczyny nieudanej rejestracji:
ru_ru: {$registrationAgency} вернуло следующее сообщение с информацией о регистрации:
sl: Spodnje sporočilo je bilo vrnjeno od {$registrationAgency} in vsebuje podrobnosti o registraciji:
th: ข้อความต่อไปนี้ถูกส่งคืนโดย {$registrationAgency} และประกอบด้วยรายละเอียดเกี่ยวกับการลงทะเบียน:
uk: Наступне повідомлення повернулося з {$registrationAgency} і містить докладні відомості про реєстрацію:
vi: Thông báo sau đây đã được trả về bởi {$registrationAgency} và chứa chi tiết về đăng ký:

# emailTemplate.variable.decision.stage
source: The stage of the editorial workflow this decision was taken in
cs_cz: Fáze redakčního pracovního postupu, ve které bylo toto rozhodnutí přijato.
da: Trinnet i det redaktionelle workflow, hvor denne beslutning blev truffet
eu: Erabaki hau hartu zen argitalpen lan-fluxuaren fasea
hr: Faza uređivačkog radnog tijeka u kojoj je ova odluka donesena.
hy_am: Այս որոշումն ընդունվել է խմբագրական աշխատանքի փուլում։
id: Tahap pada alur kerja editorial dimana keputusan ini diambil
ka_ge: ეს გადაწყვეტილება სარედაქციო მუშაობის ეტაპზე მიიღეს.
lv: Redakcijas darbplūsmas posms, kurā šis lēmums tika pieņemts
mk: Во фазата на уредувачкиот работен тек е донесена оваа одлука
mr: संपादकीय कार्यप्रवाहाच्या या टप्प्यावर हा निर्णय घेण्यात आला
nl: De fase van de redactionele werkstroom, waarin het genomen besluit
pl: Etap pracy redaktorskiej w trakcie którego została podjęta decyzja.
sl: Faza uredniškega postopka v kateri je bila sprejeta odločitev
th: ขั้นตอนของกระบวนการบรรณาธิการที่ทำการตัดสินใจนี้
uk: На стадії редакційного робочого процесу це рішення було прийнято в
vi: Giai đoạn của quy trình biên tập mà quyết định này được đưa ra

# emailTemplate.variable.editorialReminder.outstandingTasks
source: A list of submissions with outstanding tasks
bg_bg: Списък с изпратени материали с неизпълнени задачи
cs_cz: Seznam příspěvků s nevyřízenými úkoly
da: En liste af indsendelser med uafsluttede opgaver
eu: Zereginak bete gabe dituzten bidalketen zerrenda
hr: Popis podnesaka s neizvršenim zadacima
hy_am: Չկատարված առաջադրանքների համար ներկայացումների ցանկը
id: Daftar naskah dengan penugasan yang belum selesai
lv: Iesniegto materiālu saraksts ar neizpildītiem uzdevumiem
mk: Список на поднесоци со задачи што чекаат
mr: शिल्लक कामांसह सादरीकरणांची यादी
nl: Een lijst van inzendingen met openstaande taken
pl: Lista zgłoszeń z wyjątkowymi zadaniami
sl: Seznam prispevkov z odprtimi nalogami
th: รายการของบทความที่ยังมีงานค้าง
uk: Список подань із невиконаними завданнями
vi: Danh sách các bài nộp với các tác vụ còn tồn đọng

# emailTemplate.variable.recipient.userFullName
source: The full name of the recipient or all recipients
az: Alıcının və ya bütün alıcıların tam adı
bg_bg: Пълното име на получателя или на всички получатели
cs_cz: Celé jméno příjemce nebo všech příjemců
da: Modtagerens eller alle modtageres fulde navn
eu: Hartzailearen edo hartzaile guztien izen osoa
hr: Puno ime primatelja ili svih primatelja
hy_am: Ստացողի կամ բոլոր ստացողների լրիվ անունները
id: Nama lengkap dari penerima atau semua penerima
is: Fullt nafn viðtakanda eða allra viðtakenda
ja: 受信者または全受信者のフルネーム
ka_ge: მიმღების ან ყველა მიმღების სრული სახელი
kk_kz: Алушының немесе барлық алушылардың аты-жөні
lv: Saņēmēja vai visu saņēmēju pilns vārds un uzvārds
mk: Целосно име од примателот или примателите
mr: प्राप्तकर्त्याचे किंवा सर्व प्राप्तकर्त्यांचे पूर्ण नाव
ms: Nama penuh penerima atau semua penerima
nl: De volledige naam van de ontvanger(s)
pl: Pełna nazwa odbiorcy lub wszystkich odbiorców
ru_ru: ФИО получателя или всех получателей
sl: Polno ime naslovnika ali naslovnikov
th: ชื่อเต็มของผู้รับหรือผู้รับทั้งหมด
uk: Повне ім'я (П. І. Б.) одержувача або всіх одержувачів
vi: Tên đầy đủ của người nhận hoặc tất cả người nhận

# emailTemplate.variable.recipient.reviewDueDate
source: Date when the review should be completed
az: Dəyərləndirmənin tamamlanması lazım olan tarix
cs_cz: Datum, kdy by měl recenzent úkol přijmout nebo odmítnout
da: Datoen hvor bedømmelsen skulle være færdig
eu: Berrikuspena amaitu behar den data
hr: Datum kada recenzent treba prihvatiti ili odbiti zadatak
hy_am: Ամսաթիվը, երբ գրախոսը պետք է ընդունի կամ մերժի հանձնարարությունը
id: Tanggal ketika review harus selesai
ka_ge: თარიღი, როდესაც მიმომხილველმა უნდა მიიღოს ან უარყოს დავალება
lv: Datums, līdz kuram pabeidzama recenzēšana
mk: Датум кога треба да се заврши рецензијата
mr: समीक्षण या तारखेपर्यंत पूर्ण झाले पाहिजे
nl: Datum waarop de recensie moet zijn afgerond
pl: Data do której recenzja powinna zostać wykonana
sl: Datum do kdaj mora recenzent potrditi ali zavrniti opravljanje recenzije
th: วันที่ที่ควรทำการทบทวนเสร็จ
uk: Дата, коли рецензування має бути завершено
vi: Ngày đánh giá phải được hoàn thành

# emailTemplate.variable.recipient.responseDueDate
source: Date when the reviewer should accept or decline the assignment
az: Rəyçinin dəyərləndirməni qəbul və ya rədd etməsi lazım olan tarix
cs_cz: Datum, kdy má být recenze dokončena
da: Dato hvor bedømmeren skulle acceptere eller afvise opgaven
eu: Ebaluatzaileak esleipena onartu edo baztertu behar duen data
hr: Datum kada bi recenzija trebala biti dovršena
hy_am: Ամսաթիվ, երբ գրախոսությունը պետք է ավարտվի
id: Tanggal ketika reviewer harus menerima atau menolak penugasan
ka_ge: თარიღი, როდესაც განხილვა უნდა დასრულდეს
lv: Datums, līdz kuram recenzentam jāpieņem vai jānoraida uzdevums
mk: Датум кога рецензентот треба да ја прифати или одбие задачата
mr: या तारखेपर्यंत समीक्षण कार्याचा स्वीकार किंवा नकार समीक्षकाने कळवायला हवा
nl: Datum waarop de recensent de toewijzing zou moeten aanvaarden of afwijzen
pl: Data do której recenzent powinien zaakceptować lub odrzucić prośbę o recenzję
sl: Datum do kdaj mora biti recenzija končana
th: วันที่ที่ผู้รีวิวควรยอมรับหรือปฏิเสธการมอบหมาย
uk: Дата, коли рецензент повинен прийняти або відхилити призначення
vi: Ngày người đánh giá nên chấp nhận hoặc từ chối chỉ định

# emailTemplate.variable.recipient.reviewAssignmentUrl
source: The URL to the review assignment
az: Rəyçini təyinatının URL-si
bg_bg: URL адресът на заданието за рецензия
cs_cz: Adresa URL zadání recenze
da: Webadressen til bedømmelsestildelingen
eu: Berrikuspenaren esleipenaren URLa
hr: URL za zadatak recenzije
hy_am: Վերանայման առաջադրանքի URL-ը
id: URL untuk penugasan review
ja: 査読者任命のURL
ka_ge: მიმოხილვის დავალების URL
kk_kz: Қарап шығуға арналған тапсырманың URL мекенжайы
lv: Recenzēšanas uzdevuma URL
mk: УРЛ кон назначување рецензент
mr: समीक्षणाच्या कामासाठी URL
ms: URL untuk tugasan ulasan
nl: De URL naar de recensietoewijzing
pl: Internetowy adres strony recenzji
ru_ru: URL задания на рецензию
sl: URL do recenzentske zadolžitve
th: URL สำหรับการมอบหมายการทบทวน
uk: URL-адреса призначення на рецензування
vi: URL đến chỉ định đánh giá

# emailTemplate.variable.review.assignedDate
source: The date this review was assigned
da: Datoen hvor denne bedømmelse blev tildelt
eu: Berrikuspen hau esleitu zen data
id: Tanggal pada saat review ditugaskan
lv: Datums, kad tika piešķirta šī recenzija
mk: Датумот кога е доделена оваа рецензија
mr: या तारखेला याचे समीक्षण करायला दिले
nl: De datum waarop deze recensie werd toegewezen
pl: Data przypisania tej recenzji do recenzenta
sl: Datum, ko je bila ta recenzija dodeljena
th: วันที่ที่การทบทวนนี้ได้รับการมอบหมาย
uk: Дата призначення цього рецензування
vi: Ngày đánh giá này được chỉ định

# emailTemplate.variable.review.recommendation
source: The reviewer's recommendation, such as Accept Submission or Decline
da: Bedømmerens anbefaling, såsom Accepter indsendelsen eller Afvis
eu: Ebaluatzailearen gomendioa, hala nola, Onartu Bidalketa edo Ukatu
id: Rekomendasi review, seperti Menerima atau Menolak Naskah
lv: Recenzenta ieteikums, piemēram, Pieņemt materiālu vai Noraidīt
mk: Препорака на рецензентот, како што се Прифати поднесок или Одбиј
mr: समीक्षकाची शिफारस, जसे की सादरीकरण स्वीकारावे अथवा नाकारावे
nl: De aanbeveling van de recensent, zoals de aanvaarding of afwijzing van de inzending
pl: Rekomendacja recenzenta, np. <b>Zaakceptuj zgłoszenie</b> lub <b>Odrzuć zgłoszenie</b>
sl: Recenznetsko priporočilo, kot sta Sprejmi prispevek ali Zavrni
th: คำแนะนำของผู้รีวิว เช่น ยอมรับการส่งงานหรือปฏิเสธ
uk: Рекомендації рецензента, як-от прийняти подання або відхилити
vi: Đề xuất của người đánh giá, chẳng hạn như Chấp nhận bài nộp hoặc Từ chối

# emailTemplate.variable.review.round
source: The round of review, such as Round 1 or Round 2
da: Bedømmelsesrunden, såsom Runde 1 eller Runde 2
eu: Berrikuspen-erronda, hala nola, 1. erronda edo 2. erronda
id: Putaran review, seperti Putaran 1 atau Putaran 2
lv: Recenzēšanas kārta, piemēram, 1. kārta vai 2. kārta
mk: Круг на преглед, како што е Круг 1 или Круг 2
mr: समीक्षणाची फेरी, फेरी १ किंवा फेरी २ याप्रमाणे
nl: De beoordelingsronde, zoals ronde 1 of ronde 2
pl: Runda przeglądu, np. <b>Runda 1</b> lub <b>Runda 2</b>
sl: Krog recenzije, kot npr. Krog 1 ali krog 2
th: รอบการทบทวน เช่น รอบที่ 1 หรือรอบที่ 2
uk: Раунд рецензування, такий як раунд 1 або раунд 2
vi: Vòng đánh giá, chẳng hạn như Vòng 1 hoặc Vòng 2

# emailTemplate.variable.review.name
source: The name of the reviewer
da: Navnet på bedømmeren
eu: Ebaluatzailearen izena
hr: Ime recenzenta
id: Nama reviewer
lv: Recenzenta vārds
mk: Име на рецензентот
mr: समीक्षकाचे नाव
nl: De naam van de recensent
pl: Nazwisko recenzenta
sl: Ime recenzenta
th: ชื่อของผู้รีวิว
uk: Ім'я рецензента
vi: Tên của người đánh giá

# plugins.importexport.native.export.submissions.results
source: Export Submissions Results
az: Məqalə nəticələrini ixrac edin
bg_bg: Резултати от експорта на материали
cs_cz: Exportovat výsledky podání příspěvku
da: Eksport-indsendelses-resultater
eu: Esportatu bidalketen emaitzak
gl: Exportar resultados de envíos
hr: Eksport rezultata podnošenja
hy_am: Արտահանել ներկայացումների արդյունքները
id: Ekspor Laporan Nasakah
is: Flytja út niðurstöður innsendinga
ja: 提出物のエクスポート結果
ka_ge: ექსპორტის წარდგენის შედეგები
kk_kz: Жіберілгендердің экспорттық нәтижелері
lv: Iesniegto materiālu eksporta rezultāti
mk: Експортирајте ги резултатите за поднесоците
mr: सादरीकरणांच्या माहितीचे स्थानांतर करा (Export)
ms: Hasil Penyerahan Eksport
nl: Exporteer inzendingsresultaten
pl: Wyniki eksportu zgłoszeń
ru_ru: Результаты экспорта отправленных материалов
sl: Izvozi rezultate oddaj
th: ผลลัพธ์การส่งออกการส่ง
uk: Результати експорту подання
vi: Kết quả xuất bài nộp
