Repository: pkp/pkp-lib
Catalog: locale/*/manager.po
Languages: az, bg_bg, ca_es, cs_cz, da, de_de, el_gr, es_es, eu, fr_fr, gl, hr, hu_hu, hy_am, id, id_id, is, it_it, ja, ka_ge, kk_kz, ku, lv, mk, mr, ms, nb_no, nl, pl, pl_pl, pt_pt, ro_ro, ru_ru, sk, sl, sr_rs@cyrillic, sv_se, th, tr_tr, uk, uk_ua, uz_uz@latin, vi, vi_vn, zh_tw

# doi.manager.setup.automaticDeposit.description
source: The DOI registration and metadata can be automatically deposited with the selected registration agency whenever an item with a DOI is published. Automatic deposit will happen at scheduled intervals and each DOI's registration status can be monitored from the DOI management page.
bg_bg: Регистрацията на DOI и метаданните могат автоматично да бъдат депозирани в избраната агенция за регистрация всеки път, когато се публикува статия с DOI. Автоматично депозиране ще се извършва на планирани интервали и статусът на регистрация на всеки DOI може да се наблюдава от страницата за управление на DOI.
cs_cz: Registrace DOI a metadata mohou být automaticky uloženy u vybrané registrační agentury vždy, když je zveřejněna položka s DOI. K automatickému uložení dojde v plánovaných intervalech a stav registrace každého DOI lze sledovat na stránce pro správu DOI.
da: Registrering af DOI'er og metadata kan automatisk deponeres ved den valgte registreringsorganisation, når en publikation med et DOI publiceres. Automatisk deponering vil ske med et planlagt interval og registreringsstatussen for hver enkelt DOI kan overvåges på siden, hvor DOI styres.
eu: DOI erregistroa eta metadatuak automatikoki gordailutu daitezke hautatutako erregistro-agentzian, DOI bat duen elementu bat argitaratzen den bakoitzean. Gordailu automatikoa programatutako tarteetan egingo da, eta DOI bakoitzaren erregistro-egoera DOI kudeaketa-orritik kontrolatu ahal izango da.
hr: Treba li se DOI automatski predati navedenoj registracijskoj agenciji.
hy_am: DOI-ի գրանցումը և մետատվյալները կարող են ինքնաշխատ կերպով պահվել ընտրված գրանցման գործակալությունում, երբ հրապարակվում է DOI-ով նյութ: Ինքնաշխատ պահումը կկատարվի նախատեսված ժամանակահատվածում, և յուրաքանչյուր DOI-ի գրանցման կարգավիճակը կարող է վերահսկվել DOI-ի կառավարման էջից:
id: Pendaftaran DOI dan metadata dapat secara otomatis dideposit dengan agensi pendaftaran terpilih dimana item dengan DOI diterbitkan. Deposit otomatis akan terjadi pada interval terjadwal dan setiap status pendaftaran DOI dapat dimonitor dari halaman pengelolaan DOI.
ka_ge: უნდა მოხდეს თუ არა DOI-ების ავტომატურად დეპონირება კონფიგურირებულ სარეგისტრაციო სააგენტოში.
kk_kz: DOI конфигурацияланған тіркеу агенттігіне автоматты түрде сақталуы керек пе.
lv: DOI reģistrāciju un metadatus var automātiski deponēt izvēlētajā reģistrācijas aģentūrā ikreiz, kad tiek publicēta vienība ar DOI. Automātiskā deponēšana notiks plānotos intervālos, un katra DOI reģistrācijas statusu var uzraudzīt DOI pārvaldības lapā.
mk: Регистрацијата и метаподатоците за DOI може автоматски да се депонираат кај избраната агенција за регистрација секогаш кога ќе се објави ставка со DOI. Автоматското депонирање ќе се случува во закажани интервали и статусот на регистрација на секоја DOI може да се следи од страницата за управување со DOI.
mr: DOI असलेला लेख प्रकाशित झाल्यावर DOI नोंदणी आणि मेटाडेटा निवडलेल्या नोंदणी एजन्सीकडे स्वयंचलितपणे जमा केला जाऊ शकतो. स्वयंचलित जमा करण्याची क्रिया नियोजित अंतराने होईल आणि प्रत्येक DOI च्या नोंदणीबाबतच्या स्थितीवर DOI व्यवस्थापन पृष्ठावरून लक्ष ठेवले जाऊ शकते.
nl: De DOI-registratie en metadata kunnen automatisch worden gedeponeerd bij het geselecteerde registratiebureau wanneer een item met een DOI wordt gepubliceerd. Automatisch deponeren gebeurt op geplande tijdstippen en de registratiestatus van elke DOI kan worden gecontroleerd vanaf de DOI beheerpagina.
pl: Rejestracja DOI i metadane mogą być automatycznie zdeponowane w wybranej agencji rejestracyjnej za każdym razem, gdy zostanie opublikowana pozycja z DOI. Automatyczne wpłaty będą dokonywane w zaplanowanych odstępach czasu, a status rejestracji każdego DOI można monitorować na stronie zarządzania DOI.
ru_ru: Должны ли DOI быть автоматически депонированы в настроенном агентстве регистрации.
sl: Deponiranje metapodatkov in registracija DOI-jev poteka lahko avtomatično pri izbrani registracijski agenciji v trenutku, ko je določen objekt obljavljen. Avtomatska akcija se izvede v določenih intervalih, status registriranih DOI-jev pa je možno spremljati na DOI management strani.
th: การลงทะเบียนและเมตาดาต้า DOI สามารถฝากโดยอัตโนมัติกับหน่วยงานลงทะเบียนที่เลือกได้เมื่อมีการตีพิมพ์รายการที่มี DOI การฝากอัตโนมัติจะเกิดขึ้นตามช่วงเวลาที่กำหนด และสถานะการลงทะเบียน DOI แต่ละรายการสามารถตรวจสอบได้จากหน้าการจัดการ DOI
uk: Реєстрація DOI та депонування метаданих можуть здійснюватися автоматично обраному реєстраційному агентству кожного разу, коли публікується стаття з DOI. Автоматичне депонування відбуватиметься через регулярні проміжки часу, а статус реєстрації кожного DOI можна буде відстежувати зі сторінки управління DOI.
vi: Đăng ký DOI và metadata có thể được tự động ký gửi với cơ quan đăng ký đã chọn bất cứ khi nào một mục có DOI được xuất bản. Việc ký gửi tự động sẽ diễn ra theo các khoảng thời gian đã lên lịch và trạng thái đăng ký của mỗi DOI có thể được theo dõi từ trang quản lý DOI.

# doi.manager.settings.doiPrefix.description
source: The DOI Prefix is assigned by a registration agency, such as <a href="https://www.crossref.org" target="_new">Crossref</a> or <a href="https://datacite.org/" target="new">DataCite</a>. Example: 10.xxxx
az: DOI prefiksi qeydiyyat agentlikləri (Məsələn; <a href="http://www.crossref.org" target="_new">Crossref</a>) tərəfindən təyin edilmişdir və formatı 10.xxxx şəklindədir (Məsələn; 10.1234):
bg_bg: Това се присвоява от агенция за регистрация на DOI, като <a href="https://www.crossref.org" target="_new">Crossref</a> или <a href="https://datacite.org /" target="new">DataCite</a>. Пример: 10.xxxx
cs_cz: Přiděluje ho registrační agentura DOI, například <a href="https://www.crossref.org" target="_new">Crossref</a> nebo <a href="https://datacite.org/" target="new">DataCite</a>. Příklad: 10.xxxx
da: Dette tildeles af en DOI registreringsorganisation, som fx <a href="https://www.crossref.org" target="_new">Crossref</a> eller <a href="https://datacite.org/" target="new">DataCite</a>. Eksempelvis: 10.xxxx
eu: DOI aurrizkia erregistro-agentzia batek esleitzen du, hala nola <a href="https://www.crossref.org" target="_new">Crossref</a> edo <a href="https://datacite.org/" target="new">DataCite</a>. Adibidea: 10.xxxx
gl: O prefixo DOI é asignado polas axencias de rexistro (por exemplo, <a href="http://www.crossref.org" target="_new">Crossref</a>) e ten o formato 10.xxxx (por exemplo, 10.1234):
hr: DOI prefiks dodjeljuju registracijske agencije (npr. <a href="http://www.crossref.org" target="_new">Crossref</a>) i ima format 10.xxxx (npr. 10.1234):
hy_am: DOI նախածանցը նշանակված է գրանցման գործակալության կողմից, ինչպիսիք են <a href="https://www.crossref.org" target="_new">Crossref</a> կամ <a href="https://datacite.org/" target="new">DataCite</a>: Օրինակ՝ 10.xxxx
id: Prefiks DOI diberiksn oleh agensi pendaftaran, seperti <a href="http://www.crossref.org" target="_new">Crossref</a> atau <a href="https://datacite.org" target="new">DataCite</a>. Contoh: dan dalam format 10.xxxx
ka_ge: ეს მინიჭებულია DOI სარეგისტრაციო სააგენტოს მიერ, როგორიცაა <a href="https://www.crossref.org" target="_new">Crossref</a> ან <a href="https://datacite.org/" target="new">DataCite</a> . მაგალითი: 10.xxxx
kk_kz: Мұны <a href="https://www.crossref.org" target="_new">Crossref</a> немесе <a href="https://datacite.org" target="new">DataCite</a> сияқты DOI тіркеу агенттігі тағайындайды. Мысалы: 10.xxxx
ku: پێشگری ناسێنەری سەرچاوە دیجیتاڵییەکان لە لایەن ئاژانسە تۆمارکراوەکان ئەرکدار کراوە (بۆ نمونە. <a href="http://www.crossref.org" target="_new">Crossref</a>) ئەمەش بەم جۆرە ڕێکخستنەیە 10.xxxx (وەک 10.1234):
lv: DOI prefiksu piešķir reģistrācijas aģentūra, piemēram, <a href="https://www.crossref.org" target="_new">Crossref</a> vai <a href="https://datacite.org/" target="new">DataCite</a>. Piemērs: 10.xxxx
mk: Префиксот DOI е доделен од агенција за регистрација, како што е <a href="https://www.crossref.org" target="_new">Crossref</a> или <a href="https://datacite. org/" target="new">DataCite</a>. Пример: 10.xxxx
mr: DOI चा सुरुवातीचा भाग (Prefix) नोंदणी एजन्सीद्वारे, जसे की <a href="https://www.crossref.org" target="_new">Crossref</a> किंवा <a href="https://datacite.org/" target="new">DataCite</a> ठरवला जातो. उदाहरणार्थ: 10.xxxx
nb_no: DOI-prefikset tildeles av registreringsbyråer (som <a href="http://www.crossref.org" target="_new">Crossref</a>), og er i formatet 10.xxxx (f.eks. 10.1234):
nl: Het DOI voorvoegsel wordt toegekend door de registrerende instantie (bv. <a href="http://www.crossref.org" target="_new">Crossref</a>)of <a href="https://datacite.org/" target="new">DataCite</a> en heeft als format 10.xxxx (bv. 10.1234)
pl: Prefiks DOI nadawany jest przez agencję rejestracyjną, np. <a href="https://www.CrossRef.Org" target="_new">CrossRef</a> lub <a href="https://DataCite.Org" target="new">DataCite</a>, i ma formę 10.NNNN, gdzie NNNN to czterocyfrowa liczba większa lub równa 1000
ru_ru: Назначается агентствами регистрации DOI, такими как <a href="https://www.crossref.org" target="_new">Crossref</a> или <a href="https://datacite.org/" target="new">DataCite</a>. Пример: 10.xxxx
sk: Prefix DOI je pridelovaný registračnými agentúrami (napr. <a href="http://www.crossref.org" target="_new">Crossref</a>) a je vo formáte 10.xxxx (napr. 10.1234):
sl: To določi DOI registracijska agencija, kot je npr. <a href="https://www.crossref.org" target="_new">Crossref</a> ali <a href="https://datacite.org/" target="new">DataCite</a>. Primer: 10.xxxx
th: คำนำหน้า DOI ถูกกำหนดโดยหน่วยงานลงทะเบียน เช่น <a href="https://www.crossref.org" target="_new">Crossref</a> หรือ <a href="https://datacite.org/" target="new">DataCite</a> ตัวอย่าง: 10.xxxx
uk: Префікс DOI призначається реєстраційним агентством, таким як <a href="https://www.crossref.org" target="_new">Crossref</a> або <a href="https://datacite.org/" target="new">DataCite</a>. Приклад: 10.xxxx
uz_uz@latin: DOI prefiksi ro'yxatga olish agentliklari tomonidan tayinlanadi (masalan, <ahref="http://www.crossref.org" target="_new"> Crossref </a>) va 10.xxxx formatida (masalan, 10.1234):
vi: Tiền tố DOI được chỉ định bởi cơ quan đăng ký, chẳng hạn như <a href="https://www.crossref.org" target="_new">Crossref</a> hoặc <a href="https://datacite.org/" target="new">DataCite</a>. Ví dụ: 10.xxxx

# doi.manager.settings.doiPrefixPattern
source: The DOI prefix is required and must be in the the following format: 10.xxxx.
az: Doi prefiksi məcburidir 10.xxxx formatında olmalıdır.
bg_bg: Префиксът DOI е задължителен и трябва да бъде във формат: 10.xxxx.
cs_cz: Prefix DOI je povinný a musí být v následujícím formátu 10.xxxx.
da: Et DOI-præfiks er påkrævet. Det skal være på den følgende form: 10.xxxx.
eu: DOI aurrizkia beharrezkoa da eta formatu hau izan behar du: 10.xxxx.
hr: DOI prefiks je obavezan i mora biti u obliku 10.xxxx.
hy_am: DOI նախածանցը պահանջվում է և պետք է լինի հետևյալ ձևաչափով՝ 10.xxxx:
id: Prefiks DOI diwajibkan dan harus pada format berikut: 10.xxxx.
ka_ge: DOI პრეფიქსი აუცილებელია და უნდა იყოს 10.xxxx ფორმის.
kk_kz: DOI префиксі қажет және 10.xxxx пішінінде болуы керек.
lv: DOI prefikss ir obligāts, un tam jābūt šādā formātā: 10.xxxx.
mk: Префиксот DOI е потребен и мора да биде во следниов формат: 10.xxxx.
mr: DOI चा सुरुवातीचा भाग (Prefix) आवश्यक आहे आणि तो खालील स्वरूपात असावा: 10.xxxx.
nl: Het DOI voorvoegsel is verplicht en moet het volgende formaat hebben: 10.xxxx.
pl: Wymagany jest prefiks DOI w formacie: 10.xxxx.
ru_ru: Префикс DOI обязателен и должен быть в форме 10.xxxx.
sl: DOI predpona je obvezna in je naslednje oblike 10.xxxx.
th: คำนำหน้า DOI จำเป็นต้องมีและต้องอยู่ในรูปแบบต่อไปนี้: 10.xxxx
uk: Префікс DOI є обов'язковим і повинен бути в такому форматі: 10.xxxx.
vi: Cần có tiền tố DOI và phải ở định dạng sau: 10.xxxx.

# doi.manager.settings.doiSuffix.pattern
source: DOI Suffix
bg_bg: DOI суфикс
cs_cz: Suffix DOI
da: DOI-suffiks
eu: DOI atzizkia
hr: DOI sufiks
hy_am: DOI վերջածանց
id: Sufiks DOI
lv: DOI sufikss
mk: Наставка DOI
mr: DOI चा शेवटचा भाग (Suffix)
nb_no: DOI-suffiks
nl: DOI achtervoegsel
pl: Sufiks DOI
sl: DOI pripona
th: Suffix DOI
uk: Суфікс DOI
vi: Hậu tố DOI

# doi.manager.settings.enabledDoiTypes.error
source: One or more selected DOI types are not allowed for the configured DOI registration agency.
da: En eller flere DOI typer er ikke tilladte hos det konfigurerede DOI registreringsbureau.
eu: Hautatutako DOI mota bat edo gehiago ez dira onartzen konfiguratutako DOI erregistro-agentziarentzat.
id: Satu tipe DOI yang dipilih atau lebih tidak diizinkan untuk mengkonfigurasi agensi pendaftaran DOI.
lv: Konfigurētā DOI reģistrācijas aģentūra neatļauj vienu vai vairākus izvēlētos DOI tipus.
mk: Еден или повеќе избрани типови DOI не се дозволени за конфигурираната агенција за регистрација DOI.
mr: कॉन्फिगर केलेल्या DOI नोंदणी एजन्सीसाठी एक किंवा अधिक निवडलेल्या DOI प्रकारांना परवानगी नसते.
nl: Een of meer geselecteerde DOI-types zijn niet toegestaan voor het geconfigureerde DOI-registratiebureau.
pl: Co najmniej jeden wybrany typ DOI jest niedozwolony dla skonfigurowanej agencji rejestracyjnej DOI.
sl: Eden ali več izbranih DOI tipov ni dovoljen za nastavljeno DOI registracijsko agencijo.
th: ประเภท DOI ที่เลือกหนึ่งหรือมากกว่านั้นไม่ได้รับอนุญาตสำหรับหน่วยงานลงทะเบียน DOI ที่ตั้งค่าไว้
uk: Один або декілька вибраних типів DOI не допускаються для налаштованого агентства реєстрації DOI.
vi: Một hoặc nhiều loại DOI đã chọn không được phép cho cơ quan đăng ký DOI đã cấu hình.

# doi.manager.settings.doiSuffixManual
source: None - Suffixes must be entered manually on the <a href="{$doiManagementUrl}">DOI management page</a> and will not be generated automatically
da: Ingen - Suffixes skal angives manuelt på <a href="{$doiManagementUrl}">DOI management siden</a> og vil ikke blive genereret automatisk
eu: Bat ere ez - Atzizkiak eskuz sartu behar dira <a href="{$doiManagementUrl}">DOI kudeaketa-orrian</a>, eta ez dira automatikoki sortuko
hr: Nijedan - sufiksi se moraju unijeti ručno na <a href="{$doiManagementUrl}">stranici za upravljanje DOI</a> i neće se generirati automatski
id: Tidak ada Sufix yang harus dimasukkan secara manual pada <a href="{$doiManagementUrl}">halaman pengelolaan DOI </a> dan tidak akan dibuat secara otomatis
lv: Nav – sufiksi ir jāievada manuāli <a href="{$doiManagementUrl}">DOI pārvaldības lapā</a>, tie netiks ģenerēti automātiski
mk: Никој - Суфиксите мора да се внесат рачно на <a href="{$doiManagementUrl}">страницата за управување со DOI</a> и нема да се генерираат автоматски
mr: कोणीही नाही (None) - DOI चे शेवटचे भाग (Suffix)<a href="{$doiManagementUrl}">DOI व्यवस्थापन पृष्ठा</a> वर जाऊन तुम्हाला स्वतःला (मॅन्युअली) प्रविष्ट करावे लागतील आणि ते स्वयंचलितपणे तयार केले जाणार नाहीत
nl: None - Achtervoegsels moeten handmatig worden ingevoerd op de <a href="{$doiManagementUrl}">DOI beheerpagina</a> en worden niet automatisch gegenereerd
pl: Nic z tego — sufiksy należy wprowadzić ręcznie na <a href="{$doiManagementUrl}">Zarządzanie DOI</a> i nie zostaną one wygenerowane automatycznie
sl: Noben - Pripone morajo biti ročno vnešene na <a href="{$doiManagementUrl}">Strani za upravljanje DOI</a> in ne bodo generirane avtomatično
th: ไม่มี - ต้องป้อน suffix ด้วยตนเองใน <a href="{$doiManagementUrl}">หน้าจัดการ DOI</a> และจะไม่ได้สร้างอัตโนมัติ
uk: Немає – Суфікси повинні вводитися вручну на <a href="{$doiManagementUrl}">сторінці управління DOI</a> і не генеруватимуться автоматично
vi: Không có - Hậu tố phải được nhập thủ công trên <a href="{$doiManagementUrl}">trang quản lý DOI</a> và sẽ không được tạo tự động

# doi.manager.settings.registrationAgency.description
source: Please select the registration agency you would like to use when depositing DOIs.
az: Zəhmət DOI-ləri təyin edərkən istifadə etmək istədiyiniz qeydiyyat platformasını seçin
bg_bg: Моля, изберете регистрационната агенция, която искате да използвате, когато депозирате DOI.
cs_cz: Vyberte registrační agenturu, kterou chcete použít při ukládání DOI.
da: Vælg venligst den registreringsorganisation, du ønsker at anvende til at deponere DOI'er.
eu: Mesedez, hautatu DOIak gordailatzeko erabili nahi duzun erregistro-agentzia.
hr: Odaberite agenciju za registraciju kojoj želite predati DOI.
hy_am: Խնդրում ենք ընտրել գրանցման գործակալությունը, որը կցանկանայիք օգտագործել DOI-ներ ավանդադրելիս:
id: Silakan pilih agensi pendaftaran yang ingin anda gunakan ketika melakukan deposit DOI.
ka_ge: გთხოვთ, აირჩიოთ სარეგისტრაციო სააგენტო, რომლის გამოყენებაც გსურთ DOI-ების დეპონირებისას.
kk_kz: DOI сақтаған кезде пайдаланғыңыз келетін тіркеу агенттігін таңдаңыз.
lv: Lūdzu, izvēlieties reģistrācijas aģentūru, kuru vēlaties izmantot DOI deponēšanai.
mk: Ве молиме изберете ја агенцијата за регистрација што сакате да ја користите при депонирање на DOI.
mr: कृपया DOI जमा करण्यासाठी नोंदणी एजन्सीची निवड करा.
nl: Selecteer het registratiebureau dat je wilt gebruiken voor het deponeren van DOI's.
pl: Proszę wybrać agencję rejestrującą DOI.
ru_ru: Пожалуйста, выберите агенство регистрации, которое вы хотите использовать при депонировании DOI.
sl: Prosimo izberite registracijsko agencijo, ki bi jo radi uporabili za deponiranje DOI-jev.
th: กรุณาเลือกหน่วยงานลงทะเบียนที่ต้องการใช้เมื่อทำการฝาก DOI
uk: Будь ласка, оберіть реєстраційне агентство, яке ви хочете використовувати при депонуванні DOI.
vi: Vui lòng chọn cơ quan đăng ký bạn muốn sử dụng khi ký gửi DOI.

# doi.manager.settings.registrationAgency.noPluginsEnabled.description
source: DOIs can be automatically minted and deposited with a registration agency. To use this feature, locate and install a plugin from the appropriate registration agency.
bg_bg: DOI могат да бъдат автоматично създавани и депозирани в регистрационна агенция. За да използвате тази функция, намерете и инсталирайте добавка (плъгин) от съответната регистрационна агенция.
cs_cz: DOI mohou být automaticky vytvořeny a uloženy u registrační agentury. Chcete-li tuto funkci používat, vyhledejte a nainstalujte zásuvný modul od příslušné registrační agentury.
da: DOI’er kan blive udformede og deponerede automatisk hos en registreringsorganisation. For at bruge denne mulighed skal du finde og installere et plugin fra den valgte organisation.
eu: DOIak automatikoki sortu eta erregistro-agentzia batean gordailutu daitezke. Funtzio hau erabiltzeko, bilatu eta instalatu dagokion erregistro-agentziaren plugina.
hr: DOI se može automatski predati agenciji za registraciju. Za korištenje ove značajke pronađite i instalirajte dodatak relevantne agencije za registraciju.
hy_am: DOI-ները կարող են ինքնաշխատ կերպով ձևավորվել և ավանդադրվել գրանցման գործակալությունում: Այս հնարավորությունն օգտագործելու համար տեղորոշեք և տեղադրեք հավելված համապատասխան գրանցման գործակալությունից:
id: DOI dapat secara otomatis dicetak dan dideposit dengan agensi pendaftaran. Untuk menggunakan fitur ini, temukan dan instal plugin dari agensi pendaftaran yang sesuai.
ka_ge: DOI შეიძლება ავტომატურად დაიჭრა და შეიტანოს სარეგისტრაციო სააგენტოში. ამ ფუნქციის გამოსაყენებლად, იპოვნეთ და დააინსტალირეთ მოდული შესაბამისი სარეგისტრაციო სააგენტოდან.
kk_kz: DOI автоматты түрде жасалуы және тіркеу агенттігіне сақталуы мүмкін. Бұл мүмкіндікті пайдалану үшін сәйкес тіркеу агенттігінен плагинді тауып, орнатыңыз.
lv: DOI var automātiski izveidot un deponēt reģistrācijas aģentūrā. Lai izmantotu šo funkciju, atrodiet un instalējiet attiecīgās reģistrācijas aģentūras spraudni.
mk: DOI може автоматски да се обработи и депонира со агенција за регистрација. За да ја користите оваа функција, лоцирајте и инсталирајте приклучок од соодветната агенција за регистрација.
mr: DOI स्वयंचलितपणे तयार केले जाऊन नोंदणी एजन्सीकडे जमा केले जाऊ शकतात. हे वैशिष्ट्य वापरण्यासाठी, योग्य नोंदणी एजन्सीकडून प्लग-इन शोधा आणि स्थापित करा.
nl: DOI's kunnen automatisch worden aangemaakt en gedeponeerd bij een registratiebureau. Om deze functie te gebruiken, zoek en installeer je een plugin van het juiste registratiebureau.
pl: Numery DOI mogą być automatycznie wybijane i zdeponowane w agencji rejestracyjnej. Aby skorzystać z tej funkcji, znajdź i zainstaluj wtyczkę od odpowiedniej agencji rejestracyjnej.
ru_ru: DOI могут быть автоматически сгенерированы и депонированы в агентстве регистрации. Чтобы воспользоваться этой функцией, найдите и установите плагин от соответствующего агентства регистрации.
sl: DOI-ji so lahko avtomatično določeni in deponirani pri registracijski agenciji. Za uporabo te možnosti določite in namestite vtičnik izbrane registracijske agencije.
th: DOI สามารถสร้างและฝากกับหน่วยงานลงทะเบียนได้โดยอัตโนมัติ เพื่อใช้ฟีเจอร์นี้ ค้นหาและติดตั้งปลั๊กอินจากหน่วยงานลงทะเบียนที่เหมาะสม
uk: DOI можуть бути автоматично згенеровані й депоновані реєстраційним агентством. Щоб скористатися цією функцією, знайдіть і встановіть плагін від відповідного реєстраційного агентства.
vi: DOI có thể được tự động tạo và ký gửi với cơ quan đăng ký. Để sử dụng tính năng này, hãy tìm và cài đặt plugin từ cơ quan đăng ký phù hợp.
