Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# editor.submission.decision.cancelReviewRound.notifyAuthorsDescription
source: Send an email to the authors to let them know that the round of review has been closed. This email will not be sent until the decision has been recorded.
az: Müəlliflərə bir e-poçt göndərin ki, rəy turunun bağlandığını bildirin. Bu e-poçt qərarın qeydə alınana qədər göndərilməyəcək.
bg_bg: Изпращане на имейл до авторите, за да ги уведомите, че кръгът на рецензиране е затворен.
cs_cz: Pošlete autorům e-mail, ve kterém jim oznámíte, že kolo recenzního řízení bylo uzavřeno. Tento e-mail bude odeslán až po zaznamenání rozhodnutí.
eu: Bidali mezu elektroniko bat egileei berrikuspen-erronda itxi dela jakinarazteko. Mezu elektroniko hau ez da bidaliko erabakia erregistratu arte.
hr: Pošaljite e-poruku autorima da ih obavijestite da je krug recenzije zatvoren. Ova e-poruka neće biti poslana dok se odluka ne zabilježi.
hy_am: Նամակ ուղարկեք հեղինակներին, որպեսզի նրանք իմանան, որ գրախոսման փուլը փակվել է: Այս նամակը չի ուղարկվի մինչև որոշումը չգրանցվի:
id: Mengirimkan email ke penulis untuk memberitahukan mereka bahwa tahapan review telah ditutup. Email ini tidak akan dikirim hingga keputusan telah dicatat.
lv: Nosūtīt autoriem e-pastu, lai informētu, ka recenzēšanas kārta ir noslēgusies. Šis e-pasts netiks nosūtīts, kamēr lēmums nebūs reģistrēts.
mr: समीक्षणाचा टप्पा ओलांडला गेला आहे हे कळवण्यासाठी लेखकांना ई-मेल पाठवा. या निर्णयाची नोंद होईपर्यंत हा ई-मेल पाठवला जाणार नाही.
pt_pt: Envie um e-mail aos autores para que eles saibam que a ronda de revisão foi encerrada. Este e-mail não será enviado até que a decisão seja registada.
th: ส่งอีเมลถึงผู้เขียนเพื่อแจ้งว่ารอบการทบทวนถูกปิดแล้ว อีเมลนี้จะไม่ถูกส่งจนกว่าจะมีการบันทึกการตัดสินใจ
vi: Gửi email cho tác giả để thông báo rằng vòng đánh giá đã được đóng. Email này sẽ không được gửi cho đến khi quyết định được ghi lại.

# editor.submission.decision.decline
source: Decline Submission
ar_iq: رفض المؤلَّف
az: Məqaləni rədd edin
bg_bg: Отказване на подадените материали
ca_es: Rebutja la tramesa
cs_cz: Odmítnout příspěvek
da_dk: Afvis indsendelse
de_de: Beitrag ablehnen
el_gr: Απόρριψη Υποβολής
eu: Baztertu bidalketa
fa_ir: عدم پذیرش مقاله
fi_fi: Hylkää käsikirjoitus
fr_fr: Refus de la soumission
gl_es: Non publicable
hr: Odbij podnošenje
hu: Beküldött anyag elutasítása
hy_am: Մերժեք ներկայացումը
id: Tolak Naskah
is: Hafna innsendingu
it_it: Non accettata
ja_jp: 不採用
ka_ge: მასალის უარყოფა
kk: Материалды қабылдамау
ku_iq: پێشکەشکردنەکە ڕەت بکەوە
lv: Noraidīt materiālu
mr: सादरीकरण नाकारा
ms_my: Tolak Penyerahan
nb: Avvis innlevering
nl_nl: Inzending weigeren
pl_pl: Odrzuć tekst
pt_pt: Recusar Submissão
ro: Refuzați înregistrarea manuscrisului
ru_ru: Отклонить материал
sl_si: Zavrni prispevek
sr@cyrillic: Одбиј предати чланак
sr_rs@latin: Odbij predati članak
sv_se: Refusera bidrag
th: ปฏิเสธการส่งงาน
tr_tr: Gönderiyi Reddet
uk_ua: Відхилити подання
vi: Từ chối bài nộp
vi_vn: Từ chối bài gửi

# editor.submission.decision.decline.description
source: This submission will be declined for publication. The peer review stage will be closed and the submission will be archived.
az: #YOX
bg_bg: Това подаване на материали ще бъде отхвърлено за публикуване. Етапът на рецензиране ще бъде затворен и материалите ще бъдат архивирани.
cs_cz: Tento příspěvek byl odmítnut ke zveřejnění. Fáze recenzního řízení bude uzavřena a příspěvek bude archivován.
eu: Bidalketa hau argitaratzeko baztertua izango da. Pareen berrikuspen-fasea itxiko da eta bidalketa artxibatu egingo da.
hr: Ovaj će podnesak biti odbijen za objavljivanje. Faza recenzije će biti zatvorena, a podnesak će biti arhiviran.
hy_am: Այս ներկայացումը կմերժվի հրապարակման համար: Գործընկերային գրախոսության փուլը կփակվի, իսկ ներկայացումը կարխիվացվի:
id: Naskah ini akan ditolak untuk diterbitkan. Tahapan peer review akan ditutup dan naskah akan diarsipkan.
is: Innsendingunni hefur verið hafnað. Hætt verður við ritrýniferli og innsending færð til vistunar.
ka_ge: ეს წარდგენა უარყოფილი იქნება გამოქვეყნებისთვის. თანატოლთა განხილვის ეტაპი დაიხურება და წარდგენა დაარქივდება.
kk: Бұл материал жариялану үшін қабылданбайды. Сараптама кезеңі жабылады және жіберілген материал мұрағатталады.
lv: Šī materiāla publicēšana tiks noraidīta. Recenzēšanas posms tiks slēgts, un materiāls tiks arhivēts.
mr: हे सादरीकरण प्रकाशनासाठी नाकारले जाईल. तज्ज्ञ समीक्षण टप्पा बंद केला जाईल आणि सादरीकरण संग्रहित केले जाईल.
pt_pt: Esta submissão será rejeitada. A etapa de revisão por pares será encerrada e a submissão arquivada.
th: การส่งงานนี้จะถูกปฏิเสธเพื่อตีพิมพ์ ขั้นตอนการทบทวนจะถูกปิดและการส่งงานจะถูกเก็บถาวร
vi: Bài nộp này sẽ bị từ chối để xuất bản. Giai đoạn bình duyệt sẽ bị đóng và bài nộp sẽ được lưu trữ.

# editor.submission.decision.decline.log
source: {$editorName} declined this submission.
az: #YOX
bg_bg: {$editorName} отхвърли това подаване на материали.
cs_cz: {$editorName} tento příspěvek odmítl/a.
eu: {$editorName}-ek bidalketa atzera bota du.
hr: {$editorName} odbio je ovaj podnesak.
hu: {$editorName} visszautasította ezt a kéziratot.
hy_am: {$editorName} -ը մերժել է այս ներկայացումը:
id: {$editorName} menolak naskah ini.
is: {$editorName} hefur hafnað þessari innsendingu.
ka_ge: {$editorName}-მა უარყო ეს გაგზავნა.
kk: {$editorName} материалы қабылданбады.
lv: {$editorName} noraidīja šo materiālu.
mr: {$editorName} ने हे सादरीकरण नाकारले.
nb: {$editorName} avviste denne innleveringen.
pt_pt: {$editorName} rejeitou esta submissão.
th: {$editorName} ปฏิเสธการส่งงานนี้
vi: {$editorName} đã từ chối bài nộp này.

# editor.submission.decision.decline.completed
source: Submission Declined
az: Məqalə rədd edildi
bg_bg: Подадените материали са отхвърлени
cs_cz: Odmítnutí příspěvku
eu: Bidalketa ez da onartu
hr: Podnesak je odbijen
hu: Kézirat visszautasítva
hy_am: Ներկայացումը մերժվել է
id: Naskah Ditolak
is: Innsendingu hafnað
ka_ge: გაგზავნა უარყოფილია
kk: Материал қабылданбады
lv: Materiāls noraidīts
mr: सादरीकरण नाकारले
nb: Innleveringen er blitt avvist
pt_pt: Submissão Rejeitada
th: ปฏิเสธการส่งงานแล้ว
vi: Bài nộp đã từ chối

# editor.submission.decision.decline.completed.description
source: The submission, {$title}, has been declined and sent to the archives. All notifications have been sent, except any you chose to skip.
az: #YOX
bg_bg: Подадените материали, {$title}, са отхвърлени и изпратени в архива.
cs_cz: Příspěvek {$title} byl odmítnut a odeslán do archivu. Všechna oznámení byla odeslána, kromě těch, která jste se rozhodli přeskočit.
eu: Bidalketa, {$title}, baztertu eta artxibora bidali da. Jakinarazpen guztiak bidali dira, saltatzea aukeratu dituzunak izan ezik.
hr: Podnesak, {$title}, je odbijen i poslan u arhivu. Sve obavijesti su poslane, osim onih koje ste odlučili preskočiti.
hy_am: Այս ներկայացումը՝ {$title}, մերժվել է և ուղարկվել արխիվ: Բոլոր ծանուցումներն ուղարկվել են, բացառությամբ այն ծանուցումների, որոնք դուք ընտրել եք բաց թողնել:
id: Naskah, {$title}, telah ditolak dan dikirim untuk diarsipkan. Semua notifikasi telah dikirimkan, kecuali jika anda memilih untuk melewatinya.
lv: Materiāls {$title} ir noraidīts un nosūtīts arhivēšanai. Visi paziņojumi ir nosūtīti, izņemot tos, kurus izvēlējāties izlaist.
mr: {$title} हे सादरीकरण नाकारले जाऊन संग्रहीत केले गेले आहे. तुम्ही वगळलेल्या पर्यायांव्यतिरिक्त इतर सगळ्या सूचना पाठवल्या गेल्या आहेत.
pt_pt: A submissão, {$title}, foi rejeitada e enviada para o arquivo. Todas as notificações foram enviadas, exceto as que optou por ignorar.
th: การส่งงาน, {$title}, ถูกปฏิเสธและถูกเก็บถาวร การแจ้งเตือนทั้งหมดถูกส่งแล้ว ยกเว้นที่คุณเลือกข้าม
vi: Bài nộp, {$title}, đã bị từ chối và gửi vào kho lưu trữ. Tất cả các thông báo đã được gửi, ngoại trừ những thông báo bạn chọn bỏ qua.

# editor.submission.decision.decline.notifyAuthorsDescription
source: Send an email to the authors to let them know that their submission has been declined. This email will not be sent until the decision has been recorded.
az: #YOX
bg_bg: Изпратете имейл до авторите, за да ги уведомите, че подадените материали са отхвърлени.
cs_cz: Poslat autorům e-mail, ve kterém jim oznámíte, že jejich příspěvek byl odmítnut. Tento e-mail bude odeslán až po zaevidování rozhodnutí.
eu: Bidali mezu elektroniko bat egileei beren bidalketa ukatu egin dela jakinarazteko. Mezu elektroniko hau ez da bidaliko erabakia erregistratu arte.
hr: Pošaljite e-poruku autorima da ih obavijestite da je njihov podnesak odbijen. Ova e-poruka neće biti poslana dok se odluka ne zabilježi.
hy_am: Նամակ ուղարկեք հեղինակներին՝ տեղեկացնելով, որ իրենց ներկայացումը մերժվել է: Այս նամակը չի ուղարկվի մինչև որոշումը չգրանցվի:
id: Mengirimkan email kepada penulis untuk memberitahukan kepada mereka bahwa naskah telah ditolak. Email tidak akan dikirim hingga keputusan telah dicatat.
lv: Nosūtīt autoriem e-pastu, lai informētu, ka viņu materiāls ir noraidīts. Šī e-pasta vēstule netiks nosūtīta, kamēr lēmums nebūs reģistrēts.
mr: लेखकांना त्यांचे सादरीकरण नाकारले गेले आहे हे कळवण्यासाठी ई-मेल पाठवा. या निर्णयाची नोंद होईपर्यंत हा ई-मेल पाठवला जाणार नाही.
pt_pt: Envie um e-mail aos autores para informá-los de que a sua submissão foi rejeitada. Este e-mail não será enviado até que a decisão seja registada.
th: ส่งอีเมลถึงผู้เขียนเพื่อแจ้งว่าการส่งงานของพวกเขาถูกปฏิเสธ อีเมลนี้จะไม่ถูกส่งจนกว่าจะมีการบันทึกการตัดสินใจ
vi: Gửi email cho tác giả để thông báo rằng bài nộp của họ đã bị từ chối. Email này sẽ không được gửi cho đến khi quyết định được ghi lại.

# editor.submission.decision.initialDecline.description
source: This submission will be declined for publication. No further review will be conducted and the submission will be archived.
az: #YOX
bg_bg: Тези подадени материали ще бъдат отхвърлени за публикуване. Няма да се извършва по-нататъшна рецензия и материалите ще бъдат архивиранани.
cs_cz: Tento příspěvek bude odmítnut ke zveřejnění. Nebude provedeno žádné další recenzní řízení a příspěvek bude archivován.
eu: Bidalketa hau argitaratzeko baztertua izango da. Ez da berrikuspen gehiago egingo eta bidalketa artxibatu egingo da.
hr: Ovaj će podnesak biti odbijen za objavljivanje. Neće se provoditi daljnji pregled i podnesak će biti arhiviran.
hu: Ezt a kéziratot nem lesz elfogadva közlésre. További felülvizsgálata nem lesz, archiválásra kerül.
hy_am: Այս ներկայացումը կմերժվի հրապարակման համար: Հետագա գրախոսությունը չի իրականացվի, և ներկայացումը կարխիվացվի:
id: Naskah ini akan ditolak untuk diterbitkan. Tidak ada review lebih lanjut yang akan diadakan dan naskah akan diarsipkan.
is: Þessari innsendingu verður hafnað. Frekari ritrýni mun ekki fara fram og innsendingin verður send til vistunar.
ka_ge: ეს წარდგენა უარყოფილი იქნება გამოქვეყნებისთვის. შემდგომი განხილვა არ განხორციელდება და წარდგენა არქივდება.
kk: Бұл материал жариялану үшін қабылданбайды. Бұдан әрі материал қаралмайды және жіберілген материал мұрағатқа салынады.
lv: Šī materiāla publicēšana tiks noraidīta. Turpmāka recenzēšana netiks veikta, un materiāls tiks arhivēts.
mr: हे सादरीकरण प्रकाशनासाठी नाकारले जाईल. यानंतर याचे समीक्षण केले जाणार नाही आणि ते संग्रहित केले जाईल.
pt_pt: Esta submissão será rejeitada. Não será conduzida qualquer revisão adicional e a submissão será arquivada.
th: การส่งงานนี้จะถูกปฏิเสธเพื่อตีพิมพ์ จะไม่มีการทบทวนเพิ่มเติมและการส่งงานจะถูกเก็บถาวร
vi: Bài nộp này sẽ bị từ chối để xuất bản. Không có thêm đánh giá nào sẽ được thực hiện và bài nộp sẽ được lưu trữ.

# editor.submission.decision.newReviewRound
source: New Review Round
az: Yeni dəyərləndirmə turu
bg_bg: Нов кръг (етап) на рецензиране
cs_cz: Nové kolo recenzního řízení
eu: Ebaluazio-txanda berria
hr: Novi krug pregleda
hu: Új bírálati szakasz
hy_am: Գրախոսման նոր շրջան
id: Putaran Review Baru
is: Ný umferð ritrýni
ka_ge: რეცენზიის ახალი რაუნდი
kk: Жаңа рецензиялау кезеңі
lv: Jauna recenzēšanas kārta
mr: नवी समीक्षण फेरी
pt_pt: Nova Ronda de Revisão
th: รอบการทบทวนใหม่
vi: Vòng đánh giá mới

# editor.submission.decision.newReviewRound.description
source: Open another round of review for this submission.
az: #YOX
bg_bg: Отваряне на друг кръг (етап) за рецензиране на това подаване на материали.
cs_cz: Otevřít další kolo recenzního řízení pro tento příspěvek.
eu: Ireki beste berrikuspen-erronda bat bidalketa honetarako.
hr: Otvorite još jedan krug pregleda za ovaj podnesak.
hu: Új bírálati szakasz indítása ehhez a kézirathoz.
hy_am: Բացեք գրախոսության ևս մեկ փուլ այս ներկայացման համար:
id: Buka putaran review baru untuk naskah ini.
is: Hefja nýja umferð ritrýni fyrir þessa innsendingu.
ka_ge: გახსენით განხილვის კიდევ ერთი რაუნდი ამ წარდგენისთვის.
kk: Бұл материал үшін басқа рецензиялау кезеңін ашыңыз.
lv: Uzsākt vēl vienu šī materiāla recenzēšanas kārtu.
mr: या सादरीकरणासाठी समीक्षणाची आणखी एक फेरी उघडा.
pt_pt: Abra outra ronda de revisão para esta submissão.
th: เปิดรอบการทบทวนใหม่สำหรับการส่งงานนี้
vi: Mở một vòng đánh giá khác cho bài nộp này.

# editor.submission.decision.newReviewRound.log
source: {$editorName} created a new round of review for this submission.
az: #YOX
bg_bg: {$editorName} създаде нов кръг (етап) за рецензиране за това подаване на материали.
cs_cz: {$editorName} vytvořil nové kolo recenzního řízení pro tento příspěvek.
eu: {$editorName}-ek berrikuspen-erronda berri bat sortu du bidalketa honetarako.
hr: {$editorName} je izradio novi krug pregleda za ovaj podnesak.
hu: {$editorName} létrehozott egy új bírálati szakaszt ehhez a kézirathoz.
hy_am: {$editorName} -ն այս ներկայացման համար ստեղծեց գրախոսման նոր փուլ:
id: {$editorName} telah membuat putaran review yang baru untuk naskah ini.
is: {$editorName} hefur stofnað nýja umferð ritrýni fyrir innsendinguna.
ka_ge: {$editorName}-მა შექმნა განხილვის ახალი რაუნდი ამ წარდგენისთვის.
kk: {$editorName} осы материал үшін жаңа рецензиялау кезеңін жасады.
lv: {$editorName} izveidoja jaunu recenzēšanas kārtu šim materiālam.
mr: {$editorName} ने या सादरीकरणासाठी समीक्षणाची एक नवी फेरी निर्माण केली आहे.
pt_pt: {$editorName} criou uma nova ronda de revisão para esta submissão.
th: {$editorName} สร้างรอบการทบทวนใหม่สำหรับการส่งงานนี้
vi: {$editorName} đã tạo một vòng đánh giá mới cho bài nộp này.

# editor.submission.decision.newReviewRound.completed
source: Review Round Created
az: #YOX
bg_bg: Кръгът (етапът) за рецензиране е създаден
cs_cz: Nové kolo recenzního řízení bylo vytvořeno
eu: Berrikuspen-erronda sortua
hr: Stvoren je krug pregleda
hu: Bírálati szakasz létrehozva
hy_am: Ստեղծվել է գրախոսման փուլ
id: Putaran Review telah Dibuat
is: Ný umferð ritrýni stofnuð
ka_ge: განხილვის რაუნდი შეიქმნა
kk: Рецензиялау кезеңі енгізілді
lv: Izveidota recenzēšanas kārta
mr: समीक्षण फेरी निर्माण केली
pt_pt: Ronda de Revisão Criada
th: สร้างรอบการทบทวนแล้ว
vi: Vòng đánh giá đã tạo

# editor.submission.decision.newReviewRound.completedDescription
source: A new round of review has been created for the submission, {$title}. The author has been notified, unless you chose to skip that email.
az: #YOX
bg_bg: Създаден е нов кръг (етап) за рецензиране на подадените материали: {$title}.
cs_cz: Pro příspěvek {$title} bylo vytvořeno nové kolo recenzního řízení. Autor byl informován, pokud jste se nerozhodli tento e-mail přeskočit.
eu: Berrikuspen-erronda berri bat sortu da {$title} bidalketarako. Egileari jakinarazi zaio, mezu elektroniko hori saltatzea aukeratu ez baduzu behintzat.
hr: Autor je obaviješten, osim ako niste odlučili preskočiti tu e-poruku.
hy_am: Ներկայացման համար ստեղծվել է գրախոսման նոր փուլ՝ {$title}: Հեղինակը ծանուցվել է, եթե դուք չեք որոշել բաց թողնել այդ էլ. նամակը։
id: Putaran review yang baru telah dibuat untuk naskah, {$title}. Penulis telah diberitahu, kecuali jika anda memilih untuk melewati email tersebut.
lv: Materiālam {$title} ir izveidota jauna recenzēšanas kārta. Autors ir informēts, ja vien neesat izvēlējies šo e-pastu izlaist.
mr: {$title} या सादरीकरणासाठी समीक्षणाची एक नवी फेरी निर्माण केली आहे. त्याबद्दल लेखकाला, तुम्ही प्रतिबंधीत केले नसल्यास, ई-मेलने सूचित केले आहे.
pt_pt: Foi criada uma nova ronda de revisão para a submissão, {$title}. O autor foi notificado, a não ser que tenha ignorado o envio desse email.
th: รอบการทบทวนใหม่ได้ถูกสร้างสำหรับการส่งงาน, {$title} ผู้เขียนได้รับการแจ้งเตือนแล้ว ยกเว้นที่คุณเลือกข้าม
vi: Một vòng đánh giá mới đã được tạo cho bài nộp, {$title}. Tác giả đã được thông báo, trừ khi bạn chọn bỏ qua email đó.

# editor.submission.decision.newReviewRound.notifyAuthorsDescription
source: Send an email to the authors to let them know that their submission has been sent for a new round of review. This email will not be sent until the decision has been recorded.
az: #YOX
bg_bg: Изпратете имейл до авторите, за да ги уведомите, че е създаден е нов кръг (етап) за рецензиране на подадените от тях материали.
cs_cz: Pošlete autorům e-mail, že jejich příspěvky byly odeslány k novému kolu recenzního řízení. Tento e-mail bude odeslán až po zaznamenání rozhodnutí.
eu: Bidali mezu elektroniko bat egileei, jakinarazteko bidalketa berrikuspen-txanda berri batera bidali dela. Mezu elektroniko hau ez da bidaliko erabakia erregistratu arte.
hr: Pošaljite e-poruku autorima da ih obavijestite da je njihov podnesak poslan na novi krug pregleda. Ova e-poruka neće biti poslana dok se odluka ne zabilježi.
hy_am: Նամակ ուղարկեք հեղինակներին՝ տեղեկացնելով, որ իրենց ներկայացումն ուղարկվել է գրախոսման նոր փուլ: Այս նամակը չի ուղարկվի մինչև որոշումը չգրանցվի:
id: Mengirimkan email kepada penulis untuk memberitahukan kepada mereka bahwa naskah mereka telah dikirim untuk putaran review yang baru. Email ini tidak akan dikirim hingga keputusan telah dicatat.
lv: Nosūtīt autoriem e-pastu, lai informētu, ka iesniegtais darbs ir nosūtīts jaunai recenzēšanas kārtai. Šis e-pasts netiks nosūtīts, kamēr lēmums nebūs reģistrēts.
mr: लेखकांना त्यांचे सादरीकरण समीक्षणाच्या नवीन फेरीत पाठवण्यात आले आहे हे कळवण्यासाठी ई-मेल पाठवा. या निर्णयाची नोंद झाल्याशिवाय ई-मेल पाठवला जाणार नाही.
pt_pt: Envia um e-mail aos autores a informá-los de que a submissão foi enviada para um nova ronda de revisão. Este email não será enviado até que seja registada uma decisão.
th: ส่งอีเมลถึงผู้เขียนเพื่อแจ้งว่าการส่งงานของพวกเขาถูกส่งไปรอบการทบทวนใหม่ อีเมลนี้จะไม่ถูกส่งจนกว่าจะมีการบันทึกการตัดสินใจ
vi: Gửi email cho tác giả để thông báo rằng bài nộp của họ đã được gửi đi một vòng đánh giá mới. Email này sẽ không được gửi cho đến khi quyết định được ghi lại.

# editor.submission.decision.promoteFiles.copyediting
source: Select files that should be sent to the copyediting stage.
az: #YOX
bg_bg: Изберете файлове, които трябва да бъдат изпратени към етапа на стилово редактиране.
cs_cz: Vyberte soubory, které mají být odeslány do fáze závěrečných úprav.
eu: Hautatu zuzenketa-fasera bidali behar diren fitxategiak.
hr: Odaberite datoteke koje treba poslati u fazu kopiranja.
hu: Fájlok kiválasztása az olvasószerkesztői szakaszhoz.
hy_am: Ընտրեք նիշքեր, որոնք պետք է ուղարկվեն գրական սրբագրման փուլ:
id: Memilih file yang harus dikirimkan ke tahap copyedit.
is: Veldu skrár til að senda í textatækniferli.
ka_ge: აირჩიეთ ფაილები, რომლებიც უნდა გაიგზავნოს კოპირების რედაქტირების ეტაპზე.
kk: Көшіріп, өңдеу кезеңіне жіберілетін файлдарды таңдаңыз.
lv: Atlasīt datnes, kas jānosūta uz literārās rediģēšanas posmu.
mr: कॉपीएडिटिंगच्या टप्प्यावर पाठवायच्या फाईल्स निवडा.
nb: Velg filer som skal sendes til språkvask
pt_pt: Selecione ficheiros que devem ser enviados para a etapa de edição de texto.
th: เลือกไฟล์ที่จะส่งไปยังขั้นตอนการแก้ไขสำเนา
vi: Chọn các tệp nên được gửi đến giai đoạn chỉnh sửa.

# editor.submission.decision.promoteFiles.review
source: Select files that should be sent for review.
az: #YOX
bg_bg: Изберете файлове, които трябва да бъдат изпратени за рецензиране.
cs_cz: Vyberte soubory, které mají být odeslány do recenzního řízení.
eu: Hautatu berrikusteko bidali behar diren fitxategiak.
hr: Odaberite datoteke koje treba poslati na pregled.
hu: Fájlok kiválasztása a szakmai lektoráláshoz.
hy_am: Ընտրեք ֆայլեր, որոնք պետք է ուղարկվեն վերանայման:
id: Memilih file yang harus dikirimkan untuk review.
is: Veldu skrár til að senda í ritrýni.
ka_ge: აირჩიეთ ფაილები, რომლებიც უნდა გაიგზავნოს განსახილველად.
kk: Қарауға жіберілетін файлдарды таңдаңыз.
lv: Atlasiet datnes, kas jānosūta recenzēšanai.
mr: समीक्षणासाठी पाठवायच्या फाईल्स निवडा.
pt_pt: Selecione os ficheiros que devem ser enviados para revisão.
th: เลือกไฟล์ที่จะส่งไปทบทวน
vi: Chọn các tệp nên được gửi đi đánh giá.

# editor.submission.decision.promoteFiles.production
source: Select files that should be sent to the production stage.
az: #YOX
bg_bg: Изберете файлове, които трябва да бъдат изпратени към етапа за продукция/публикуване.
cs_cz: Vyberte soubory, které mají být odeslány do produkční fáze.
eu: Hautatu ekoizpen-fasera bidali behar diren fitxategiak.
hr: Odaberite datoteke koje želite poslati u fazu proizvodnje.
hu: Fájlok kiválasztása a közzétételi szakaszhoz.
hy_am: Ընտրեք նիշքեր, որոնք պետք է ուղարկվեն արտադրության փուլ:
id: Memilih file yang harus dikirimkan ke tahap produksi.
is: Veldu skrár til að senda í framleiðsluferli.
ka_ge: აირჩიეთ ფაილები, რომლებიც უნდა გაიგზავნოს წარმოების ეტაპზე.
kk: Келесі кезеңге жіберу үшін файлдарды таңдаңыз.
lv: Atlasiet datnes, kuras jānosūta uz izstrādes posmu.
mr: प्रकाशनाच्या टप्प्यावर पाठवायच्या फाईल्स निवडा.
pt_pt: Selecione os ficheiros que devem ser enviados para a etapa de produção.
th: เลือกไฟล์ที่จะส่งไปยังขั้นตอนการผลิต
vi: Chọn các tệp nên được gửi đến giai đoạn sản xuất.

# editor.submission.decision.requestRevisions
source: Request Revisions
ar_iq: إلتماس التنقيحات
az: Düzəliş tələb et
bg_bg: Искане за ревизии
ca_es: Sol·licita revisions
cs_cz: Požadovat úpravy příspěvku
da_dk: Anmod om revision
de_de: Überarbeitung anfordern
el_gr: Αίτηση Αναθεωρήσεων
eu: Eskatu berrikuspenak
fa_ir: درخواست اصلاحات
fi_fi: Pyydä korjauksia
fr_fr: Demande de révisions
gl_es: Solicitar revisións
hr: Zatražite revizije
hu: Felülvizsgálat kérése
hy_am: Հարցրեք վերանայումներ
id: Ajukan Revisi
is: Biðja um ritrýni
it_it: Richiedi revisioni
ja_jp: 改訂の要求
ka_ge: შესწორებების მოთხოვნა
kk: Жаңа нұсқаларын сұраңыз
ku_iq: پێداچونەوە داوا بکە
lv: Pieprasīt labojumus
mr: सुधारणा करण्यासंबंधी (Revisions) विनंती करा
ms_my: Minta Semakan
nb: Be om revidering
nl_nl: Vraag revisies
pl_pl: Wymagane poprawki
pt_pt: Pedir Revisões
ro: Solicitați revizuiri
ru_ru: Запросить новые версии
sl_si: Zahtevaj popravke
sr@cyrillic: Захтевај ревизију
sr_rs@latin: Zahtevaj reviziju
sv_se: Begär bearbetningar
th: ขอแก้ไข
tr_tr: Revizyon İste
uk_ua: Запит нових версій
vi: Yêu cầu sửa đổi
vi_vn: Yêu cầu Sửa chữa
