Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.license.cc.by3.footer
source: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported License</a>.</p>
ar_iq: <a rel="الرخصة" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>هذا العمل مرخص بموجب <a rel="الرخصة" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 International License</a>.</p>
az: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Bu çalışma <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 International License</a> ile lisenziyalanıb.</p>
bg_bg: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Публикация с <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported License</a>.</p>
ca_es: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Aquesta obra està sota una llicència internacional <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Reconeixement 3.0</a>.</p>
cs_cz: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png"/> </a> <p> Tato práce podléhá licenci na základě <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported License</a>. </p>
da_dk: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Dette arbejde er licenseret under en <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported License</a>.</p>
el_gr: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Αυτή η εργασία είναι αδειοδοτημένη υπό το <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported License</a>.</p>
eu: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Lan hau <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Aitortu 3.0 Moldatu gabea Lizentziapean</a> dago argitaratuta.</p>
fr_fr: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Licence Creative Commons" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Cette œuvre est sous licence <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 non transposé</a>.</p>
gl_es: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Esta obra está baixo unha licenza <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Recoñecemento 3.0</a>.</p>
hr: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Licenca Creative Commons" src="//i.creativecommons.org/l/by/ 3.0/88x31.png" /></a><p>Ovo je djelo licencirano pod licencom <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Neprenesena licenca</a>.</p>
hu: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons Licenc" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Ez a mű a <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Nevezd meg! 3.0 Unported Engedély</a> szerint használható fel.</p>
hy_am: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Ստեղծագործական համայնքներ արտոնագիր" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Այս աշխատանքն արտոնագրված է որպես <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported License</a>.</p>
id: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Artikel ini berlisensi <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported License</a>.</p>
is: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Greinar í tímaritinu eru gefnar út undir leyfinu <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">(Creative Commons Attribution 3.0 Unported License)</a>.</p>
ja_jp: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>この資料のライセンスは<a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons 表示 3.0 非移植 </a>です。</p>
ka_ge: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>ეს ნამუშევარი ლიცენზირებულია <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported ლიცენზიით</a> .</p>
kk: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons лицензиясы" src="//i.creativecommons.org/l/by/ 3.0/88x31.png" /></a><p>Бұл жұмыс <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"> қолжетімді Creative Commons «Attribution» лицензиясы» («Атрибуция») 3.0 Портализацияланбаған</a>.</p>
lv: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Šis darbs ir licencēts ar <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported licenci</a>.</p>
mr: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>हे लेखन <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported License</a> अंतर्गत परवानाकृत आहे.</p>
ms_my: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Kerja ini dilesenkan di bawah <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported License</a>.</p>
nb: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Dette verket er lisensiert under en <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported Lisens</a>.</p>
pt_pt: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Este trabalho encontra-se publicado sob a<a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Licença Internacional Creative Commons Attribuiçã 3.0 não exportada</a>.</p>
ro: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Această lucrare este licențiată în temeiul <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported License</a>.</p>
ru_ru: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Лицензия Creative Commons" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Это произведение доступно по <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">лицензии Creative Commons «Attribution» («Атрибуция») 3.0 Непортированная</a>.</p>
sl_si: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons licenca" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>To delo je licencirano kot <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 International licenca</a>.</p>
tr_tr: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Bu çalışma <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 International License</a> ile lisanslanmıştır.</p>
vi: <a rel="License" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Tác phẩm này được cấp phép theo <a rel="License" href="https://creativecommons.org/licenses/by/3.0/">Giấy phép Creative Commons Ghi công 3.0 Chưa được công bố</a>.</p>
vi_vn: <a rel="license" href="https://creativecommons.org/licenses/by/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/3.0/88x31.png" /></a><p>Tác phẩm này được cấp phép Theo <a rel="license" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported License</a>.</p>

# submission.license.cc.by-sa3.footer
source: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported License</a>.</p>
ar_iq: <a rel="الرخصة" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>هذا العمل مرخص بموجب <a rel="الرخصة" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 International License</a>.</p>
az: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Bu çalışma <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 International License</a> ile lisenziyalanıb.</p>
bg_bg: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Публикация с <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported License</a>.</p>
ca_es: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Aquesta obra està sota una llicència internacional <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Reconeixement-CompartirIgual 3.0</a>.</p>
cs_cz: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"> <img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png"/> </a> <p> Tato práce podléhá licenci na základě <a rel="licence" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported License</a>. </p>
da_dk: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"> <img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Dette arbejde er licenseret under en <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported License</a>.</p>
el_gr: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Αυτή η εργασία είναι αδειοδοτημένη υπό το <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported License</a>.</p>
eu: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Lan hau <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Aitortu-PartekatuBerdin 3.0 Moldatu gabea Lizentziapean</a> dago argitaratuta.</p>
fr_fr: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Licence Creative Commons" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Cette œuvre est sous licence <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution - Partage dans les Mêmes Conditions 3.0 non transposé</a>.</p>
gl_es: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Esta obra está baixo unha licenza <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Recoñecemento-Compartir Igual 3.0</a>.</p>
hr: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Licenca Creative Commons" src="//i.creativecommons.org/l/ by-sa/3.0/88x31.png" /></a><p>Ovo djelo je licencirano pod <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0 /">Creative Commons Attribution-ShareAlike 3.0 Unported licenca</a>.</p>
hu: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Ez a mű a <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Nevezd meg! - Így add tovább! 3.0 Unported Licenc</a> szerint használható fel.</p>
hy_am: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Ստեղծագործական համայնքներ արտոնագիր" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Այս աշխատանքն արտոնագրված է որպես <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported License</a>.</p>
id: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Artikel ini berlisensi <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported License</a>.</p>
is: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Greinar í tímaritinu eru gefnar út undir leyfinu <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">(Creative Commons Attribution-ShareAlike 3.0 Unported License)</a>.</p>
ja_jp: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>この資料のライセンスは<a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons 表示 - 継承 3.0 非移植 </a>です。</p>
ka_ge: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>ეს ნამუშევარი ლიცენზირებულია <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported ლიცენზიით</a> .</p>
kk: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Бұл жұмыс лицензия бойынша лицензияланған<a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported License</a>.</p>
lv: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Šis darbs ir licencēts ar <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported licenci</a>.</p>
mr: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>हे लेखन <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported License</a> अंतर्गत परवानाकृत आहे.</p>
ms_my: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Kerja ini dilesenkan di bawah <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported License</a>.</p>
nb: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Dette verket er lisensiert under en <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported Lisens</a>.</p>
pt_pt: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Este trabalho encontra-se publicado sob a<a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Licença Internacional Creative Commons Atribuição-CompartilhaIgual 3.0 não exportada</a>.</p>
ro: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Această lucrare este licențiată în temeiul <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported License</a>.</p>
ru_ru: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Лицензия Creative Commons" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Это произведение доступно по <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">лицензии Creative Commons «Attribution-ShareAlike» («Атрибуция — На тех же условиях») 3.0 Непортированная</a>.</p>
sl_si: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons licenca" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>To delo je licencirano kot <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 mednarodna licenca</a>.</p>
tr_tr: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Bu çalışma <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 International License</a> ile lisanslanmıştır.</p>
vi: <a rel="License" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Tác phẩm này được cấp phép theo <a rel="License" href="https://creativecommons.org/licenses/by-sa/3.0/">Giấy phép Creative Commons Ghi công-Chia sẻ tương tự 3.0 Chưa được công bố</a>.</p>
vi_vn: <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/3.0/88x31.png" /></a><p>Tác phẩm này được cấp phép theo <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported License</a>.</p>

# submission.queries.submission
source: Pre-Review Discussions
ar_iq: مناقشات ما قبل التحكيم
az: İlkin dəyərləndirmə müzakirələri
bg_bg: Дискусии преди рецензиране
ca_es: Discussions prèvies a la revisió
cs_cz: Diskuse před recenzním procesem
da_dk: Drøftelser forud for bedømmelse
de_de: Diskussion vor der Begutachtung
el_gr: Συζητήσεις προ-Κρίσης
eu: Ebaluazioaren aurreko eztabaidak
fa_ir: گفتگوهای قبل از ارسال به داوری
fi_fi: Arviointia edeltävät keskustelut
fr_fr: Discussions pré-évaluation
gl_es: Discusións previas á revisión
hr: Rasprave prije recenzije
hu: Szakmai lektorálást megelőző megbeszélések
hy_am: Նախնական գրախոսման քննարկումներ
id: Diskusi Prareview
is: Ritrýniumræður
it_it: Discussioni prima della revisione
ja_jp: 査読前のディスカッション
ka_ge: მიმოხილვიებს წინასწარი დისკუსიები
kk: Пікірлесу алдында талқылау
lv: Pirmsrecenzēšanas diskusijas
mr: समीक्षणपूर्व चर्चा
ms_my: Perbincangan Pra-Ulasan
nb: Diskusjon før fagfellevurdering
nl_nl: Pre-review-discussies
pl_pl: Dyskusja przed recenzją
pt_pt: Discussões Pré-Revisão
ro: Discuții pre-revizuire
ru_ru: Обсуждения до рецензирования
sl_si: Predrecenzijska diskusija
sr@cyrillic: Пред рецензентске дискусије
sr_rs@latin: Pred recenzentske diskusije
sv_se: Diskussioner före granskning
th: การสนทนาก่อนการทบทวน
tr_tr: Ön Değerlendirme Tartışmaları
uk_ua: Обговорення до рецензування
vi: Thảo luận trước khi đánh giá
vi_vn: Các cuộc thảo luận trước khi đánh giá

# submission.queries.review
source: Review Discussions
ar_iq: مناقشات التحكيم
az: Dəyərləndirmə müzakirələri
bg_bg: Резензионни дискусии
ca_es: Discussions de revisió
cs_cz: Diskuse během recenzního procesu
da_dk: Drøftelser under bedømmelse
de_de: Diskussion zur Begutachtung
el_gr: Συζητήσεις Κρίσης
eu: Ebaluazio-eztabaidak
fa_ir: مرور گفتگو ها
fi_fi: Arviointiin liittyvät keskustelut
fr_fr: Discussions sur l'évaluation
gl_es: Discusións de revisión
hr: Recenzije rasprava
hu: Lektorálási megbeszélések
hy_am: Գրախոսման քննարկումներ
id: Diskusi Review
is: Ritrýniumræður
it_it: Discussioni della revisione
ja_jp: 査読ディスカッション
ka_ge: მიმოხილვიებს დისკუსიები
kk: Пікірталастарды қарастыру
lv: Recenzēšanas diskusijas
mr: समीक्षणादरम्यान चर्चा
ms_my: Perbincangan Ulasan
nb: Diskusjon av fagfellevurderingen
nl_nl: Review-discussies
pl_pl: Dyskusja w trakcie recenzji
pt_pt: Rever Discussões
ro: Discuții revizuire
ru_ru: Обсуждения рецензирования
sl_si: Recenzijska diskusija
sr@cyrillic: Рецензентске дискусије
sr_rs@latin: Recenzentske diskusije
sv_se: Granskningsdiskussioner
th: การสนทนาระหว่างการทบทวน
tr_tr: Değerlendirme Tartışmaları
uk_ua: Обговорення рецензування
vi: Thảo luận đánh giá
vi_vn: Các thảo luận của phản biện
