Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# metadata.filters.paracite.settings.citationModule.validationMessage
source: Please select one of the given citation modules.
ar_iq: لطفاً، إختر واحداً من وحدات الاقتباس المتوفرة لك.
az: Zəhmət olmasa verilmiş istinad modullarından birini seçin.
bg_bg: Моля, изберете един от дадените модули за цитиране.
ca_es: Seleccioneu un dels mòduls de citació següents.
cs_cz: Zvolte, prosím, jeden z uvedených citačních modulů.
da_dk: Vælg et af de angivne citationsmoduler.
de_de: Bitte wählen Sie eines der gegebenen Zitationsmodule aus.
el_gr: Παρακαλούμε επιλέξτε ένα από τα διαθέσιμα module αναφορών
eu: Mesedez, aukeratu aipuen moduluetako bat.
fa_ir: لطفاً یکی از ماژول‌های ارجاعات ارائه شده را انتخاب کنید.
fi_fi: Valitse yksi annetuista viittausmoduuleista.
fr_fr: Veuillez sélectionner l'un des modules de références fournis.
gl_es: Seleccione un dos módulos de citas indicados.
hr: Molimo odaberite jedan od zadanih modula za citiranje.
hu: Kérjük, válasszon ki egyet a megadott idézettségi modulok közül.
hy_am: Խնդրում ենք ընտրել նշված վկայակոչումների մոդուլներից մեկը:
id: Pilih satu modul Sitiran yang diberikan.
is: Vinsamlega veldu eina af uppgefnum tilvísanaeiningum.
is_is: Vinsamlega veldu eina af uppgefnum tilvísana einingum.
it_it: Seleziona uno dei moduli di citazione.
ja_jp: 引用モジュールを一つ選択してください。
ka_ge: გთხოვთ, აირჩიოთ ციტირების მოცემული მოდულებიდან ერთი.
kk: Берілген анықтамалық сілтемелердің бірін таңдаңыз.
ku_iq: تکایە یەکێک لەم شێوازانەی ڕیزکردنی گوتراوەکان دیاری بکە.
lv: Lūdzu, izvēlieties vienu no dotajiem citēšanas moduļiem.
mk_mk: Изберете еден од дадените модули за цитирање.
mr: कृपया ठराविक उद्धरण घटकांपैकी (Citation Module) एकाची निवड करा.
ms_my: Sila pilih salah satu modul petikan yang diberikan.
nb: Velg referansemodul.
nl_nl: Kies een van de gegeven citatiemodules.
pl_pl: Proszę wybrać jeden z dostępnych modułów cytowań.
pt_pt: Selecione um dos módulos de citação fornecidos.
ro: Vă rugăm să selectați unul dintre modulele de citare date.
ru_ru: Пожалуйста, выберите один из указанных модулей библиографических ссылок.
sl_si: Prosimo izberite enega od ponujenih modulov za citiranje.
sr@cyrillic: Изаберите један од понуђених цитатних модула.
sr_rs@latin: Izaberite jedan od ponuđenih citatnih modula.
sv_se: Välj en av befintliga citeringsmoduler.
th: กรุณาเลือกหนึ่งในโมดูลการอ้างอิงที่ให้ไว้
tr_tr: Lütfen verilen atıf modüllerinden birini seçiniz.
uk_ua: Будь ласка, виберіть один з модулів цитат.
vi: Vui lòng chọn một trong các mô-đun trích dẫn đã cho.
vi_vn: Vui lòng chọn một trong các mô-đun trích dẫn đã cho.
zh_cn: 请在我们提供引文模块里选择一个

# metadata.filters.settings.isOptional.displayName
source: Don't use by default (will still be available to the editor)
ar_iq: لا تُستعمل إفتراضياً (ستكون مع ذلك متاحة للمحرر)
az: Defoltu istifadə etməyin (redaktor tərəfindən istifadə edilə bilən olacaq)
bg_bg: Да не се използва по подразбиране (все пак ще бъде достъпно за редактора)
ca_es: No l'utilitzeu per defecte (encara està disponible per a l'editor/a)
cs_cz: Ve výchozím nastavení nepoužívat (bude ale nadále k dispozici editorům)
da_dk: Anvend ikke som standard (vil stadig være til rådighed for redaktøren)
de_de: Standardmäßig nicht genutzt (steht der/dem Redakteur/in aber zur Verfügung).
el_gr: Μην το χρησιμοποείτε εξ'ορισμού (θα είναι ακόμα διαθέσιμο στον επιμελητή)
eu: Ez erabili lehenespen gisa hautatutakoa (editorearentzat erabilgarri egongo da oraindik)
fa_ir: به‌صورت پیش‌فرض به کار برده نشود. (البته در دسترس سردبیر خواهد بود)
fi_fi: Älä käytä oletuksena (on kuitenkin toimittajan käytettävissä)
fr_fr: Ne pas utiliser par défaut (sera tout de même disponible pour le rédacteur)
gl_es: Non usar por defecto (aínda estará dispoñible para o editor/a)
hr: Ne upotrebljavaj prema zadanim postavkama (i dalje će biti dostupno uredniku)
hu: Ne használja alapértelmezetten (továbbra is eléhető lesz a szerkesztőnek)
hy_am: Մի օգտագործեք լռելյայն (դեռ հասանելի կլինի խմբագրին)
id: Jangan gunakan by default (akan masih tersedia untuk the editor)
is: Ekki nota sem sjálfgefið (er þó aðgengilegt fyrir ritstjóra)
is_is: Ekki nota sem sjálfgefið (er samt aðgengilegt fyrir ritstjóra)
it_it: Non usare per default (sarà comunque disponibile agli editor)
ja_jp: デフォルトで使用しない (編集者は利用可能)
ka_ge: ნუ გამოიყენებთ სტანდარტულად (კვლავ ხელმისაწვდომი იქნება რედაქტორისთვის)
kk: Әдепкі бойынша пайдаланбаңыз (редакторға әлі де қолжетімді)
ku_iq: بە بنەڕەتی بەکاری مەهێنە (بۆ سەرنوسەر بەردەست دەبێت)
lv: Nelietot pēc noklusējuma (joprojām būs pieejams redaktoram)
mk_mk: Не користете по дифолт (сè уште ќе бидат достапни за уредникот)
mr: सर्वसाधारण (डीफॉल्ट) वापर नसावा (संपादकासाठी तो अजूनही उपलब्ध असेल)
ms_my: Jangan gunakan secara lalai (masih tersedia kepada editor)
nb: Ikke bruk som standard (vil fremdeles være tilgjengelig for redaktør)
nl_nl: Standaard niet gebruiken (nog steeds beschikbaar voor de redacteur)
pl_pl: Nie używaj domyślnie (będzie nadal dostępny dla redaktora)
pt_pt: Não usar como padrão (ainda ficará disponível para o editor)
ro: Nu folosiți în mod implicit (va fi în continuare disponibil pentru editor)
ru_ru: Не использовать по умолчанию (по-прежнему будет доступен редактору)
sl_si: Ne uporabljaj privzeto (še vedno bo na voljo uredniku)
sr@cyrillic: По правилу не користи (и даље ће бити доступно уреднику)
sr_rs@latin: Po pravilu ne koristi (i dalje će biti dostupno uredniku)
sv_se: Använd inte i första hand (fortfarande tillgängligt genom redigeraren)
th: ไม่ใช้เป็นค่าเริ่มต้น (ยังคงให้บรรณาธิการเลือกใช้ได้)
tr_tr: Varsayılanı kullanmayınız (editör tarafından kullanılabilir olacak)
uk_ua: Не використовувати за замовчуванням (служба залишатиметься доступною редактору)
vi: Không sử dụng theo mặc định (vẫn sẽ khả dụng cho biên tập viên)
vi_vn: Không sử dụng theo mặc định (sẽ vẫn có thể cho Biên tập viên)
zh_cn: 请不要作为默认使用（这仍将被编辑使用）

# metadata.filters.settings.isOptional.validationMessage
source: Internal error. A non-valid value has been posted for the 'optional filter' setting. Please report this as a bug.
ar_iq: خطأ داخلي. قيمة غير صحيحة تم تمريرها إلى إعداد 'التصفية الإختيارية' . لطفاً، أبلغ عن هذا الأمر كخطأ برمجي.
az: Daxili xəta. "İstəyə bağlı filtir" tənzimlərinə etibarsız bir dəyər göndərildi. Bunu xəta mesajı kimi xəbər verin.
bg_bg: Вътрешна грешка. Има невалидна стойност за настройката „незадължителен филтър“. Моля, докладвайте това като грешка.
ca_es: Error intern. S'ha publicat un valor no vàlid per al paràmetre «filtre opcional». Informeu d'aquest error.
cs_cz: Interní chyba. Neplatná hodnota byla odeslána pro nastavení "volitelného filtru". Oznamte to, prosím, jako chybu.
da_dk: Intern fejl. Der er blevet angivet en ugyldig værdi for indstillingen 'valgfrit filter'. Indsend en fejlrapport.
de_de: Interner Fehler. Ein ungültiger Wert ist für die Einstellung des ‚optionalen Filters‘ eingegeben worden. Bitte melden Sie dies als einen Bug.
el_gr: Εσωτερικό σφάλμα. Μια μη έγκυρη δηλώθηκε στην ρύθμιση "optional filter". Παρακαλούμε αναφέρατε το πρόβλημα.
eu: Barneko errorea. Balio desegokia jarri da “aukerako iragazkia” ezarpenean. Mesedez, eman errorearen berri.
fa_ir: خطای داخلی. یک مقدار غیر معتبر برای «فیلتر اختیاری» ارسال شده است. لطفاً این را به عنوان باگ گزارش کنید.
fi_fi: Sisäinen virhe. Valinnaisten suodattimien asetuksiin on lähetetty epäkelpo arvo. Ilmoita virheestä.
fr_fr: Erreur interne. Une valeur non valide a été affectée au paramètre 'optional filter'. Veuillez le signaler comme un bogue.
gl_es: Erro interno. Inseriu un valor non válido para a configuración de "filtro opcional". Informe deste erro.
hr: Interna pogreška. Za postavku 'opcionalni filtar' objavljena je nevažeća vrijednost. Molimo prijavite ovo kao grešku.
hu: Belső hiba. Nem érvényes értéket írt a választható szűrő listába. Kérjük, jelentse ezt a hibát.
hy_am: Ներքին սխալ. Անվավեր արժեք է տեղադրվել «կամընտրական զտիչ» պարամետրի համար: Խնդրում ենք հայտնել սա որպես վրիպակ:
id: Kesalahan internal. Nilai non-valid telah diposting untuk pengaturan 'penyaringan opsional'. Laporkan ini sebagai bug.
is: Innri villa. Óleyfilegt gildi var birt fyrir stillingar á valkvæðum síum. Vinsamlega tilkynntu þetta sem hugbúnaðarvillu.
is_is: Innri villa. Óleyfilegu gildi var póstað fyrir stillingar á valkvæðum síum. Vinsamlega tilkynntu þetta sem hugbúnaðarvillu.
it_it: Errore interno. E' stato inserito un carattere non valido per l'impostazione dei 'filtri opzionali'. Segnala l'errore come bug.
ja_jp: 内部エラー。不正な値が "選択フィルタ" 設定に入力されました。バグとして報告してください。
ka_ge: შიდა შეცდომა. არასწორი მნიშვნელობა გამოქვეყნდა "არასავალდებულო ფილტრის" პარამეტრისთვის. გთხოვთ, შეატყობინოთ ამის შესახებ როგორც შეცდომას.
kk: Ішкі қателік. "Қосымша сүзгі" параметріне жарамсыз мән жіберілді. Бұл қатені әзірлеушілерге хабарлаңыз.
ku_iq: هەڵەیەکی ناوەکی. بەهایەکی نادروست لە ڕێکخستنی'فلتەری بژاردە' بڵاو کراوەتەوە. تکایە ئەمە وەک هەڵەی پڕۆگرام دەستنیشان بکە.
lv: Iekšējā kļūda. Iestatījumam "izvēles filtrs" ir ievadīta nederīga vērtība. Lūdzu, ziņojiet par to kā par kļūdu.
mk_mk: Внатрешна грешка. Неоправдана вредност е објавена за поставката „поционален филтер“. Пријавете го ова како грешка.
mr: अंतर्गत त्रुटी. 'पर्यायी फिल्टर' सेटिंगसाठी एक अवैध मूल्य नोंदवले गेले (posted) आहे. कृपया हे bug म्हणून नोंदवा.
ms_my: Ralat dalaman. Nilai tidak sah telah disiarkan untuk tetapan 'penapis pilihan'. Sila laporkan ini sebagai pepijat.
nb: Intern feil. En ugyldig verdi har blitt lagt til «Valgfrie filter»-innstillingen. Rapporter gjerne programfeilen.
nl_nl: Interne fout. Er is een ongeldige waarde verstuurd voor de 'optionele filter' instelling. Gelieve dit als fout te melden.
pl_pl: Wewnętrzny błąd. Niepoprawna wartość wprowadzona do ustawień "opcjonalnego filtra". Proszę o wysłanie raportu z błędem.
pt_pt: Erro interno. Foi publicado um valor inválido para a configuração 'filtro opcional'. Por favor reporte este bug.
ro: Eroare internă. O valoare nevalidă a fost postată pentru setarea „filtru opțional”. Vă rugăm să raportați acest lucru ca o eroare.
ru_ru: Внутренняя ошибка. Неверное значение было передано настройке «необязательный фильтр». Пожалуйста, сообщите об этой ошибке разработчикам.
sl_si: Interna napaka. Neveljavna vrednost je bila posredovana kot nastavitev za opcijski filter. Prosimo, da to prijavite kot napako v sistemu.
sr@cyrillic: Интерна грешка. Неисправна вредност је унета за 'optional filter' подешавања. Молимо вас да ово пријавите као "bug".
sr_rs@latin: Interna greška. Neispravna vrednost je uneta za 'optional filter' podešavanja. Molimo vas da ovo prijavite kao "bug".
sv_se: Internt fel. Ett ogiltigt värde angavs för "valbart filter"-inställningen. Vänligen rapportera detta som en bugg.
th: เกิดข้อผิดพลาดภายใน มีการส่งค่าที่ไม่ถูกต้องสำหรับการตั้งค่า 'ตัวกรองทางเลือก' กรุณารายงานเป็นข้อบกพร่อง
tr_tr: Dahili hata. "İsteğe bağlı filitre" ayarlarına geçerli olmayan bir değer gönderildi. Bunu hata mesajı olarak rapor edin.
uk_ua: Внутрішня помилка. Для налаштування 'optional filter' було завантажено некоректне значення. Будь ласка, повідомте розробників про цю помилку.
vi: Lỗi nội bộ. Đã có một giá trị không hợp lệ được gửi cho cài đặt 'bộ lọc tùy chọn'. Vui lòng báo cáo lỗi này.
vi_vn: Lỗi bên trong. Giá trị không hợp lệ đã được đăng cho cài đặt 'bộ lọc tùy chọn'. Vui lòng báo cáo đây là một lỗi.
zh_cn: 内部错误，一个无效的值被提交给“可选过滤器”设置，请作为Bug提交这个错误

# metadata.property.displayName.author
source: Authors
ar_iq: المؤلفون
az: müəlliflər
bg_bg: Автори
ca_es: Autors/ores
cs_cz: Autoři
da_dk: Forfattere
de_de: Autor/innen
el_gr: Συγγραφείς
eu: Egileak
fa_ir: نویسندگان
fi_fi: Kirjoittajat
fr_fr: Auteurs
gl_es: Autores/as
hr: Autori
hu: Szerzők
hy_am: Հեղինակներ
id: Penulis
is: Höfundar
is_is: Höfundar
it_it: Autori
ja_jp: 著者
ka_ge: ავტორები
kk: Авторлар
ku_iq: توێژەران
lv: Autori
mk_mk: Автори
mr: लेखक
ms_my: Pengarang
nb: Forfattere
nl_nl: Auteurs
pl_pl: Autorzy
pt_pt: Autores
ro: Autori
ru_ru: Авторы
sl_si: Avtorji
sr@cyrillic: Аутори
sr_rs@latin: Autori
sv_se: Författare
th: ผู้แต่ง
tr_tr: Yazarlar
uk_ua: Автори
vi: Tác giả
vi_vn: Các tác giả
zh_cn: 作者

# metadata.property.validationMessage.author
source: For best results, authors should be entered in the following format: Coleman Jr, D. (Ralf) Dr.
ar_iq: لأفضل نتائج، ينبغي إدخال المؤلفين بالصيغة الآتية: Coleman Jr, D. (Ralf) Dr.
az: Ən yaxşı nəticə üçün Müəlliflər aşağıdakı formada daxil edilməlidir: Coleman Jr, D. (Ralf) Dr.
bg_bg: За най-добри резултати авторите трябва да бъдат въведени в следния формат: Coleman Jr, D. (Ralf) Dr.
ca_es: Per obtenir millors resultats, els autors/ores s'han d'introduir amb el format següent: Coleman Jr, D. (Ralf) Dr.
cs_cz: Pro nejlepší výsledky by autoři měli být zadáni v následujícím formátu: Coleman Jr, D. (Ralf) Dr.
da_dk: For at opnå de bedste resultater skal forfattere angives i følgende format: Coleman Jr, D. (Ralf) Dr.
de_de: Für beste Ergebnisse sollten Autor/innen in der folgenden Form angegeben werden: Coleman Jr, D. (Ralf) Dr.
el_gr: Για καλύτερα αποτελέσμα, οι συγγραφείς θα πρέπει να εισάγονται με την εξής μορφή: Coleman Jr, D. (Ralf) Dr.
eu: Emaitza hobeak izateko, egileak honako formatu honetan idatzi behar dira: Coleman Jr. D. (Ralf) Dr.
fa_ir: برای حصول بهترین نتیجه نویسندگان را با فرمت زیر وارد کنید Coleman Jr, D. (Ralf) Dr
fi_fi: Parhaiden tulosten saamiseksi, kirjoittajien nimet tulee antaa seuraavassa muodossa: Coleman Jr, D. (Ralf) Dr.
fr_fr: Pour de meilleurs résultats, les auteurs devraient être saisis dans le format suivant : Coleman Jr, D. (Ralf) Dr.
gl_es: Para obter mellores resultados, os autores/as deben introducirse no seguinte formato: Coleman Jr, D. (Ralf) Dr.
hr: Za najbolje rezultate, autore treba unijeti u sljedećem formatu: Coleman Jr, D. (Ralf) Dr.
hu: A legjob eredményhez a szerzőknek a következő formát kell használniuk: Coleman Jr, D. (Ralf) Dr.
hy_am: Լավագույն արդյունքների համար հեղինակներին պետք է մուտքագրել հետևյալ ձևաչափով. Coleman Jr, D. (Ralf) Dr.
id: Untuk hasil terbaik, penulis harus dimasukkan di format berikut ini: Coleman Jr, D. (Ralf) Dr.
is: Best er að slá inn höfunda á eftirfarandi formi: Coleman Jr, D. (Ralf) Dr.
is_is: Best er að slá inn höfunda á eftirfarandi formi: Coleman Jr, D. (Ralf) Dr.
it_it: Per un risultato ottimale, gli autori vanno inseriti nel formato: Coleman Jr, D. (Ralf) Dr.
ja_jp: 著者が下記のフォーマットで入力するのが最適です。: Coleman Jr, D. (Ralf) Dr.
ka_ge: საუკეთესო შედეგის მისაღწევად, ავტორები უნდა შევიდნენ შემდეგ ფორმატში: Coleman Jr, D. (Ralf) Dr.
kk: Ең жақсы нәтижелерге қол жеткізу үшін авторлар келесі форматта енгізілуі керек: Бородин, А.А.
ku_iq: بۆ باشترین ئەنجام، توێژەران دەبێت بەم ڕێکخستنە بنوسرێن: Coleman Jr, D. (Ralf) Dr.
lv: Lai sasniegtu labākus rezultātus, autori jāievada šādā formātā: Coleman Jr, D. (Ralf) Dr.
mk_mk: За најдобри резултати, авторите треба да бидат внесени во следниот формат: Колман rуниор, Д. (Ралф) Др.
mr: योग्य परिणामांसाठी, लेखक खालील स्वरूपात नोंदवले गेले पाहिजेत : हातेकर, नीरज डॉ.
ms_my: Untuk hasil terbaik, pengarang hendaklah dimasukkan dalam format berikut: Coleman Jr, D. (Ralf) Dr.
nb: For best resultat bør du oppgi forfattere på følgende måte: Coleman Jr, D. (Ralf) Dr.
nl_nl: Voor het beste resultaat moeten auteurs in het volgende formaat ingevoerd worden: Coleman Jr, D. (Ralf) Dr.
pl_pl: Dane autora należy zapisać stosując następujący format: Smith Jr, J. (Michael) Dr.
pt_pt: Para obter os melhores resultados, os autores devem ser inseridos no seguinte formato: Coleman Jr, D. (Ralf) Dr.
ro: Pentru cele mai bune rezultate, autorii trebuie înscriși în următorul format: Coleman Jr, D. (Ralf) Dr.
ru_ru: Для получения наилучшего результата авторы должны быть введены в следующем формате: Бородин, А. А.
sl_si: Za najboljše rezultate je priporočen naslednji format za navedbo avtorjev: Coleman Jr, D. (Ralf) Dr.
sr@cyrillic: За најбоље резултате, аутори би требали бити унешени у формату: Coleman Jr, D. (Ralf) Dr.
sr_rs@latin: Za najbolje rezultate, autori bi trebali biti unešeni u formatu: Coleman Jr, D. (Ralf) Dr.
sv_se: För bästa resultat ska författare anges i följande format: Coleman Jr, D. (Ralf) Dr.
th: เพื่อให้ได้ผลลัพธ์ที่ดีที่สุด ควรกรอกผู้แต่งในรูปแบบดังนี้: Coleman Jr, D. (Ralf) Dr.
tr_tr: En iyi sonuç için yazarlar aşağıdaki biçimde girmelidir: Coleman Jr, D. (Ralf) Dr.
uk_ua: Для найкращих результатів рекомендується вводити імена авторів у наступному форматі: Coleman Jr, D. (Ralf) Dr.
vi: Để có kết quả tốt nhất, tác giả nên được nhập theo định dạng sau: Coleman Jr, D. (Ralf) Dr.
vi_vn: Để có kết quả tốt nhất, tác giả nên được nhập theo định dạng sau: Coleman Jr, D. (Ralf) Dr.
zh_cn: 为了达到最佳效果，作者输入必须按照如下格式： Coleman Jr, D. (Ralf) Dr。

# metadata.property.displayName.editor
source: Editors
ar_iq: المحررون
az: Redaktor
bg_bg: Редактори
ca_es: Editors/ores
cs_cz: Editoři
da_dk: Redaktører
de_de: Herausgeber/innen
el_gr: Επιμελητές
eu: Editoreak
fa_ir: دبیران
fi_fi: Toimittajat
fr_fr: Rédacteurs
gl_es: Editores/as
hr: Urednici
hu: Szerkesztők
hy_am: Խմբագիրներ
id: Editor
is: Ritstjórar
is_is: Ritstjórar
it_it: Curatori
ja_jp: 編集者
ka_ge: რედაქტორები
kk: Редакторлар
ku_iq: سەرنوسەران
lv: Redaktori
mk_mk: Уредници
mr: संपादक
ms_my: Editor
nb: Redaktører
nl_nl: Redacteurs
pl_pl: Redaktorzy
pt_pt: Editores
ro: Editori
ru_ru: Редакторы
sl_si: Uredniki
sr@cyrillic: Уредници
sr_rs@latin: Urednici
sv_se: Redaktörer
th: บรรณาธิการ
tr_tr: Editörler
uk_ua: Редактори
vi: Biên tập viên
vi_vn: Các biên tập viên
zh_cn: 编辑

# metadata.property.validationMessage.editor
source: For best results, editors should be entered in the following format: Coleman Jr, D. (Ralf) Dr.
ar_iq: لأفضل نتائج، ينبغي إدخال المؤلفين بالصيغة الآتية: Coleman Jr, D. (Ralf) Dr.
az: Ən yaxşı nəticə üçün redaktorlar aşağıdakı formada daxil edilməlidir: Coleman Jr, D. (Ralf) Dr.
bg_bg: За най-добри резултати редакторите трябва да бъдат въведени в следния формат: Coleman Jr, D. (Ralf) Dr.
ca_es: Per obtenir millors resultats, els editors/ores s'han d'introduir amb el format següent: Coleman Jr, D. (Ralf) Dr.
cs_cz: Pro nejlepší výsledky by editoři měli být zadáni v následujícím formátu: Coleman Jr, D. (Ralf) Dr.
da_dk: For at opnå de bedste resultater skal redaktører angives i følgende format: Coleman Jr, D. (Ralf) Dr.
de_de: Für beste Ergebnisse sollten Herausgeber/innen in der folgenden Form angegeben werden: Coleman Jr, D. (Ralf) Dr.
el_gr: Για καλύτερα αποτελέσμα, οι επιμελητές θα πρέπει να εισάγονται με την εξής μορφή: Coleman Jr, D. (Ralf) Dr.
eu: Emaitza hobeak izateko, editoreak honako formatu honetan idatzi behar dira: Coleman Jr. D. (Ralf) Dr.
fa_ir: برای حصول بهترین نتیجه نام دبیران را با فرمت زیر وارد کنید Coleman Jr, D. (Ralf) Dr
fi_fi: Parhaiden tulosten saamiseksi, toimittajien nimet tulee antaa seuraavassa muodossa: Coleman Jr, D. (Ralf) Dr.
fr_fr: Pour de meilleurs résultats, les rédacteurs devraient être saisis dans le format suivant : Coleman Jr, D. (Ralf) Dr.
gl_es: Para obter mellores resultados, os editores/as deben introducirse no seguinte formato: Coleman Jr, D. (Ralf) Dr.
hr: Za najbolje rezultate urednike treba unijeti u sljedećem formatu: Coleman Jr, D. (Ralf) Dr.
hu: A legjobb eredményhez a szerkesztőknek a következő formát kell használniuk: Coleman Jr, D. (Ralf) Dr.
hy_am: Լավագույն արդյունքների համար խմբագիրներին պետք է մուտքագրել հետևյալ ձևաչափով. Coleman Jr, D. (Ralf) Dr.
id: Untuk hasil terbaik, editor harus dimasukkan di format berikut ini: Coleman Jr, D. (Ralf) Dr.
is: Best er að slá inn ritstjóra á eftirfarandi formi: Coleman Jr, D. (Ralf) Dr.
is_is: Best er að slá inn ritstjóra á eftirfarandi formi: Coleman Jr, D. (Ralf) Dr.
it_it: Per un risultato ottimale, i curatori vanno inseriti nel formato: Coleman Jr, D. (Ralf) Dr.
ja_jp: 編集者が下記のフォーマットで入力するのが最適です: Coleman Jr, D. (Ralf) Dr.
ka_ge: საუკეთესო შედეგის მისაღწევად, რედაქტორები უნდა შეიყვანოთ შემდეგ ფორმატში: Coleman Jr, D. (Ralf) Dr.
kk: Ең жақсы нәтижелерге қол жеткізу үшін редакторлар келесі форматта енгізілуі керек: Бородин, А.А.
ku_iq: بۆ باشترین ئەنجام، سەرنوسەران دەبێت بەم ڕێکخستنە بنوسرێن: Coleman Jr, D. (Ralf) Dr.
lv: Lai sasniegtu labākus rezultātus, redaktori jāievada šādā formātā: Coleman Jr, D. (Ralf) Dr.
mk_mk: За најдобри резултати, уредниците треба да бидат внесени во следниот формат: Колман rуниор, Д. (Ралф) Др.
mr: योग्य परिणामांसाठी, संपादक खालील स्वरूपात खालील स्वरूपात नोंदवले गेले पाहिजेत : हातेकर, नीरज डॉ.
ms_my: Untuk hasil terbaik, editor hendaklah dimasukkan dalam format berikut: Coleman Jr, D. (Ralf) Dr.
nb: For best resultat bør du oppgi forfattere på følgende måte: Coleman Jr, D. (Ralf) Dr.
nl_nl: Voor het beste resultaat moeten redacteurs in het volgende formaat ingevoerd worden: Coleman Jr, D. (Ralf) Dr.
pl_pl: Dane redaktorów należy zapisać stosując następujący format: Smith Jr, D. (Michael)
pt_pt: Para obter os melhores resultados, os editores devem ser inseridos no seguinte formato: Coleman Jr, D. (Ralf) Dr.
ro: Pentru cele mai bune rezultate, editorii trebuie înscriși în următorul format: Coleman Jr, D. (Ralf) Dr.
ru_ru: Для получения наилучшего результата редакторы должны быть введены в следующем формате: Бородин, А. А.
sl_si: Za najboljše rezultate je priporočen naslednji format za navedbo urednikov: Coleman Jr, D. (Ralf) Dr.
sr@cyrillic: За најбоље резултате, уредници би требали бити унешени у формату: Coleman Jr, D. (Ralf) Dr.
sr_rs@latin: Za najbolje rezultate, urednici bi trebali biti unešeni u formatu: Coleman Jr, D. (Ralf) Dr.
sv_se: För bästa resultat ska redaktörer anges i följande format: Coleman Jr, D. (Ralf) Dr.
th: เพื่อให้ได้ผลลัพธ์ที่ดีที่สุด ควรกรอกบรรณาธิการในรูปแบบดังนี้: Coleman Jr, D. (Ralf) Dr.
tr_tr: En iyi sonuç için editörler aşağıdaki biçimde girmelidir: Coleman Jr, D. (Ralf) Dr.
uk_ua: Для найкращих результатів рекомендується вводити імена редакторів у наступному форматі: Coleman Jr, D. (Ralf) Dr.
vi: Để có kết quả tốt nhất, biên tập viên nên được nhập theo định dạng sau: Coleman Jr, D. (Ralf) Dr.
vi_vn: Để có kết quả tốt nhất, Biên tập viên nên được nhập theo định dạng sau: Coleman Jr, D. (Ralf) Dr.
zh_cn: 为了达到最佳效果，编辑输入必须按照如下格式：Coleman Jr, D. (Ralf) Dr。

# metadata.property.displayName.article-title
source: Article/Paper Title
ar_iq: عنوان المؤلَّف
az: Məqalə adı
bg_bg: Заглавие на статията/материала
ca_es: Títol de l'article/document
cs_cz: Název článku
da_dk: Artikel-/afhandlingstitel
de_de: Artikel/Paper-Titel
el_gr: Τίτλος Άρθρου
eu: Artikuluaren titulua
fa_ir: عنوان مقاله
fi_fi: Artikkelin/Työn otsikko
fr_fr: Titre de l'article
gl_es: Título do artigo
hr: Naslov Članka/Rada
hu: Cikk/tanulmány cim
hy_am: Հոդվածի/նյութի վերնագիրը
id: Judul Artikel/ Makalah
is: Titill greinar/handrits
is_is: Titill greinar/handrits
it_it: Titolo dell'articolo/contributo
ja_jp: 記事・論文タイトル
ka_ge: სტატიის/ნაშრომის სათაური
kk: Мақаланың/материалдың атауы
ku_iq: ناونیشانی توێژینەوە
lv: Raksta/materiāla virsraksts
mk_mk: Наслов на статијата
mr: लेखाचे शीर्षक
ms_my: Tajuk Artikel/Kertas
nb: Artikkelens tittel
nl_nl: Artikel/Paper titel
pl_pl: Tytuł artykułu
pt_pt: Título do Artigo
ro: Titlul articolului
ru_ru: Название статьи/материала
sl_si: Naslov prispevka
sr@cyrillic: Наслов рада
sr_rs@latin: Naslov rada
sv_se: Artikeltitel
th: ชื่อบทความ/เอกสาร
tr_tr: Makale Adı
uk_ua: Назва статті/праці
vi: Tiêu đề bài báo/tác phẩm
vi_vn: Tiêu đề bài báo/tài liệu
zh_cn: 文章标题
