Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# metadata.property.validationMessage.conf-sponsor
source: Please enter a valid conference sponsor.
ar_iq: لطفاً، أدخل راعياً صحيحاً للمؤتمر.
az: Zəhmət olmasa etibarlı bir konfrans sponsoru daxil edin
bg_bg: Моля, въведете валиден спонсор на конференцията.
ca_es: Introduïu un patrocinador de conferència vàlid.
cs_cz: Zadejte, prosím, jméno sponzora konference.
da_dk: Indtast en gyldig konferencesponsor.
de_de: Bitte geben Sie einen gültigen Konferenzsponsor ein.
el_gr: Παρακαλούμε εισάγετε έναν έγκυρο Χορηγό Συνεδρίου
eu: Mesedez, idatzi kongresuaren baliozko babeslea.
fa_ir: لطفاً حامی کنفرانس را وارد کنید
fi_fi: Anna kelvollinen konferenssin tukija.
fr_fr: Veuillez saisir un promoteur de conférence valide.
gl_es: insira un patrocinador da conferencia válido.
hr: Unesite važećeg sponzora konferencije.
hu: Kérjük, adjon meg egy érvényes konferencia szponzort.
hy_am: Խնդրում ենք մուտքագրել համաժողովի վավեր հովանավորի:
id: Masukkan sponsor konferensi yang valid.
is: Vinsamlega sláðu inn gilda stuðningsaðila ráðstefnu.
is_is: Vinsamlega sláðu inn stuðningsaðila ráðstefnu.
it_it: Inserisci i nomi degli sponsor del convegno.
ja_jp: 適切な会議主催者を入力してください。
ka_ge: გთხოვთ, შეიყვანოთ კონფერენციის მოქმედი სპონსორი.
kk: Конференция демеушісін дұрыс енгізіңіз.
ku_iq: تکایە ناوی سپۆنسەری کۆنفرانسەکە بنوسە.
lv: Lūdzu, ievadiet derīgu konferences sponsoru.
mk_mk: Ве молиме внесете валиден спонзор на конференција.
mr: कृपया संमेलनाचे प्रायोजक ग्राह्य स्वरूपात नोंदवा.
ms_my: Sila masukkan penaja persidangan yang sah.
nb: Skriv inn en gyldig konferansesponsor.
nl_nl: Geef een geldige naam voor de conferentie-sponsor.
pl_pl: Proszę o wpisanie poprawnej nazwy instytucji finansującej konferencję.
pt_pt: Insira um patrocinador da conferência válido.
ro: Vă rugăm să introduceți un sponsor valid pentru conferință.
ru_ru: Пожалуйста, введите правильно спонсора конференции.
sl_si: Prosimo vnesite veljavnega sponzorja konference.
sr@cyrillic: Унесите спонзора конференције.
sr_rs@latin: Unesite sponzora konferencije.
sv_se: Vänligen ange en giltig konferenssponsor.
th: กรุณากรอกผู้สนับสนุนการประชุมที่ถูกต้อง
tr_tr: Lütfen geçerli bir konferans sponsoru giriniz.
uk_ua: Будь ласка, вкажіть коректні дані про спонсора конференції.
vi: Vui lòng nhập nhà tài trợ hội nghị hợp lệ.
vi_vn: Vui lòng nhập Tài trợ hội nghị hợp lệ.
zh_cn: 请输入一个有效的会议主办

# metadata.property.displayName.institution
source: Institution
ar_iq: المؤسسة
az: Qurum
bg_bg: Институция
ca_es: Institució
cs_cz: Organizace
el_gr: Ίδρυμα
eu: Erakundea
fa_ir: موسسه
fi_fi: Instituutio
gl_es: Institución
hr: Institucija
hu: Intézmény
hy_am: Կազմակերպություն
id: Institusi
is: Stofnun
is_is: Stofnun
it_it: Istituzione
ja_jp: 機関
ka_ge: დაწესებულება
kk: Ұйым
ku_iq: دەزگا
lv: Iestāde
mk_mk: Институција
mr: संस्थेचे नाव
ms_my: Institusi
nb: Institusjon
nl_nl: Instituut
pl_pl: Nazwa instytucji
pt_pt: Instituição
ro: Instituția
ru_ru: Организация
sl_si: Institucija
sr@cyrillic: Институција
sr_rs@latin: Institucija
th: สถาบัน
tr_tr: Kurum
uk_ua: Установа
vi: Tổ chức
vi_vn: Tổ chức
zh_cn: 机构

# metadata.property.validationMessage.institution
source: Please enter a valid institution.
ar_iq: لطفاً، أدخل مؤسسة صحيحة.
az: Zəhmət olmasa etibarlı bir qurum adı daxil edin
bg_bg: Моля, въведете валидна институция.
ca_es: Introduïu una institució vàlida.
cs_cz: Zadejte, prosím, název instituce.
da_dk: Indtast en gyldig institution.
de_de: Bitte geben Sie eine gültige Institution ein.
el_gr: Παρακαλούμε εισάγετε έναν έγκυρο τίτλος Ιδρύματος
eu: Mesedez, idatzi baliozko erakundea.
fa_ir: لطفاً موسسه را وارد کنید
fi_fi: Anna kelvollinen instituutio.
fr_fr: Veuillez saisir une institution valide.
gl_es: Insira unha institución válida.
hr: Unesite valjanu ustanovu.
hu: Kérjük, adjon meg egy érvényes intézményt.
hy_am: Խնդրում ենք մուտքագրել վավեր հաստատություն:
id: Masukkan institusi yang valid.
is: Vinsamlega sláðu inn leyfilega stofnun.
is_is: vinsamlega sláðu inn leyfilega stofnun.
it_it: Inserisci un'istituzione valida.
ja_jp: 適切な機関名を入力してください。
ka_ge: გთხოვთ, შეიყვანოთ მოქმედი დაწესებულება.
kk: Ұйымды дұрыс енгізіңіз.
ku_iq: تکایە ناوی دروستی دەزگاکە بنوسە.
lv: Lūdzu, ievadiet derīgu iestādi.
mk_mk: Ве молиме внесете валидна институција.
mr: कृपया संस्थेचे नाव ग्राह्य स्वरूपात नोंदवा.
ms_my: Sila masukkan institusi yang sah.
nb: Skriv inn en gyldig institusjon.
nl_nl: Geef een geldig instituut.
pl_pl: Prosze o wpisanie poprawnej nazwy instytucji.
pt_pt: Insira uma instituição válida.
ro: Vă rugăm să introduceți o instituție validă.
ru_ru: Пожалуйста, введите правильно организацию.
sl_si: Prosimo vnesite veljavno institucijo.
sr@cyrillic: Унесите назив институције.
sr_rs@latin: Unesite naziv institucije.
sv_se: Vänligen ange en giltig institution.
th: กรุณาป้อนชื่อสถาบันที่ถูกต้อง
tr_tr: Lütfen geçerli bir kurum adı giriniz.
uk_ua: Будь ласка, вкажіть коректні дані про установу.
vi: Vui lòng nhập tổ chức hợp lệ.
vi_vn: Vui lòng nhập một Tổ chức hợp lệ.
zh_cn: 请输入一个有效的机构

# metadata.property.displayName.fpage
source: First Page
ar_iq: أول صفحة
az: İlk səhifə
bg_bg: Първа страница
ca_es: Primera pàgina
cs_cz: První stránka
da_dk: Første side
de_de: Erste Seite
el_gr: Πρώτη Σελίδα
eu: Lehen orrialdea
fa_ir: صفحه شروع
fi_fi: Ensimmäinen sivu
fr_fr: Première page
gl_es: Primeira páxina
hr: Prva stranica
hu: Első oldal
hy_am: Առաջին էջը
id: Halaman Pertama
is: Fyrsta síða
is_is: Fyrsta síða
it_it: Pagina iniziale
ja_jp: 開始ページ
ka_ge: პირველი გვერდი
kk: Бірінші беті
ku_iq: لاپەڕەی یەکەم
lv: Pirmā lappuse
mk_mk: Прва страница
mr: पहिले पान
ms_my: Halaman Pertama
nb: Første side
nl_nl: Eerste pagina
pl_pl: Pierwsza strona
pt_pt: Primeira Página
ro: Prima pagină
ru_ru: Первая страница
sl_si: Prva stran
sr@cyrillic: Прва страна
sr_rs@latin: Prva strana
sv_se: Första sida
th: หน้าแรก
tr_tr: İlk Sayfa
uk_ua: Перша сторінка
vi: Trang đầu
vi_vn: Trang đầu tiên
zh_cn: 首页

# metadata.property.validationMessage.fpage
source: Please enter a valid first page (must be a numeric value).
ar_iq: لطفاً، أدخل صفحة أولى صحيحة (ينبغي أن تكون قيمة رقمية).
az: Zəhmət olmasa etibarlı bir ilk səhifə daxil edin (numerik olmalıdır).
bg_bg: Моля, въведете валидна първа страница (трябва да бъде числова стойност).
ca_es: Introduïu una primera pàgina vàlida (ha de ser un valor numèric).
cs_cz: Zadejte, prosím, první stránku článku (musí jít o platnou numerickou hodnotu).
da_dk: Indtast en gyldig første side (skal være en numerisk værdi).
de_de: Bitte geben Sie eine gültige erste Seite ein (muss ein numerischer Wert sein).
el_gr: Παρακαλούμε εισάγετε μια έγκυρη πρώτη σελίδα (πρέπει να είναι μια αριθμητική τιμή)
eu: Mesedez, idatzi baliozko lehenengo orria (zenbakia izan behar du).
fa_ir: لطفاً صفحه شروع را وارد کنید
fi_fi: Anna ensimmäinen sivu (numeerinen arvo).
fr_fr: Veuillez saisir une première page valide (doit être une valeur numérique).
gl_es: Insira unha primeira páxina válida (debe ser un valor numérico).
hr: Unesite valjanu prvu stranicu (mora biti brojčana vrijednost).
hu: Kérjük, adjon meg egy érvényes kezdő oldalt (szám értéknek kell lennie).
hy_am: Խնդրում ենք մուտքագրել վավեր առաջին էջ (պետք է լինի թվային արժեք):
id: Masukkan halaman pertama yang valid (harus nilai numerik).
is: Sláðu inn leyfilegt síðunúmer á fyrstu síðu (þarf að vera númer).
is_is: Sláðu inn leyfilegt síðunúmer á fyrstu síðu (þarf að vera númer).
it_it: Inserisci il numero della prima pagina (deve essere un valore numerico).
ja_jp: 適切な開始ページ(数字のみ)を入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი პირველი გვერდი (უნდა იყოს რიცხვითი მნიშვნელობა).
kk: Бірінші бетті дұрыс енгізіңіз (сан болуы керек).
ku_iq: تکایە لاپەڕەی یەکەم بە دروستی بنوسە (دەبێت بە ژمارە بێت).
lv: Lūdzu, ievadiet derīgu pirmo lappusi (tai jābūt skaitliskai vērtībai).
mk_mk: Ве молиме внесете валидна прва страница (мора да биде целобројна вредност).
mr: कृपया पहिल्या पानाचा क्रमांक ग्राह्य स्वरूपात नोंदवा (आकड्यातच असायला हवा).
ms_my: Sila masukkan halaman pertama yang sah (mesti nilai angka).
nb: Skriv inn en gyldig førsteside (må være et tall).
nl_nl: Geef een geldige eerste pagina (moet een numerieke waarde zijn).
pl_pl: Proszę o wpisanie poprawnego numeru strony, na której rozpoczyna się publikacja (liczba).
pt_pt: Insira uma primeira página válida (deve ser um valor numérico).
ro: Vă rugăm să introduceți numărul primei pagini.
ru_ru: Пожалуйста, введите правильно первую страницу (должна быть числом).
sl_si: Prosimo vnesite veljavno prvo stran (biti mora numerična vrednost).
sr@cyrillic: Унесите исправну прву страну (мора бити нумеричка вредност).
sr_rs@latin: Unesite ispravnu prvu stranu (mora biti numerička vrednost).
sv_se: Vänligen ange en giltig första sida (måste vara ett numeriskt värde).
th: กรุณาป้อนหน้าแรกที่ถูกต้อง (ต้องเป็นตัวเลขเท่านั้น)
tr_tr: Lütfen geçerli bir ilk sayfa giriniz (numerik olmalıdır).
uk_ua: Будь ласка, вкажіть коректний номер першої сторінки (має бути цифровим значенням).
vi: Vui lòng nhập trang đầu hợp lệ (phải là giá trị số).
vi_vn: Vui lòng nhập trang đầu tiên hợp lệ (phải là giá trị số).
zh_cn: 请输入一个有效的首页（数字）

# metadata.property.displayName.lpage
source: Last Page
ar_iq: آخر صفحة
az: Son səhifə
bg_bg: Последна страница
ca_es: Última pàgina
cs_cz: Poslední stránka
da_dk: Sidste side
de_de: Letzte Seite
el_gr: Τελευταία Σελίδα
eu: Azken orrialdea
fa_ir: صفحه پایان
fi_fi: Viimeinen sivu
fr_fr: Dernière page
gl_es: Última páxina
hr: Zadnja stranica
hu: Utolsó oldal
hy_am: Վերջին էջը
id: Halaman Terakhir
is: Aftasta síða
is_is: Aftasta síða
it_it: Ultima pagina
ja_jp: 終了ページ
ka_ge: ბოლო გვერდი
kk: Соңғы бет
ku_iq: لاپەڕەی کۆتایی
lv: Pēdējā lappuse
mk_mk: Последна страница
mr: अखेरचे पान
ms_my: Halaman Terakhir
nb: Siste side
nl_nl: Laatste pagina
pl_pl: Ostatnia strona
pt_pt: Última Página
ro: Ultima pagină
ru_ru: Последняя страница
sl_si: Zadnja stran
sr@cyrillic: Последња страна
sr_rs@latin: Poslednja strana
sv_se: Sista sida
th: หน้าสุดท้าย
tr_tr: Son sayfa
uk_ua: Остання сторінка
vi: Trang cuối
vi_vn: Trang cuối cùng
zh_cn: 最后一页

# metadata.property.validationMessage.lpage
source: Please enter a valid last page (must be a numeric value).
ar_iq: لطفاً، أدخل صفحة أخيرة صحيحة (ينبغي أن تكون قيمة رقمية).
az: Zəhmət olmasa etibarlı bir son səhifə daxil edin (numerik olmalıdır)
bg_bg: Моля, въведете валидна последна страница (трябва да бъде числова стойност).
ca_es: Introduïu una última pàgina vàlida (ha de ser un valor numèric).
cs_cz: Zadejte, prosím, poslední stránku článku (musí jít o platnou numerickou hodnotu).
da_dk: Indtast en gyldig sidste side (skal være en numerisk værdi).
de_de: Bitte geben Sie eine gültige letzte Seite ein (muss ein numerischer Wert sein).
el_gr: Παρακαλούμε εισάγετε μια έγκυρη τελευταία σελίδα (πρέπει να είναι μια αριθμητική τιμή)
eu: Mesedez, idatzi baliozko azkeneko orria (zenbakia izan behar du).
fa_ir: لطفاً صفحه پایان را وارد کنید
fi_fi: Anna viimeinen sivu (numeerinen arvo).
fr_fr: Veuillez saisir une dernière page valide (doit être une valeur numérique).
gl_es: Insira unha última páxina válida (debe ser un valor numérico).
hr: Unesite valjanu posljednju stranicu (mora biti numerička vrijednost).
hu: Kérjük, adjon meg egy érvényes utolsó oldalt (szám értéknek kell lennie).
hy_am: Խնդրում ենք մուտքագրել վավեր վերջին էջ (պետք է լինի թվային արժեք):
id: Masukkan halaman terakhir yang valid (harus nilai numerik).
is: Vinsamlega sláðu inn leyfilegt síðunúmer fyrir öftustu síðu (þarf að vera númer).
is_is: Vinsamlega sláðu inn leyfilegt síðunúmer fyrir öftustu síðu. (þarf að vera númer).
it_it: Inserisci il numero dell'ultima pagina (deve essere un valore numerico).
ja_jp: 適切な終了ページ(数字のみ)を入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი ბოლო გვერდი (უნდა იყოს რიცხვითი მნიშვნელობა).
kk: Соңғы бетті дұрыс енгізіңіз (сан болуы керек).
ku_iq: تکایە لاپەڕەی کۆتایی بە دروستی بنوسە (دەبێت بە ژمارە بێت).
lv: Lūdzu, ievadiet derīgu pēdējo lappusi (tai jābūt skaitliskai vērtībai).
mk_mk: Ве молиме весете валидна последна страница (мора да биде целобројна вредност).
mr: कृपया अखेरच्या पानाचा क्रमांक ग्राह्य स्वरूपात नोंदवा (आकड्यातच असायला हवा).
ms_my: Sila masukkan halaman terakhir yang sah (mesti nilai angka).
nb: Skriv inn en gyldig siste side (må være et tall).
nl_nl: Geef een geldig laatste pagina op (moet een numerieke waarde zijn).
pl_pl: Proszę o wpisanie poprawnego numeru ostatniej strony publikacji (liczba).
pt_pt: Insira uma última página válida (deve ser um valor numérico).
ro: Vă rugăm să introduceți numărul ultimei pagini.
ru_ru: Пожалуйста, введите правильно последнюю страницу (должна быть числом).
sl_si: Prosimo vnesite veljavno zadnjo stran (biti mora numerična vrednost).
sr@cyrillic: Унесите исправну последњу страну (мора бити нумеричка вредност).
sr_rs@latin: Unesite ispravnu poslednju stranu (mora biti numerička vrednost).
sv_se: Vänligen ange en giltig sista sida (måste vara ett numeriskt värde).
th: กรุณาป้อนหน้าสุดท้ายที่ถูกต้อง (ต้องเป็นตัวเลขเท่านั้น)
tr_tr: Lütfen geçerli bir son sayfa giriniz (numerik olmalıdır).
uk_ua: Будь ласка, вкажіть коректний номер останньої сторінки (має бути цифровим значенням).
vi: Vui lòng nhập trang cuối hợp lệ (phải là giá trị số).
vi_vn: Vui lòng nhập trang cuối cùng hợp lệ (phải là giá trị số).
zh_cn: 请输入一个有效的最后一页（数字）

# metadata.property.displayName.size
source: Number of Pages
ar_iq: عدد الصفحات
az: Səhifə sayı
bg_bg: Брой страници
ca_es: Nombre de pàgines
cs_cz: Počet stránek
da_dk: Antal sider
de_de: Anzahl Seiten
el_gr: Αριθμός Σελίδων
eu: Orrialde-zenbakia
fa_ir: تعداد صفحات
fi_fi: Sivumäärä
fr_fr: Nombre de pages
gl_es: Número de páxinas
hr: Broj stranica
hu: Oldalak száma
hy_am: Էջերի քանակը
id: Jumlah Halaman
is: Fjöldi blaðsíðna
is_is: Fjöldi blaðsíðna
it_it: Numero di pagine
ja_jp: ページ数
ka_ge: გვერდების რაოდენობა
kk: Бет саны
ku_iq: ژمارەی لاپەڕەکان
lv: Lappušu skaits
mk_mk: Број на страници
mr: पृष्ठ संख्या
ms_my: Bilangan Halaman
nb: Antall sider
nl_nl: Aantal pagina's
pl_pl: Liczba stron
pt_pt: Número de Páginas
ro: Numărul de pagini
ru_ru: Количество страниц
sl_si: Število strani
sr@cyrillic: Број страна
sr_rs@latin: Broj strana
sv_se: Antal sidor
th: จำนวนหน้า
tr_tr: Sayfa Sayısı
uk_ua: Кількість сторінок
vi: Số trang
vi_vn: Tổng số trang
zh_cn: 页数

# metadata.property.validationMessage.size
source: Please enter a valid total number of pages (must be a numeric value).
ar_iq: لطفاً، أدخل عدداً صحيحاً للصفحات (ينبغي أن تكون قيمة رقمية).
az: Zəhmət olmasa etibarlı ümumi səhifə sayı daxil edin (numerik olmalıdır.)
bg_bg: Моля, въведете валиден общ брой страници (трябва да бъде числова стойност).
ca_es: Introduïu un nombre total de pàgines vàlid (ha de ser un valor numèric).
cs_cz: Zadejte, prosím, počet stránek (musí jít o platnou numerickou hodnotu).
da_dk: Indtast et gyldigt samlet antal sider (skal være en numerisk værdi).
de_de: Bitte geben Sie eine gültige Gesamtzahl an Seiten ein (muss ein numerischer Wert sein).
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο σύνολο σελίδων (πρέπει να είναι μια αριθμητική τιμή)
eu: Mesedez, idatzi guztira dituen orrien baliozko kopurua (zenbakia izan behar du).
fa_ir: لطفاً تعداد صفحات را وارد کنید
fi_fi: Anna sivujen kokonaismäärä (numeerinen arvo).
fr_fr: Veuillez saisir un nombre de pages valide (doit être une valeur numérique).
gl_es: Insira un número total de páxinas válido (debe ser un valor numérico).
hr: Unesite važeći ukupni broj stranica (mora biti brojčana vrijednost).
hu: Kérjük, adjon meg érvényes össz oldalszámot (szám értéknek kell lennie).
hy_am: Խնդրում ենք մուտքագրել էջերի վավեր ընդհանուր թիվը (պետք է լինի թվային արժեք):
id: Masukkan jumlah total halaman yang valid (harus nilai numerik).
is: Vinsamlega sláðu inn heildarfjölda blaðsíðna (þarf að vera númer).
is_is: Vinsamlega sláðu inn heildar blaðsíðufjölda (þarf að vera númer).
it_it: Inserisci il numero totale di pagine (deve essere un valore numerico).
ja_jp: 適切な総ページ数(数字のみ)を入力してください。
ka_ge: გთხოვთ, შეიყვანოთ გვერდების მართებული საერთო რაოდენობა (რიცხვითი მნიშვნელობა უნდა იყოს).
kk: Беттердің жалпы санын дұрыс енгізіңіз (сан болуы керек).
ku_iq: تکایە کۆی ژمارەی لاپەڕەکان بنوسە (دەبێت بە ژمارە بێت).
lv: Lūdzu, ievadiet derīgu kopējo lappušu skaitu (jābūt skaitliskai vērtībai).
mk_mk: Ве молиме внесете валиден вкупен број на страници (мора д биде целобројна вредност).
mr: कृपया पृष्ठांची एकूण संख्या ग्राह्य स्वरूपात नोंदवा (आकड्यातच असायला हवी).
ms_my: Sila masukkan bilangan halaman yang sah (mesti nilai angka).
nb: Skriv inn et gyldig antall sider (må være et tall).
nl_nl: Geef een geldig totaal aantal pagina's (moet een numerieke waarde zijn).
pl_pl: Prosze o wpisanie poprawnej liczby stron publikacji (liczba).
pt_pt: Insira um número total de páginas válido (deve ser um valor numérico).
ro: Vă rugăm să introduceți numărul total de pagini.
ru_ru: Пожалуйста, введите правильно общее количество страниц (должно быть числом).
sl_si: Prosimo vnesite veljavno število strani (biti mora numerična vrednost).
sr@cyrillic: Унесите број страна (мора бити нумеричка вредност).
sr_rs@latin: Unesite broj strana (mora biti numerička vrednost).
sv_se: Vänligen ange ett giltigt omfång på totalt antal sidor (måste vara ett numeriskt värde).
th: กรุณาป้อนจำนวนหน้าทั้งหมดที่ถูกต้อง (ต้องเป็นตัวเลขเท่านั้น)
tr_tr: Lütfen geçerli toplam sayfa sayısını giriniz (numerik olmalıdır).
uk_ua: Будь ласка, вкажіть коректну загальну кількість сторінок (має бути цифровим значенням).
vi: Vui lòng nhập tổng số trang hợp lệ (phải là giá trị số).
vi_vn: Vui lòng nhập tổng số trang hợp lệ (phải là giá trị số).
zh_cn: 请输入一个有效的页数（数字）

# metadata.property.displayName.publisher-loc
source: Publisher Location
ar_iq: موقع الناشر
az: Nəşr yeri
bg_bg: Място на издаване (на издателя)
ca_es: Ubicació de l'editorial
cs_cz: Místo vydání
da_dk: Udgiversted
de_de: Verlagsort
el_gr: Έδρα Εκδότη
eu: Argitaratzailearen helbidea
fa_ir: محل ناشر
fi_fi: Julkaisijan sijainti
fr_fr: Lieu de l'éditeur
gl_es: Localización do editor/a
hr: Lokacija izdavača
hu: Kiadási hely
hy_am: Հրատարակչի գտնվելու վայրը
id: Lokasi Penerbit
is: Útgáfustaður
is_is: Útgáfustaður
it_it: Luogo di pubblicazione
ja_jp: 出版地
ka_ge: გამომცემლის ადგილმდებარეობა
kk: Жарияланған жері
ku_iq: شوێنی بڵاوکردنەوە
lv: Izdevēja atrašanās vieta
mk_mk: Локација на издавач
mr: प्रकाशकाचे ठिकाण
ms_my: Lokasi Penerbit
nb: Utgiversted
nl_nl: Lokatie van de uitgever
pl_pl: Miejsce wydania
pt_pt: Local da Editora
ro: Adresa publicantului
ru_ru: Место издания
sl_si: Lokacija založnika
sr@cyrillic: Место издавача
sr_rs@latin: Mesto izdavača
sv_se: Utgivningsort
th: ที่ตั้งของสำนักพิมพ์
tr_tr: Yayın Yeri
uk_ua: Місце видання
vi: Địa điểm nhà xuất bản
vi_vn: Địa điểm Nhà xuất bản
zh_cn: 出版地

# metadata.property.validationMessage.publisher-loc
source: Please enter a valid publisher location.
ar_iq: لطفاً، أدخل موقعاً صحيحاً للناشر.
az: Zəhmət olmasa etibarlı bir nəşr yeri daxil edin
bg_bg: Моля, въведете валидно място на издаване (на издателя).
ca_es: Introduïu una ubicació de l'editorial vàlida.
cs_cz: Zadejte, prosím, místo vydání.
da_dk: Indtast et gyldigt udgiversted.
de_de: Bitte geben Sie einen gültigen Verlagsort ein.
el_gr: Παρακαλούμε εισάγετε μια έγκυρη έδρα εκδότη
eu: Mesedez, idatzi editorearen baliozko kokalekua.
fa_ir: لطفاً محل ناشر را وارد کنید
fi_fi: Anna kelvollinen julkaisijan sijainti.
fr_fr: Veuillez saisir un lieu de publication valide.
gl_es: Insira unha localización válida do editor/a.
hr: Unesite valjanu lokaciju izdavača.
hu: Kérjük, adjon meg egy érvényes kiadási helyet.
hy_am: Խնդրում ենք մուտքագրել հրատարակչի վավեր գտնվելու վայրը:
id: Masukkan lokasi penerbit yang valid.
is: Vinsamlega sláðu inn útgáfustað.
is_is: Vinsamlega sláðu inn útgáfustað.
it_it: Inserisci il luogo di pubblicazione.
ja_jp: 適切な出版地を入力してください。
ka_ge: გთხოვთ, შეიყვანოთ გამომცემლის სწორი ადგილმდებარეობა.
kk: Жариялау орнын дұрыс енгізіңіз.
ku_iq: تکایە شوێنی بڵاوکردنەوەکە بنوسە.
lv: Lūdzu, ievadiet derīgu izdevēja atrašanās vietu.
mk_mk: Ве молиме внесете валидна локација на издавач.
mr: कृपया प्रकाशकाचे ठिकाण ग्राह्य स्वरूपात नोंदवा.
ms_my: Sila masukkan lokasi penerbit yang sah.
nb: Skriv inn et gyldig utgiversted.
nl_nl: Geef een geldige lokatie voor de uitgever.
pl_pl: Proszę o wpisanie poprawnego miejsca wydania.
pt_pt: Insira um local da editora válido.
ro: Vă rugăm să introduceți o adresă validă.
ru_ru: Пожалуйста, введите правильное место издания.
sl_si: Prosimo vnesite veljavno lokacijo založnika.
sr@cyrillic: Унесите место издавача.
sr_rs@latin: Unesite mesto izdavača.
sv_se: Vänligen ange en giltig utgivningsort.
th: กรุณาป้อนที่ตั้งของสำนักพิมพ์ที่ถูกต้อง
tr_tr: Lütfen geçerli bir yayın yeri giriniz.
uk_ua: Будь ласка, вкажіть коректне місце видання.
vi: Vui lòng nhập địa điểm nhà xuất bản hợp lệ.
vi_vn: Vui lòng nhập địa điểm nhà xuất bản hợp lệ.
zh_cn: 请输入一个有效的出版地

# metadata.property.displayName.publisher-name
source: Publisher Name
ar_iq: اسم الناشر
az: Naşir adı
bg_bg: Име на издателство
ca_es: Nom de l'editorial
cs_cz: Vydavatel
da_dk: Udgivernavn
de_de: Verlagsname
el_gr: Τίτλος Εκδότη
eu: Argitaratzailearen izena
fa_ir: نام ناشر
fi_fi: Julkaisijan nimi
fr_fr: Nom de l'éditeur
gl_es: Nome do editor/a
hr: Ime izdavača
hu: Kiadó neve
hy_am: Հրատարակչի անունը
id: Nama Penerbit
is: Heiti útgefanda
is_is: Nafn útgefanda
it_it: Editore
ja_jp: 出版社名
ka_ge: გამომცემლის სახელი
kk: Баспа атауы
ku_iq: ناوی بڵاوکەرەوە
lv: Izdevēja nosaukums
mk_mk: Име на издавач
mr: प्रकाशकाचे नाव
ms_my: Nama Penerbit
nb: Navn på utgiver
nl_nl: Naam van de uitgever
pl_pl: Nazwa wydawcy
pt_pt: Nome da Editora
ro: Numele Publicantului
ru_ru: Название издателя
sl_si: Ime založnika
sr@cyrillic: Назив издавача
sr_rs@latin: Naziv izdavača
sv_se: Namn på utgivare
th: ชื่อสำนักพิมพ์
tr_tr: Yayıncı Adı
uk_ua: Назва/ім'я видавця
vi: Tên nhà xuất bản
vi_vn: Tên Nhà xuất bản
zh_cn: 出版社
