Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.manageDependentFiles
source: Manage Dependent Files
ar_iq: إدارة الملفات الملحقة
az: Asılı sənədləri idarə edin
bg_bg: Управление на зивисимите файлове
ca_es: Administra els fitxers dependents
cs_cz: Spravovat podřízené soubory
da_dk: Håndtér relaterede filer
de_de: Abhängige Dateien verwalten
el_gr: Διαχείριση Σχετιζόμενων Αρχείων
eu: Kudeatu menpeko fitxategiak
fa_ir: مدیریت فایل های وابسته
fi_fi: Hallinnoi riippuvia tiedostoja
fr_fr: Gestion des fichiers dépendants
gl_es: Xestionar os arquivos dependentes
hr: Upravljanje ovisnim datotekama
hu: Függőben lévő fájlok adminisztrálása
hy_am: Կառավարեք կախյալ նիշքերը
id: Kelolla File Dependen
is: Stýra tengdum skrám
it_it: Gestisci i file in subordine
ja_jp: 依存ファイルの管理
ka_ge: დაკავშირებული ფაილების ნახვა
kk: Тәуелді файлдарды басқару
ku_iq: ڕێکخستنی فایلە پاشکۆکان
lv: Pārvaldīt saistītās datnes
mr: अवलंबित फाईल्स व्यवस्थापित करा
ms_my: Urus Fail Bergantung
nb: Styr supplerende filer
nl_nl: Beheer secundaire bestanden
pl_pl: Zarządzaj plikami powiązanymi
pt_pt: Gerir Ficheiros Dependentes
ro: Gestionați fișierele dependente
ru_ru: Управление зависимыми файлами
sl_si: Upravljaj z odvisnimi datotekami
sr@cyrillic: Управљај зависним документима
sr_rs@latin: Upravljaj zavisnim dokumentima
sv_se: Hantera relaterade filer
th: จัดการไฟล์ที่เกี่ยวข้อง
tr_tr: Bağımlı Dosyaları Yönet
uk_ua: Керування залежними файлами
vi: Quản lý tệp phụ thuộc
vi_vn: Quản lý các tập tin phụ thuộc

# submission.upload.instructions
source: Upload any files the editorial team will need to evaluate your submission.
az: Dəyərləndirmə üçün ehtiyac olan bütün faylları yükləyin
bg_bg: Качете всички файлове, от които редакционният екип ще се нуждае, за да оцени вашето подаване на материали.
cs_cz: Nahrajte všechny soubory, které redakční tým bude potřebovat k vyhodnocení vašeho příspěvku.
eu: Igo erredakzio-taldeak zure bidalketa berrikusteko behar dituen fitxategi guztiak.
gl_es: Cargue os arquivos que o equipo editorial necesitará para avaliar o seu envío.
hr: Učitajte sve datoteke koje će urednički tim trebati za procjenu vašeg podneska.
hu: Töltsön fel minden olyan fájlt, amelyre a szerkesztőségnek szüksége lesz a kézirat értékeléséhez.
hy_am: Վերբեռնեք ցանկացած նիշք, որը անհրաժեշտ կլինի խմբագրական թիմին՝ ձեր ներկայացումը գնահատելու համար:
id: Unggah semua file yang akan dievaluasi oleh tim redaksi.
is: Hladdu upp öllum skrám sem ritstjórnarteymið þarf til að leggja mat á handrit þitt.
ja_jp: 投稿を評価するために編集チームが必要とするファイルをアップロードしてください。
ka_ge: ატვირთეთ ნებისმიერი ფაილი, სარედაქციო ჯგუფს დასჭირდება თქვენი წარდგენის შეფასება.
kk: Жіберуіңізді бағалау үшін редакторлар қажет болатын барлық файлдарды жүктеп салыңыз.
lv: Augšupielādēt visas datnes, kas būs nepieciešamas redakcijai, lai novērtētu jūsu iesniegto materiālu.
mk_mk: Прикачи ги сите датотеки кои ќе бидат потребни уредничкиот тим да го оцени вашиот поднесок.
mr: संपादकीय टीमला सादरीकरणाचे योग्य मूल्यमापन करण्यासाठी तुम्हाला आवश्यक वाटणार्‍या इतर फाईल्स संक्रमित (अपलोड) करा.
ms_my: Muat naik mana-mana fail yang diperlukan oleh kumpulan editorial untuk menilai penyerahan anda.
nb: Last opp eventuelle filer som redaksjonen trenger for å evaluere innleveringen din.
pt_pt: Envie todos os ficheiros que a equipa editorial necessite para avaliar a sua submissão.
ru_ru: Загрузите все файлы, которые понадобятся редакции, чтобы оценить Ваш отправленный материал.
sl_si: Naložite datoteke, ki jih potrebuje uredništvo, da pregleda vaš prispevek.
th: อัปโหลดไฟล์ที่ทีมบรรณาธิการต้องใช้ในการประเมินการส่งงานของคุณ
tr_tr: Değerlendirme için ihtiyaç duyulan tüm dosyaları yükleyin.
vi: Tải lên bất kỳ tệp nào mà đội ngũ biên tập sẽ cần để đánh giá bài nộp của bạn.

# submission.upload.percentComplete
source: Uploading {$percent}% complete
az: {$percent}% yüklənir
bg_bg: Качването е {$percent}% завършено
cs_cz: Nahrávání je z {$percent} % hotovo
eu: Kargaren %{$percent} burutua
gl_es: {$percent}% de carga completado
hr: Prijenos {$percent}% dovršen
hu: Feltöltés állapota {$percent}%
hy_am: {$percent}% -ի վերբեռնումն ավարտված է
id: Mengunggah {$percent}% selesai
is: Upphleðslu {$percent}% lokið
ja_jp: {$percent}% のアップロードが完了しました
ka_ge: ატვირთვა დასრულებულია {$percent}%
kk: Жүктелуде: {$percent}% аяқталды
lv: Augšupielāde {$percent}% pabeigta
mk_mk: Прикачувањето е {$percent}% готово
mr: संक्रमित (अपलोड) करण्याची प्रक्रिया {$percent}% पूर्ण झाली
ms_my: Memuat naik {$percent}% selesai
nb: Opplasting er {$percent}% ferdig
pt_pt: {$percent}% de upload concluído
ru_ru: Загрузка: {$percent}% завершено
sl_si: Nalaganje {$percent}% opravljeno
th: กำลังอัปโหลดเสร็จแล้ว {$percent}%
tr_tr: {$percent}% yükleniyor
vi: Đang tải lên {$percent}% hoàn thành

# submission.upload.dependent
source: Upload a Dependent File
ar_iq: إرفع ملفاً ملحقاً
az: Asılı bir fayl yükləyin
bg_bg: Качване на зависим файл
ca_es: Carrega un fitxer dependent
cs_cz: Nahrát podřízené soubory
da_dk: Upload en relateret fil
de_de: Abhängige Dateien hochladen
el_gr: Μεταφορτώστε ένα Σχετιζόμενο Αρχείο
eu: Igo menpeko fitxategi bat
fa_ir: آپلود یک فایل وابسته
fi_fi: Lataa riippuva tiedosto
fr_fr: Transférer un fichier dépendant
gl_es: Cargar un arquivo dependente
hr: Učitajte zavisnu datoteku
hu: Függőben lévő fájl feltöltése
hy_am: Վերբեռնեք կախյալ նիշքը
id: Unggah File Dependen
is: Hladdu upp tengdum skrám
it_it: Carica un file subordinato
ja_jp: 依存ファイルのアップロード
ka_ge: დამოკიდებული ფაილის ატვირთვა
kk: Тәуелді файлды жүктеп алыңыз
ku_iq: بارکردنی فایلی پاشکۆ
lv: Augšupielādēt saistīto datni
mr: अवलंबित फाईल संक्रमित (अपलोड) करा
ms_my: Muat naik Fail Bergantung
nb: Last opp en supplerende fil
nl_nl: Laad een secundair bestand op
pl_pl: Prześlij plik powiązany
pt_pt: Upload Ficheiro Dependente
ro: Încărcați un fișier dependent
ru_ru: Загрузить зависимый файл
sl_si: Naloži odvisno datoteko
sr@cyrillic: Достави зависни документ
sr_rs@latin: Dostavi zavisni dokument
sv_se: Ladda upp en relaterad fil
th: อัปโหลดไฟล์ที่เกี่ยวข้อง
tr_tr: Bağımlı Bir Dosya Yükle
uk_ua: Завантажити залежний файл
vi: Tải lên tệp phụ thuộc
vi_vn: Tải lên một tập tin phụ thuộc

# submission.upload.query
source: Upload a Discussion File
ar_iq: إرفع ملف مناقشة
az: Müzakirə faylı yükləyin
bg_bg: Качване на дискусионен файл
ca_es: Carregueu un arxiu de discussió
cs_cz: Nahrát diskusní soubor
da_dk: Upload indlægsfil
de_de: Eine Diskussionsdatei hochladen
el_gr: Μεταφορτώστε ένα αρχείο συζήτησης
eu: Igo eztabaidarako fitxategi bat
fa_ir: آپلود فایل گفتگو
fi_fi: Lataa keskustelutiedosto
fr_fr: Transférer un fichier de discussion
gl_es: Cargar un arquivo de discusión
hr: Učitajte datoteku za raspravu
hu: Párbeszéd fájl feltöltése
hy_am: Վերբեռնեք քննարկման նիշքը
id: Unggah File Diskusi
is: Hladdu upp umræðuskrá
it_it: Carica un file di discussione
ja_jp: ディスカッションファイルのアップロード
ka_ge: ატვირთეთ სადისკუსიო ფაილი
kk: Талқылау файлын жүктеп алыңыз
ku_iq: بارکردنی فایلی گفتوگۆ
lv: Augšupielādēt diskusijas datni
mk_mk: Прикачи датотека за дискусија
mr: चर्चेसाठी फाईल संक्रमित (अपलोड) करा
ms_my: Muat naik Fail Perbincangan
nb: Last opp en diskusjonsfil
nl_nl: Laad een discussie bestand op
pl_pl: Prześlij plik dyskusji
pt_pt: Upload Ficheiro de Discussão
ro: Încărcați un fișier de discuție
ru_ru: Загрузить файл обсуждения
sl_si: Naloži datoteko za diskusijo
sr@cyrillic: Достави документ дискусије
sr_rs@latin: Dostavi dokument diskusije
sv_se: Ladda upp en diskussionsfil
th: อัปโหลดไฟล์สำหรับการสนทนา
tr_tr: Tartışma Dosyası Yükle
uk_ua: Завантажити файл обговорення
vi: Tải lên tệp thảo luận
vi_vn: Tải lên tập tin thảo luận

# submission.summary
source: Summary
ar_iq: الموجز
az: Xülasə
bg_bg: Обобщение
ca_es: Resum
cs_cz: Souhrn
da_dk: Resumé
de_de: Zusammenfassung
el_gr: Σύνοψη
eu: Laburpena
fa_ir: خلاصه
fi_fi: Yhteenveto
fr_fr: Résumé
gl_es: Resumo
hr: Sažetak
hu: Összegzés
hy_am: Համառոտագրություն
id: Ringkasan
is: Samantekt
it_it: Riepilogo
ja_jp: 概要
ka_ge: ანონსი
kk: Резюме
ku_iq: پوختە
lv: Kopsavilkums
mk_mk: Кратка содржина
mr: गोषवारा
ms_my: Ringkasan
nb: Oppsummering
nl_nl: Samenvatting
pl_pl: Podsumowanie
pt_pt: Resumo
ro: Cuprins
ru_ru: Сводка
sl_si: Izvleček
sr@cyrillic: Резиме
sr_rs@latin: Rezime
sv_se: Sammanfattning
th: สรุป
tr_tr: Özet
uk_ua: Резюме
vi: Tóm tắt
vi_vn: Tóm lược
zh_cn: 摘要

# submission.supportingAgencies
source: Supporting Agencies
ar_iq: الوكالات الداعمة
az: Dəstəkləyən qurumlar
bg_bg: Поддържащи организации
ca_es: Agències de suport
cs_cz: Podporující instituce (granty)
da_dk: Støtteorganisationer
de_de: Unterstützung
el_gr: Οργανισμοί Υποστήριξης
eu: Agentzia babesleak
fa_ir: آژانس های پشتیبانی کننده
fi_fi: Kannattajajärjestöt
fr_fr: Organismes de soutien
gl_es: Axencias de apoio
hr: Agencije za podršku
hu: Támogató ügynökségek
hy_am: Աջակցող գործակալություններ
id: Agen Pendukung
is: Stuðningsumboðsaðilar
it_it: Agenzie di supporto
ja_jp: サポート機関
ka_ge: მხარდამჭერი სააგენტოები
kk: Қолдау көрсететін ұйымдар
ku_iq: ئاژانسە پاڵپشتەکان
lv: Atbalsta aģentūras
mr: सहाय्यक संस्था (Agencies)
ms_my: Agensi Sokongan
nb: Sponsorer
nl_nl: Ondersteunende organisatie
pl_pl: Instytucje finansujące
pt_pt: Agências de Financiamento
ro: Finanțatori
ru_ru: Поддерживающие организации
sl_si: Podporne ustanove
sr@cyrillic: Установе подршке
sr_rs@latin: Ustanove podrške
sv_se: Stödorganisationer
th: หน่วยงานที่สนับสนุน
tr_tr: Destekleyen Kurumlar
uk_ua: Спонсори
vi: Các cơ quan hỗ trợ
vi_vn: Các cơ quan tài trợ
zh_cn: 支持代理

# submission.currentAgencies
source: Current Agencies
ar_iq: الوكالات الحالية
az: Güncəl qurumlar
bg_bg: Текущи организации
ca_es: Agències actuals
cs_cz: Současné agentury
da_dk: Aktuelle bureauer
de_de: Aktuelle Organisationen
el_gr: Υφιστάμενες Υπηρεσίες
eu: Uneko agentziak
fa_ir: نمایندگان جاری
fi_fi: Nykyiset järjestöt
fr_fr: Organismes actuels
gl_es: Axencias
hr: Trenutne agencije
hu: Jelenlegi ügynökségek
hy_am: Ընթացիկ գործակալություններ
id: Agen Terkini
is: Umboðsaðili
it_it: Agenzie correnti
ja_jp: 現在機関
ka_ge: მიმდინარე სააგენტოები
kk: Қазіргі ұйымдар
ku_iq: ئاژانسەکانی ئێستا
lv: Pašreizējās aģentūras
mr: सध्याच्या संस्था (Agencies)
ms_my: Agensi Semasa
nb: Nåværende sponsorer
nl_nl: Huidige agenten
pl_pl: Instytucje
pt_pt: Agências Atuais
ro: Agenții actuale
ru_ru: Текущие организации
sl_si: Trenutne ustanove
sr@cyrillic: Тренутне агенције
sr_rs@latin: Trenutne agencije
sv_se: Aktuelle organisationer
th: หน่วยงานปัจจุบัน
tr_tr: Güncel Kurumlar
uk_ua: Поточні агенції
vi: Các cơ quan hiện tại
vi_vn: Cơ quan hiện tại
zh_cn: 当前机构

# submission.indexingInformation
source: Indexing Information
ar_iq: معلومات الفهرسة
az: İndeksləmə məlumatı
bg_bg: Информация за индексиране
ca_es: Informació d'indexació
cs_cz: Informace o indexování
da_dk: Indekseringsinformation
de_de: Indizierungsinformationen
el_gr: Πληροφορίες Ευρετηρίασης
eu: Indexatze-informazioa
fa_ir: اطلاعات نمایه
fi_fi: Indeksointitiedot
fr_fr: Information d'indexation
gl_es: Información de indexado
hr: Indeksiranje informacija
hu: Indexelési információ
hy_am: Ցուցիչավորման տեղեկատվություն
id: Mengindeks Informasi
is: Upplýsingar um lyklun
it_it: Informazioni di indicizzazione
ja_jp: インデクス情報
ka_ge: ინფორმაცია ინდექსაციისათვის
kk: Индекстеу үшін ақпарат
ku_iq: زانیاریی پێنوێنکردن
lv: Informācija par indeksēšanu
mk_mk: Информации за индексирање
mr: सूचिकरणासंबंधी माहिती
ms_my: Maklumat Pengindeksan
nb: Indekseringsinformasjon
nl_nl: Indexeringsinformatie
pl_pl: Indeksowanie
pt_pt: Informação de Indexação
ro: Informații de indexare
ru_ru: Информация для индексирования
sl_si: Informacije o indeksiranju
sr@cyrillic: Информације за индексирање
sr_rs@latin: Informacije za indeksiranje
sv_se: Indexeringsinformation
th: ข้อมูลการจัดทำดัชนี
tr_tr: Dizinleme Bilgisi
uk_ua: Індексна інформація
vi: Thông tin lập chỉ mục
vi_vn: Thông tin chỉ mục
zh_cn: 索引信息

# submission.titleAndAbstract
source: Title and Abstract
ar_iq: العنوان والملخص
az: Başlıq və xülasə
bg_bg: Заглавие и абстракт
ca_es: Títol i resum
cs_cz: Název a abstrakt
da_dk: Titel og resumé
de_de: Titel und Abstract
el_gr: Τίτλος και Περίληψη
eu: Titulua eta laburpena
fa_ir: عنوان و چکیده
fi_fi: Otsikko ja abstrakti
fr_fr: Titre et résumé
gl_es: Título e resumo
hr: Naslov i sažetak
hu: Cím és absztrakt
hy_am: Վերնագիր և համառոտագիր
id: Judul dan Sari
is: Titill og útdráttur
it_it: Titolo e abstract
ja_jp: タイトルと要旨
ka_ge: სათაური და აბსტრაქტი
kk: Тақырып және реферат
ku_iq: ناونیشان و پوختە
lv: Virsraksts un kopsavilkums
mk_mk: Наслов и апстракт
mr: शीर्षक आणि सारांश
ms_my: Tajuk dan Abstrak
nb: Tittel og sammendrag
nl_nl: Titel en samenvatting
pl_pl: Tytuł i abstrakt
pt_pt: Título e Resumo
ro: Titlu și rezumat
ru_ru: Название и аннотация
sl_si: Naslov in izvleček
sr@cyrillic: Наслов и апстракт
sr_rs@latin: Naslov i apstrakt
sv_se: Titel och abstract
th: ชื่อเรื่องและบทคัดย่อ
tr_tr: Başlık ve Özet
uk_ua: Назва та анотація
vi: Tiêu đề và Tóm tắt
vi_vn: Tiêu đề và Tóm tắt
zh_cn: 标题和摘要

# submission.underway
source: Underway
ar_iq: جارية
az: Yolunda / davam edir
bg_bg: В процес
ca_es: En procés
cs_cz: Zpracovává se
da_dk: Forestående
de_de: In Arbeit
el_gr: Σε εξέλιξη
eu: Lanean
fa_ir: شروع
fi_fi: Käynnissä
fr_fr: En cours
gl_es: En curso
hr: U tijeku
hu: Folyamatban
hy_am: Ընթացքի մեջ է
id: Sedang Berlangsung
is: Á leiðinni
it_it: Avviata
ja_jp: 作業中
ka_ge: მიმდინარეობს
kk: Орындалу үстінде
ku_iq: بەردەوامە
lv: Pašlaik
mk_mk: Во тек
mr: चालू आहे
ms_my: Sedang berlangsung
nb: Under arbeid
nl_nl: Onderweg
pl_pl: W trakcie
pt_pt: Em curso
ro: In curs
ru_ru: В процессе
sl_si: Sprejeto
sr@cyrillic: У току
sr_rs@latin: U toku
sv_se: På väg
th: กำลังดำเนินการ
tr_tr: Yolunda
uk_ua: Прогрес
vi: Đang tiến hành
vi_vn: Đang tiến hành
zh_cn: 进行

# submission.uploadFileTo
source: Upload file to
ar_iq: رفع الملف إلى
az: Fayl yükləmə
bg_bg: Качване на файл в
ca_es: Puja el fitxer a
cs_cz: Nahrát soubor k
da_dk: Overfør fil til
de_de: Datei hochladen nach/zu
el_gr: Ανεβάστε στο αρχείο στο
eu: Kargatu fitxategia hona
fa_ir: آپلود فایل در
fi_fi: Lataa tiedosto sijaintiin
fr_fr: Transférer le fichier vers
gl_es: Cargar arquivo en
hr: Slanje datoteke kao
hu: Fájl feltöltése ide
hy_am: Վերբեռնեք նիշքը այստեղ
id: Unggah File ke
is: Hlaða upp skrá á
it_it: Carica un file
ja_jp: ファイルのアップロード
ka_ge: ფაილის ატვირთვა
kk: Файлды жүктеп салыңыз
ku_iq: بارکردنی فایل بۆ
lv: Augšupielādēt datni uz
mk_mk: Прикачи датотека на
mr: फाईल येथे संक्रमित (अपलोड) करा
ms_my: Muat naik fail ke
nb: Last opp fil til
nl_nl: Bestand laden in
pl_pl: Prześlij plik do
pt_pt: Upload do ficheiro
ro: Încărcați fișierul în
ru_ru: Загрузить файл в
sl_si: Naloži datoteko
sr@cyrillic: Достави документ у
sr_rs@latin: Dostavi dokument u
sv_se: Ladda upp fil till
th: อัปโหลดไฟล์ไปยัง
tr_tr: Dosya yükleme
uk_ua: Завантажити файл у
vi: Tải lên tệp đến
vi_vn: Tải tập tin lên
zh_cn: 上传文件到

# submission.createRemote
source: Create remote
ar_iq: إنشاء رابط خارجي
az: Uzaq giriş yaratmaq
bg_bg: Създаване на отдалечен ресурс
ca_es: Creació remota
cs_cz: Vytvořit vzdálený
da_dk: Opret ekstern
de_de: Entlegenen Ort anlegen
el_gr: Δημιουργήστε απομακρυσμένο
eu: Sortu urrunekoa
fa_ir: ایجاد از راه دور
fi_fi: Luo etä-
fr_fr: Créer un distant
gl_es: Crear remoto
hr: Stvorite daljinski
hu: Távoli elérés létrehozása
hy_am: Ստեղծեք հեռավար
id: Buat Alamat Luar
is: Búa til fjar-
it_it: Crea remoto
ja_jp: リモートを作成
ka_ge: დისტანციურად შექმნა
kk: Қашықтан басқару құралын құру
ku_iq: دروستکردنی لینکی دەرەکی
lv: Izveidot attālināto
mr: दूरस्थ पद्धतीने निर्मिती (Create remote)
ms_my: Cipta Alamat Luar
nb: Lag eksternt
nl_nl: Remote aanmaken
pl_pl: Utwórz zdalne
pt_pt: Criar remoto
ro: Creați la distanță
ru_ru: Создать удаленный
sl_si: Ustvari na daljavo
sr@cyrillic: Направи удаљено
sr_rs@latin: Napravi udaljeno
sv_se: Skapa extern
th: สร้างจากระยะไกล
tr_tr: Uzak Erişim Oluştur
uk_ua: Створити віддалене
vi: Tạo từ xa
vi_vn: Tạo điều khiển từ xa
zh_cn: 创建远程

# submission.viewMetadata
source: View Metadata
ar_iq: معاينة البيانات الوصفية
az: Üst dataya baxın
bg_bg: Преглед на метаданни
ca_es: Visualitza les metadades
cs_cz: Zobrazit metadata
da_dk: Vis metadata
de_de: Metadaten ansehen
el_gr: Προβολή μεταδεδομένων
eu: Ikusi metadatuak
fa_ir: مشاهده فراداده
fi_fi: Näytä metatiedot
fr_fr: Voir les métadonnées
gl_es: Ver metadatos
hr: Pregled metapodataka
hu: Metaadat megtekintése
hy_am: Դիտեք մետատվյալները
id: Lihat Metadata
is: Skoða lýsigögn
it_it: Vedi i Metadati
ja_jp: メタデータの閲覧
ka_ge: მეტამონაცემების ნახვა
kk: Метадеректерді қараңыз
ku_iq: پیشاندانی زانیاریی ناسێنەر
lv: Skatīt metadatus
mk_mk: Прегледај метаподатоци
mr: मेटाडेटा वाचा
ms_my: Lihat Metadata
nb: Vis metadata
nl_nl: Bekijk metadata
pl_pl: Wyświetl metadane
pt_pt: Ver Metadados
ro: Vizualizați metadate
ru_ru: Просмотреть метаданные
sl_si: Metapodatki
sr@cyrillic: Прикажи метаподатке
sr_rs@latin: Prikaži metapodatke
sv_se: Visa metadata
th: ดูเมทาดาทา
tr_tr: Üst veriyi görüntüle
uk_ua: Перегляд метаданих
vi: Xem Metadata
vi_vn: Xem siêu dữ liệu
zh_cn: 查看元数据

# submission.views
source: Views
ar_iq: معاينات
az: Rəylər
bg_bg: Прегледи
ca_es: Visualitzacions
cs_cz: Zobrazení
da_dk: Visninger
de_de: Ansichten
el_gr: Προβολές
eu: Ikuspegiak
fa_ir: دیده شده
fi_fi: Katselukerrat
fr_fr: Vues
gl_es: Consultas
hr: Pristupa datoteci
hu: Nézetek
hy_am: Դիտումներ
id: Lihat
is: Áhorf
it_it: Viste
ja_jp: 閲覧
ka_ge: ნახვები
kk: Қаралуы
ku_iq: پیشاندانەکان
lv: Skatījumi
mk_mk: Прегледи
mr: पानावर पोहोचलेले वाचक (Views)
ms_my: Lihat
nb: Visninger
nl_nl: Bekeken
pl_pl: Wyświetleń
pt_pt: Acessos
ro: Vizualizați
ru_ru: Просмотры
sl_si: Pristopi
sr@cyrillic: Прикази
sr_rs@latin: Prikazi
sv_se: Visningar
th: การดู
tr_tr: Görüşler
uk_ua: переглядів
vi: Lượt xem
vi_vn: Xem
zh_cn: 查看

# submission.uploadSuccessful
source: Your file has been uploaded.
ar_iq: لقد تم رفع ملفك.
az: Faylınız yükləndi
bg_bg: Вашият файл е качен.
ca_es: El fitxer s'ha carregat.
cs_cz: Váš soubor byl nahrán.
da_dk: Din fil er blevet uploadet.
de_de: Ihre Datei wurde hochgeladen.
el_gr: Το αρχείο σας φορτώθηκε.
eu: Fitxategia kargatu da. Sakatu jarraitu fitxategiaren metadatuak editatzeko.
fa_ir: فایل شما آپلود شد
fi_fi: Tiedostosi on ladattu.
fr_fr: Votre fichier a été transféré. Appuyer sur "Continuer" pour modifier les métadonnées du fichier.
gl_es: Cargouse o teu arquivo.
hr: Vaša datoteka je učitana.
hu: A fájl feltöltődött.
hy_am: Ձեր նիշքը վերբեռնված է։
id: File Anda telah diupload.
is: Skránni hefur verið hlaðið upp.
it_it: Il file &#232; stato caricato.
ja_jp: ファイルがアップロードされました。
ka_ge: თქვენი ფაილი აიტვირთა.
kk: Сіздің файлыңыз жүктеп салынды.
ku_iq: فایلەکەت بار کرا.
lv: Jūsu datne ir augšupielādēta.
mk_mk: Вашата датотека е прикачена.
mr: तुमची फाईल संक्रमित (अपलोड) झाली आहे.
ms_my: Fail anda telah dimuat naik.
nb: Filen ble lastet opp.
nl_nl: Uw bestand is geladen
pl_pl: Twój plik został przesłany.
pt_pt: O seu ficheiro foi carregado.
ro: Fișierul dvs. a fost încărcat.
ru_ru: Ваш файл был загружен.
sl_si: Datoteka je bila naložena.
sr@cyrillic: Документ је достављен.
sr_rs@latin: Dokument je dostavljen.
sv_se: Din fil har laddats upp.
th: ไฟล์ของคุณถูกอัปโหลดเรียบร้อยแล้ว
tr_tr: Dosyanız yüklendi.
uk_ua: Ваш файл був завантажений.
vi: Tệp của bạn đã được tải lên thành công.
vi_vn: Tập tin của bạn đã được tải lên.
zh_cn: 文件已上传

# submission.loadMessage
source: Please wait while your file is uploaded to the server.
ar_iq: لطفاً، إنتظر ريثما يتم رفع ملفك إلى الملقم.
az: Faylınız serverə yüklənərkən zəhmət olmasa gözləyin
bg_bg: Моля, изчакайте, докато вашият файл се качи на сървъра.
ca_es: Espereu mentre el fitxer es carrega al servidor.
cs_cz: Prosím čekejte, Váš soubor je nahráván na server.
da_dk: Vent, mens din fil bliver uploadet til serveren.
de_de: Bitte warten Sie, während Ihre Datei auf den Server geladen wird.
el_gr: Σας παρακαλούμε περιμένετε μέχρι να φορτωθεί το αρχείο.
eu: Itxaron fitxategia zerbitzarian kargatu arte.
fa_ir: لطفا تا آپلود کامل فایل صبر کنید.
fi_fi: Odota, kunnes tiedosto on ladattu palvelimelle.
fr_fr: Veuillez patienter pendant le téléchargement de votre fichier sur le serveur.
gl_es: Agarda mentres o arquivo se carga no servidor.
hr: Pričekajte dok se vaša datoteka učita na poslužitelj.
hu: Kérem, várjon, amíg a fájl feltöltődik a szerverre.
hy_am: Խնդրում ենք սպասել, մինչև ձեր նիշքը վերբեռնվի կայան:
id: Tunggu sementara file Anda diupload ke server.
is: Vinsamlega dokaðu á meðan verið er að hlaða skránni upp á þjóninn.
it_it: Attendi il caricamento del file sul server.
ja_jp: ファイルをサーバにアップロード中です。しばらくお待ちください。
ka_ge: გთხოვთ, დაელოდოთ, სანამ თქვენი ფაილი აიტვირთება სერვერზე.
kk: Файлыңыз серверге жүктеп салынғанша күтіңіз.
ku_iq: تکایە چاوەڕێ بکە هەتا فایلەکەت بۆ سێرڤەر بار دەکرێت.
lv: Lūdzu, pagaidiet, kamēr jūsu datne tiks augšupielādēta serverī.
mk_mk: Ве молиме почекајте додека вашата датотека се прикачува на серверот.
mr: तुमची फाईल सर्व्हरवर संक्रमित (अपलोड) होईपर्यंत कृपया वाट पहा.
ms_my: Sila tunggu sementara fail anda dimuat naik ke pelayan.
nb: Vent mens filen lastes opp til serveren.
nl_nl: Wacht tot uw bestand is geladen in de server.
pl_pl: Proszę czekać na przesłanie pliku na serwer.
pt_pt: Aguarde até que o seu ficheiro seja carregado para o servidor.
ro: Vă rugăm să așteptați până când fișierul dvs. este încărcat pe server.
ru_ru: Пожалуйста, подождите пока ваш файл загрузится на сервер.
sl_si: Prosimo počakajte, da se datoteka naloži na strežnik.
sr@cyrillic: Сачекајте док се документ доставља на сервер.
sr_rs@latin: Sačekajte dok se dokument dostavlja na server.
sv_se: Vänta medan din fil laddas upp på servern.
th: กรุณารอสักครู่ขณะไฟล์ของคุณถูกอัปโหลดไปยังเซิร์ฟเวอร์
tr_tr: Dosyanız sunucuya yüklenirken lütfen bekleyiniz.
uk_ua: Файл завантажується на сервер. Будь ласка, зачекайте.
vi: Vui lòng chờ trong khi tệp của bạn được tải lên máy chủ.
vi_vn: Vui lòng đợi trong khi tệp của bạn được tải lên máy chủ.
zh_cn: 请稍等，你的文件正被上传到服务器

# submission.artworkFileDetails
source: Artwork File Details
ar_iq: تفاصيل ملف العمل الفني
az: Rəsm fayl detalı
bg_bg: Информазия за графичния файл
ca_es: Detalls del fitxer d'il·lustració
cs_cz: Detaily o souboru uměleckého díla
da_dk: Oplysninger om illustrationsfil
de_de: Dateidetails zum Kunstwerk
el_gr: Λεπτομέρειες αρχείου artwork
eu: Artelanen Artxiboaren Xehetasunak
fa_ir: جزئیات فایل هنری
fi_fi: Kuvamateriaalitiedoston tiedot
fr_fr: Détails du fichier de la maquette
gl_es: Detalles do arquivo de artwork
hr: Pojedinosti datoteke umjetničkog djela
hu: Artwork fájl részletek
hy_am: Արվեստի գործի նիշքի մանրամասները
id: Detail File Karya Seni
is: Listaverk nánar um skrá
it_it: Dettagli dell'immagine
ja_jp: 芸術作品のファイル詳細
ka_ge: ნამუშევრების ფაილის დეტალები
kk: Графикалық файл туралы ақпарат
ku_iq: وردەکارییەکانی فایلە هونەرییەکان
lv: Informācija par grafisko datni
mk_mk: Детали за датотека на илустрација
mr: कलाकृतीच्या (Artwork) फाईलचे तपशील
ms_my: Butiran Fail Karya Seni
nb: Detaljer: Fil med illustrasjoner
nl_nl: Details grafische bestanden
pl_pl: Informacje dotyczące pliku graficznego
pt_pt: Detalhes do Ficheiro de Arte
ro: Detalii fișier opera de artă
ru_ru: Информация о графическом файле
sl_si: Podrobnosti datoteke osnutka
sr@cyrillic: Детаљи документа илустрације
sr_rs@latin: Detalji dokumenta ilustracije
sv_se: Detaljer för grafikfil
th: รายละเอียดไฟล์งานศิลป์
tr_tr: Çizim Dosya Detayı
uk_ua: Деталі файлу твору
vi: Chi tiết tệp tác phẩm nghệ thuật
vi_vn: Tập tin chi tiết của bài viết
zh_cn: 艺术品文件详细信息
