Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.attachedFile
source: Attached file
ar_iq: الملف المرفق
az: Əlavə edilmiş fayl
bg_bg: Прикрепен файл
ca_es: Fitxer adjunt
cs_cz: Připojený soubor
da_dk: Vedhæftet fil
de_de: Angehängte Datei
el_gr: Επισυναπτόμενο Αρχείο
eu: Fitxategi erantsia
fa_ir: فایل ضمیمه
fi_fi: Liitetty tiedosto
fr_fr: Fichier joint
gl_es: Arquivo adxunto
hr: Priloženi dokument
hu: Csatolt fájlok
hy_am: Կցված նիշքը
id: File terlampir
is: Tengdar skrár
is_is: Tengdar skrár
it_it: File collegato
ja_jp: 添付ファイル
ka_ge: Მიმაგრებული ფაილი
kk: Тіркелген файл
ku_iq: فایلی هاوپێچ
lv: Pievienotā datne
mk_mk: Приложена датотека
mr: जोडलेली फाईल
ms_my: Fail yang dilampirkan
nb: Vedlegg
nl_nl: Bijgevoegd bestand
pl_pl: Dołączony plik
pt_pt: Ficheiro Anexado
ro: Fișier atașat
ru_ru: Прикрепленный файл
sl_si: Pripeta datoteka
sr@cyrillic: Придодати фајлови
sr_rs@latin: Pridodati fajlovi
sv_se: Bifogad fil
th: ไฟล์แนบ
tr_tr: Eklenmiş dosya
uk_ua: Прикріплений файл
vi: Tệp đính kèm
vi_vn: Tập tin đính kèm

# submission.backToSubmissionEditing
source: Back to Submission Editing
ar_iq: عودة إلى تعديل طلب النشر
az: Məqalə Tənzimləməyə Qayıdın
bg_bg: Обратно към редактиране на подадените материали
ca_es: Torna a l’edició de la tramesa
cs_cz: Zpět na editaci příspěvku
da_dk: Tilbage til Redigering af manuskript
de_de: Zurück zur Beitragsbearbeitung
el_gr: Πίσω στην επιμέλεια υποβολής
eu: Itzuli Bidalketaren ediziora
fa_ir: بازگشت به صفحه ویرایش مقاله ارسالی
fi_fi: Takaisin käsikirjoituksen toimittamiseen
fr_fr: Retour à la révision de la soumission
gl_es: Volver á edición do envío
hr: Nazad na uređivanje prijave
hu: Vissza a beköldött anyag szerkesztéséhez
hy_am: Վերադարձ դեպի Ներկայացման խմբագրում
id: Kembali ke Pengeditan Naskah
is: Tilbaka í að breyta innsendingu
is_is: Tilbaka í að breyta innsendingu
it_it: Torna alla schermata di modifica
ja_jp: 投稿物の編集に戻る
ka_ge: წარდგენის ჩასწორებაზე დაბრუნება
kk: Материалды редакциялауға қайта оралу
ku_iq: گەڕانەوە بۆ گۆڕانکاری لە پێشکەشکردنەکە
lv: Atgriezties pie materiāla iesniegšanas rediģēšanas
mk_mk: Назад кон уредување на поднесок
mr: फेरप्रक्रियेसाठी सादरीकरण त्या टप्प्यावर परतवले (Back to Submission Editing)
ms_my: Kembali ke Penyuntingan Penyerahan
nb: Tilbake til redigering av innlevering
nl_nl: Terug naar bewerken inzending
pl_pl: Powrót do edycji formularza przesyłania
pt_pt: Regressar à Edição da Submissão
ro: Întoarcere al editarea înregistrării
ru_ru: Назад к редактированию материала
sl_si: Nazaj na urejanje prispevka
sr@cyrillic: Повратак на уређивање пријаве
sr_rs@latin: Povratak na uređivanje prijave
sv_se: Tillbaka till redigering av bidrag
th: กลับไปยังการแก้ไขการส่งงาน
tr_tr: Gönderi Düzenlemeye Dön
uk_ua: Повернутися до редагування подання
vi: Quay lại chỉnh sửa bài nộp
vi_vn: Quay lại chỉnh sửa bài gửi
zh_cn: 回到投稿编辑

# submission.changeComments
source: Change to
ar_iq: التغيير إلى
az: ilə dəyişdirin
bg_bg: Промени на
ca_es: Canvia a
cs_cz: Změnit na
da_dk: Skift til
de_de: Ändern in
el_gr: Αλλαγή σε
eu: Aldatu hona
fa_ir: تغییر بده به
fi_fi: Muuta
fr_fr: Modifier pour
gl_es: Cambiar a
hr: Promjeni u
hu: Változtatás
hy_am: Փոխել որպես
id: Ubah ke
is: Breyta í
is_is: Breyta í
it_it: Cambia con
ja_jp: コメント機能の変更
ka_ge: შეცვლილია
kk: Өзгерту
ku_iq: بگۆڕە بۆ
lv: Mainīt uz
mk_mk: Смени во
mr: याच्या बदल्यात (Change to)
ms_my: Tukar kepada
nb: Endre til
nl_nl: Verander in
pl_pl: Zmień na
pt_pt: Mudar para
ro: Schimbă în
ru_ru: Заменить на
sl_si: Spremeni v
sr@cyrillic: Промени у
sr_rs@latin: Promeni u
sv_se: Ändra till
th: เปลี่ยนเป็น
tr_tr: ile değiştir
uk_ua: Змінити на
vi: Thay đổi thành
vi_vn: Thay đổi thành
zh_cn: 修改为

# submission.changeFile
source: Change File
ar_iq: تغيير الملف
az: Faylı dəyişdirin
bg_bg: Промяна на файл
ca_es: Canviar l'arxiu
cs_cz: Změnit soubor
da_dk: Erstat fil
de_de: Datei ändern
el_gr: Αλλαγή Αρχείου
eu: Aldatu fitxategia
fa_ir: تغییر فایل
fi_fi: Vaihda tiedosto
fr_fr: Modifier le fichier
gl_es: Cambiar o arquivo
hr: Promjena datoteke
hu: Fájl cseréje
hy_am: Փոխել նիշքը
id: Ganti File
is: Breyta skrá
is_is: Breyta skrá
it_it: Cambia file
ja_jp: ファイルの変更
ka_ge: ფაილის შეცვლა
kk: Файлды өзгерту
ku_iq: گۆڕینی فایل
lv: Mainīt datni
mk_mk: Смени датотека
mr: फाईलमध्ये फेरबदल करा
ms_my: Tukar Fail
nb: Endre fil
nl_nl: Wijzig bestand
pl_pl: Zamień plik
pt_pt: Modificar Ficheiro
ro: Schimbă fișierul
ru_ru: Изменить файл
sl_si: Zamenjaj datoteko
sr@cyrillic: Измени фајл
sr_rs@latin: Izmeni fajl
sv_se: Byt fil
th: เปลี่ยนไฟล์
tr_tr: Dosya Değiştir
uk_ua: Змінити файл
vi: Thay đổi tệp
vi_vn: Thay đổi Tập tin

# submission.citations
source: References
ar_iq: المراجع
az: Referanslar
bg_bg: Литература (библиография)
ca_es: Referències
cs_cz: Reference
da_dk: Referencer
de_de: Literaturhinweise
el_gr: Αναφορές
eu: Erreferentziak
fa_ir: مراجع
fi_fi: Lähdeviitteet
fr_fr: Références
gl_es: Citas
hr: Reference
hu: Hivatkozások
hy_am: Հղումներ
id: Referensi
is: Heimildaskrá
is_is: Heimildaskrá
it_it: Riferimenti bibliografici
ja_jp: 参考文献
ka_ge: წყაროები
kk: Әдебиеттер тізімі
ku_iq: سەرچاوەکان
lv: Atsauces
mk_mk: Референци
mr: संदर्भ
ms_my: Rujukan
nb: Referanser
nl_nl: Referenties
pl_pl: Bibliografia
pt_pt: Referências
ro: Referințe
ru_ru: Библиографические ссылки
sl_si: Literatura
sr@cyrillic: Референце
sr_rs@latin: Reference
sv_se: Referenser
th: การอ้างอิง
tr_tr: Referanslar
uk_ua: Посилання
vi: Tài liệu tham khảo
vi_vn: Tài liệu tham khảo
zh_cn: 参考

# submission.citations.description
source: Enter each reference on a new line so that they can be extracted and recorded separately.
ar_iq: أدخل كل مرجع في سطر جديد من أجل استخلاصه.
az: Hər bir referansı yeni bir sətrə girin, beləcə çıxarıla bilər.
bg_bg: Въведете всяка библиографска препратка на нов ред, така че да могат да бъдат извлечени и записани отделно.
ca_es: Introduïu cada referència en una línia nova, d'aquesta manera podran ser extretes i enregistrades per separat.
cs_cz: Vložte každou referenci na nový řádek tak, aby mohla být extrahována.
da_dk: Indsæt hver reference på en ny linje så den kan ekstraheres og registreres separat.
de_de: Geben Sie jeden Eintrag in einer neuen Zeile ein, damit er ausgelesen werden kann.
el_gr: Εισαγάγετε κάθε αναφορά σε μια νέα γραμμή, ώστε να μπορούν να εξαχθούν και να καταγραφούν ξεχωριστά.
eu: Sartu erreferentzia bakoitza lerro berri batean; hala, bereizita atera eta erregistratu ahal izango dira.
fi_fi: Anna jokainen viite omalla rivillään.
fr_fr: Entrer chaque référence sur une nouvelle ligne pour que cela puisse être interprété.
gl_es: Introduza cada referencia nunha nova liña para que se poidan extraer e gravar por separado.
hr: Svaku referencu unesite u novi red kako bi se mogle odvojeno izdvojiti i zabilježiti.
hu: Minden hivatkozást új sorba írjon be, hogy az másolható maradjon.
hy_am: Մուտքագրեք յուրաքանչյուր հղումը նոր տողում, որպեսզի դրանք հնարավոր լինի հանել և արձանագրել առանձին:
id: Ketik setiap rujukan pada baris baru sehingga bisa diekstrak dan dicatat secara terpisah.
is: Skráðu hverja heimild í nýja línu svo að hægt sé að taka þær út og skrá hverja fyrir sig.
is_is: Skráðu hverja heimild í nýja línu svo að hægt sé að taka þær út og skrá hverja fyrir sig.
it_it: Inserisci ogni riferimento bibliografico in una nuova linea, cosi possono essere estratti.
ja_jp: 抽出できるように、各参考文献を新しい行に入力してください。
ka_ge: შეიყვანეთ თითოეული მითითება ახალ სტრიქონზე ისე, რომ მათი მოპოვება და ჩაწერა ცალკე მოხდეს.
kk: Әр сілтемені жаңа жолға енгізіңіз, сонда олар кейінірек бөлек шығарылып, жазылуы мүмкін.
ku_iq: هەر سەرچاوەیەک لە هێڵێکی تایبەت بە خۆی بنوسە.
lv: Katru atsauci ierakstiet jaunā rindā, lai tās varētu izdalīt un reģistrēt atsevišķi.
mk_mk: Внеси ја секоја референца во нов ред како би можеле да бидат одделно отпакувани и запишани.
mr: प्रत्येक संदर्भ नव्या ओळीवर लिहा जेणेकरून त्यांना उतरवून घेणे (extract) आणि त्यांची अलग नोंद करणे शक्य होईल.
ms_my: Masukkan setiap rujukan pada baris baharu supaya ia boleh diekstrak dan direkodkan secara berasingan.
nb: Legg til hver referanse på en ny linje slik at den kan hentes ut og registreres separat.
nl_nl: Vul elke referentie op een nieuwe regel in zodat ze kunnen worden geëxtraheerd.
pt_pt: Introduza cada referência numa nova linha de forma a que possam ser recolhidas separadamente.
ro: Introduceți fiecare referință pe o nouă linie, astfel încât să poată fi extrase și înregistrate separat.
ru_ru: Введите каждую ссылку на новой строке, чтобы их можно было потом извлечь и записать отдельно.
sl_si: Vsako postavko literature vnesite v svojo vrstico, da bo lahko pravilno razčlenjena.
sv_se: Skriv in varje referens på på en ny rad så att den kan bli extraherad.
th: ใส่การอ้างอิงแต่ละรายการในบรรทัดใหม่ เพื่อให้นำออกและบันทึกแยกกันได้
tr_tr: Her bir referansı yeni bir satıra girin, böylece çıkartılabilir.
uk_ua: Введіть кожне посилання з нового рядка, щоб їх можна було потім видобути.
vi: Nhập mỗi tài liệu tham khảo trên một dòng mới để chúng có thể được trích xuất và ghi lại riêng biệt.
vi_vn: Nhập từng tài liệu tham khảo trên một dòng mới để chúng có thể được trích xuất và ghi riêng.

# submission.parsedCitations
source: Extracted References
ar_iq: المراجع المستخلصة
az: Çıxarılan referanslar
bg_bg: Извлечена литература (референции)
ca_es: Referències extretes
cs_cz: Extrahované reference
da_dk: Ekstraherede referencer
de_de: Ausgelesene Literaturhinweise
eu: Ateratako erreferentziak
fi_fi: Erotellut viitteet
fr_fr: Citations extraites
gl_es: Referencias extraídas
hr: Ekstrahirane reference
hu: Listázott hivatkozások
hy_am: Հանված հղումներ
id: Rujukan Hasil Ekstrak
is: Útdregnar heimildir
is_is: Útdregnar heimildir
it_it: Riferimenti bibliografici estratti
ja_jp: 抽出された参考文献
ka_ge: წყაროების ამოღება
kk: Алынған сілтемелер
ku_iq: هەڵێنجانی سەرچاوەکان
lv: Iegūtās atsauces
mk_mk: Отпакувани референци
mr: उतरवलेले संदर्भ (Extracted References)
ms_my: Rujukan yang diekstrak
nb: Uthentede referanser
nl_nl: Geëxtraheerde referenties
pt_pt: Referências Extraídas
ro: Referințe extrase
ru_ru: Извлеченные ссылки
sl_si: Razčlenjena literatura
sv_se: Extraherade referenser
th: การอ้างอิงที่สกัดออกมา
tr_tr: Çıkarılan Referanslar
uk_ua: Видобуті посилання
vi: Tài liệu tham khảo đã trích xuất
vi_vn: Tài liệu tham khảo đã trích xuất

# submission.parsedCitations.description
source: The following references have been extracted and will be linked to the submission metadata.
ar_iq: المراجع الآتية قد تم استخلاصها وسيتم ربطها بالبيانات الوصفية للمؤلَّف.
az: Aşağıdakı referanslar çıxarılıb və Məqalə üst datalarına bağlanacaq.
bg_bg: Следните препратки на литература (референции) са извлечени и ще бъдат свързани с метаданните за подаване.
ca_es: Les següents referències han estat extretes i s'enllaçaran amb les metadades de la tramesa.
cs_cz: Následující reference byly extrahovány a budou připojeny k metadatům příspěvku.
da_dk: Følgende referencer er blevet ekstraherede og vil blive knyttet til indsendelsesmetadata.
de_de: Die folgenden Literaturhinweise wurden ausgelesen und werden mit den Metadaten der Einreichung verknüpft.
eu: Ondorengo erreferentziak atera dira eta bidalketaren metadatuekin lotuko dira.
fi_fi: Seuraavat viitteet eroteltiin ja ne liitetään käsikirjoituksen kuvailutietoihin.
fr_fr: Les références suivantes ont été extraites et seront liées aux métadonnées de la soumission.
gl_es: Extraéronse as seguintes referencias que estarán ligadas aos metadatos de envío.
hr: Sljedeće reference su izdvojene i bit će povezane s metapodacima podneska.
hu: Az alábbi hivatkozások listázásra kerültek és csatoljuk a beküldés metaadatához.
hy_am: Հետևյալ հղումները հանվել են և կկապվեն ներկայացվող մետատվյալներին:
id: Rujukan berikut telah diekstrak dan akan ditautkan ke metadata naskah.
is: Eftirfarandi heimildir hafa verið dregnar út og verða tengdar við lýsigögn handritsins.
is_is: Eftirfarandi heimildir hafa verið dregnar út og verða tengdar við lýsigögn handritsins.
it_it: I seguenti riferimenti bibliografico sono stati estratti e saranno collegati ai metadati della proposta.
ja_jp: 以下の参考文献が抽出されており、投稿メタデータにリンクされます。
ka_ge: შემდეგი ცნობები ამოღებულია და დაუკავშირდება წარდგენის მეტამონაცემებს.
kk: Келесі сілтемелер шығарылды және олар материалдың метадеректерімен байланыстырылады.
ku_iq: ئەم سەرچاوانەی خوارەوە هەڵ هێنجران و بۆ زانیاریی ناسێنەری توێژینەوەکە زیاد دەکرین.
lv: Tālāk norādītās atsauces ir atlasītas un tiks piesaistītas iesniegtā materiāla metadatiem.
mk_mk: Следните референци беа отпакувани и ќе бидат поврзани со метаподатоците на поднесокот.
mr: खालील संदर्भ उतरवून घेतले गेले आहेत आणि सादरीकरणाच्या मेटाडेटाशी ते जोडले जातील.
ms_my: Rujukan berikut telah diekstrak dan akan dikaitkan dengan metadata penyerahan.
nb: Følgende referanser er hentet ut og vil bli lenket til innleveringens metadata.
nl_nl: Volgende referenties zijn geëxtraheerd en zullen gelinkt worden aan de metadata van de inzending.
pt_pt: As seguintes referências foram recolhidas e estarão ligadas aos metadados da submissão.
ro: Următoarele referințe au fost extrase și vor fi legate de metadatele de trimitere.
ru_ru: Следующие ссылки были извлечены и будут связаны с метаданными материала.
sl_si: Naslednja literatura je bila razčlenjena in bo kot taka del metapodatkov prispevka.
sv_se: Följande referenser har extraherats och kommer att länkas till bidragets metadata.
th: การอ้างอิงต่อไปนี้ได้ถูกสกัดออกมาและจะถูกเชื่อมโยงไปยังเมทาดาทาการส่งงาน
tr_tr: Aşağıdaki referanslar çıkarılmıştır ve gönderi üst verilerine bağlanacaktır.
uk_ua: Нижченаведені посилання були вилучені та будуть пов'язані з метаданими подання.
vi: Các tài liệu tham khảo sau đã được trích xuất và sẽ được liên kết với metadata bài nộp.
vi_vn: Các tài liệu tham khảo sau đã được trích xuất và sẽ được liên kết với siêu dữ liệu bài gửi.

# submission.parsedAndSaveCitations
source: Extract and Save References
ar_iq: إستخلص المراجع واحفظها
az: Çıxarılan və yadda saxlanılan referanslar
bg_bg: Извличане и запазване на литература (референции)
ca_es: Extreure i guardar les referències
cs_cz: Extrahovat a uložit reference
da_dk: Ekstrahér og gem referencer
de_de: Literaturhinweise auslesen und speichern
eu: Atera eta gorde erreferentziak
fi_fi: Erottele ja tallenna viitteitä
fr_fr: Références extraites et sauvegardées
gl_es: Extraer e gardar referencias
hr: Ekstrakt i spremanje referenci
hu: Hivatkozások listázása és mentése
hy_am: Հանեք և պահպանեք հղումները
id: Ekstrak dan Simpan Referensi
is: Draga út og vista heimildir
is_is: Draga út og vista heimildir
it_it: Estrai e salva i riferimenti bibliografici
ja_jp: 参考文献の抽出と保存
ka_ge: წყაროების ამოღება და შენახვა
kk: Сілтемелерді шығарып алыңыз және сақтаңыз
ku_iq: هەڵێنجان و خەزنکردنی سەرچاوەکان
lv: Iegūt un saglabāt atsauces
mk_mk: Отпакувј и зачувај референци
mr: संदर्भ उतरवून घेऊन सेव्ह करा
ms_my: Ekstrak dan Simpan Rujukan
nb: Hent ut og lagre referanser
nl_nl: Extraheer en bewaar referenties
pt_pt: Recolher e Guardar Referências
ro: Extrageți și salvați referințele
ru_ru: Извлечь и сохранить ссылки
sl_si: Shrani in razčleni literaturo
sv_se: Extrahera och spara referenser
th: สกัดและบันทึกการอ้างอิง
tr_tr: Çıkarılan ve Kaydedilen Referanslar
uk_ua: Видобути і зберегти посилання
vi: Trích xuất và lưu tài liệu tham khảo
vi_vn: Trích xuất và Lưu Tài liệu tham khảo

# submission.comments.addComment
source: Add Comment
ar_iq: أضف تعليقاً
az: Şərh əlavə edin
bg_bg: Добавяне на коментар
ca_es: Vull afegir un comentari
cs_cz: Přidat komentář
da_dk: Tilføj kommentar
de_de: Kommentar hinzufügen
el_gr: Προσθήκη σχολίου
eu: Gehitu oharra
fa_ir: اضافه کردن نقطه نظر
fi_fi: Lisää kommentti
fr_fr: Ajouter un commentaire
gl_es: Engadir comentario
hr: Dodaj komentar
hu: Megjegyzés hozzáadása
hy_am: Ավելացնել մեկնաբանություն
id: Tambahkan Komentar
is: Bæta við athugasemd
is_is: Bæta við athugasemd
it_it: Aggiungi commento
ja_jp: コメントの追加
ka_ge: კომენტარის დამატება
kk: Түсініктемені қосу
ku_iq: تێچێنێک زیاد بکە
lv: Pievienot komentāru
mk_mk: Додај коментар
mr: टिप्पणीचा समावेश करा (Add Comment)
ms_my: Tambah Komen
nb: Legg til kommentar
nl_nl: Commentaar toevoegen
pl_pl: Dodaj komentarz
pt_pt: Adicionar Comentário
ro: Adăugați comentariu
ru_ru: Добавить комментарий
sl_si: Dodaj komentar
sr@cyrillic: Додај коментар
sr_rs@latin: Dodaj komentar
sv_se: Lägg till kommentar
th: เพิ่มความคิดเห็น
tr_tr: Yorum ekle
uk_ua: Додати коментар
vi: Thêm nhận xét
vi_vn: Thêm Bình luận
zh_cn: 天骄注释

# submission.comments.comments
source: Comments
ar_iq: التعليقات
az: Şərhlər
bg_bg: Коментари
ca_es: Comentaris
cs_cz: Komentáře
da_dk: Kommentarer
de_de: Kommentare
el_gr: Σχόλια
eu: Oharrak
fa_ir: نظرات
fi_fi: Kommentit
fr_fr: Commentaires
gl_es: Comentarios
hr: Komentari
hu: Megjegyzések
hy_am: Մեկնաբանություններ
id: Komentar
is: Athugasemdir
is_is: Athugasemdir
it_it: Commenti
ja_jp: コメント
ka_ge: კომენტარები
kk: Түсініктемелер
ku_iq: تێچێنەکان
lv: Komentāri
mk_mk: Коментари
mr: टिप्पण्या (Comments)
ms_my: Komen
nb: Kommentarer
nl_nl: Commentaren
pl_pl: Komentarze
pt_pt: Comentários
ro: Comentarii
ru_ru: Комментарии
sl_si: Komentar
sr@cyrillic: Коментари
sr_rs@latin: Komentari
sv_se: Kommentarer
th: ความคิดเห็น
tr_tr: Yorumlar
uk_ua: Коментарі
vi: Nhận xét
vi_vn: Bình luận
zh_cn: 注释

# submission.comments.confirmDelete
source: Are you sure you would like to delete this comment?
ar_iq: هل أنت متأكد من رغبتك في حذف هذا التعليق؟
az: Bu şərhi silmək istədiyinizdən əminsinizmi?
bg_bg: Сигурни ли сте, че искате да изтриете този коментар?
ca_es: Esteu segur/a que voleu suprimir aquest comentari?
cs_cz: Jste si jisti, že chcete smazat tento komentář?
da_dk: Er du sikker på, at du vil slette denne kommentar?
de_de: Sind Sie sicher, dass Sie diesen Kommentar löschen wollen?
el_gr: Είστε βέβαιοι ότι επιθυμείτε να διαγράψετε το συγκεκριμένο σχόλιο;
eu: Ziur zaude ohar hau ezabatu nahi duzula?
fa_ir: آیا میخواهید این نظر را حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän kommentin?
fr_fr: Êtes-vous certain de vouloir supprimer ce commentaire ?
gl_es: Seguro/a que desexas eliminar este comentario?
hr: Jeste li sigurni da želite obrisati ovaj komentar?
hu: Biztos benne, hogy törölni akarja ezt a megjegyzést?
hy_am: Վստա՞հ եք, որ ցանկանում եք ջնջել այս մեկնաբանությունը:
id: Apakah Anda yakin ingin menghapus komentar ini?
is: Ertu viss um að þú viljir eyða þessari athugasemd?
is_is: Ertu viss um að þú viljir eyða þessari athugasemd?
it_it: Sei sicuro di voler eliminare questo commento?
ja_jp: このコメントを削除してもよいですか。
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ კომენტარის წაშლა?
kk: Осы пікірді шынымен жойғыңыз келе ме?
ku_iq: ئایا تۆ دڵنیایت لە سڕینەوەی ئەم تێچێنە؟
lv: Vai tiešām vēlaties izdzēst šo komentāru?
mk_mk: Дали сте сигурни дека сакате да го избришете овој коментар?
mr: तुम्ही खात्रीने ही टिप्पणी हटवू (delete) इच्छिता ना?
ms_my: Adakah anda pasti mahu memadamkan komen ini?
nb: Er du sikker på at du vil slette denne kommentaren?
nl_nl: Weet u zeker dat u dit commentaar wilt verwerken?
pl_pl: Usunąć komentarz?
pt_pt: Deseja realmente eliminar o comentário?
ro: Sunteți sigur că vreți să ștergeți acest comentariu?
ru_ru: Вы уверены, что хотите удалить этот комментарий?
sl_si: Ste prepričani, da želite izbrisati ta komentar?
sr@cyrillic: Да ли сте сигурни да желите да обришете коментар?
sr_rs@latin: Da li ste sigurni da želite da obrišete komentar?
sv_se: Är du säker på att du vill ta bort den här kommentaren?
th: คุณแน่ใจหรือว่าต้องการลบความคิดเห็นนี้?
tr_tr: Bu yorumu silmek istediğinize emin misiniz?
uk_ua: Ви впевнені, що хочете видалити цей коментар?
vi: Bạn có chắc chắn muốn xóa nhận xét này không?
vi_vn: Bạn có chắc chắn muốn xóa bình luận này không?
zh_cn: 您确认删除这个注释?

# submission.comments.corrections
source: Corrections
ar_iq: التصحيحات
az: Düzəlişlər
bg_bg: Корекции
ca_es: Correccions
cs_cz: Korekce
da_dk: Rettelser
de_de: Korrekturen
el_gr: Διορθώσεις
eu: Zuzenketak
fa_ir: اصلاحات
fi_fi: Korjaukset
gl_es: Correccións
hr: Ispravke
hu: Helyesbítések
hy_am: Շտկումներ
id: Koreksi
is: Lagfæringar
is_is: Lagfæringar
it_it: Correzioni
ja_jp: 修正
ka_ge: შესწორებები
kk: Түзетулер
ku_iq: ڕاستکردنەوەکان
lv: Labojumi
mk_mk: Поправки
mr: दुरुस्त्या (Corrections)
ms_my: Pembetulan
nb: Korrigeringer
nl_nl: Correcties
pl_pl: Poprawki
pt_pt: Correções
ro: Corecturi
ru_ru: Исправления
sl_si: Popravki
sr@cyrillic: Исправке
sr_rs@latin: Ispravke
sv_se: Rättelser
th: การแก้ไข
tr_tr: Düzeltmeler
uk_ua: Виправлення
vi: Các sửa chữa
vi_vn: Đính chính
zh_cn: 更正

# submission.comments.editComment
source: Edit Comment
ar_iq: تعديل التعليق
az: Şərh redaktəsi
bg_bg: Редакция на коментар
ca_es: Edita el comentari
cs_cz: Upravit komentář
da_dk: Rediger kommentar
de_de: Kommentar bearbeiten
el_gr: Διαμόρφωση σχολίου
eu: Editatu oharra
fa_ir: ویرایش نقطه نظر
fi_fi: Muokkaa kommenttia
fr_fr: Modifier un commentaire
gl_es: Editar comentario
hr: Uredi komentar
hu: Megjegyzés szerkesztése
hy_am: Խմբագրել մեկնաբանությունը
id: Edit Komentar
is: Breyta athugasemd
is_is: Breyta athugasemd
it_it: Modifica commento
ja_jp: コメントの編集
ka_ge: კომენტარის ჩასწორება
kk: Пікір жазу
ku_iq: گۆڕانکاری لە تێچێنەکە
lv: Rediģēt komentāru
mk_mk: Измени коментар
mr: टिप्पणी संपादित करा
ms_my: Sunting Komen
nb: Rediger kommentar
nl_nl: Commentaar bewerken
pl_pl: Edytuj komentarze
pt_pt: Editar Comentário
ro: Editare comentariu
ru_ru: Редактировать комментарий
sl_si: Uredi komentar
sr@cyrillic: Измени коментар
sr_rs@latin: Izmeni komentar
sv_se: Redigera kommentar
th: แก้ไขความคิดเห็น
tr_tr: Yorum düzelt
uk_ua: Редагувати коментар
vi: Chỉnh sửa nhận xét
vi_vn: Chỉnh sửa Bình luận
zh_cn: 编辑注释

# submission.comments.importPeerReviews
source: Import Peer Reviews
ar_iq: استيراد التحكيمات المناظرة
az: rəyçi dəyərləndirmələrini götürün
bg_bg: Импортиране на рецензии
ca_es: Importa les revisions de persones expertes
cs_cz: Importovat recenzní posudky
da_dk: Importér fagfællebedømmelser
de_de: Begutachtung importieren
el_gr: Εισαγωγή αξιολογήσεων
eu: Inportatu adituen ebaluazioa
fa_ir: درج نظرات داوران
fi_fi: Tuo vertaisarviointeja
fr_fr: Importer les Évaluations par les pairs
gl_es: Importar revisións por pares
hr: Uvedi stručne recenzije
hu: Szakértői értékelés importálása
hy_am: Ներմուծեք գործընկերային գրախոսությունները
id: Impor Peer Review
is: Flytja inn ritrýni
is_is: Flytja inn ritrýni
it_it: Importa parere dei revisori
ja_jp: 査読のインポート
ka_ge: კოლეგების მიმოხილვების იმპორტი
kk: Пікірлерді импорттау
ku_iq: هاوردەکردنی هەڵسەنگاندنی نهێنی
lv: Importēt recenzijas
mk_mk: Импортирај отворени рецензии
mr: तज्ज्ञ समीक्षणे दाखल करुन घ्या (Import)
ms_my: Import Ulasan Rakan Sejawat
nb: Importer fagfellevurderinger
nl_nl: Importeer peer reviews
pl_pl: Importuj recenzję
pt_pt: Importar Revisão por Pares
ro: Importare Revizori
ru_ru: Импортировать рецензии
sl_si: Uvozi recenzentske preglede
sr@cyrillic: Увези стручне рецензије
sr_rs@latin: Uvezi stručne recenzije
sv_se: Importera sakkunniggranskningar
th: นำเข้าการทบทวนโดยผู้ทรงคุณวุฒิ
tr_tr: Hakem Değerlendirmelerini Al
uk_ua: Імпорт рецензій
vi: Nhập đánh giá bình duyệt
vi_vn: Nhập Đánh giá ngang hàng
zh_cn: 导入同行评议
