Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.files
source: Files
ar_iq: الملفات
az: Fayllar
bg_bg: Файлове
ca_es: Fitxers
cs_cz: Soubory
da_dk: Filer
de_de: Dateien
el_gr: Αρχεία
eu: Fitxategiak
fa_ir: فایل ها
fi_fi: Tiedostot
fr_fr: Fichiers
gl_es: Arquivos
hr: Datoteke
hu: Fájlok
hy_am: Նիշքեր
id: File
is: Skrár
is_is: Skrár
it_it: File
ja_jp: ファイル
ka_ge: ფაილები
kk: Файлдар
ku_iq: فایلەکان
lv: Datnes
mk_mk: Датотеки
mr: फाईल्स
ms_my: Fail
nb: Filer
nl_nl: Bestanden
pl_pl: Pliki
pt_pt: Ficheiros
ro: Fișiere
ru_ru: Файлы
sl_si: Datoteke
sr@cyrillic: Фајлови
sr_rs@latin: Fajlovi
sv_se: Filer
th: ไฟล์
tr_tr: Dosyalar
uk_ua: Файли
vi: Tệp
vi_vn: Các tập tin
zh_cn: 文件

# submission.files.downloadAll
source: Download All Files
ar_iq: تنزيل كل الملفات
az: Bütün faylları endirin
bg_bg: Сваляне на всички файлове
ca_es: Descarrega tots els fitxers
cs_cz: Stáhnout všechny soubory
da_dk: Download alle filer
de_de: Alle Dateien herunterladen
el_gr: Λήψη όλων των Αρχείων
eu: Fitxategi guztiak jaitsi
fa_ir: دانلود همه ی فایل ها
fi_fi: Lataa kaikki tiedostot
fr_fr: Télécharger tous les fichiers
gl_es: Descargar todos os arquivos
hr: Preuzmite sve datoteke
hu: Összes fájl letöltése
hy_am: Ներբեռնեք բոլոր նիշքերը
id: Unduh Semua File
is: Hlaða niður öllum skrám
is_is: Hlaða niður öllum skrám
it_it: Scarica tutti i file
ja_jp: 全てのファイルをダウンロード
ka_ge: ყველას ჩამოტვირთვა
kk: Барлық файлдарды жүктеңіз
ku_iq: هەمو فایلەکان دابگرە
lv: Lejupielādēt visas datnes
mk_mk: Превземи ги сите датотеки
mr: सर्व फाईल्स डाउनलोड करा
ms_my: Muat Turun Semua Fail
nb: Last ned alle filer
nl_nl: Download alle bestanden
pl_pl: Pobierz wszystkie pliki
pt_pt: Download de Todos os Ficheiros
ro: Descărcați toate fișierele
ru_ru: Скачать все файлы
sl_si: Prenesi vse datoteke
sr@cyrillic: Преузми све документе
sr_rs@latin: Preuzmi sve dokumente
sv_se: Ladda ned samtliga filer
th: ดาวน์โหลดไฟล์ทั้งหมด
tr_tr: Tüm Dosyaları İndir
uk_ua: Завантажити усі файли
vi: Tải xuống tất cả tệp
vi_vn: Tải xuống Tất cả các tệp

# submission.file.notAllowedUploaderUserId
source: A record of the file uploader is saved when the file is created and can not be changed.
az: Fayl yaradıldığında faylı yükləyənin qeydiyyatı yadda saxlanır və dəyişdirilə bilməz.
bg_bg: Записът за качващия файл се записва, когато файлът е създаден и не може да бъде променен.
cs_cz: Záznam nahrávače souborů se uloží při vytvoření souboru a nelze jej změnit.
eu: Fitxategi igotzailearen erregistroa fitxategia sortzen denean gordetzen da eta ezin da aldatu.
gl_es: Cando se crea un arquivo gárdase un rexistro do usuario que o cargou e non se pode cambiar.
hr: Zapis o učitavaču datoteke sprema se kada se datoteka stvori i ne može se mijenjati.
hu: A fájl feltöltőjének adatai a fájl létrehozásakor kerülnek elmentésre, és nem módosíthatóak.
hy_am: Նիշքի վերբեռնողի գրառումը պահվում է, երբ նիշքը ստեղծվում է և հնարավոր չէ փոխել:
id: Rekaman pengunggah file tersimpan ketika file dibuat dan tidak bisa diubah lagi.
is: Ekki er hægt að breyta færslu sem til verður við innsendingu, um þann sem hleður upp viðkomandi skrá.
is_is: Færsla, sem ekki er hægt að breyta, um þann sem hleður upp skrá er vistuð þegar skráin er stofnuð.
ja_jp: ファイルアップローダのレコードは、ファイルの作成時に保存され、変更することはできません。
ka_ge: ფაილის ამტვირთავის ჩანაწერი ინახება ფაილის შექმნისას და მისი შეცვლა შეუძლებელია.
kk: Файлды жүктеуші жазба файл жасалған кезде сақталады және оны өзгерту мүмкін емес.
lv: Faila augšupielādētāja ieraksts tiek saglabāts, kad fails tiek izveidots, un to nevar mainīt.
mk_mk: Зачуван е запис за поставувачот на датотеката кога датотеката е создадена и не може да се промени.
mr: फाईल तयार केल्यावर फाईल अपलोडरची नोंद सेव्ह केली जाते आणि ती बदलता येत नाही.
ms_my: Rekod pemuat naik fail disimpan apabila fail dibuat dan tidak boleh diubah.
nb: Filopplasteren blir registrert når filen opprettes, og denne kan ikke endres.
pt_pt: Um registo do carregador de ficheiros é guardado quando o ficheiro é criado e não pode ser alterado.
ru_ru: Запись загрузчика файлов сохранена при создании файла и её нельзя изменить.
sl_si: Zapis o nalaganju datoteke je ustvarjen, ko je datoteka kreirana in ga ni mogoče spremeniti.
th: บันทึกผู้ที่อัปโหลดไฟล์เมื่อสร้างไฟล์แล้วไม่สามารถเปลี่ยนแปลงได้
tr_tr: Dosya oluşturulduğunda dosyayı yükleyenin kaydı kaydedilir ve değiştirilemez.
vi: Thông tin về người tải tệp lên được lưu lại khi tệp được tạo và không thể thay đổi.

# submission.firstPublished
source: First published
az: Əvvəlcə nəşr olundu
bg_bg: Първо публикувано
cs_cz: Prvně publikováno
eu: Lehen argitalpena
hr: Prvo objavljeno
hy_am: Առաջին անգամ հրապարակվել է
id: Pertama kali diterbitkan
is: Fyrst birt
lv: Pirmo reizi publicēts
mr: प्रथम प्रकाशित
pt_pt: Publicado pela primeira vez
th: ตีพิมพ์ครั้งแรก
vi: Xuất bản lần đầu

# submission.forTheEditors
source: For the Editors
az: Redaktorlar üçün
cs_cz: Pro redakci
eu: Editoreentzat
hr: Za urednike
id: Untuk Editor
lv: Redaktoriem
mr: संपादकांकरता
pt_pt: Para os Editores
th: สำหรับบรรณาธิการ
vi: Dành cho biên tập viên

# submission.galley
source: Galley
ar_iq: ألواح الطباعة
az: Dizgi
bg_bg: Типография
ca_es: Galerades
cs_cz: Sazebnice
da_dk: Publiceringsversion
de_de: Fahne
el_gr: Τυπογραφικό Δοκίμιο
eu: Galerada
fa_ir: کلیشه چاپی
fi_fi: Julkaistava tiedosto
fr_fr: Épreuve
gl_es: Galerada
hr: Prijelom
hu: Megjelentetési formátum
hy_am: Շարվածք
is: Galley - Lokaprófarkir
is_is: Galley - Lokaprófarkir
it_it: Gabbia
ja_jp: ゲラ版
ka_ge: სვეტი
kk: Галлея
ku_iq: تابلۆ
lv: Saliktnis
mk_mk: Отисок на труд
mr: गॅली
nb: Oppsett
nl_nl: Proefdruk
pl_pl: Pliki po składzie
pt_pt: Composição final
ro: Galerie
ru_ru: Гранка
sl_si: Prelom
sr@cyrillic: Фајл приказа
sr_rs@latin: Fajl prikaza
sv_se: Publiceringsversion
th: ฉบับสุดท้าย
tr_tr: Dizgi
uk_ua: Гранка
vi: Phiên bản xuất bản
vi_vn: Các bản in
zh_cn: 样稿

# submission.history.clearLog
source: Clear Log
ar_iq: تصفير سجل الوقائع
az: Gündəliyi təmizləyin
bg_bg: Изчистване на регистъра (лог)
ca_es: Esborra el registre
cs_cz: Vyčistit protokol
da_dk: Ryd log
de_de: Protokoll löschen
el_gr: Καθαρισμός ημερολογίου
eu: Garbitu loga
fa_ir: پاک کردن سوابق
fi_fi: Tyhjennä loki
fr_fr: Effacer le registre
gl_es: Limpar rexistro
hr: Očisti zapis
hu: Napló törlése
hy_am: Մաքրեք գրանցամատյանը
id: Bersihkan Log
is: Hreinsa skrá(log)
is_is: Hreinsa skrá(log)
it_it: Svuota il registro
ja_jp: ログのクリア
ka_ge: ჩანაწერების გასუფთავება
kk: Журналды тазарту
ku_iq: سڕینەوەی لیستی ڕوداوەکان
lv: Notīrīt žurnālu
mk_mk: Избриши евиденција
mr: लॉग मोकळा करा (Clear Log)
ms_my: Kosongkan Log
nb: Tøm logg
nl_nl: Wis logboek
pl_pl: Czyść dziennik
pt_pt: Limpar Histórico
ro: Curăță Jurnalul
ru_ru: Очистить журнал
sl_si: Zbriši zaporedje
sr@cyrillic: Очисти лог
sr_rs@latin: Očisti log
sv_se: Rensa logg
th: ล้างบันทึก
tr_tr: Günlüğü Temizle
uk_ua: Очистити журнал
vi: Xóa nhật ký
vi_vn: Xoá nhật ký
zh_cn: 清除日志

# submission.history
source: History
ar_iq: الماضي
az: Keçmiş
bg_bg: История
ca_es: Historial
cs_cz: Historie
da_dk: Historik
de_de: Verlauf
el_gr: Ιστορικό
eu: Historia
fa_ir: سوابق
fi_fi: Historia
fr_fr: Historique
gl_es: Historial
hr: Kronologija priloga
hu: Történet
hy_am: Պատմություն
id: Sejarah
is: Saga
is_is: Saga
it_it: Registro
ja_jp: 履歴
ka_ge: ისტორია
kk: Тарихы
ku_iq: مێژو
lv: Vēsture
mk_mk: Историја
mr: पूर्वेतिहास
ms_my: Sejarah
nb: Historikk
nl_nl: Geschiedenis
pl_pl: Historia
pt_pt: Histórico
ro: Istoric
ru_ru: История
sl_si: Zgodovina
sr@cyrillic: Историја
sr_rs@latin: Istorija
sv_se: Historik
th: ประวัติ
tr_tr: Geçmiş
uk_ua: Історія
vi: Lịch sử
vi_vn: Lịch sử
zh_cn: 历史

# submission.history.noLogEntries
source: No log entries.
ar_iq: لا مدخلات في سجل الوقائع.
az: Gündəlik giriş yoxdur.
bg_bg: Няма записи в регистъра (лог).
ca_es: No hi ha cap entrada al registre.
cs_cz: Žádné protokolové záznamy.
da_dk: Ingen logposter.
de_de: Kein Eintrag im Protokoll.
el_gr: Δεν καταχωρίσεις στο ημερολόγιο.
eu: Ez dago sarrerarik logean.
fa_ir: هیج سابقه ای وجود ندارد
fi_fi: Ei lokimerkintöjä.
fr_fr: Aucune entrée dans le registre.
gl_es: Non hai entradas de rexistro.
hr: Nema zabilježenih prijava.
hu: Nincs naplóbejegyzés.
hy_am: Չկան գրանցամատյանի մուտքեր։
id: Tidak ada log entri.
is: Engar færslur í skrá(log).
is_is: Engar færslur í skrá(log).
it_it: Registro vuoto.
ja_jp: ログはありません。
ka_ge: არ არის ჩანაწერი.
kk: Ешқандай жазба жоқ.
ku_iq: هیچ لیستێکی ڕوداوەکان بەردەست نییە.
lv: Nav žurnāla ierakstu.
mk_mk: Нема записи во евиденцијата.
mr: लॉग नोंदी नाहीत.
ms_my: Tiada entri log.
nb: Ingen loggføringer.
nl_nl: Logboek is leeg.
pl_pl: Brak wpisów w dzienniku.
pt_pt: Nenhuma entrada no histórico.
ro: Fără înregistrări de jurnal.
ru_ru: Нет записей.
sl_si: Ni vpisov v zaporedje.
sr@cyrillic: Нема уноса у логу.
sr_rs@latin: Nema unosa u logu.
sv_se: Inga händelser i loggen.
th: ไม่มีรายการบันทึก
tr_tr: Günlük girişi yok.
uk_ua: У журналі немає записів.
vi: Không có mục nhật ký.
vi_vn: Không có nhật ký được nhập.
zh_cn: 没有日志项.

# submission.history.recentLogEntries
source: Recent Entries
ar_iq: المدخلات الأخيرة
az: Yeni girişlər
bg_bg: Последни записи
ca_es: Entrades recents
cs_cz: Nedávné záznamy
da_dk: Seneste poster
de_de: Neue Einträge
el_gr: Πρόσφατες καταχωρίσεις
eu: Azken sarrerak
fa_ir: سوابق اخیر
fi_fi: Viimeisimmät merkinnät
fr_fr: Entrées récentes
gl_es: Entradas recentes
hr: Kronologija događaja (noviji unosi)
hu: Friss bejegyzések
hy_am: Վերջին մուտքերը
id: Entri yang sekarang
is: Nýlegar færslur
is_is: Nýlegar færslur
it_it: Registrazioni recenti
ja_jp: 最新のエントリ
ka_ge: ბოლო ჩანაწერები
kk: Соңғы жазбалар
ku_iq: داخلکراوە نوێیەکان
lv: Jaunākie ieraksti
mk_mk: Неодамнешни записи
mr: अलीकडील नोंदी
ms_my: Entri Terkini
nb: Siste loggføringer
nl_nl: Recente toevoegingen
pl_pl: Ostatnie wejścia.
pt_pt: Entradas Recentes
ro: Înregistrări recente
ru_ru: Последние записи
sl_si: Zadnji vpisi
sr@cyrillic: Недавни уноси
sr_rs@latin: Nedavni unosi
sv_se: Nyligen tillagda händelser
th: รายการล่าสุด
tr_tr: Yeni Eirişler
uk_ua: Останні записи
vi: Mục gần đây
vi_vn: Nhật ký mới nhập vào
zh_cn: 最近的日志项目

# submission.history.submissionEmailLog
source: Email Log
ar_iq: سجل وقائع البريد الالكتروني
az: Email gündəliyi
bg_bg: Имейл регистър (лог)
ca_es: Registre del correu electrònic
cs_cz: Protokol emailů
de_de: Protokoll der E-Mails
el_gr: Ημερολόγιο e-mail
eu: Mezu elektronikoen loga
fa_ir: سوابق ایمیل ها
fi_fi: Sähköpostiloki
fr_fr: Registre de courriels
gl_es: Rexistro de correo electrónico
hr: Korespondencija e-poštom
hu: Email napló
hy_am: Էլ․ փոստի գրանցամատյան
id: Log Email
is: Tölvupóstskrá
is_is: Tölvupóst skrá
it_it: Registro delle email
ja_jp: メールログ
ka_ge: ელფოსტის ჟურნალი
kk: Журналдың электрондық поштасы
ku_iq: تۆماری ئیمەیڵ
lv: E-pastu žurnāls
mk_mk: Евиденција на и-меил
mr: ई-मेल लॉग
ms_my: Log E-mel
nb: E-postlogg
nl_nl: Logboek e-mail
pl_pl: Dziennik e-mail
pt_pt: Histórico de e-mail
ro: Jurnal de e-mail
ru_ru: Журнал писем электронной почты
sl_si: Zaporedje e-pošte
sr@cyrillic: Лог емаил порука
sr_rs@latin: Log email poruka
sv_se: E-postlogg
th: บันทึกอีเมล
tr_tr: E-posta Günlüğü
uk_ua: Журнал пошти
vi: Nhật ký Email
vi_vn: Nhật ký email
zh_cn: 邮件日志

# submission.history.submissionEventLog
source: Event Log
ar_iq: سجل وقائع الأحداث
az: Fəaliyyət gündəliyi
bg_bg: Регистър (лог) на събитията
ca_es: Registre d’esdeveniments
cs_cz: Protokol událostí
da_dk: Hændelseslog
de_de: Protokoll der Ereignisse
el_gr: Ημερολόγιο (Log) συμβάντων
eu: Gertaeren loga
fa_ir: سوابق رویدادها
fi_fi: Tapahtumaloki
fr_fr: Registre d'événements
gl_es: Rexistro de evento
hr: Dnevnik događaja
hu: Esemény napló
hy_am: Իրադարձության գրանցամատյան
id: Log Kegiatan
is: Atburðaskrá
is_is: Atburðaskrá
it_it: Registro degli eventi
ja_jp: イベントログ
ka_ge: ღონისძიების ჟურნალი
kk: Оқиғалар журналы
ku_iq: تۆماری ڕوداوەکان
lv: Notikumu žurnāls
mk_mk: Евиденција на настан
mr: इव्हेंट लॉग
ms_my: Log Aktiviti
nb: Aktivitetslogg
nl_nl: Logboek gebeurtenissen
pl_pl: Dziennik zdarzeń
pt_pt: Histórico de eventos
ro: Jurnal de evenimente
ru_ru: Журнал событий
sl_si: Zaporedje dogodkov
sr@cyrillic: Лог догађаја
sr_rs@latin: Log događaja
sv_se: Händelselogg
th: บันทึกเหตุการณ์
tr_tr: Olay Günlüğü
uk_ua: Журнал подій
vi: Nhật ký sự kiện
vi_vn: Nhật ký sự kiện
zh_cn: 事件日志

# submission.history.submissionNotes
source: Submission Notes
ar_iq: ملاحظات طلب النشر
az: Müraciət qeydləri
bg_bg: Бележки към изпратените материали
ca_es: Notes de la tramesa
cs_cz: Poznámky k přípsěvku
da_dk: Indsendelsesnoter
de_de: Einträge zu den Beiträgen
el_gr: Σημειώσεις υποβολής
eu: Bidalketaren oharrak
fa_ir: یاداشتهای ارسال شده
fi_fi: Käsikirjoitukseen liittyvät muistiinpanot
fr_fr: Notes de soumissions
gl_es: Notas de envío
hr: Bilješke o prijavi
hu: Beküldött anyag megjegyzései
hy_am: Ներկայացման նշումներ
id: Catatan Naskah
is: Minnispunktar innsendinga
is_is: Minnispunktar innsendinga
it_it: Note alla proposta
ja_jp: 投稿注記
ka_ge: წარდგენის შენიშვნები
kk: Материалдық жазбалар
ku_iq: تێبینییەکانی پێشکەشکردنەکە
lv: Piezīmes par iesniegto materiālu
mk_mk: Забелешки за поднесокот
mr: सादरीकरणासंबंधी टिप्पणे (Notes)
ms_my: Nota Penyerahan
nb: Innleveringsnotater
nl_nl: Aantekeningen inzending
pl_pl: Notatki
pt_pt: Notas da submissão
ro: Note de înregistrare manuscrise
ru_ru: Заметки к материалу
sl_si: Opombe pri oddaji prispevka
sr@cyrillic: Белешке о пријављеном чланку
sr_rs@latin: Beleške o prijavljenom članku
sv_se: Bidragsanteckningar
th: บันทึกการส่งงาน
tr_tr: Başvuru Notları
uk_ua: Примітки подання
vi: Ghi chú bài nộp
vi_vn: Ghi chú Bài gửi
zh_cn: 投稿须知

# submission.history.viewLog
source: View Log
ar_iq: معاينة سجل الوقائع
az: Gündəliyi göstərin
bg_bg: Преглед на регистъра (лог)
ca_es: Visualitza el registre
cs_cz: Zobrazit protokol
da_dk: Vis log
de_de: Protokoll anzeigen
el_gr: Προβολή ημερολογίου
eu: Ikusi loga
fa_ir: مشاهده سوابق
fi_fi: Näytä loki
fr_fr: Voir le registre
gl_es: Ver rexistro
hr: Pregled zapisa
hu: Napló megtekintése
hy_am: Դիտեք գրանցամատյանը
id: Lihat Log
is: Skoða skrá(log)
is_is: Skoða skrá(log)
it_it: Vedi il Registro
ja_jp: ログの閲覧
ka_ge: ჟურნალის ნახვა
kk: Журналды қарау
ku_iq: لیستی ڕوداوەکان ببینە
lv: Skatīt žurnālu
mk_mk: Прегледај ја евиденцијата
mr: लॉग पहा
ms_my: Lihat Log
nb: Vis logg
nl_nl: Bekijk logboek
pl_pl: Zobacz dziennik
pt_pt: Visualizar histórico
ro: Vizualizare jurnal
ru_ru: Просмотреть журнал
sl_si: Poglej zaporedje
sr@cyrillic: Види лог
sr_rs@latin: Vidi log
sv_se: Visa logg
th: ดูบันทึก
tr_tr: Günlüğü Göster
uk_ua: Дивитися журнал
vi: Xem nhật ký
vi_vn: Xem nhật ký
zh_cn: 查看日志

# submission.howToCite
source: How to Cite
ar_iq: كيفية الاقتباس
az: Necə istinad edilir
bg_bg: Как да цитирате
ca_es: Com citar
cs_cz: Jak citovat
da_dk: Citation/Eksport
de_de: Zitationsvorschlag
el_gr: Πώς να δημιουργήσετε Αναφορές
eu: Aipuak nola egin
fa_ir: ارجاع به مقاله
fi_fi: Viittaaminen
fr_fr: Comment citer
gl_es: Cómo citar
hr: Kako citirati
hu: Hogyan kell idézni
hy_am: Ինչպես մեջբերել
id: Cara Mengutip
is: Hvernig skal vitna í
is_is: Hvernig skal vitna í
it_it: Come citare
ja_jp: 引用方法
ka_ge: როგორ უნდა ციტირება
kk: Дәйексөзді қалай келтіруге болады
ku_iq: چۆنییەتی بەکارهێنانی سەرچاوە
lv: Kā citēt
mk_mk: Како да се цитира
mr: उद्धरणे कशी द्यावीत
ms_my: Cara Memetik
nb: Hvordan referere
nl_nl: Citeerhulp
pl_pl: Jak cytować
pt_pt: Como Citar
ro: Cum cităm
ru_ru: Как цитировать
sl_si: Kako citirati
sr@cyrillic: Како цитирати
sr_rs@latin: Kako citirati
sv_se: Referera så här
th: วิธีการอ้างอิง
tr_tr: Nasıl Atıf Yapılır
uk_ua: Як цитувати
vi: Cách trích dẫn
vi_vn: Cách trích dẫn

# submission.howToCite.citationFormats
source: More Citation Formats
ar_iq: المزيد من صيغ الاقتباسات
az: Daha çox istinad formatı
bg_bg: Още формати за цитиране
ca_es: Més formats de citació
cs_cz: Citační formáty
da_dk: Citationsformater
de_de: Zitationsformate
el_gr: Περισσότερες Μορφοποιήσεις Αναφορών
eu: Aipuak egiteko formatu gehiago
fa_ir: شیوه ی ارجاع دهی
fi_fi: Viittausmuodot
fr_fr: Formats de citations
gl_es: Máis formatos de cita
hr: Više formata citata
hu: Idézet formátumok
hy_am: Մեջբերումների ավելի ձևաչափեր
id: Format Sitasi Lainnya
is: Fleiri tilvísanakerfi
is_is: Fleiri tilvísanakerfi
it_it: Ulteriori formati di citazione
ja_jp: その他の引用形式
ka_ge: მეტი ციტირების ფორმატები
kk: Басқа библиографиялық анықтамалық форматтар
ku_iq: ڕێکخستنی زیاتری بەکارهێنانی سەرچاوە
lv: Citi atsauču formāti
mk_mk: Повеќе формати на цитирање
mr: उद्धरणांची वेगवेगळी स्वरूपं
ms_my: Lagi Format Petikan
nb: Referansestiler
nl_nl: Meer citatieformaten
pl_pl: Formaty cytowań
pt_pt: Mais Formatos de Citação
ro: Mai multe formate de citare
ru_ru: Другие форматы библиографических ссылок
sl_si: Več formatov citiranja
sr@cyrillic: Формати цитирања
sr_rs@latin: Formati citiranja
sv_se: Fler referensstilar
th: รูปแบบการอ้างอิงเพิ่มเติม
tr_tr: Daha Fazla Atıf Biçimi
uk_ua: Формати цитування
vi: Các định dạng trích dẫn khác
vi_vn: Thêm các định dạng trích dẫn khác

# submission.howToCite.downloadCitation
source: Download Citation
ar_iq: تنزيل الاقتباسات
az: İstinad endirin
bg_bg: Сваляне на цитатен файл
ca_es: Descarregar citació
cs_cz: Stánhout citace
da_dk: Download citationer
de_de: Bibliografische Angaben herunterladen
el_gr: Λήψη Αναφορών
eu: Aipua deskargatu
fa_ir: دانلود ارجاعات
fi_fi: Lataa sitaatti
fr_fr: Télécharger la référence bibliographique
gl_es: Descargar cita
hr: Preuzmite citat
hu: Idézés letöltése
hy_am: Ներբեռնեք վկայակոչումները
id: Unduh Sitasi
is: Hlaða niður tilvísun
is_is: Hlaða niður tilvísun
it_it: Scarica citazione
ja_jp: 引用のダウンロード
ka_ge: ჩამოტვირთეთ ციტირება
kk: Жүктеу сілтемесі
ku_iq: دابەزاندنی گوتراوەکان
lv: Lejupielādēt atsauci
mk_mk: Превземи цитат
mr: उद्धरण डाउनलोड करा
ms_my: Muat turun Petikan
nb: Last ned referanse
nl_nl: Download citatie
pl_pl: Pobierz cytowania
pt_pt: Descarregar Citação
ro: Descărcați citarea
ru_ru: Скачать ссылку
sl_si: Prenesi citat
sv_se: Ladda ned referens
th: ดาวน์โหลดการอ้างอิง
tr_tr: Atıf İndir
uk_ua: Завантажити посилання
vi: Tải xuống trích dẫn
vi_vn: Tải xuống trích dẫn

# submission.initiated
source: Initiated
ar_iq: بوشر به
az: Başladılıb
bg_bg: Започнато
ca_es: Iniciada
cs_cz: Zahájeno
da_dk: Påbegyndt
de_de: Begonnen
el_gr: Ενεργοποιήθηκε)
eu: Hasita
fa_ir: آغاز پردازش
fi_fi: Aloitettu
fr_fr: En cours
gl_es: Iniciado
hr: Započeto
hu: Megkezdett
hy_am: Սկսված է
id: Dimulai
is: Hafið
is_is: Hafið
it_it: Iniziato
ja_jp: 処理開始日
ka_ge: წამოწყებული
kk: Басталды
ku_iq: دەستی پێ کرد
lv: Uzsākts
mk_mk: Започнато
mr: सुरूवात केली
ms_my: Dimulakan
nb: Satt i gang
nl_nl: Geïnitieerd
pl_pl: Rozpoczęty
pt_pt: Iniciado
ro: Iniţiat
ru_ru: Начата
sl_si: Sproženo
sr@cyrillic: Започето
sr_rs@latin: Započeto
sv_se: Påbörjad
th: เริ่มต้นแล้ว
tr_tr: Başlatılmış
uk_ua: Розпочато
vi: Đã bắt đầu
vi_vn: Khởi tạo
zh_cn: 已经开始的

# submission.updatedOn
source: {$datePublished} — Updated on {$dateUpdated}
az: {$datePublished} — {$dateUpdated} tarixində yeniləndi
bg_bg: {$datePublished} — Актуализирано на {$dateUpdated}
ca_es: {$datePublished} — Actualitzat el {$dateUpdated}
cs_cz: {$datePublished} - Aktualizováno dne {$dateUpdated}
da_dk: {$datePublished} — Opdateret d. {$dateUpdated}
de_de: {$datePublished} — aktualisiert am {$dateUpdated}
el_gr: {$datePublished} — Ενημερώθηκε στις {$dateUpdated}
eu: {$datePublished} — Eguneratuta: {$dateUpdated}
fr_fr: {$datePublished} — Mis à jour le {$dateUpdated}
gl_es: {$datePublished} — Actualizado o {$dateUpdated}
hr: {$datePublished} — ažurirano {$dateUpdated}
hu: {$datePublished} — Frissítve ekkor: {$dateUpdated}
hy_am: {$datePublished} — վերբեռնեք {$dateUpdated}
id: {$datePublished} â€” Diperbaharui pada {$dateUpdated}
is: {$datePublished} — Uppfært þann {$dateUpdated}
is_is: {$datePublished} — Uppfært þann {$dateUpdated}
it_it: {$datePublished} — Aggiornato il {$dateUpdated}
ja_jp: {$datePublished}：{$dateUpdated}に更新
ka_ge: {$datePublished} — განახლებულია {$dateUpdated}
kk: {$datePublished} - {$dateUpdated} жаңартылды
ku_iq: {$datePublished} — لە {$dateUpdated} نوێ کرایەوە
lv: {$datePublished} - Atjaunināts {$dateUpdated}
mk_mk: {$datePublished} — Ажурирано на {$dateUpdated}
mr: {$dateUpdated} या तारखेला {$datePublished} ही प्रकाशनाची तारीख अपडेट केली
ms_my: {$datePublished} â€” Dikemas kini pada {$dateUpdated}
nb: {$datePublished} — Oppdatert {$dateUpdated}
pt_pt: {$datePublished} — Atualizado em {$dateUpdated}
ro: {$datePublished} — Actualizat în {$dateUpdated}
ru_ru: {$datePublished} — Обновлена {$dateUpdated}
sl_si: {$datePublished} — posodobljeno {$dateUpdated}
th: {$datePublished} — อัปเดตเมื่อ {$dateUpdated}
tr_tr: {$datePublished} — {$dateUpdated} tarihinde güncellendi
vi: {dateUpdated}
vi_vn: {$datePublished} — Cập nhật vào {$dateUpdated}

# submission.versions
source: Versions
az: Versiya
bg_bg: Версии
cs_cz: Verze
da_dk: Versioner
de_de: Versionen
el_gr: Εκδόσεις
eu: Bertsioak
gl_es: Versións
hr: Verzije
hu: Verziók
hy_am: Տարբերակներ
id: Versi
is: Útgáfur
is_is: Útgáfur
it_it: Versioni
ja_jp: バージョン
ka_ge: ვერსიები
kk: Нұсқалар
ku_iq: وەشانەکان
lv: Versijas
mk_mk: Верзии
mr: आवृत्त्या (versions)
ms_my: Versi
nb: Versjoner
pt_pt: Versões
ro: Versiuni
ru_ru: Версии
sl_si: Verzije
th: เวอร์ชัน
tr_tr: Sürüm
vi: Phiên bản
vi_vn: Các phiên bản
