Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# editor.submission.decision.requestRevisions.description
source: The author must provide revisions before this submission will be accepted for publication.
az: #YOX
bg_bg: Авторът трябва да предостави ревизирани версии на материалите, преди те да бъдат приети за публикуване.
cs_cz: Před přijetím příspěvku k publikaci musí autor předložit úpravy textu.
eu: Egileak zuzenketak egin behar ditu bidalketa hau argitaratzeko onartu aurretik.
hr: Autor mora dostaviti revizije prije nego što ovaj podnesak bude prihvaćen za objavljivanje.
hu: A szerzőnek átdolgozást kell benyújtania, mielőtt ezt a beadványt publikálásra elfogadják.
hy_am: Հեղինակը պետք է ներկայացնի վերանայումներ, նախքան այս ներկայացումը կընդունվի հրապարակման համար:
id: Penulis harus memberikan revisi sebelum naskah ini diterima untuk diterbitkan.
is: Höfundur verður að skila endurbættri útgáfu áður en hægt verður að samþykkja innsendingu til útgáfu.
ka_ge: ავტორმა უნდა წარმოადგინოს რევიზიები, სანამ ეს წარდგენა მიიღება გამოსაქვეყნებლად.
kk: Автор бұл ұсынысты жариялауға қабылдауға дейінгі түзетулер енгізуі керек.
lv: Autoram ir jāiesniedz labojumi, pirms šis darbs tiks pieņemts publicēšanai.
mr: प्रकाशनासाठी हे सादरीकरण स्वीकारण्यापूर्वी लेखकाने सुधारित आवृत्ती (revisions) पाठवणे आवश्यक आहे.
pt_pt: O autor deve enviar revisões antes da submissão ser aceite para publicação.
th: ผู้เขียนต้องทำการแก้ไขก่อนที่การส่งงานนี้จะได้รับการยอมรับเพื่อตีพิมพ์
vi: Tác giả phải cung cấp bản sửa đổi trước khi bài nộp này được chấp nhận để xuất bản.

# editor.submission.decision.requestRevisions.log
source: {$editorName} requested revisions for this submission.
az: #YOX
bg_bg: {$editorName} изиска ревизирани версии на тези материали.
cs_cz: {$editorName} si vyžádal úpravy textu tohoto příspěvku.
eu: {$editorName}-ek zuzenketak eskatu ditu bidalketa honetarako.
hr: {$editorName} je zatražio revizije za ovaj podnesak.
hu: {$editorName} átdolgozást igényelt ennél a kéziratnál.
hy_am: {$editorName} -ը վերանայումներ է խնդրել այս ներկայացման համար:
id: {$editorName} meminta revisi untuk naskah ini.
is: {$editorName} óskaði eftir endurbættri útgáfu innsendingar.
ka_ge: {$editorName}-მა მოითხოვა ცვლილებები ამ წარდგენისთვის.
kk: {$editorName} атты материалға түзетулер енгізуді сұрады.
lv: {$editorName} pieprasīja veikt šī materiāla labojumus.
mr: {$editorName} ने या सादरीकरणात सुधारणा करण्यासंबंधी (Revisions) विनंती केली आहे.
pt_pt: {$editorName} solicitou revisões para esta submissão.
th: {$editorName} ขอแก้ไขสำหรับการส่งงานนี้
vi: {$editorName} đã yêu cầu sửa đổi cho bài nộp này.

# editor.submission.decision.requestRevisions.completed
source: Revisions Requested
az: #YOX
bg_bg: Направено е искане за ревизии
cs_cz: Jsou vyžadovány úpravy textu
eu: Berrikuspenak eskatuta
hr: Zatražene revizije
hu: Átdolgozás igényelve
hy_am: Խնդրվում են վերանայումներ
id: Revisi Diminta
is: Óskað eftir endurbótum
ka_ge: მოთხოვნილი რევიზიები
kk: Түзетулер сұралды
lv: Pieprasītie labojumi
mr: सुधारणा करण्यासंबंधी (Revisions) विनंती केली गेली आहे
pt_pt: Revisões solicitadas
th: ขอแก้ไขแล้ว
vi: Đã yêu cầu sửa đổi

# editor.submission.decision.requestRevisions.completed.description
source: Revisions for the submission, {$title}, have been requested. All notifications have been sent, except any you chose to skip.
az: #YOX
bg_bg: Поискани са ревизирани версии на материалите - {$title}.
cs_cz: Byly vyžádány revize předloženého příspěvku, {$title}. Všechna oznámení byla odeslána, kromě těch, která jste se rozhodli přeskočit.
eu: {$title} bidalketaren zuzenketak eskatu dira. Jakinarazpen guztiak bidali dira, saltatzea aukeratu duzuna izan ezik.
hr: Zatražene su revizije podneska, {$title}. Sve obavijesti su poslane, osim onih koje ste odlučili preskočiti.
hy_am: {$title} ներկայացման համար վերանայումներ են պահանջվել: Բոլոր ծանուցումներն ուղարկվել են, բացառությամբ այն ծանուցումների, որոնք դուք ընտրել եք բաց թողնել:
id: Revisi untuk naskah, {$title}, telah diminta. Semua notifikasi telah dikirim, kecuali jika anda memilih untuk melewatinya.
lv: Ir pieprasīti labojumi materiālam {$title}. Visi paziņojumi ir nosūtīti, izņemot tos, kurus izvēlējāties izlaist.
mr: {$title} या सादरीकरणात सुधारणा करण्यासाठी (Revisions) विनंती करण्यात आली आहे. तुम्ही वगळलेल्या पर्यायांव्यतिरिक्त इतर सगळ्या सूचना पाठवल्या गेल्या आहेत.
pt_pt: Foram solicitadas revisões para a submissão: {$title}. Todas as notificações foram enviadas, exceto as que optou por ignorar.
th: การแก้ไขสำหรับการส่งงาน, {$title}, ถูกขอแล้ว การแจ้งเตือนทั้งหมดถูกส่งแล้ว ยกเว้นที่คุณเลือกข้าม
vi: Đã yêu cầu sửa đổi cho bài nộp, {$title}. Tất cả các thông báo đã được gửi, ngoại trừ những thông báo bạn chọn bỏ qua.

# editor.submission.decision.requestRevisions.notifyAuthorsDescription
source: Send an email to the authors to let them know that revisions will be required before this submission will be accepted for publication. Include all of the details that the author will need in order to revise their submission. Where appropriate, remember to anonymise any reviewer comments. This email will not be sent until the decision is recorded.
az: #YOX
bg_bg: Изпратете имейл до авторите, за да ги уведомите, че ще са необходими ревизии, преди тези материали да бъдат приети за публикуване. Включете всички подробности, които ще са необходими на автора, за да преразгледа представянето си. Когато е уместно, не забравяйте да анонимизирате всички коментари на рецензента.
cs_cz: Pošlete autorům e-mail, ve kterém je upozorníte, že před přijetím příspěvku k publikaci budou vyžadovány revize. Uveďte všechny údaje, které bude autor potřebovat k revizi svého příspěvku. Případně nezapomeňte anonymizovat všechny připomínky recenzentů. Tento e-mail bude odeslán až po zaznamenání rozhodnutí.
eu: Bidali mezu elektroniko bat egileei, jakinarazteko bidalketa hau argitaratzeko onartu aurretik berrikuspenak egin beharko direla. Sartu egileak bere bidalketa berrikusteko behar dituen xehetasun guztiak. Dagokionean, gogoratu ebaluatzaileen iruzkinak anonimizatu behar dituzula. Mezu elektroniko hau ez da bidaliko erabakia erregistratu arte.
hr: Pošaljite e-poruku autorima kako biste ih obavijestili da će biti potrebne revizije prije nego što ovaj podnesak bude prihvaćen za objavljivanje. Uključite sve pojedinosti koje će autor trebati kako bi revidirao svoj podnesak. Gdje je to prikladno, ne zaboravite anonimizirati sve komentare recenzenata. Ova e-poruka neće biti poslana dok se odluka ne zabilježi.
hy_am: Նամակ ուղարկեք հեղինակներին՝ տեղեկացնելով, որ վերանայումները կպահանջվեն մինչև այս ներկայացումը հրապարակման համար ընդունվի: Ներառեք բոլոր այն մանրամասները, որոնք անհրաժեշտ կլինեն հեղինակին՝ իրենց ներկայացումը վերանայելու համար: Անհրաժեշտության դեպքում հիշեք անանուն դարձնել գրախոսի ցանկացած մեկնաբանություն: Այս նամակը չի ուղարկվի մինչև որոշումը չգրանցվի:
id: Mengirimkan email ke penulis untuk memberitahukan kepada mereka bahwa revisi akan diminta sebelum naskah ini diterima untuk diterbitkan. Termasuk semua detail yang dibutuhkan penulis untuk merevisi naskah mereka. Jika sesuai, ingat untuk menganonimkan semua komentar reviewer. Email ini tidak akan dikirimkan hingga keputusan dicatat.
lv: Nosūtīt autoriem e-pastu, lai informētu, ka būs nepieciešami labojumi, pirms šis darbs tiks pieņemts publicēšanai. Norādiet visu informāciju, kas autoram būs nepieciešama, lai izlabotu materiālu. Vajadzības gadījumā neaizmirstiet anonimizēt visus recenzentu komentārus. Šis e-pasts netiks nosūtīts, kamēr lēmums nebūs reģistrēts.
mr: हे सादरीकरण प्रकाशनासाठी स्वीकारण्यापूर्वी सुधारीत आवृत्ती (revisions) आवश्यक असेल याची कल्पना लेखकांना ई-मेलने द्या. लेखकांना सुधारीत आवृत्तीत (revisions) आवश्यक असलेल्या सर्व तपशीलांची नोंद पाठवा. समीक्षकांच्या टिप्पण्या अनामिक आहेत याकडे आवश्यकतेनुसार लक्ष द्या. निर्णय नोंदवल्याशिवाय हा ई-मेल पाठवला जाणार नाही.
pt_pt: Envie um e-mail aos autores para informá-los de que serão solicitadas revisões antes da submissão ser aceite para publicação. Inclua todos os detalhes que o autor irá necessitar para rever a sua submissão. Quando apropriado, lembre-se de anonimizar qualquer comentário do revisor. Este e-mail não será enviado até que a decisão seja registada.
th: ส่งอีเมลถึงผู้เขียนเพื่อแจ้งว่าจำเป็นต้องมีการแก้ไขก่อนที่การส่งงานนี้จะได้รับการยอมรับเพื่อตีพิมพ์ ระบุรายละเอียดทั้งหมดที่ผู้เขียนต้องการในการแก้ไขการส่งงานของพวกเขา ถ้าจำเป็น โปรดไม่ระบุชื่อของผู้รีวิวในความคิดเห็นใด ๆ อีเมลนี้จะไม่ถูกส่งจนกว่าจะบันทึกการตัดสินใจ
vi: Gửi email cho tác giả để thông báo rằng cần sửa đổi trước khi bài nộp này được chấp nhận để xuất bản. Bao gồm tất cả chi tiết mà tác giả sẽ cần để sửa đổi bài nộp của họ. Nếu phù hợp, hãy nhớ ẩn danh các nhận xét của người đánh giá. Email này sẽ không được gửi cho đến khi quyết định được ghi lại.

# editor.submission.decision.cancelReviewRound
source: Cancel Review Round
az: Baxış yuvarlaqını ləğv edin
bg_bg: Спиране кръг (етап) на рецензиране
cs_cz: Zrušit kolo recenzí
eu: Ezeztatu berrikuspen-erronda
hr: Otkaži krug pregleda
hy_am: Չեղարկել գրախոսման փուլը
id: Membatalkan Putaran Review
is: Umferð ritrýni hætt
lv: Atcelt recenzēšanas kārtu
mr: समीक्षणाची फेरी रद्द करा
pt_pt: Cancelar Ronda de Revisão
vi: Hủy vòng đánh giá

# editor.submission.decision.cancelReviewRound.description
source: Cancel the current round of review and send the submission back to the last round of review. If this is the first review round, it will be sent back to the submission stage.
az: İcmalın cari turunu ləğv edin və təqdimatı nəzərdən keçirin son turuna göndərin. Bu ilk baxış mərhələsidirsə, bu, təqdim mərhələsinə geri göndəriləcəkdir.
bg_bg: Отмяна на текущия кръг на реценциране и изпращене на материалите обратно към последния кръг на рецензиране. Ако това е първият кръг на рецензиране, той те ще бъдат изпратени обратно на етапа на подаване.
cs_cz: Zrušení aktuálního kola recenze a odeslání příspěvku zpět do předchozího kola recenze. Pokud se jedná o první kolo recenzního řízení, bude odesláno zpět do fáze odevzdávání příspěvku.
eu: Utzi uneko berrikuspen-erronda eta bidali bidalketa azken berrikuspen-errondara. Lehenengo berrikuspen-txanda bada, bidalketa-fasera bidaliko da berriro.
hr: Otkažite trenutni krug pregleda i pošaljite podnesak natrag u zadnji krug pregleda. Ako je ovo prvi krug pregleda, bit će poslan natrag u fazu podnošenja.
hy_am: Չեղարկեք գրախոսման ընթացիկ փուլը և ներկայացումը ուղարկեք վերանայման վերջին փուլ: Եթե սա գրախոսման առաջին փուլն է, ապա այն հետ կուղարկվի ներկայացման փուլ:
id: Membatalkan putaran review dan mengirimkan kembali naskah ke putaran review sebelumnya. Jika ini adalah putaran review yang pertama, naskah akan dikirimkan kembali ke tahap pengiriman.
is: Hætta við núverandi umferð ritrýni og senda innsendingu aftur í fyrri umferð. Ef þetta er fyrsta umferð ritrýni mun innsendingin fara aftur í innsendingarferli.
lv: Atcelt pašreizējo recenzēšanas kārtu un nosūtīt iesniegto materiālu atpakaļ uz pēdējo recenzēšanas kārtu. Ja šī ir pirmā recenzēšanas kārta, materiāls tiks nosūtīts atpakaļ uz iesniegšanas posmu.
mr: सध्याची समीक्षणाची फेरी रद्द करा आणि सादरीकरण समीक्षणाच्या फेरीच्या शेवटच्या टप्प्यात परत पाठवा. जर ही समीक्षणाची पहिलीच फेरी असेल, तर ते सादरीकरणाच्या टप्प्यात परत पाठवले जाईल.
pt_pt: Cancele a ronda de revisão atual e envie a submissão de volta para a última ronda de revisão. Se esta for a primeira ronda de revisão, ela será enviada de volta à fase de submissão.
vi: Hủy vòng đánh giá hiện tại và gửi bài nộp trở lại vòng đánh giá trước đó. Nếu đây là vòng đánh giá đầu tiên, nó sẽ được gửi trở lại giai đoạn nộp bài.

# editor.submission.decision.cancelReviewRound.log
source: {$editorName} cancelled the review round.
az: {$editorName} baxış turunu ləğv etdi.
bg_bg: {$editorName} отмени кръг (етап) за рецензиране.
cs_cz: {$editorName} zrušil toto kolo recenzního řízení.
eu: {$editorName}-ek berrikuspen-erronda bertan behera utzi du.
hr: {$editorName} je otkazao krug pregleda.
hy_am: {$editorName} -ը չեղարկել է գրախոսման փուլը:
id: {$editorName} membatalkan putaran review.
is: {$editorName} hefur afturkallað ritrýniumferð.
lv: {$editorName} atcēla recenzēšanas kārtu.
mr: {$editorName} ने समीक्षणाची फेरी रद्द केली.
pt_pt: {$editorName} cancelou a ronda de revisão.
vi: {$editorName} đã hủy vòng đánh giá.

# editor.submission.decision.cancelReviewRound.completed
source: Cancelled the latest round of review.
az: Nəzərdən keçirilən son turu ləğv etdi.
bg_bg: Последният кръг (етап) за рецензиране е отменен.
cs_cz: Zrušeno poslední kolo recenzního řízení.
eu: Azken berrikuspen-erronda bertan behera utzi da.
hr: Otkazan je zadnji krug pregleda.
hy_am: Չեղարկվել է գրախոսման վերջին փուլը:
id: Membatalkan putaran terbaru dari review.
is: Nýjustu umferð ritrýni hætt.
lv: Atcelta pēdējā recenzēšanas kārta.
mr: समीक्षणाची अलीकडची फेरी रद्द केली.
pt_pt: Cancelada a última ronda de revisão.
vi: Đã hủy vòng đánh giá mới nhất.

# editor.submission.decision.cancelReviewRound.completed.description
source: The review round for the submission, {$title}, has been cancelled. All notifications have been sent, except any you chose to skip.
az: Təqdimat üçün baxış, {$title}, ləğv edildi. Keçiz seçdiyiniz hər kəsdən başqa bütün bildirişlər göndərildi.
bg_bg: Кръгът (етапа) за рецензиране на подадените материали, {$title}, е отменен.
cs_cz: Recenzní kolo pro příspěvek {$title}, bylo zrušeno. Všechna oznámení byla odeslána, kromě těch, která jste se rozhodli přeskočit.
eu: {$title} bidalketaren berrikuspen-erronda bertan behera utzi da. Jakinarazpen guztiak bidali dira, saltatzea aukeratu duzuna izan ezik.
hr: Krug recenzije podneska, {$title}, je otkazan. Sve obavijesti su poslane, osim onih koje ste odlučili preskočiti.
hy_am: {$title} ներկայացման վերանայման փուլը չեղարկվել է: Բոլոր ծանուցումներն ուղարկվել են, բացառությամբ այն ծանուցումների, որոնք դուք ընտրել եք բաց թողնել:
id: Putaran review untuk naskah, {$title}, telah dibatalkan. Semua notifikasi telah dikirimkan, kecuali jika anda memilih untuk melewatinya.
lv: Materiāla "{$title}" recenzēšanas kārta ir atcelta. Visi paziņojumi ir nosūtīti, izņemot tos, kurus esat izvēlējies izlaist.
mr: {$title} या सादरीकरणासाठी समीक्षणाची फेरी रद्द करण्यात आली आहे. तुम्ही वगळलेल्या पर्यायांव्यतिरिक्त इतर सगळ्या सूचना पाठवल्या गेल्या आहेत.
pt_pt: A ronda de revisão para a submissão {$title} foi cancelada. Todas as notificações foram enviadas, exceto as que optou por ignorar.
vi: Vòng đánh giá cho bài nộp, {$title}, đã bị hủy. Tất cả các thông báo đã được gửi, ngoại trừ những thông báo bạn chọn bỏ qua.

# editor.submission.decision.cancelReviewRound.restriction
source: Can only cancel review round if no associated reviewer has any completed or submitted review available.
az: Heç bir əlaqəli rəyçi tamamlanmamış və ya təqdim olunan icmal mövcud olmadıqda yalnız nəzərdən keçirmə mərhələsini ləğv edə bilər.
bg_bg: Може да анулира кръг (етап) за рецензиране само ако нито един свързан рецензент няма наличен завършена или изпратена рецензия.
cs_cz: Kolo recenzí lze zrušit pouze v případě, že žádný přidružený recenzent nemá k dispozici žádnou dokončenou nebo odeslanou recenzi.
eu: Berrikuspen-erronda bertan behera utz daiteke, baldin eta lotutako ebaluatzaile bakar batek ere ez badu amaitutako edo bidalitako berrikuspenik.
hr: Može otkazati rundu pregleda samo ako niti jedan pridruženi recenzent nema dostupnu dovršenu ili poslanu recenziju.
hy_am: Կարող է չեղարկել վերանայման փուլը միայն այն դեպքում, եթե ոչ մի առնչվող գրախոս չունի որևէ ավարտված կամ ներկայացված կարծիք:
id: Hanya dapat membatalkan tahap review jika tidak ada reviewer yang telah melengkapi atau mengirimkan review tersedia.
is: Ekki er mögulegt að hætta nýrri umferð ritrýni hafi einhver ritrýna lokið eða birt ritrýni í viðkomandi umferð.
lv: Recenzēšanas kārtu var atcelt tikai tad, ja nevienam piesaistītajam recenzentam nav pieejama pabeigta vai iesniegta recenzija.
mr: कोणत्याही संबंधित समीक्षकाने पूर्ण केलेले किंवा सादर केलेले समीक्षण उपलब्ध नसेल तरच समीक्षणाची फेरी रद्द करता येईल.
pt_pt: Só pode cancelar a ronda de revisão se nenhum revisor designado tiver alguma revisão concluída ou enviada.
vi: Chỉ có thể hủy vòng đánh giá nếu không có người đánh giá liên quan nào có đánh giá đã hoàn thành hoặc đã nộp.

# editor.submission.decision.resubmit
source: Resubmit for Review
ar_iq: إعادة التقديم للتحكيم
az: Dəyərləndirmə üçün yenidən Göndər
bg_bg: Повторно изпращане за рецензия
ca_es: Torna-ho a trametre per a revisió
cs_cz: Znovu odeslat do recenzního procesu
da_dk: Fremsend igen til bedømmelse
de_de: Erneut zur Begutachtung einreichen
el_gr: Επανυποβολή για κρίση
eu: Birbidali berrikustera
fa_ir: ارسال مجدد برای داوری
fi_fi: Lähetä uudelleen arvioitavaksi
fr_fr: Resoumettre pour évaluation
gl_es: Volve enviar a revisión
hr: Ponovno pošalji na pregled
hu: Újra lektorálásra küldés
hy_am: Կրկին ներկայացնել գրախոսման համար
id: Kirim ulang untuk direview
is: Endurtaka ritrýni
it_it: Invia di nuovo per revisione
ja_jp: 再投稿
ka_ge: ხელახლა გაგზავნა განსახილველად
kk: Рецензиялау үшін қайта жіберіңіз
ku_iq: پێشکەشکردنەکە دوبارە بۆ هەڵسەنگاندن بنێرە
lv: Atkārtoti iesniegt recenzēšanai
mr: समीक्षणासाठी पुन्हा सादर करा
ms_my: Serahkan semula untuk Ulasan
nb: Lever inn til ny fagfellevurdering
nl_nl: Opnieuw indienen voor review
pl_pl: Wymagane poprawki i ponowna recenzja
pt_pt: Resubmeter para Revisão
ro: Reînregistrare manuscris revizie
ru_ru: Отправить повторно на рецензию
sl_si: Ponovno pošji v recenzijo
sr@cyrillic: Поново пошаљи на рецензирање
sr_rs@latin: Ponovo pošalji na recenziju
sv_se: Skicka in för granskning på nytt
tr_tr: Değerlendirme İçin Yeniden Gönder
uk_ua: Перенаправити на рецензування
vi: Nộp lại để đánh giá
vi_vn: Gửi lại để đánh giá tiếp

# editor.submission.decision.resubmit.description
source: The author must provide revisions that will be sent for another round of review before this submission will be accepted for publication.
az: #YOX
bg_bg: Авторът трябва да предостави ревизии, които ще бъдат изпратени за друг кръг за рецензиране, преди материалите да бъдат приети за публикуване.
cs_cz: Před přijetím příspěvku k publikaci musí autor předložit úpravy, která budou zaslány do dalšího kola recenzního řízení.
eu: Egileak berrikuspenak eman behar ditu, eta hauek beste berrikuspen-erronda batera bidaliko dira bidalketa hau argitaratzeko onartu aurretik.
hr: Autor mora dostaviti revizije koje će biti poslane na još jedan krug pregleda prije nego što ovaj podnesak bude prihvaćen za objavljivanje.
hy_am: Հեղինակը պետք է տրամադրի վերանայումներ, որոնք կուղարկվեն գրախոսման ևս մեկ փուլի, մինչև այս ներկայացումը կընդունվի հրապարակման:
id: Penulis harus menyediakan revisi yang akan dikirimkan untuk putaran review berikutnya sebelum naskah diterima untuk diterbitkan.
is: Höfundur verður að senda inn endurbætta útgáfu sem send verður í nýja lotu ritrýni áður en innsendingin verður samþykkt til útgáfu.
ka_ge: ავტორმა უნდა მიაწოდოს ვერსიები, რომლებიც გაიგზავნება განხილვის კიდევ ერთი რაუნდისთვის, სანამ ეს წარდგენა მიიღება გამოსაქვეყნებლად.
kk: Автор бұл материалды жариялауға қабылданғанға дейін басқа рецензиялау кезеңіне жіберілетін түзетулерді ұсынуы керек.
lv: Autoram ir jāiesniedz labojumi, kas tiks nosūtīti atkārtotai recenzēšanas kārtai, pirms šis darbs tiks pieņemts publicēšanai.
mr: हे सादरीकरण प्रकाशनासाठी स्वीकारण्यापूर्वी समीक्षणाच्या पुढील फेरीसाठी लेखकाने सुधारीत आवृत्ती (revisions) पाठवणे आवश्यक असेल.
pt_pt: O autor deve enviar revisões que serão enviadas para outra ronda de revisão antes da submissão ser aceite para publicação.
vi: Tác giả phải cung cấp bản sửa đổi sẽ được gửi đi đánh giá thêm một vòng nữa trước khi bài nộp này được chấp nhận để xuất bản.

# editor.submission.decision.resubmit.log
source: {$editorName} requested revisions for this submission that should be sent for another round of review.
az: #YOX
bg_bg: {$editorName} поиска ревизии на подадените материали, които трябва да бъдат изпратени за друг кръг (етап) на рецензиране.
cs_cz: {$editorName} si vyžádal/a úpravy tohoto příspěvku, které by měly být zaslány k dalšímu kolu recenzního řízení.
eu: {$editorName}-ek bidalketa honetarako berrikuspenak eskatu ditu, eta horiek beste berrikuspen-erronda batera bidali beharko lirateke.
hr: {$editorName} je zatražio revizije za ovaj podnesak koje treba poslati na drugi krug pregleda.
hy_am: {$editorName} -ը պահանջել է վերանայումներ այս ներկայացման համար, որոնք պետք է ուղարկվեն գրախոսման ևս մեկ փուլի:
id: {$editorName} meminta revisi dari naskah ini yang harus dikirimkan untuk tahapan review yang baru.
is: {$editorName} hefur óskað eftir endurbættri útgáfu fyrir þessa innsendingu - sú útgáfa ætti að fara í nýja umferð ritrýni.
ka_ge: {$editorName}-მა მოითხოვა შესწორებები ამ წარდგენისთვის, რომელიც უნდა გაიგზავნოს განხილვის კიდევ ერთი რაუნდისთვის.
kk: {$editorName} осы материалды қайта қарауды сұрады, оны тексерудің басқа кезеңіне жіберу керек.
lv: {$editorName} pieprasīja labojumus šim darbam, kas būtu jānosūta citai recenzēšanas kārtai.
mr: {$editorName} ने या सादरीकरणाच्या सुधारीत आवृत्तीची (revisions) मागणी केली आहे जी समीक्षणाच्या पुढील फेरीसाठी पाठवली जाईल.
pt_pt: {$editorName} solicitou revisões para esta submissão que devem ser enviadas para outra ronda de revisão.
vi: {$editorName} đã yêu cầu sửa đổi cho bài nộp này và bản sửa đổi nên được gửi đi đánh giá thêm một vòng nữa.

# editor.submission.decision.resubmit.completed
source: Revisions Requested
az: #YOX
bg_bg: Поискани са ревизии
cs_cz: Jsou vyžadovány úpravy
eu: Eskatutako berrikuspenak
hr: Zatražene revizije
hu: Átdolgozás igényelve
hy_am: Խնդրվում է վերանայումներ
id: Revisi Diminta
is: Óskað eftir endurbótum
ka_ge: მოთხოვნილი რევიზიები
kk: Түзетулер сұралды
lv: Pieprasītie labojumi
mr: सुधारीत आवृत्तीसाठी (revisions) विनंती केली
pt_pt: Revisões solicitadas
vi: Đã yêu cầu sửa đổi
