Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# grid.reviewAttachments.title
source: Reviewer's Attachments
ar_iq: مرفقات المحكم
az: Rəyçi Əlavələri
bg_bg: Файлове, прикрепени от рецензента
ca_es: Fitxers adjunts del revisor/a
cs_cz: Přílohy pro recenzenta
da_dk: Bedømmerens vedhæftede fil(er)
de_de: Gutachter/innen-Anlagen
el_gr: Συνημμένα Αξιολογητή
eu: Ebaluatzailearen fitxategi erantsiak
fa_ir: فایل‌های ضمیمه داوری
fi_fi: Arvioijan liitteet
fr_fr: Pièces jointes du rapporteur
gl_es: Arquivos adxuntos do revisor/a
hr: Prilozi recenzenta
hu: Szakmai lektori mellékletek
hy_am: Գրախոսի հավելվածները
id: Lampiran Reviewer
is: Viðhengi ritrýnis
it_it: Allegati del revisore
ja_jp: 査読者の添付
ka_ge: რეცენზენტის დანართები
kk: Рецензент тіркеген файлдар
lv: Recenzenta pielikumi
mr: समीक्षकाने जोडलेल्या फाईल्स (Attachments)
ms_my: Lampiran Pengulas
nb: Fagfellens vedlegg
nl_nl: Bijlagen van de reviewer
pl_pl: Załączniki recenzenta
pt_pt: Anexos do Revisor
ro: Atașamente revizori
ru_ru: Файлы, прикрепленные рецензентом
sl_si: Priponke recenzenta
sr@cyrillic: Додати фајлови рецензента
sr_rs@latin: Dodati fajlovi recenzenta
sv_se: Granskares bifogade filer
th: ไฟล์แนบของผู้รีวิว
tr_tr: Hakem Ekleri
uk_ua: Файли, прикріплені рецензентом
vi: Tệp đính kèm của người đánh giá
vi_vn: Tệp đính kèm của Người đánh giá

# grid.reviewAttachments.send.title
source: Select review files to share with the author(s)
ar_iq: إختر ملفات التحكيم التي تريد مشاركتها مع المؤلف/المؤلفين
az: Müəllif(lər) ilə bölüşmək üçün dəyərləndirmə fayllarını seçin
bg_bg: Изберете файлове от рецензията, които да споделите с автора(ите)
ca_es: Seleccioneu els arxius de revisió per compartir-los amb els autors/es
cs_cz: Zvolte soubory recenzí, které chcete sdílet s autorem/autory
da_dk: Vælg bedømmelsesfiler til deling med forfatteren/forfatterne
de_de: Begutachtungsdateien auswählen, um sie mit den Autor/innen zu teilen
el_gr: Επιλέξτε τα αρχεία κρίσης που θα μοιραστείτε με τον/τους συγγραφέα/είς
eu: Hautatu berrikuspen-fitxategiak egilearekin edo egileekin partekatzeko
fa_ir: انتخاب فایل‌های داوری برای اشتراک گداری با نویسنده(گان)
fi_fi: Valitse kirjoittajalle menevät arviointitiedostot
fr_fr: Sélectionner les rapports à partager avec l'auteur
gl_es: Selecciona os arquivos de revisión para compartir cos autores/as
hr: Odaberite datoteke recenzije za dijeljenje s autorom(ima)
hu: Válassza ki a szakmai lektorálási fájlokat, amelyeket megosztana a szerző(kkel)vel
hy_am: Ընտրեք գրախոսման նիշքեր՝ հեղինակ(ներ)ի հետ կիսվելու համար
id: Pilih file review untuk dibagikan kepada penulis
is: Veldu ritrýniskrár til að deila með höfundi/höfundum
it_it: Seleziona i file della revisione da condividere con l'autore/i
ja_jp: 著者と共有する査読ファイルを選択してください
ka_ge: შეარჩიეთ განხილვის ფაილები ავტორ(ებ)თან გასაზიარებლად
kk: Автор(лар)ға жіберу үшін шолу файлдарын таңдаңыз
lv: Atlasīt recenzijas datnes, kuras kopīgot ar autoru(-iem)
mr: लेखकांसोबत शेअर करण्यासाठी समीक्षणाच्या फाईल्सची निवड करा
ms_my: Pilih fail ulasan untuk dikongsi dengan pengarang
nb: Velg fagfellevurderingen(e) du vil dele med forfatteren/forfatterne
nl_nl: Selecteer reviewbestanden om te delen met de auteur(s)
pl_pl: Wybierz, które pliki recenzji udostępnić autorowi lub autorom
pt_pt: Selecionar ficheiros de revisão a partilhar com o(s) autor(es)
ro: Selectați fișierele de revizuire pentru a le partaja cu autorul(ii)
ru_ru: Выбрать файлы рецензии для отправки автору(авторам)
sl_si: Izberi recenzentske datoteke, ki bodo dostopne avtorju(jem)
sv_se: Välj granskningsfiler att dela med författaren/författarna
th: เลือกไฟล์ทบทวนเพื่อแชร์กับผู้เขียน
tr_tr: Yazar(lar) ile paylaşmak için değerlendirme dosyalarını seçin
uk_ua: Виберіть файли рецензії, щоб надіслати їх автору (авторам)
vi: Chọn tệp đánh giá để chia sẻ với (các) tác giả
vi_vn: Chọn các tệp đánh giá để chia sẻ với (các) tác giả

# submission.productionReady
source: Book available
ar_iq: الكتاب متوافر
az: Kitab mövcuddur
bg_bg: Изданието е достъпно
ca_es: Llibre disponible
cs_cz: Kniha je dostupná
da_dk: Bog tilgængelig
de_de: Buch verfügbar
el_gr: Διαθέσιμο βιβλίο
eu: Liburua eskuragarri
fa_ir: کتاب در دسترس است
fi_fi: Varaa saatavilla oleva
fr_fr: Livre disponible
gl_es: Libro dispoñible
hr: Dostupna knjiga
hu: Könyv elérhető
hy_am: Գիրքը հասանելի է
id: Buku Tersedia
is: Bók aðgengileg
it_it: Libro disponibile
ja_jp: 本は利用可
ka_ge: წიგნი ხელმისაწვდომია
kk: Кітап қолжетімді
lv: Grāmata pieejama
mr: पुस्तक उपलब्ध
ms_my: Buku tersedia
nb: Bok tilgjengelig
nl_nl: Boek beschikbaar
pl_pl: Książka dostępna
pt_pt: Livro Disponível
ro: Carte disponibilă
ru_ru: Книга доступна
sl_si: Knjiga je na voljo
sr@cyrillic: Књига је доступна
sr_rs@latin: Knjiga je dostupna
sv_se: Bok tillgänglig
th: หนังสือพร้อมใช้งาน
tr_tr: Kitap mevcut
uk_ua: Книга доступна
vi: Sách có sẵn
vi_vn: Sách có sẵn

# submission.review.uploadRevisionToRound
source: Upload Revised File
ar_iq: إرفع ملفاً محكماً
az: Yenidən işlənmiş faylı yükləyin
bg_bg: Качване на файл с ревизия
ca_es: Carrega un fitxer de revisió
cs_cz: Nahrát zrecenzovaný soubor
da_dk: Upload revideret fil
de_de: Überarbeitete Datei hochladen
el_gr: Μεταφόρτωση αναθεωρημένου αρχείου
eu: Igo berrikusitako fitxategia
fa_ir: آپلود فایل‌های اصلاح شده شده
fi_fi: Lataa korjattu tiedosto
fr_fr: Transférer le fichier révisé
gl_es: Cargar arquivo revisado
hr: Prenesite revidiranu datoteku
hu: Átdolgozott fájl feltöltése
hy_am: Վերբեռնեք վերանայված նիշքը
id: Unggah File Revisi
is: Hladdu upp endurskoðaðri skrá
it_it: Carica file revisionato
ja_jp: 改訂ファイルのアップロード
ka_ge: შემოწმებული ფაილის ატვირთვა
kk: Жаңа файл нұсқасын жүктеп салыңыз
lv: Augšupielādēt laboto datni
mr: सुधारीत आवृत्तीची (revision) फाईल संक्रमित (अपलोड) करा
ms_my: Muat Naik Fail yang Disemak
nb: Last opp revidert fil
nl_nl: Laad een gereviseerde versie op
pl_pl: Prześlij poprawiony plik
pt_pt: Upload do Ficheiro Revisto
ro: Încărcați fișierul revizuit
ru_ru: Загрузить новую версию файла
sl_si: Naloži posodobljeno datoteko
sr@cyrillic: Достави ревидиране фајлове
sr_rs@latin: Dostavi revidirane fajlove
sv_se: Ladda upp bearbetad fil
th: อัปโหลดไฟล์ที่แก้ไขแล้ว
tr_tr: Revize Edilmiş Dosyayı Yükle
uk_ua: Завантажити нову версію файлу
vi: Tải lên tệp đã sửa đổi
vi_vn: Tải lên tệp đã sửa chữa

# log.review.reviewerAssigned
source: {$reviewerName} has been assigned to review submission {$submissionId} for review round {$round}.
ar_iq: {$reviewerName} قد تم تعيينه لتحكيم المؤلَّف {$submissionId} لجولة التحكيم {$round}.
az: {$reviewerName} {$submissionId} nömrəli Məqaləni dəyərləndirməyi {$round} dəfə qəbul etdi.
bg_bg: {$reviewerName} беше асоцииран да рецензира подадените материали {$submissionId} за кръг (етап) {$round}.
ca_es: S'ha assignat a {$reviewerName} la revisió de la tramesa {$submissionId} per a la ronda de revisió {$round}.
cs_cz: {$reviewerName} byl přidělen pro recenzování příspěvku {$submissionId} v recenzním kole {$round}.
da_dk: {$reviewerName} er blevet valgt til at bedømme manuskriptet {$submissionId} i forbindelse med bedømmelsesrunde {$round}.
de_de: Das Manuskript {$submissionId} wurde {$reviewerName} zur Begutachtung im Durchgang {$round} zugewiesen.
el_gr: Ο/Η {$reviewerName} έχει αναλάβει την αξιολόγηση της υποβολής {$submissionId} για τo γύρο αξιολόγησης {$round}.
eu: {$reviewerName} ebaluatzaileari {$submissionId} bidalketa berrikusteko ardura esleitu zaio {$round} berrikuspen-errondarako.
fa_ir: {$reviewerName} برای داوری مقاله {$submissionId} در دور {$round} داوری انتساب یافت.
fi_fi: {$reviewerName} on valittu käsikirjoituksen {$submissionId} arviointiin arviointikierroksella {$round}.
fr_fr: {$reviewerName} a été choisi pour évaluer la soumission {$submissionId} pour la {$round}e série d'évaluations.
gl_es: {$reviewerName} foi asignado para revisar o envío {$submissionId} na rolda de revisión {$round}.
hr: {$reviewerName} je dodijeljen(a) kao recenzent priloga {$submissionId} u {$round}. krugu recenzije.
hu: A beküldött {$submissionId} azonosítójú cikkhez {$reviewerName} lett szakmai lektorálásra hozzárendelve a {$round}. lektorálási körben.
hy_am: {$reviewerName} -ին հանձնարարվել է վերանայել {$submissionId} հայտը ՝ գրախոսման {$round} փուլի համար:
id: {$reviewerName} telah ditugaskan untuk mereview naskah {$submissionId} untuk tahapan review {$round}.
is: {$reviewerName} hefur verið úthlutað til að ritrýna innsendingu {$submissionId} fyrir ritrýni umferð {$round}.
it_it: A {$reviewerName} è stato assegnato il compito di revisionare la proposta {$submissionId} per il {$round} ciclo di revisione.
ja_jp: {$reviewerName}が投稿物 {$submissionId} の{$round}回目の査読に任命されました。
ka_ge: {$reviewerName}-ს მიენიჭა მიმოხილვისთვის{$submissionId} {$round} წარდგენის განხილვა.
kk: {$reviewerName} шолушысы "{$submissionId}" материалын шолу үшін тағайындалды (қарау кезеңі - {$round}).
lv: {$reviewerName} ir apstiprināts materiāla {$submissionId} {$round}. kārtas recenzēšanai.
mr: {$reviewerName} ला {$round} फेरीदरम्यान {$submissionId} या सादरीकरणाचे समीक्षण करण्यासाठी नियुक्त केले आहे.
ms_my: {$reviewerName} telah ditugaskan untuk mengulas penyerahan {$submissionId} untuk ulasan pusingan {$round}.
nb: {$reviewerName} er oppnevnt som fagfelle av manuskriptet {$submissionId} for vurderingsrunden {$round}.
nl_nl: {$reviewerName} is toegekend voor het reviewen van inzending {$submissionId} voor reviewronde {$round}.
pl_pl: {$reviewerName} został przypisany do recenzji zgłoszenia {$submissionId} w rundzie {$round}.
pt_pt: {$reviewerName} designada(o) para a ronda {$round} de revisão da submissão {$submissionId} .
ro: {$reviewerName}a fost repartizat pentru revizuirea manuscrisului {$submissionId} pentru runda de revizie {$round}.
ru_ru: Рецензент {$reviewerName} был назначен на рецензирование материала «{$submissionId}» (раунд рецензирования — {$round}).
sl_si: {$reviewerName} je bil dodeljen za recenzijo prispevka {$submissionId} v recenzentskem krogu {$round}.
sr@cyrillic: {$reviewerName} је додељен(а) као рецензент предаје {$submissionId} у {$round}. кругу рецензије.
sr_rs@latin: {$reviewerName} je dodeljen(a) kao recenzent predaje {$submissionId} u {$round}. krugu recenzije.
sv_se: {$reviewerName} har fått uppdraget att granska bidrag {$submissionId}, granskningsomgång {$round}.
th: {$reviewerName} ได้รับมอบหมายให้ทบทวนการส่งบทความหมายเลข {$submissionId} สำหรับรอบการทบทวนที่ {$round}.
tr_tr: {$reviewerName} {$submissionId} numaralı gönderiyi değerlendirmeyi {$round}. kez kabul etti.
uk_ua: {$reviewerName} був призначений для проведення {$round} раунду рецензування подання {$submissionId}.
vi: {submissionId} cho vòng đánh giá {$round}.
vi_vn: {$reviewerName} đã được chỉ định phản biện bài nộp {$submitId} cho vòng phản biện {$round}.
zh_cn: {$reviewerName}已经被指派审稿稿件{$submissionId} ，进行{$round}审.

# log.review.reviewCleared
source: The round {$round} review by {$reviewerName} for submission {$submissionId} has been cleared.
ar_iq: جولة التحكيم {$round} من قبل {$reviewerName} للمؤلَّف {$submissionId} قد إزيلت.
az: {$submissionId} nömrəli Məqalənin {$round}. tur dəyərləndirməsi {$reviewerName} tərəfindən çıxarıldı
bg_bg: На кръг (етап) {$round} рецензията на {$reviewerName} за изпратените материали {$submissionId} беше премахната.
ca_es: S’ha esborrat la ronda {$round} de revisió feta per {$reviewerName} per a la tramesa {$submissionId}.
cs_cz: Recenzní kolo {$round} prováděné recenzentem {$reviewerName} pro příspěvek {$submissionId} bylo vyčíštěno.
da_dk: Runde {$round}-bedømmelsen, der blev foretaget af {$reviewerName}, i forbindelse med manuskriptet {$submissionId} er blevet godkendt.
de_de: Die Begutachtung von Beitrag {$submissionId} in Durchgang {$round} durch {$reviewerName} wurde gelöscht.
el_gr: Εκκαθαρίστηκε ο γύρος αξιολόγησης {$round} από τον/ην {$reviewerName} για την υποβολή {$submissionId}.
eu: {$reviewerName} ebaluatzailearen {$submissionId} artikuluaren {$round}. ebaluazio-buelta ezabatu egin da.
fa_ir: دور {$round} داوری {$reviewerName} برای مقاله {$submissionId} پاک شد.
fi_fi: {$reviewerName}:n arviointi käsikirjoituksesta {$submissionId} kierroksella {$round} on poistettu.
fr_fr: Le cycle {$round} d'évaluation par {$reviewerName} pour la soumission {$submissionId} a été effacé.
gl_es: Borrouse a rolda de revisión {$round} de {$reviewerName} do envío {$submissionId}.
hr: Recenzija {$round}. kruga recenzenta {$reviewerName} za prilog {$submissionId} je izbrisana.
hu: {$reviewerName} általi lektorálás {$round}-ik köre a(z) {$submissionId} beküldéshez törlésre került.
hy_am: {$reviewerName} -ի կողմից ներկայացվող {$round} փուլի գրախոսումը {$submissionId} -ի համար մաքրվել է:
id: Ronde {$round} review oleh {$reviewerName} untuk naskah {$submissionId} telah selesai.
is: Umferð {$round} ritrýnd af {$reviewerName} fyrir innsendingu {$submissionId} hefur verið hreinsuð.
it_it: Il ciclo di review nr. {$round} assegnato a {$reviewerName} per la proposta {$submissionId} è stato portato a termine.
ja_jp: 投稿物 {$submissionId} の{$reviewerName}による{$round}回目の査読がクリアされた。
ka_ge: {$round} მიმოხილვა {$reviewerName}-ის მიერ {$submissionId} წარსადგენად გაიწმინდა.
kk: {$submissionId} жіберуге арналған {$reviewerName} шолуының {$round} кезеңі жойылды.
lv: Ir noņemta {$reviewerName} veiktā {$round}. kārtas recenzija materiālam {$submissionId}.
mr: {$reviewerName} ने {$submissionId} या सादरीकरणाच्या {$round} फेरीदरम्यानच्या समीक्षणासाठी होकार कळवला आहे.
ms_my: Ulasan pusingan {$round} oleh {$reviewerName} untuk penyerahan {$submissionId} telah dikosongkan.
nb: Vurderingsrunde {$round} av innleveringen {$submissionId} ved {$reviewerName} er fjernet.
nl_nl: De review voor ronde {$round} door {$reviewerName} voor inzending {$submissionId} is gewist.
pl_pl: {$reviewerName} usunął(ęła) recenzję tekstu {$submissionId} w {$round} rundzie.
pt_pt: A ronda {$round} revista por {$reviewerName} para a submissão {$submissionId} foi eliminada.
ro: Runda {$round} de revizie a {$reviewerName} pentru manuscrisul {$submissionId} a fost anulată.
ru_ru: {$round}-й раунд рецензирования рецензентом {$reviewerName} для материала {$submissionId} был сброшен.
sl_si: Recenzija {$round}. kroga recenzije recenzenta {$reviewerName} za prispevek {$submissionId} je bila zbrisana.
sr@cyrillic: Рецензија {$round}. круга рецензента {$reviewerName} за прилог {$submissionId} је обрисана.
sr_rs@latin: Recenzija {$round}. kruga recenzenta {$reviewerName} za prilog {$submissionId} je obrisana.
sv_se: Omgång {$round}, med {$reviewerName} som granskare för bidrag {$submissionId}, har tagits bort.
th: การทบทวนรอบที่ {$round} โดย {$reviewerName} สำหรับการส่งบทความหมายเลข {$submissionId} ได้ถูกล้างแล้ว.
tr_tr: {$submissionId} numaralı gönderinin {$round}. tur değerlendirmesi {$reviewerName} tarafından kaldırıldı.
vi: Việc đánh giá vòng {reviewerName} cho bài nộp {$submissionId} đã bị hủy.
vi_vn: Vòng phản biện {$round} của {$reviewerName} cho bài {$submitId} đã bị xóa.
zh_cn: {$reviewerName}对稿件{$submissionId}进行{$round}审的工作已经被清除.

# log.review.reviewUnconsidered
source: {$editorName} has marked the round {$round} review for submission {$submissionId} as unconsidered.
ar_iq: {$editorName} قد أشر على الجولة {$round} لطلب النشر {$submissionId} بأنها غير معتبرة.
az: {$editorName}, {$submissionId} Məqaləsi üçün {$round} tur dəyərləndirməsini nəzərə almayacaq şəklində işarələdi.
bg_bg: {$editorName} маркира кръг (етап) {$round} от рецензирането на материали {$submissionId} като непрегледан.
ca_es: {$editorName} ha marcat la ronda {$round} de revisió per a la tramesa {$submissionId} com a no considerada.
cs_cz: {$editorName} označil kolo {$round} hodnocení k příspěvku {$submitId} za nezohledněné.
da_dk: {$editorName} har markeret runde {$round}-bedømmelsen i forbindelse med indsendelse {$submissionId} som værende uovervejet.
de_de: {$editorName} hat die Begutachtungsrunde {$round} für Manuskript {$submissionId} als 'nicht berücksichtigt' markiert.
el_gr: Ο/Η {$editorName} έχει επισημάνει το αίτημα για το γύρο αξιολόγησης {$round} για την υποβολή {$submissionId} ως ανεξέταστο.
eu: {$editorName}-ek {$submissionId} bidalketaren {$round} errondako berrikuspena aintzat hartu gabekotzat markatu du.
fi_fi: {$editorName} on merkinnyt kierroksen {$round} arvion käsikirjoitukselle {$submissionId} lukemattomaksi.
fr_fr: {$editorName} a marqué le cycle {$round} d'évaluation pour la soumission {$submissionId} comme non considéré.
gl_es: {$editorName} marcou a rolda {$round} de revisión do envío {$submissionId} como non considerada.
hr: {$editorName} je označio krug {$round} recenzije za podnesak {$submissionId} kao nerazmotren.
hu: {$editorName} a {$submissionId} beküldés {$round}. körű lektorálását nem végiggoldoltnak jelölte meg.
hy_am: {$editorName} -ը նշել է {$submissionId} -ի {$round} փուլի վերանայումը որպես չդիտարկված:
id: {$editorName} menandai ronde {$round} review untuk naskah {$submissionId} sebagai tidak dipertimbangkan.
is: {$editorName} hefur merkt ritrýni umferð {$round} fyrir innsendingu {$submissionId} sem óathugaða.
it_it: {$editorName} ha segnalato il {$round} ciclio di revisione per la proposta {$submissionId} come da non considerare.
ja_jp: 投稿物 {$submissionId} の{$round}回目の査読が{$editorName}によって未考慮としてマークされた。
ka_ge: {$editorName}-მა მონიშნა რაუნდი {$round} მიმოხილვა წარდგენისთვის {$submissionId}, როგორც მიუღებელი.
kk: {$editorName} {$round} жіберу {$submissionId} кезеңін күтуде деп белгіленді.
lv: {$editorName} ir atzīmējis iesniegtā materiāla {$submissionId} {$round}. kārtas recenziju kā neizskatītu.
mr: {$editorName} ने {$submissionId} या सादरीकरणाच्या {$round} फेरीचे समीक्षण विचारात न घेतलेले म्हणून चिन्हांकित केले आहे.
ms_my: {$editorName} telah menandakan ulasan pusingan {$round} untuk penyerahan {$submissionId} sebagai tidak dipertimbangkan.
nb: {$editorName} har markert runde {$round} vurdering av innlevering {$submissionId} som ikke vurdert.
nl_nl: {$editorName} heeft de review voor ronde {$round} van de inzending {$submissionId} gemarkeerd als 'niet in rekening genomen'.
pt_pt: {$editorName} marcou a ronda de revisão {$round} para a submissão {$submissionId} como não considerada.
ro: {$editorName} a marcat runda {$round} de revizie pentru manuscrisul {$submissionId} ca „nu se ia în considerare”.
ru_ru: {$editorName} отметил раунд {$round} рецензирования для материала {$submissionId} как нерассмотренный.
sl_si: {$editorName} je označil recenzijski krog {$round} za prispevek {$submissionId} za ne-upoštevajočega.
th: {$editorName} ได้ระบุว่าการทบทวนรอบที่ {$round} สำหรับการส่งบทความหมายเลข {$submissionId} ไม่ได้รับการพิจารณา.
tr_tr: {$editorName} {$submissionId} numaralı bildirimi için {$round}. tur incelemesini dikkate almadı olarak işaretledi.
uk_ua: {$editorName} позначив раунд {$round} рецензування подання {$submissionId} як невизначений.
vi: {round} cho bài nộp {$submissionId} là không được xem xét.
vi_vn: {$editorName} đã đánh dấu Vòng đánh giá {$round} cho bài {$submitId} chưa được xem xét.

# log.review.reviewReinstated
source: The round {$round} review by {$reviewerName} for submission {$submissionId} has been reinitiated.
ar_iq: جولة التحكيم {$round} من قبل {$reviewerName} للمؤلَّف {$submissionId} قد أعيد الشروع بها.
az: {$submissionId} nömrəli Məqalənin {$round}. Dəyərləndirmə turu {$reviewerName} tərəfindən təkrar başladıldı.
bg_bg: На кръг (етап) {$round} рецензирането от {$reviewerName} за подадените материали {$submissionId} беше започнато отново.
ca_es: S’ha reiniciat la ronda {$round} de revisió feta per {$reviewerName} per a la tramesa {$submissionId}.
cs_cz: Recenzní kolo {$round} prováděné recenzentem {$reviewerName} pro příspěvek {$submissionId} bylo znovu zahájeno.
da_dk: Runde {$round}-bedømmelsen, der foretages af {$reviewerName}, i forbindelse med manuskriptet {$submissionId} er blevet genoptaget.
de_de: Durchgang {$round} der Begutachtung von Beitrag {$submissionId} durch {$reviewerName} wurde erneut begonnen.
el_gr: Ξεκίνησε εκ νέου ο γύρος αξιολόγησης {$round} από τον/ην {$reviewerName} για την υποβολή {$submissionId}.
eu: {$reviewerName} berriro hasi da {$submissionId} artikulua {$round}. bueltan ebaluatzen.
fa_ir: دور {$round} داوری {$reviewerName} برای مقاله {$submissionId} از نو شروع شد.
fi_fi: {$reviewerName} on aloittanut uudelleen käsikirjoituksen {$submissionId} arvioinnin kierroksella {$round}.
fr_fr: Le cycle {$round} d'évaluation par {$reviewerName} pour la soumission {$submissionId} a été recommencé.
gl_es: Reiniciouse a rolda de revisión {$round} de {$reviewerName} do envío {$submissionId}.
hr: {$round}. krug recenzije recenzenta {$reviewerName} za prilog {$submissionId} je iznova pokrenut.
hu: {$reviewerName} általi lektorálás {$round}-ik köre a(z) {$submissionId} beküldéshez újraindításra került.
hy_am: {$round} փուլի {$reviewerName} -ի կողմից {$submissionId} ներկայացման գրախոսումը վերսկսվել է:
id: Ronde {$round} review oleh {$reviewerName} untuk naskah {$submissionId} telah dimulai ulang.
is: Rýni {$reviewerName} á {$round} umferð innsendingar {$submissionId} hefur verið sett aftur af stað.
it_it: Il {$round} ciclo di revisione, assegnato a {$reviewerName} per la proposta {$submissionId} è riniziato.
ja_jp: 投稿物 {$submissionId} の{$reviewerName}による{$round}回目の査読が再開された。
ka_ge: რაუნდი {$round} მიმოხილვა {$reviewerName}-ის მიერ {$submissionId} წარსადგენად ხელახლა დაიწყო.
kk: {$submissionId} материал үшін {$reviewerName} рецензенттің {$round}-шы рецензиялауы қайта басталды.
lv: Ir atsākta {$round}. kārtas recenzija, ko materiālam {$submissionId} veic {$reviewerName}.
mr: {$reviewerName} द्वारे {$submissionId} या सादरीकरणासाठी {$round} या फेरीत पुन्हा समीक्षण सुरू केले आहे.
ms_my: Ulasan pusingan {$round} oleh {$reviewerName} untuk penyerahan {$submissionId} telah dimulakan semula.
nb: Vurderingsrunde {$round} av manuskript {$submissionId} ved {$reviewerName} er igangsatt på nytt.
nl_nl: De review voor ronde {$round} door {$reviewerName} voor inzending {$submissionId} is opnieuw gestart.
pl_pl: {$reviewerName} ponownie rozpoczął(ęła) recenzję tekstu {$submissionId} w {$round} rundzie.
pt_pt: A ronda {$round} revista por {$reviewerName} para a submissão {$submissionId} foi reiniciada.
ro: A fost inițiată runda {$round} de revizie ce va fi făcută de {$reviewerName} pentru manuscrisul {$submissionId}.
ru_ru: {$round}-й раунд рецензирования рецензентом {$reviewerName} для материала {$submissionId} был начат заново.
sl_si: {$reviewerName} je ponovno začel(a) {$round}. krog recenzije prispevka {$submissionId}.
sr@cyrillic: {$round}. круг рецензије рецензента {$reviewerName} за прилог {$submissionId} је изнова покренут.
sr_rs@latin: {$round}. krug recenzije recenzenta {$reviewerName} za prilog {$submissionId} je iznova pokrenut.
sv_se: Omgång {$round}, med {$reviewerName} som granskare för bidrag {$submissionId}, har börjat om på nytt.
th: การทบทวนรอบที่ {$round} โดย {$reviewerName} สำหรับการส่งบทความหมายเลข {$submissionId} ได้ถูกเริ่มใหม่อีกครั้ง.
tr_tr: {$submissionId} numaralı gönderinin {$round}. değerlendirme turu {$reviewerName} tarafından yeniden başlatıldı.
vi: Việc đánh giá vòng {reviewerName} cho bài nộp {$submissionId} đã được bắt đầu lại.
vi_vn: Vòng phản biện {$round} của {$reviewerName} cho bài {$ submitId} đã được bắt đầu lại.
zh_cn: {$reviewerName}对稿件{$submissionId}进行{$round}审的工作已经重新开始进行.
