Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# metadata.filters.crossref.settings.email.validationMessage
source: Please enter a valid Crossref registration email. You can register your email for free on the Crossref web site.
ar_iq: لطفاً، أدخل عنوان البريد الالكتروني الصحيح لتسجيل المراجع المترابطة. بإمكانك تسجيل عنوانك البريدي مجاناً في موقع المراجع المترابطة.
az: Zəhmət olmasa etibarlı bir Crossref email adresi qeydiyyatdan keçirin. Emailinizi Crossref veb saytında pulsuz olaraq qeydiyyatdan keçirə bilərsiniz.
bg_bg: Моля, въведете валиден имейл за регистрация за Crossref. Можете да регистрирате своя имейл безплатно на уебсайта на Crossref.
ca_es: Introduïu un correu electrònic de registre a CrossRef vàlid. Podeu registrar el vostre correu electrònic gratuïtament al lloc web de CrossRef.
cs_cz: Zadejte platný registrační email pro Crossref. Svůj email můžete bezplatně zaregistrovat na webových stránkách Crossref.
da_dk: Indtast en gyldig registrerings-e-mail for CrossRef. Du kan gratis registrere din e-mail på CrossRef-webstedet.
de_de: Bitte geben Sie eine gültige bei CrossRef registrierte E-Mail-Adresse ein. Sie können Ihre E-Mail-Adresse kostenlos auf der CrossRef-Webseite registrieren.
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο email εγγραφής στο CrossRef. Μπορείτε να εγγραφείτε δωρεάν στον ιστότοπο του CrossRef.
eu: Mesedez, sartu Crossref-en erregistratzeko baliozko helbide elektronikoa. Zure helbide elektronikoa doan erregistra dezakezu Crossref-en web orrian.
fa_ir: لطفاً ایمیل ثبت‌نام CrossRef معتبری را وارد کنید. می تونید با ایمیل خود به رایگان در وب‌سایت CrossRef ثبت‌نام کنید.
fi_fi: Anna voimassa oleva CrossRefiin rekisteröity sähköpostiosoite. Voit rekisteröidä sähköpostiosoitteesi ilmaiseksi CrossRefin verkkosivustolla.
fr_fr: Veuillez saisir un courriel d'inscription CrossRef valide. Vous pouvez inscrire votre courriel gratuitement sur le site Web de CrossRef.
gl_es: Insire un correo electrónico de rexistro en Crossref válido. Podes rexistrar o teu correo de balde no sitio web de Crossref.
hr: Unesite valjanu e-adresu za registraciju Crossref-a. Svoju e-poštu možete besplatno registrirati na web mjestu Crossref.
hu: Kérjük, adjon meg egy érvényes Crossref regisztrációs emailt. Ingyenesen regisztrálhatja az email címét a Crossref weboldalon.
hy_am: Խնդրում ենք մուտքագրել վավեր Crossref գրանցման էլ. հասցե։ Դուք կարող եք անվճար գրանցել ձեր էլ. փոստը Crossref -ի վեբ կայքում:
id: Masukkan email registrasi Crossref yang valid. Anda bisa mendaftarkan email Anda secara gratis di web site Crossref.
is: Vinsamlega sláðu inn gilt Crossref skráningar netfang. Þú getur skráð netfangið þitt ókeypis á vefsíðu Crossref.
is_is: Vinsamlega sláðu inn gilt CrossRef skráningar netfang. Þú getur skráð netfangið þitt ókeypis á vefsíðu CrossRef.
it_it: Inserisci la email di registrazione a CrossRef. Puoi registrare gratuitamente la tua email sul sito web di CrossRef.
ja_jp: 適切なCrossRef登録メールアドレスを入力してください。CrossRefのWebサイトであなたのメールアドレスを無料で登録することができます。
ka_ge: გთხოვთ, შეიყვანოთ სწორი CrossRef სარეგისტრაციო ელწერილი. თქვენი ელფოსტის რეგისტრაცია შეგიძლიათ უფასოდ CrossRef ვებსაიტზე.
kk: Crossref жүйесінде тіркелген жарамды электрондық пошта мекенжайын енгізіңіз. Электрондық пошта мекенжайын Crossref веб-сайтында тегін тіркеуге болады.
ku_iq: تکایە ئیمەیڵێکی تۆمارکراوی CrossRefی دروست بنوسە. تۆ دەتوانیت بەخۆڕایی ئیمەیڵەکەت لە CrossRef تۆمار بکەیت.
lv: Lūdzu, ievadiet derīgu Crossref reģistrēto e-pastu. Savu e-pasta adresi varat reģistrēt bez maksas Crossref tīmekļa vietnē.
mk_mk: Внесете е-пошта за регистрација на CrossRef. Можете да ја регистрирате вашата е-пошта бесплатно на веб-страницата CrossRef.
mr: Crossref नोंदणीसाठी कृपया ग्राह्य ई-मेलची नोंद करा. तुम्ही Crossref च्या संकेतस्थळावर तुमच्या ई-मेलची विनामूल्य नोंदणी करू शकता.
ms_my: Sila masukkan e-mel pendaftaran CrossRef yang sah. Anda boleh mendaftarkan e-mel anda secara percuma di laman web CrossRef.
nb: Oppgi en gyldig e-post for registrering hos Crossref. Du kan registrere e-posten din gratis på nettsiden til Crossref.
nl_nl: Geef een geldig CrossRef registratie e-mailadres. U kunt uw e-mail gratis registreren op de CrossRef website.
pl_pl: Proszę o wpisanie adresu e-mail do zarejestrowania się w serwisie CrossRef. Możesz zarejestrować się bezpłatnie poprzez stronę serwisu CrossRef.
pt_pt: Insira um e-mail de registo na Crossref válido. Pode registar gratuitamente o seu e-mail no site da Crossref.
ro: Vă rugăm să introduceți un e-mail de înregistrare Crossref valid. Puteți să vă înregistrați gratuit e-mailul pe site-ul web Crossref.
ru_ru: Пожалуйста, введите правильный адрес электронной почты, зарегистрированный в CrossRef. Вы можете бесплатно зарегистрировать свой адрес электронной почты на веб-сайте CrossRef.
sl_si: Vnesite veljaven CrossRef registracijski e-poštni naslov. Svojo e-pošto lahko brezplačno registrirate na spletni strani CrossRef.
sr@cyrillic: Унесите имејл за који је урађена регистрација на Crossref сајту.
sr_rs@latin: Unesite imejl za koji je urađena registracija na CrossRef sajtu.
sv_se: Skriv in en giltig e-postadress för CrossRef-registrering. Du kan utan kostnad registrera din e-postadress fpå CrossRefs webbplats.
th: กรุณากรอกอีเมลลงทะเบียน Crossref ที่ถูกต้อง คุณสามารถลงทะเบียนอีเมลได้ฟรีที่เว็บไซต์ Crossref
tr_tr: Lütfen geçerli bir CrossRef e-postas adresi kaydediniz. E-postanızı CrossRef web sayfasında ücretsiz olarak kayıt edebilirsiniz.
uk_ua: Будь ласка, введіть працездатну адресу email, з якою був зареєстрований обліковий запис у CrossRef. Ви можете безкоштовно зареєструвати ваш email на веб-сайті CrossRef.
vi: Vui lòng nhập địa chỉ email đăng ký Crossref hợp lệ. Bạn có thể đăng ký email của mình miễn phí trên trang web Crossref.
vi_vn: Vui lòng nhập một email đăng ký CrossRef hợp lệ. Bạn có thể đăng ký email của mình miễn phí trên trang web CrossRef.
zh_cn: 请输入一个有效的CrossRef注册电子邮件。你可以注册你的网站上为CrossRef免费电子邮件。

# metadata.filters.isbndb.settings.apiKey.displayName
source: ISBNdb API Key
ar_iq: مفتاح ISBNdb API
az: ISBNdb API açarı
bg_bg: API ключ за ISBNdb
ca_es: Clau API d'ISBNdb
cs_cz: ISBNdb API klíč
da_dk: API-nøgle for ISBNdb
el_gr: ISBNdb API κλειδί
eu: ISBNdb API gakoa
fa_ir: کلید ISBNdb API
fi_fi: ISBNdb API -avain
fr_fr: Clé API ISBNdb
gl_es: Clave API de ISBNdb
hr: ISBNdb API Ključ
hy_am: ISBNdb API բանալի
id: Kunci ISBNdb API
is: ISBNdb API Lykill
is_is: ISBNdb API Lykill
ja_jp: ISBNdb APIキー
ka_ge: ISBNdb API გასაღები
kk: ISBNdb API кілті
ku_iq: ISBNdb API کلیلی
lv: ISBNdb API atslēga
mr: ISBNdb साठी API Key
ms_my: Kunci API ISBNdb
nb: ISBNdb API-nøkkel
nl_nl: ISBNdb API sleutel
pt_pt: Chave da API ISBNdb
ro: Cheie ISBNdb API
ru_ru: Ключ ISBNdb API
sl_si: Ključ za ISBNdb API
sr@cyrillic: ISBNdb API кључ
sr_rs@latin: ISBNdb API ključ
sv_se: API-nyckel för ISBNdb
th: คีย์ API ISBNdb
tr_tr: ISBNdb API Anahtarı
uk_ua: Ключ API ISBNdb
vi: Khóa API ISBNdb
vi_vn: Khóa API ISBNdb
zh_cn: ISBNdb API 键

# metadata.filters.isbndb.settings.apiKey.validationMessage
source: Please enter your ISBNdb API key. If you don't have a key yet you can request one for free from the ISBNdb project.
ar_iq: لطفاً، أدخل مفتاح ISBNdb API. إن لم يكن لديك مفتاح بعد، فبإمكانك الحصول على واحد مجاناً من مشروع ISBNdb.
az: Zəhmət olmasa ISBNdb API açarını daxil edin. Hələlik bir açarınız yoxdursa ISBNdb layihəsindən pulsuz tələb edə bilərsiniz.
bg_bg: Моля, въведете своя ISBNdb API ключ. Ако все още нямате ключ, можете да го заявите безплатно от проекта ISBNdb.
ca_es: Introduïu la vostra clau d'ISBNdb API. Si encara no teniu cap clau, la podeu sol·licitar de manera gratuïta al projecte ISBNdb.
cs_cz: Zadejte prosím klíč API ISBNdb. Pokud klíč nemáte, můžete si od projektu ISBNdb zdarma vyžádat.
da_dk: Indtast din API-nøgle for ISBNdb. Hvis du ikke har en nøgle endnu, kan du gratis anmode ISBNdb-projektet om at få tilsendt en.
de_de: Bitte geben Sie Ihren ISBNdb API key ein. Wenn Sie bisher keinen Schlüssel haben, können Sie beim ISBNdb-Projekt kostenlos einen beantragen.
el_gr: Παρακαλούμε εισάγετε το ISBNdb API κλειδί σας. Αν δεν έχετε ένα τέτοιο κλειδί μπορείτε να αποκτήσετε ένα δωρεάν από τον ιστότοπο του ISBNdb project.
eu: Mesedez, sartu zure ISBNdb API gakoa. Gakorik ez baduzu, doan eska dezakezu ISBNdb proiektuaren orrian.
fa_ir: لطفاً کلید ISBNdb API خود را وارد کنید. اگر ندارید می‌توانید به رایگان آن را از پروژه ISBNdb درخواست کنید.
fi_fi: Anna ISBNdb API -avaimesi. Jos sinulla ei vielä ole avainta, voit pyytää sellaisen ilmaiseksi ISBNdb-projektilta.
fr_fr: Veuillez saisir votre clé API ISBNdb. Si vous n'avez pas encore de clé, vous pouvez en demandez une gratuitement du projet ISBNdb.
gl_es: Insira a súa clave API de ISBNdb. Se aínda non tes unha chave, podes solicitalo gratuitamente no proxecto ISBNdb.
hr: Unesite svoj ISBNdb API ključ. Ako još nemate ključ, možete ga besplatno zatražiti iz projekta ISBNdb.
hu: Kérjük, adja meg az ISBNdb API kulcsot. Ha még nincs ilyen kulcsa, akkor ingyenesen kérhet egyet az ISBNdb projekttől.
hy_am: Խնդրում ենք մուտքագրել ձեր ISBNdb API բանալին: Եթե դեռ չունեք բանալի, կարող եք անվճար պահանջել այն ISBNdb նախագծից:
id: Masukkan kunci ISBNdb API Anda. Jika Anda belum mempunyai kunci, Anda dapat meminta satu secara gratis dari proyek ISBNdb.
is: Vinsamlega sláðu inn ISBNdb API lykil. Hafir þú ekki fengið lykil getur þú beðið um hann endurgjaldslaust frá ISBNdb verkefninu.
is_is: Vinsamlega sláðu inn ISBNdb API lykil. Ef þú ert ekki enn komin(n) með lykil getur þú beðið um hann ókeypis frá ISBNdb verkefninu.
it_it: Inserisci il tuo identificativo ISBNdb API. Se non ne possiedi ancora uno puoi richiederlo gratuitamente sul sito del progetto ISBNdb.
ja_jp: ISBNdb API キーを入力してください。まだキーがない場合は，ISBNdb プロジェクトから無料でキーを取得することができます。
ka_ge: გთხოვთ, შეიყვანოთ თქვენი ISBNdb API გასაღები. თუ ჯერ არ გაქვთ გასაღები, შეგიძლიათ უფასოდ მოითხოვოთ იგი ISBNdb პროექტიდან.
kk: ISBNdb API кілтін енгізіңіз. Егер сізде мұндай кілт жоқ болса, оны ISBNdb жобасының веб-сайтынан тегін алуға болады.
ku_iq: تکایە کلیلی ISBNdb API بنوسە. ئەگەر ئەم کلیلەت نییە، تۆ دەتوانیت داوای کلیلێکی خۆڕایی لە ISBNdb API بکەیت.
lv: Lūdzu, ievadiet savu ISBNdb API atslēgu. Ja jums vēl nav atslēgas, varat to bez maksas iegūt no ISBNdb projekta.
mk_mk: Внесете го вашиот клуч ISBNdb API. Ако сè уште немате клуч, можете да побарате бесплатно од еден проект ISBNdb.
mr: कृपया तुमच्या ISBNdb API Key ची नोंद करा. जर तुम्ही ती अद्याप मिळवली नसेल तर त्याकरता ISBNdb प्रोजेक्टकडून ती विनामूल्य मिळवू शकता.
ms_my: Sila masukkan kunci API ISBNdb anda. Jika anda belum mempunyai kunci, anda boleh memintanya secara percuma daripada projek ISBNdb.
nb: Skriv inn ISBNdb API-nøkkelen din. Om du ikke har fått en slik nøkkel, kan du be om en gratis nøkkel fra ISBNdb-prosjektet.
nl_nl: Geef uw ISBNdb API sleutel. Als u niet zo'n sleutel heeft, kunt u die gratis aanvragen bij het ISBNdb project.
pl_pl: Proszę o wpisanie swojego ISBNdb API key. Jeśli nie posiadasz jeszcze klucza możesz otrzymać go bezpłatnie z ośrodka ISBN.
pt_pt: Insira a chave de API ISBNdb. Se ainda não possui uma chave, pode solicitar gratuitamente no projeto ISBNdb.
ro: Vă rugăm să introduceți cheia API ISBNdb. Dacă nu aveți încă o cheie, puteți solicita una gratuit de la proiectul ISBNdb.
ru_ru: Пожалуйста, введите ваш ключ ISBNdb API. Если у вас еще нет такого ключа, вы можете бесплатно запросить его на сайте проекта ISBNdb.
sl_si: Prosimo vnesite vaš ključ za ISBNdb API. Če ključa nimate, ga lahko brezplačno pridobite iz projekta ISBNdb.
sr@cyrillic: Унесите ISBNdb API кључ. Уколико га немате, можете га добити бесплатно ан ISBNdb пројекту.
sr_rs@latin: Unesite ISBNdb API ključ. Ukoliko ga nemate, možete ga dobiti besplatno an ISBNdb projektu.
sv_se: Skriv in din API-nyckel för ISBNdb. Om du saknar en sådan kan du begära en från ISBNdb-projektet utan kostnad.
th: กรุณากรอกคีย์ API ISBNdb ของคุณ หากยังไม่มีคีย์สามารถขอรับได้ฟรีจากโครงการ ISBNdb
tr_tr: Lütfen ISBNdb API anahtarınız giriniz. Henüz bir anahtarınız yok ise ISBNdb projesinden ücretsiz olarak talep edebilirsiniz.
uk_ua: Будь ласка, введіть ваш Ключ API ISBNdb. Якщо поки ви не маєте ключа, ви можете безкоштовно його замовити у проекті ISBNdb.
vi: Vui lòng nhập khóa API ISBNdb của bạn. Nếu bạn chưa có khóa, bạn có thể yêu cầu một khóa miễn phí từ dự án ISBNdb.
vi_vn: Vui lòng nhập khóa API ISBNdb của bạn. Nếu bạn chưa có khóa, bạn có thể yêu cầu một khóa miễn phí từ dự án ISBNdb.
zh_cn: 请输入您的ISBNdb API 键，如有您还没有，您可以想ISBNdb项目申请

# metadata.filters.pubmed.settings.email.displayName
source: PubMed Registration Email
ar_iq: عنوان البريد الالكتروني للتسجيل في PubMed
az: PubMed Qeydiyyat emaili
bg_bg: Имейл за регистрация в PubMed
ca_es: Correu electrònic de registre de PubMed
cs_cz: Registrační email PubMed
da_dk: Registrerings-e-mail for PubMed
de_de: Bei PubMed registrierte E-Mail-Adresse
el_gr: Email Εγγραφής στο PubMed
eu: PubMed-en erregistratzeko helbide elektronikoa
fa_ir: ایمیل ثبت‌نام PubMed
fi_fi: PubMediin rekisteröity sähköposti
fr_fr: Courriel d'inscription PubMed
gl_es: Correo electrónico de rexistro de PubMed
hr: E-adresa za registraciju PubMed
hu: PubMed regisztrációs email
hy_am: PubMed գրանցման էլ․ փոստ
id: Email Pendaftaran PubMed
is: PubMed skráningarnetfang
is_is: PubMed skráningar netfang
it_it: Email di registrazione a PubMed
ja_jp: PubMed 登録メールアドレス
ka_ge: PubMed რეგისტრაციის ელფოსტა
kk: PubMed арқылы тіркелген электрондық пошта мекенжайы
ku_iq: تۆمارکردنی ئیمەیڵ لە PubMed
lv: PubMed reģistrētais e-pasts
mk_mk: Е-пошта за регистрација на PubMed
mr: PubMed साठी नोंदणी ई-मेल
ms_my: E-mel Pendaftaran PubMed
nb: E-post for PubMed-registrering
nl_nl: PubMed registratie e-mail
pl_pl: Rejestracja adresu e-mail w PubMed.
pt_pt: Email de Registo na PubMed
ro: Email de înregistrare PubMed
ru_ru: Адрес электронной почты, зарегистрированный в PubMed
sl_si: PubMed registracijska e-pošta
sr@cyrillic: PubMed регистрациони имејл
sr_rs@latin: PubMed registracioni imejl
sv_se: E-postadress för PubMed-registrering
th: อีเมลลงทะเบียน PubMed
tr_tr: PubMed kayıt e-postası
uk_ua: Email реєстрації у PubMed
vi: Email đăng ký PubMed
vi_vn: Email Đăng ký PubMed
zh_cn: PubMed 注册电邮

# metadata.filters.pubmed.settings.email.validationMessage
source: Please enter a valid PubMed registration email if you have one.
ar_iq: لطفاً، أدخل عنوان البريد الالكتروني الصحيح الذي سجلت به في موقع PubMed إن كان لديك.
az: Əgər varsa etibarlı bir PubMed qeydiyyat emaili daxil edin.
bg_bg: Моля, въведете валиден имейл за регистрация в PubMed, ако имате такъв.
ca_es: Introduïu un correu electrònic de registre de PubMed vàlid si en teniu un.
cs_cz: Zadejte, prosím, platný registrační email pro PubMed, pokud ho máte.
da_dk: Indtast en gyldig registrerings-e-mail for PubMed, hvis du har en.
de_de: Bitte geben Sie eine gültige bei PubMed registrierte E-Mail-Adresse ein, wenn Sie eine besitzen.
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο email εγγραφής στο PubMed αν έχετε.
eu: Mesedez, sartu PubMed-en erregistratzeko baliozko helbide elektronikoa, baldin baduzu.
fa_ir: لطفاً ایمیل ثبت‌نام PubMed معتبری را در صورتی که دارید وارد کنید.
fi_fi: Anna voimassa oleva PubMediin rekisteröity sähköpostiosoitteesi, jos sinulla sellainen on.
fr_fr: Veuillez saisir un courriel d'inscription PubMed valide si vous en avez un.
gl_es: Insira un correo electrónico de rexistro de PubMed válido se ten un.
hr: Unesite važeću e-adresu za registraciju PubMed ako je imate.
hu: Kérjük, adjon meg egy érvényes PubMed regisztrációs emailt, ha van.
hy_am: Խնդրում ենք մուտքագրել վավեր PubMed գրանցման էլ․ հասցե, եթե ունեք։
id: Masukkan email pendaftaran PubMed yang valid jika Anda sudah punya.
is: Vinsamlega sláðu inn gilt skráningarnetfang fyrir PubMed ef þú ert með slíkt.
is_is: Vinsamlega sláðu inn gilt skráningar netfang fyrir PubMed ef þú ert með slíkt.
it_it: Inserisci la email di registrazione a PubMed se ne possiedi una.
ja_jp: PubMed登録用の有効なメールアドレスを入力して下さい。
ka_ge: გთხოვთ, შეიყვანოთ PubMed რეგისტრაციის სწორი ელწერილი, თუ გაქვთ.
kk: Егер сізде бар болса, жарамды PubMed тіркелген электрондық пошта мекенжайын енгізіңіз.
ku_iq: تکایە ئیمەیڵێکی دروستی PubMed بنوسە، ئەگەر هەتە.
lv: Lūdzu, ievadiet derīgu PubMed reģistrēto e-pastu, ja jums tāds ir.
mk_mk: Внесете валидна е-пошта за регистрација на PubMed ако имате.
mr: PubMed साठी ग्राह्य नोंदणी ई-मेल तुमच्याकडे असल्यास प्रविष्ट करा.
ms_my: Sila masukkan e-mel pendaftaran PubMed yang sah jika anda mempunyainya.
nb: Legg inn en gyldig e-post med registrering hos PubMed, dersom du har det.
nl_nl: Geeft een geldig PubMed registratie e-mailadres, als u er een heeft.
pl_pl: Proszę o wpisanie poprawnego adresu e-mail do zarejestrowania się w serwisie PubMed.
pt_pt: Insira um email de registo na PubMed válido.
ro: Vă rugăm să introduceți emailul valid de înregistrare la PubMed (dacă aveți unul).
ru_ru: Пожалуйста, введите правильный адрес электронной почты, зарегистрированный в PubMed, если он у вас есть.
sl_si: Vnesite veljavno PubMed registracijsko e-pošto, če jo imate.
sr@cyrillic: Унесите PubMed регистрациони имејл уколико га имате.
sr_rs@latin: Unesite PubMed registracioni imejl ukoliko ga imate.
sv_se: Skriv in en giltig e-postadress för PubMed-registrering om du har en sådan.
th: กรุณากรอกอีเมลลงทะเบียน PubMed ที่ถูกต้อง หากคุณมี
tr_tr: Eğer varsa geçerli bir PubMed kayıt e-postası giriniz.
uk_ua: Будь ласка, введіть працездатну адресу email, з якою був зареєстрований обліковий запис у PubMed.
vi: Vui lòng nhập địa chỉ email đăng ký PubMed hợp lệ nếu bạn có.
vi_vn: Vui lòng nhập một email đăng ký PubMed hợp lệ nếu bạn có.
zh_cn: 如果您有一个有效的PumMed注册电邮，请输入至此

# metadata.filters.worldcat.settings.apiKey.displayName
source: WorldCat API Key
ar_iq: مفتاح WorldCat API
az: Worldcat API açarı
bg_bg: API ключ за WorldCat
ca_es: Clau API de Worldcat
cs_cz: WorldCat API klíč
da_dk: WorldCat API-nøgle
el_gr: WorldCat API κλειδί
eu: WorldCat API gakoa
fa_ir: کلید WorldCat API
fi_fi: WorldCat API -avain
fr_fr: Clé API WorldCat
gl_es: Clave API de WorldCat
hr: WorldCat API Ključ
hu: WorldCat API kulcs
hy_am: WorldCat API բանալի
id: Kunci WorldCat API
is: WorldCat API Lykill
is_is: WorldCat API Lykill
ja_jp: WorldCat APIキー
ka_ge: WorldCat API გასაღები
kk: WorldCat API кілті
ku_iq: کلیلی WorldCat API
lv: WorldCat API atslēga
mr: WorldCat साठी API Key
ms_my: Kunci API WorldCat
nb: WorldCat API-nøkkel
nl_nl: WorldCat API sleutel
pt_pt: Chave WorldCat API
ro: Cheie WorldCat API
ru_ru: Ключ WorldCat API
sl_si: Ključ za WorldCat API
sr@cyrillic: WorldCat API кључ
sr_rs@latin: WorldCat API ključ
sv_se: API-nyckel för WorldCat
th: คีย์ API WorldCat
tr_tr: WorldCat API Anahtarı
uk_ua: Ключ API WorldCat
vi: Khóa API WorldCat
vi_vn: Khóa API WorldCat
zh_cn: WorldCat API 键

# metadata.filters.worldcat.settings.apiKey.validationMessage
source: Please enter a valid WorldCat API key if you have one.
ar_iq: لطفاً، أدخل المفتاح WorldCat API الصحيح الذي سجلت به إن كان لديك.
az: Əgər varsa etibarlı bir WorldCat API açarı daxil edin
bg_bg: Моля, въведете валиден ключ за API на WorldCat, ако имате такъв.
ca_es: Introduïu una clau API de WorldCat vàlida si en teniu una.
cs_cz: Zadejte, prosím, platný WorldCat API klíč, pokud ho máte.
da_dk: Indtast en gyldig API-nøgle for WorldCat, hvis du har en.
de_de: Bitte geben Sie einen gültigen WorldCat API Key ein, wenn Sie über einen verfügen.
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο WorldCat API κλειδί αν έχετε.
eu: Mesedez, sartu baliozko WorldCat API gakoa, baldin baduzu.
fa_ir: لطفاً کلید معتبر WorldCat API معتبری را در صورتی که دارید وارد کنید.
fi_fi: Anna voimassa oleva WorldCat API -avain, jos sinulla sellainen on.
fr_fr: Veuillez saisir une clé API WorldCat valide si vous en avez une.
gl_es: Introduza unha clave API de WorldCat válida se a ten.
hr: Unesite važeći WorldCat API ključ ako ga imate.
hu: Kérjük, adjon meg egy érvényes WorldCat API kulcsot, ha van.
hy_am: Խնդրում ենք մուտքագրել վավեր WorldCat API բանալի, եթե ունեք:
id: Masukkan kunci WorldCat API yang valid jika Anda sudah punya.
is: Vinsamlega skráðu inn gildann WorldCat API lykil ef þú ert með slíkan.
is_is: Vinsamlega skráðu inn gildann WorldCat API lykil ef þú ert með slíkann.
it_it: Inserisci una WorldCat API Key valida, se ne hai una.
ja_jp: 有効な WorldCat APIキーをお持ちの場合は入力してください。
ka_ge: გთხოვთ, შეიყვანოთ მოქმედი WorldCat API გასაღები, თუ გაქვთ.
kk: Егер сізде бар болса, дұрыс WorldCat API кілтін енгізіңіз.
ku_iq: تکایە کلیلێکی دروستی WorldCat API بنوسە، ئەگەر هەتە.
lv: Lūdzu, ievadiet derīgu WorldCat API atslēgu, ja jums tāda ir.
mk_mk: Внеси WorldCat API Key, ако имаш.
mr: WorldCat साठी ग्राह्य API Key तुमच्याकडे असल्यास कृपया ती नोंदवा.
ms_my: Sila masukkan kunci API WorldCat yang sah jika anda memilikinya.
nb: Legg inn en gyldig WorldCat API-nøkkel, dersom du har det.
nl_nl: Geef een geldige WorldCat API sleutel, als u die heeft.
pl_pl: Proszę o wpisanie poprawnego WorldCat API key, jeżeli go posiadasz.
pt_pt: Insira uma chave WorldCat API válida, caso possua.
ro: Vă rugăm să introduceți o cheie validă WorldCat API.
ru_ru: Пожалуйста, введите правильный ключ WorldCat API, если он у вас есть.
sl_si: Prosimo vnesite veljaven ključ za ISBNdb API, če ga imate.
sr@cyrillic: Унесите исправан WorldCat API кључ уколико га имате.
sr_rs@latin: Unesite ispravan WorldCat API ključ ukoliko ga imate.
sv_se: Skriv in en giltig nyckel för WorldCats API om du har en sådan.
th: กรุณากรอกคีย์ API WorldCat ที่ถูกต้อง หากคุณมี
tr_tr: Eğer varsa geçerli bir WorldCat API anahtarı giriniz.
uk_ua: Будь ласка, якщо ви маєте ключ API WorldCat, введіть його.
vi: Vui lòng nhập khóa API WorldCat hợp lệ nếu bạn có.
vi_vn: Vui lòng nhập khóa API WorldCat hợp lệ nếu bạn có.
zh_cn: 如果您有一个有效的WorldCat API 键，请输入

# metadata.filters.paracite.settings.citationModule.displayName
source: Citation Module
ar_iq: وحدة الاقتباس
az: İstinad modulu
bg_bg: Модул за цитиране
ca_es: Mòdul de citació
cs_cz: Modul pro citace
da_dk: Citationsmodul
de_de: Zitationsmodul
el_gr: Module Αναφορών/Παραπομπών
eu: Aipuen modulua
fa_ir: ماژول ارجاعات
fi_fi: Viittausmoduuli
fr_fr: Module de références
gl_es: Módulo de Citas
hr: Modul za citate
hu: Idézettségi modul
hy_am: Վկայակոչման մոդուլ
id: Modul Sitiran
is: Tilvísanaeining
is_is: Tilvísana eining
it_it: Modulo delle citazioni
ja_jp: 引用モジュール
ka_ge: ციტირების მოდული
kk: Библиографиялық сілтеме модулі
ku_iq: یەکگرتویی گوتراوەکان
lv: Citēšanas modulis
mk_mk: Модул за цитирање
mr: उद्धरणांसाठी घटक (Citation Module)
ms_my: Modul Petikan
nb: Referansemodul
nl_nl: Citatiemodule
pl_pl: Moduł cytowań
pt_pt: Módulo de Citação
ro: Modul citare
ru_ru: Модуль библиографических ссылок
sl_si: Modul za citiranje
sr@cyrillic: Цитатни модул
sr_rs@latin: Citatni modul
sv_se: Citeringsmodul
th: โมดูลการอ้างอิง
tr_tr: Atıf Modülü
uk_ua: Модуль цитат
vi: Mô-đun trích dẫn
vi_vn: Mô-đun trích dẫn
zh_cn: 引文模块
