Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.upload.possibleRevisionDescription
source: The name of the uploaded file resembles the name of a previously uploaded file, "{$revisedFileName}." Is this file intended to replace "{$revisedFileName}"? If so, select the file below. Otherwise, select "This is not a revision of an existing file" before proceeding.
ar_iq: إن اسم الملف المرفوع يماثل اسم ملف مرفوع سابقاً، "{$revisedFileName}." هل إن الغرض من هذا الملف استبدال "{$revisedFileName}"؟ إن كان الأمر كذلك، إختر الملف أدناه. بخلاف ذلك، إختر "هذه ليست نسخة أخرى من ملف موجود سابقاً" قبل المتابعة.
az: Yüklənən faylın adı, daha əvvəl yüklənən adı "{$revisedFileName}" oxşardır. Bu faylın "{$revisedFileName}" yerinə keçməsimi gözlənilir? elədirsə, aşağıdakı faylı seçin. Əks halda, davam etməzdən əvvəl, "Bu mövcud bir faylın yenidən baxışı deyil"i seçin.
bg_bg: Името на качения файл прилича на името на по-рано качен файл, "{$revisedFileName}". Този файл предназначен ли е да замени "{$revisedFileName}"? Ако е така, изберете файла по-долу. В противен случай изберете „Това не е ревизия на съществуващ файл“, преди да продължите.
ca_es: El nom de l'arxiu carregat s'assembla al nom de l'arxiu "{$revisedFileName}" que heu carregat abans. Voleu substituir l'arxiu "{$revisedFileName}"? En aquest cas seleccioneu l'arxiu que apareix a sota. Si no és així, seleccioneu "Això no és una revisió d'un arxiu existent" abans de continuar.
cs_cz: Název nahraného souboru se podobá názvu dříve nahraného souboru"{$revisedFileName}." Je tento soubor určen k nahrazení "{$revisedFileName}"? Pokud ano, vyberte níže uvedený soubor. V opačném případě vyberte "Nejedná se o revizi stávajícího souboru", než budete pokračovat.
da_dk: Dette filnavn minder om navnet på en tidligere uploadet fil "{$revisedFileName}." Skal denne fil erstatte "{$revisedFileName}"? I så fald vælg nedenstående fil. Hvis ikke, vælg da "Dette er ikke en tilretning af en eksisterende fil" inden du fortsætter.
de_de: Der Name der hochgeladenen Datei ähnelt dem Namen der zuvor hochgeladenen Datei "{$revisedFileName}". Wenn die jetzt hochgeladene Datei die frühere ersetzen soll, wählen Sie bitte die zu ersetzende Datei im Pulldown-Menü aus. Wenn die hochgeladene Datei keine frühere Datei ersetzen soll, wählen Sie bitte "Datei auswählen (um Historie intakt zu lassen).".
el_gr: Το όνομα του αρχείου που μεταφορτώθηκε μοιάζει με το όνομα ενός αρχείου που είχε μεταφορτωθεί παλιότερα, "{$revisedFileName}". Αυτό το αρχείο προορίζεται να αντικαταστήσει το "{$revisedFileName}"; Εάν ναι, επιλέξτε το παρακάτω αρχείο. Διαφορετικά, προτού προχωρήσετε, επιλέξτε "Αυτή δεν είναι μια αναθεώρηση ενός υπάρχοντος αρχείου".
eu: Kargatutako fitxategiaren izena aurretik kargatutako fitxategi baten izenaren antzekoa da, "{$revisedFileName}". Fitxategi hau "{$revisedFileName}" ordezkatzeko pentsatuta dago? Hala bada, hautatu beheko fitxategia. Bestela, hautatu "Hau ez da lehendik dagoen fitxategi baten berrikuspena" jarraitu aurretik.
fa_ir: نام فایل آپلودی با فایل آپلود شده قبلی شباهت داد ({$revisedFileName}). آیا میخواهید این فایل جایگزین شود؟ اگر بله که فایل را از زیر انتخاب کنید. وگرنه گزینه "این فایل نسخه اصلاحی فایل موجود نیست" را انتخاب کنید
fi_fi: Ladatun tiedoston nimi muistuttaa aiemmin ladatun tiedoston nimeä, "{$revisedFileName}." Onko tämän tiedoston tarkoitus korvata "{$revisedFileName}"? Jos näin on, valitse tiedosto alla. Muussa tapauksessa valitse "Tämä ei ole olemassa olevan tiedoston korjattu versio", ennen kuin jatkat.
fr_fr: Le nom du fichier que vous venez de téléverser ressemble au nom d'un fichier préalablement téléversé, soit « {$revisedFileName} ». Ce nouveau fichier devrait-il remplacer le fichier « {$revisedFileName} » ? Dans l'affirmative, sélectionner le nom du fichier à remplacer dans le menu déroulant ci-dessous. Autrement, sélectionnez « Ceci ne remplace pas un fichier déjà existant » avant de poursuivre.
gl_es: O nome do arquivo cargado semella ser o nome dun arquivo cargado anteriormente, "{$revisedFileName}". Queres substituir "{$revisedFileName}"? Se é así, selecciona o arquivo de debaixo. Se non, selecciona "Esta non é unha revisión dun arquivo existente" antes de continuar.
hr: Naziv učitane datoteke nalikuje nazivu prethodno učitane datoteke, "{$revisedFileName}." Je li ova datoteka namijenjena za zamjenu "{$revisedFileName}"? Ako je tako, odaberite datoteku u nastavku. U suprotnom odaberite "Ovo nije revizija postojeće datoteke" prije nastavka.
hu: A feltöltött fájl neve hasonlít egy korábban feltöltött fájl nevéhez, "{$revisedFileName}." Lecseréli a fájlt "{$revisedFileName}"? Ha igen, válassza ki a fájlt az alábbiak közül. Egyébként pedig, válassza "Ez a fájl nem egy javított változata egy korábbinak" a folytatás előtt.
hy_am: Վերբեռնված նիշքի անունը նման է նախկինում վերբեռնված "{$revisedFileName}" -ի անվանմանը: Արդյո՞ք այս նիշքը նախատեսված է փոխարինելու "{$revisedFileName}" -ին: Եթե այո, ապա ընտրեք ստորև ներկայացված նիշքը: Հակառակ դեպքում, նախքան շարունակելը, ընտրեք «Սա գոյություն ունեցող նիշքի վերանայումը չէ»:
id: Nama file yang diunggah sama dengan nama file yang diunggah sebelumnya, "{$revisedFileName}." Apakah ini ingin mengganti file "{$revisedFileName}"? Jika iya, pilihlah file di bawah ini. Jika tidak, pilihlah "Ini buka revisi file yang ada" sebelum melanjutkan.
is: Nafn á skrá sem var hlaðið upp líkist nafni á skrá sem áður hefur verið hlaðið upp, "{$revisedFileName}." Á þessi skrá að koma í staðinn fyrir "{$revisedFileName}"? Ef svo er, veldu þá skrána fyrir neðan. Ef ekki, veldu þá "Þetta er ekki endurskoðun á skrá sem til er" áður en þú heldur áfram.
it_it: Il nome del file caricato è molto simile ad un file già inserito, "{$revisedFileName}." Con questo file si intende sovrascrivere "{$revisedFileName}"? Se è cosi, selezionare il file da questo elenco. Altrimenti selezionare "Questa non è la revisione di un file esistente" prima di procedere.
ja_jp: アップロードされたファイルの名前は、以前にアップロードされたファイルの名前「 {$revisedFileName}」に似ています。 このファイルは「 {$revisedFileName}」を置き換えることを目的としていますか？ その場合は、以下のファイルを選択してください。 それ以外の場合は、続行する前に「これは既存のファイルのリビジョンではありません」を選択してください。
ka_ge: ატვირთული ფაილის სახელი ჰგავს ადრე ატვირთულ ფაილის სახელს, "{$revisedFileName}". ეს ფაილი აპირებს შეცვალოს "{$revisedFileName}" ფაილი? თუ ასეა, აირჩიეთ ფაილი ქვემოთ. წინააღმდეგ შემთხვევაში, გაგრძელებამდე აირჩიეთ "ეს არ არის არსებული ფაილის გადახედვა".
kk: Жүктеп салынған файлдың аты бұрын жүктеп салынған "{$revisedFileName}" файлының атымен бірдей. Бұл файл "{$revisedFileName}" файлын ауыстыру керек пе? Олай болса, төмендегі файлды таңдаңыз, әйтпесе жалғастырмас бұрын "Бұл бұрыннан бар файлдың жаңа нұсқасы емес" опциясын таңдаңыз.
ku_iq: ناوی ئەم فایلە بارکراوە هاوشێوەی ناوی فایلێکە کە پێشتر بارکراوە "{$revisedFileName}." ئایا دەتەوێت ئاڵوگۆڕی لەگەڵ "{$revisedFileName}" پێ بکەیت؟ ئەگەر بەڵێ، تکایە ئەو فایلەی خوارەوە دیاری بکە. ئەگەر نا ''ئەمە فایلێکی چاککراوی بەردەست نییە'' دیاری بکە.
lv: Augšupielādētās datnes nosaukums līdzinās iepriekš augšupielādētās datnes nosaukumam "{$revisedFileName}". Vai ar šo datni paredzēts aizstāt "{$revisedFileName}"? Ja jā, izvēlieties tālāk norādīto datni. Pretējā gadījumā pirms turpināšanas izvēlieties "Tas nav esošās datnes labojums".
mk_mk: Името на прикачената датотека наликува на името на претходно прикачената датотека, "{$revisedFileName}." Дали оваа датоека е наменета како замена за "{$revisedFileName}"? Доколку е така, изберете ја датотеката подолу. Инаку, изберете "Ова не е промена на веќе постоечка датотека" пред да продолжите.
mr: संक्रमित (अपलोड) केलेल्या फाईलचे नाव पूर्वी संक्रमित (अपलोड) केलेल्या फाईलच्या नावासारखे "{$revisedFileName}" आहे. ही फाईल "{$revisedFileName}" या जुन्या फाईलऐवजी संक्रमित करायची आहे का? तसे असेल तर खालील फाईलची निवड करा. अन्यथा, पुढे जाण्यापूर्वी "ही विद्यमान फाईलचे फेरसंक्रमण (Revision) नाही" हा पर्याय निवडा.
ms_my: Nama fail yang dimuat naik menyerupai nama fail yang dimuat naik sebelum ini, "{$revisedFileName}." Adakah fail ini bertujuan untuk menggantikan "{$revisedFileName}"? Jika ya, pilih fail di bawah. Jika tidak, pilih "Ini bukan semakan fail sedia ada" sebelum meneruskan.
nb: Navnet på filen du lastet opp ligner navnet på en tidligere opplastet fil «{$revisedFileName}».´ Er dette filen du vil bytte «{$revisedFileName}» ut? Hvis så, velg filen under. Hvis ikke, velger du «Dette er ikke en revidert versjon av en eksisterende fil» før du fortsetter.
nl_nl: De naam van het opgeladen bestand lijkt op die van een eerder opgeladen bestand, "{$revisedFileName}". Is het de bedoeling dat dit nieuwe bestand het bestaande "{$revisedFileName}" vervangt? Selecteer in dat geval "Dit is geen gereviseerde versie van een bestaand bestand" voor u verder gaat.
pl_pl: Nazwa przesyłanego pliku jest podobna do nazwy poprzedniego pliku, "{$revisedFileName}". Czy ten plik ma zamienić "{$revisedFileName}"? Jeśli tak, wybierz plik poniżej. W innym wypadku wybierz "To nie jest nowa wersja istniejącego pliku" przed kontynuowaniem.
pt_pt: O nome do ficheiro carregado tem o mesmo nome de um ficheiro carregado anteriormente, "{$revisedFileName}". Este ficheiro visa substituir "{$revisedFileName}"? Se assim for, selecione o ficheiro abaixo. Caso contrário, selecione "Esta não é uma revisão de um ficheiro existente" antes de prosseguir.
ro: Numele fișierului încărcat seamănă cu numele unui fișier încărcat anterior, "{$revisedFileName}." Acest fișier trebuie să fie înlocuit "{$revisedFileName}"? Dacă da, selectați fișierul de mai jos. În caz contrar, selectați "Aceasta nu este o revizuire a unui fișier existent" înainte de a începe.
ru_ru: Название загружаемого файла совпадает с именем ранее загруженного файла «{$revisedFileName}». Должен ли этот файл должен заменить «{$revisedFileName}»? Если да, то выберите файл ниже, иначе выберите «Это не новая версия существующего файла», перед тем как продолжить.
sl_si: Ime naložene datoteke je podobno že naloženi datoteki, "{$revisedFileName}." Ste želeli zamenjati datoteko "{$revisedFileName}"? Če je tako, potem izberite datoteko spodaj. Če ni tako, potem izberite "To ni novejša različica obstoječe datoteke" pred nadaljevanjem.
sr@cyrillic: Име постављеног фајла подсећа на име претходно постављеног фајла "{$revisedFileName}.". Да ли је то фајл који треба да замени "{$revisedFileName}"? Ако јесте одаберите фајл испод. АКо није одаберите "Ово није ревизија постојећег фајла" пре него што наставите.
sr_rs@latin: Ime postavljenog fajlа podseća na ime prethodno postavljenog fajla "{$revisedFileName}.". Da li je to fajl koji treba da zameni "{$revisedFileName}"? Ako jeste odaberite fajl ispod. AKo nije odaberite "Ovo nije revizija postojećeg fajla" pre nego što nastavite.
sv_se: Namnet på den uppladdade filen påminner om en tidigare uppladdad fil, "{$revisedFileName}". Ska den här filen ersätta "{$revisedFileName}"? Om den ska det, välj filen nedan. Om inte, välj "Det här är inte en bearbetning av en redan existerande fil" innan du fortsätter.
th: ชื่อของไฟล์ที่อัปโหลดมีความคล้ายกับชื่อของไฟล์ที่เคยอัปโหลดก่อนหน้านี้, "{$revisedFileName}." ไฟล์นี้มีจุดประสงค์เพื่อแทนที่ "{$revisedFileName}" หรือไม่? ถ้าใช่ กรุณาเลือกไฟล์ด้านล่างนี้ หากไม่ใช่ เลือก "นี่ไม่ใช่การแก้ไขไฟล์ที่มีอยู่" ก่อนดำเนินการต่อ
tr_tr: Yüklenen dosyanın adı, daha önce yüklenen dosyanın adı "{$revisedFileName}" benzerdir. Bu dosyanın "{$revisedFileName}" yerini alması mı bekleniyor? Öyleyse, aşağıdaki dosyayı seçin. Aksi takdirde, devam etmeden önce "Bu mevcut bir dosyanın revizyonu değil"i seçin.
uk_ua: Назва завантаженого файлу співпадає з назвою раніше завантаженого файлу, "{$revisedFileName}." Цей файл має замінити "{$revisedFileName}"? Якщо так, то виберіть нижчевказаний файл. В іншому випадку перед продовженням виберіть "Це не нова версія існуючого файлу".
vi: Tên của tệp đã tải lên giống với tên của tệp đã tải lên trước đó, "{revisedFileName}" không? Nếu vậy, chọn tệp bên dưới. Nếu không, chọn "Đây không phải là bản sửa đổi của tệp hiện có" trước khi tiếp tục.
vi_vn: Tên của tệp đã tải lên giống với tên của tệp đã tải lên trước đó, "{$repairFileName}." Tệp này có nhằm thay thế cho tệp "{$repairFileName}" không? Nếu vậy, hãy chọn tệp bên dưới. Nếu không, hãy chọn "Đây không phải là bản sửa đổi của tệp hiện có" trước khi tiếp tục.

# submission.upload.selectMandatoryFileToRevise
source: Please select the file you would like to revise.
ar_iq: لطفاً، إختر الملف الذي تريد تنقيحه.
az: Zəhmət olmasa yenidən baxış etmək istədiyiniz faylı seçin
bg_bg: Моля, изберете файла, който искате да ревизирарате.
ca_es: Seleccioneu el fitxer que voleu revisar.
cs_cz: Zvolte soubor, který chcete revidovat.
da_dk: Vælg den fil, du ønsker at revidere.
de_de: Bitte wählen Sie die Datei aus, die Sie überarbeiten/ersetzen wollen.
el_gr: Επιλέξτε το αρχείο που θέλετε να αναθεωρήσετε.
eu: Hautatu berrikusi nahi duzun fitxategia.
fa_ir: لطفاً فایلی که مایلید اصلاح کنید را انتخاب کنید.
fi_fi: Valitse tiedosto, johon haluat tehdä korjauksia.
fr_fr: Veuillez sélectionner le fichier que vous souhaitez réviser.
gl_es: Seleccione o arquivo que desexa revisar.
hr: Odaberite datoteku koju želite izmijeniti.
hu: Kérjük, válassza ki azt a fájlt, amit szeretne felülvizsgálni.
hy_am: Խնդրում ենք ընտրել այն նիշքը, որը ցանկանում եք վերանայել:
id: Pilihlah file yang ingin direvisi.
is: Vinsamlega veldu skrána sem þú vilt endurskoða.
it_it: Seleziona il file che vuoi modificare.
ja_jp: 改訂するファイルを選択してください。
ka_ge: გთხოვთ, აირჩიოთ ფაილი, რომლის გადახედვაც გსურთ.
kk: Ауыстырғыңыз келетін файлды таңдаңыз.
ku_iq: تکایە ئەو فایلە دیاری بکە کە دەتەوێت پێداچونەوەی بۆ بکەیت.
lv: Lūdzu, izvēlieties datni, kuru vēlaties mainīt.
mk_mk: Ве молиме изберете ја датотеката која би сакале да ја промените.
mr: कृपया तुम्हाला कोणत्या फाईलचे फेरसंक्रमण (revise) करायचे त्याची निवड करा.
ms_my: Sila pilih fail yang anda ingin semak.
nb: Velg filen du vil revidere.
nl_nl: Selecteer het bestand dat u wilt reviseren.
pl_pl: Wybierz plik, który chciałbyś(abyś) skorygować.
pt_pt: Selecione o ficheiro que gostaria de rever.
ro: Selectați fișierul pe care doriți să îl revizuiți.
ru_ru: Пожалуйста, выберите файл, который вы хотите заменить.
sl_si: Prosimo izberite datoteko, ki bi jo radi posodobili.
sr@cyrillic: Одаберите документ који желите да ревидирате.
sr_rs@latin: Odaberite dokument koji želite da revidirate.
sv_se: Välj filen du vill uppdatera.
th: กรุณาเลือกไฟล์ที่คุณต้องการแก้ไข
tr_tr: Lütfen revize etmek istediğiniz dosyayı seçiniz.
uk_ua: Будь ласка, виберіть файл, який хочете замінити.
vi: Vui lòng chọn tệp bạn muốn sửa đổi.
vi_vn: Vui lòng chọn tệp bạn muốn sửa đổi.

# submission.upload.selectOptionalFileToRevise
source: If you are uploading a revision of an existing file, please indicate which file.
ar_iq: إذا كنت ترفع نسخة أخرى من ملف موجود سابقاً، لطفاً، حدد أي ملف تعني.
az: Mövcud bir faylın yenidən baxışını yükləyirsinizsə, zəhmət olmasa hansı fayl olduğunu qeyd edin.
bg_bg: Ако качвате ревизия на съществуващ файл, моля, посочете кой файл.
ca_es: Si esteu carregant la revisió d'un fitxer existent, indiqueu a quin fitxer fa referència.
cs_cz: Pokud nahráváte revizi existujícího souboru, uveďte, který soubor.
da_dk: Såfremt, du uploader en tilretning af en eksisterende fil, skal du angive hvilken.
de_de: Wenn Sie eine überarbeitete Fassung einer existierenden Datei hochladen, geben Sie bitte an, welche Datei.
el_gr: Αν μεταφορτώνετε την αναθεωρημένη έκδοση ενός υπάρχοντος αρχείου, πρέπει να καθορίσετε το αρχείο αυτό.
eu: Lehendik dagoen fitxategi baten berrikuspena igotzen ari bazara, adierazi zein fitxategi den.
fa_ir: اگر قصد تغییر فایلی که پیشتر بارگذاری کرده اید را دارید ، نوع آن را مشخص کنید
fi_fi: Jos olet lataamassa olemassa olevan tiedoston korjattua versiota, ilmoita mikä tiedosto on kyseessä.
fr_fr: Si vous transférez une révision d'un fichier existant, veuillez indiquer de quel fichier il s'agit.
gl_es: Se está cargando unha revisión dun arquivo existente, indique cal é o arquivo.
hr: Ako učitavate reviziju postojeće datoteke, naznačite koju datoteku.
hu: Ha egy meglévő fájl átdolgozott verzióját tölti fel, akkor kérjük, válassza ki, hogy melyik az a fájl.
hy_am: Եթե վերբեռնում եք գոյություն ունեցող նիշքի վերանայումը, խնդրում ենք նշել, թե որ նիշքն է:
id: Jika ingin mengunggah file revisi, tentukan filenya.
is: Ef þú ert að hlaða upp endurskoðun á skrá sem til er gefðu þá til kynna hvaða skrá.
it_it: Se stai caricando una revisione di un file già esistente, selezionare il file da sostituire.
ja_jp: 既存のファイルのリビジョンをアップロードする場合は、どのファイルを置き換えるかを指定してください。
ka_ge: თუ ატვირთავთ არსებულ ფაილს, გთხოვთ მიუთითოთ რომელი ფაილია.
kk: Бар файлдың жаңа нұсқасын жүктеп салып жатсаңыз, қай файлға арналғанын көрсетіңіз.
ku_iq: ئەگەر تۆ فایلی چاککراو بۆ فایلێکی بەردەست بار دەکەیت، تکایە فایلەکە دیاری بکە.
lv: Ja augšupielādējat jau esošas datnes labojumus, lūdzu, norādiet, kuru datni vēlaties augšupielādēt.
mk_mk: Доколку прикачувате измена на веќе постоечка датотека, ве молиме посочете која датотека.
mr: जर तुम्ही विद्यमान फाईलचेच फेरसंक्रमण (uploading a revision) करीत असाल, तर ती फाईल कोणती हे दर्शवा.
ms_my: Jika anda memuat naik fail semakan sedia ada, sila nyatakan fail yang mana.
nb: Dersom du laster opp en revidert versjon av en eksisterende fil, merk hvilken det gjelder.
nl_nl: Als u een gereviseerde versie van een bestaand bestand wilt opladen, selecteer dan om welk bestand het gaat.
pl_pl: Jeżeli przesyłasz nową wersję istniejącego pliku wskaż, którego pliku dotyczy.
pt_pt: Se está a enviar uma revisão de um ficheiro existente, indique qual.
ro: Dacă încărcați o revizuire a unui fișier existent, vă rugăm să indicați care este acel fișier.
ru_ru: Если вы загружаете новую версию существующего файла, пожалуйста, укажите для какого файла.
sl_si: Če nalagate novejšo različico obstoječe datoteke, jo prosim označite.
sr@cyrillic: Уколико достављате ревизију постојећег документа, обавезно назначите којег.
sr_rs@latin: Ukoliko dostavljate reviziju postojećeg dokumenta, obavezno naznačite kojeg.
sv_se: Om du laddar upp en bearbetning av en redan existerande fil, ange vilken fil.
th: หากคุณกำลังอัปโหลดไฟล์ที่เป็นการแก้ไขของไฟล์ที่มีอยู่ กรุณาระบุว่าไฟล์ใด
tr_tr: Mevcut bir dosyanın revizyonunu yüklüyorsanız, lütfen hangi dosyayı olduğunu belirtin.
uk_ua: Якщо ви завантажуєте нову версію існуючого файлу, будь-ласка, вкажіть для якого файлу.
vi: Nếu bạn đang tải lên bản sửa đổi của tệp hiện có, vui lòng cho biết tệp nào.
vi_vn: Nếu bạn đang tải lên bản sửa đổi của tệp hiện có, vui lòng cho biết tệp nào.

# submission.upload.uploadNewFile
source: This is not a revision of an existing file
ar_iq: هذه ليست نسخة أخرى من ملف موجود سابقاً
az: Bu mövcud bir faylın yenidən baxışı deyil
bg_bg: Това не е ревизия на съществуващ файл
ca_es: Això no és una revisió d'un arxiu existent
cs_cz: Toto není úprava existujícího souboru
da_dk: Dette er ikke en tilretning af en eksisterende fil
de_de: Datei auswählen (um Historie intakt zu lassen)
el_gr: Αυτή δεν είναι μια αναθεωρημένη έκδοση υπάρχοντος αρχείου
eu: Hau ez da lehendik dagoen fitxategi baten berrikuspena
fa_ir: این فایل نسخه اصلاحی فایل موجود نیست
fi_fi: Tämä ei ole olemassa olevan tiedoston korjattu versio
fr_fr: Sélectionner le fichier (pour conserver l'historique)
gl_es: Non se trata dunha revisión dun arquivo existente
hr: Ovo nije revizija postojeće datoteke
hu: Ez a fájl nem egy javított változata egy korábbinak
hy_am: Սա գոյություն ունեցող նիշքի վերանայում չէ
id: Ini buka revisi dari file yang ada
is: Þetta er ekki endurskoðun á skrá sem til er
it_it: Questa non è una revisione di un file esistente
ja_jp: これは既存のファイルのリビジョンではありません
ka_ge: ეს არ არის არსებული ფაილის გადახედვა
kk: Бұл бұрыннан бар файлдың жаңа нұсқасы емес
ku_iq: ئەمە چاککردنی فایلە بەردەستەکە نییە
lv: Šis nav esošas datnes labojums
mk_mk: Ова не е промена на веќе постоечка датотека
mr: ही विद्यमान फाईलची सुधारीत आवृत्ती (revision) नाही
ms_my: Ini bukan fail semakan sedia ada
nb: Dette er ikke en revidert versjon av en eksisterende fil
nl_nl: Dit is geen gereviseerde versie van een bestaand bestand
pl_pl: To nie jest nowa wersja istniejącego pliku
pt_pt: Esta não é uma revisão de um ficheiro existente
ro: Aceasta nu este o revizuire a unui fișier existent
ru_ru: Это не новая версия существующего файла
sl_si: To ni novejša različica obstoječe datoteke
sr@cyrillic: Ово није ревизија постојећег документа
sr_rs@latin: Ovo nije revizija postojećeg dokumenta
sv_se: Det här är inte en bearbetning av en existerande fil
th: นี่ไม่ใช่การแก้ไขไฟล์ที่มีอยู่
tr_tr: Bu mevcut bir dosyanın revizyonu değil
uk_ua: Це не нова версія існуючого файлу
vi: Đây không phải là bản sửa đổi của tệp hiện có
vi_vn: Đây không phải là bản sửa đổi của tệp hiện có

# submission.upload.userGroup
source: Upload this file in my role as...
ar_iq: إرفع هذا الملف كأنني أمتلك دور...
az: Bu faylı rolum kimi yükləyin ...
bg_bg: Качване на този файл в моята роля като...
ca_es: Carrega el fitxer amb el meu rol com a...
cs_cz: Nahrát tento soubor v rámci mé role...
da_dk: Upload denne fil i min egenskab af...
de_de: Diese Datei hochladen in meiner Rolle als ...
el_gr: Μεταφόρτωση αυτού του αρχείου υπό τον ρόλο μου ως...
eu: Igo fitxategi hau nire rolean...
fa_ir: این فایل تحت کدام نقش ثبت شود؟
fi_fi: Lataa tämä tiedosto roolissani...
fr_fr: Transférer ce fichier. Mon rôle est...
gl_es: Carga este ficheiro no meu rol de...
hr: Učitaj ovu datoteku u mojoj ulozi...
hu: A fájl feltöltése az alábbi szerepkörömmel...
hy_am: Վերբեռնեք այս նիշքը իմ դերում որպես...
id: Unggah file ini dengan peran saya sebagai...
is: Hlaða þessari skrá upp sem (veldu hlutverk)....
it_it: Carica questo file nel mio ruolo come ...
ja_jp: ...の役割としてファイルをアップロードする
ka_ge: ატვირთე ეს ფაილი ჩემს როლში, როგორც...
kk: Бұл файлды менің рөліммен жүктеп салыңыз...
ku_iq: ئەم فایلە بار بکە لە ڕۆڵەکەم وەک…
lv: Augšupielādēt šo datni ar manu lomu kā...
mr: माझ्या या भूमिकेत ही फाईल संक्रमित (अपलोड) करा...
ms_my: Muat naik fail ini dalam peranan saya sebagai...
nb: Last opp dette som...
nl_nl: Laad dit bestand op in mijn hoedanigheid als...
pl_pl: Prześlij ten plik w mojej roli jako...
pt_pt: Carregar este ficheiro no meu papel como...
ro: Încarc acest fișier în rolul meu de ...
ru_ru: Загрузить этот файл с моей ролью...
sl_si: Datoteko nalagam v vlogi...
sr@cyrillic: Достави документ у мојој улози као...
sr_rs@latin: Dostavi dokument u mojoj ulozi kao...
sv_se: Ladda upp den här filen i egenskap av min roll som...
th: อัปโหลดไฟล์นี้ในบทบาทของฉันเป็น...
tr_tr: Bu dosyayı rolüm olarak yükle ...
uk_ua: Завантажити цей файл у моїй ролі як...
vi: Tải lên tệp này với vai trò của tôi là...
vi_vn: Tải tệp này với vai trò là...
