Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# metadata.property.validationMessage.publisher-name
source: Please enter a valid publisher name.
ar_iq: لطفاً، أدخل اسماً صحيحاً للناشر.
az: Zəhmət olmasa etibarlı bir naşir adı daxil edin
bg_bg: Моля, въведете валидно име на издателството.
ca_es: Introduïu un nom d'editorial vàlid.
cs_cz: Zadejte, prosím, jméno vydavatele.
da_dk: Indtast et gyldigt udgivernavn.
de_de: Bitte geben Sie einen gültigen Verlagsnamen ein.
el_gr: Παρακαλούμε εισάγετε έναν έγκυρο τίτλος εκδότη
eu: Mesedez, idatzi argitaratzailearen baliozko izena.
fa_ir: لطفاً نام ناشر را وارد کنید
fi_fi: Anna kelvollinen julkaisijan nimi.
fr_fr: Veuillez saisir un nom d'éditeur valide.
gl_es: Insira un nome de editor/a válido/a.
hr: Unesite važeće ime izdavača.
hu: Kérjük, adja meg a kiadó nevét.
hy_am: Խնդրում ենք մուտքագրել հրատարակչի վավեր անուն:
id: Masukkan nama penerbit yang valid.
is: Vinsamlega sláðu inn gilt heiti útgefanda.
is_is: Vinsamlega sláðu inn nafn útgefanda.
it_it: Inserisci il nome dell'editore.
ja_jp: 適切な出版社名を入力してください。
ka_ge: გთხოვთ, მიუთითოთ გამომცემლის სწორი სახელი.
kk: Баспахана атауын дұрыс енгізіңіз.
ku_iq: تکایە ناوی دروستی بڵاوکەرەوەکە بنوسە.
lv: Lūdzu, ievadiet derīgu izdevēja nosaukumu.
mk_mk: Ве молиме внесете валидно име на издавач.
mr: कृपया प्रकाशकाचे नाव ग्राह्य स्वरूपात नोंदवा.
ms_my: Sila masukkan nama penerbit yang sah.
nb: Skriv inn et gyldig utgivernavn.
nl_nl: Geef een geldige uitgeversnaam
pl_pl: Proszę o wpisanie poprawnej nazwy wydawcy.
pt_pt: Insira um nome de editora válido.
ro: Vă rugăm să introduceți numele publicantului.
ru_ru: Пожалуйста, введите правильное название издателя.
sl_si: Prosimo vnesite veljavno ime založnika.
sr@cyrillic: Унесите назив издавача.
sr_rs@latin: Unesite naziv izdavača.
sv_se: Vänligen ange ett giltigt namn på utgivare.
th: กรุณาป้อนชื่อสำนักพิมพ์ที่ถูกต้อง
tr_tr: Lütfen eçerli bir yayıncı adı giriniz.
uk_ua: Будь ласка, вкажіть коректну назву/ім'я видавця.
vi: Vui lòng nhập tên nhà xuất bản hợp lệ.
vi_vn: Vui lòng nhập Tên nhà xuất bản hợp lệ.
zh_cn: 请输入一个有效的出版社

# metadata.property.validationMessage.isbn
source: Please enter a valid ISBN (9 or 13 numbers).
ar_iq: لطفاً، أدخل قيمة صحيحة لـ ISBN (9 أو 13 مرتبة رقمية).
az: Zəhmət olmasa (9 və ya 13 xanalı) ISBN nömrəsi daxil edin
bg_bg: Моля, въведете валиден ISBN (9 или 13 цифри).
ca_es: Introduïu un ISBN vàlid (9 o 13 números).
cs_cz: Zadejte, prosím, platné ISBN (9 nebo 13 čísel).
da_dk: Indtast et gyldigt ISBN (9 eller 13 cifre).
de_de: Bitte geben Sie eine gültige ISBN (9 oder 13 Stellen) ein.
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο ISBN (9 ή 13 νούμερα)
eu: Mesedez, idatzi baliozko ISBN-a (9 edo 13 zenbaki).
fa_ir: لطفاً شاپا را وارد کنید
fi_fi: Kirjoita kelvollinen ISBN-tunnus (9 tai 13 numeroa).
fr_fr: Veuillez saisir un ISBN valide (9 ou 13 chiffres).
gl_es: Insira un ISBN válido (9 ou 13 números).
hr: Unesite važeći ISBN (9 ili 13 brojeva).
hu: Kérjük, adjon meg egy érvényes ISBN számot (9 vagy 13 számjegy).
hy_am: Խնդրում ենք մուտքագրել վավեր ISBN (9 կամ 13 թիվ):
id: Masukkan ISBN yang valid (9 atau 13 nomor).
is: Vinsamlega sláðu inn gilt ISBN númer (9 eða 13 stafa).
is_is: Vinsamlega sláðu inn gilt ISBN númer (9 eða 13 stafa).
it_it: Inserisci il numero ISBN (9 o 13 cifre).
ja_jp: 有効なISBN(9桁あるいは13桁)を入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი ISBN (9 ან 13 ციფრი).
kk: Дұрыс ISBN номерін еңгізіңіз (9 немесе 13 саннан тұрады).
ku_iq: تکایە ISBN بە دروستی بنوسە (٩ یان ١٣ ژمارەیە).
lv: Lūdzu, ievadiet derīgu ISBN (9 vai 13 cipari).
mk_mk: Ве молиме внесете валиден ISBN (9 или 13 броеви).
mr: कृपया ग्राह्य ISBN (९ किंवा १३ अंक) नोंदवा.
ms_my: Sila masukkan ISBN yang sah (9 atau 13 nombor).
nb: Skriv inn et gyldig ISBN-nummer (9 eller 13 sifre).
nl_nl: Geef een geldig ISBN (9 of 13 cijfers)
pl_pl: Proszę o wpisanie poprawnego numeru ISBN (9 lub 13 cyfr).
pt_pt: Insira um ISBN válido (9 ou 13 dígitos).
ro: Vă rugăm să introduceți un cod ISBN valid (9 sau 13 cifre).
ru_ru: Пожалуйста, введите правильный ISBN (9 или 13 цифр).
sl_si: Prosimo vnesite veljaven ISBN (9 ali 13 številk).
sr@cyrillic: Унесите исправан ISBN.
sr_rs@latin: Unesite ispravan ISBN.
sv_se: Vänligen ange ett giltigt ISBN (9 eller 13 siffror).
th: กรุณาป้อน ISBN ที่ถูกต้อง (9 หรือ 13 ตัวเลข)
tr_tr: Lütfen (9 veya 13 haneli) ISBN numarası giriniz.
uk_ua: Будь ласка, вкажіть коректний номер ISBN (9 або 13 цифр).
vi: Vui lòng nhập ISBN hợp lệ (9 hoặc 13 số).
vi_vn: Vui lòng nhập một NSBN hợp lệ.
zh_cn: 请输入一个有效的ISBN（9-13位数字）

# metadata.property.displayName.issn
source: Print ISSN
ar_iq: ISSN طباعي
az: Çaplı ISSN
bg_bg: Печатен ISSN
ca_es: ISSN en paper
cs_cz: Tisk ISSN
de_de: ISSN (Druck)
el_gr: ISSN εντύπου
eu: Inprimaketa ISSN
fa_ir: شاپا چاپی
fi_fi: Painetun julkaisun ISSN
fr_fr: ISSN (imprimé)
gl_es: Imprimir ISSN
hr: Ispiši ISSN
hu: Nyomtatott ISSN
hy_am: Տպագիր ISSN
id: ISSN Cetak
is: Prent ISSN
is_is: Prent ISSN
it_it: ISSN
ka_ge: ბეჭდვითი ISSN
kk: Басып шығарылған ISSN
ku_iq: ISSNی چاپ
lv: Drukāta izdevuma ISSN
mk_mk: ISSN на печатена верзија
mr: छापील स्वरूपातील नियतकालिकाचा ISSN
ms_my: Cetak ISSN
nb: ISSN-nummer for papirutgave
pl_pl: ISSN dla wersji drukowanej
pt_pt: ISSN Impresso
ro: ISSN versiune tipărită
ru_ru: Печатный ISSN
sl_si: Tiskani ISSN
sr@cyrillic: Штампани ISSN
sr_rs@latin: Štampani ISSN
sv_se: ISSN (tryck)
th: ISSN (ฉบับพิมพ์)
tr_tr: Basılı ISSN
uk_ua: Друкований ISSN
vi: ISSN bản in
vi_vn: ISSN In
zh_cn: ISSN

# metadata.property.validationMessage.issn
source: Please enter a valid Print ISSN.
ar_iq: لطفاً، أدخل قيمة صحيحة للرمز الطباعي ISSN.
az: Zəhmət olmasa etibarlı bir çaplı ISBN nömrəsi daxil edin
bg_bg: Моля, въведете валиден ISSN за печатно издание.
ca_es: Introduïu un ISSN en paper vàlid.
cs_cz: Zadejte, prosím, platné Print ISSN.
da_dk: Indtast et gyldigt print-ISSN.
de_de: Bitte geben Sie eine gültige ISSN (Druck) ein.
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο ISSN εντύπου
eu: Mesedez, idatzi baliozko Print ISSN-a.
fa_ir: لطفاً شاپا چاپی را وارد کنید
fi_fi: Kirjoita kelvollinen painetun julkaisun ISSN-tunnus.
fr_fr: Veuillez saisir un ISSN papier valide.
gl_es: Insira un ISSN de impresión válido.
hr: Unesite valjani ISSN za ispis.
hu: Kérjük, adjon meg egy érvényes nyomtatott ISSN számot.
hy_am: Խնդրում ենք մուտքագրել վավեր տպագիր ISSN:
id: Masukkan print ISSN yang valid.
is: Vinsamlega sláðu inn gilt prent ISSN númer.
is_is: Vinsamlega sláðu inn gilt prent ISSN númer.
it_it: Inserisci un ISSN valido.
ja_jp: 適切なPrint ISSNを入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი ბეჭდვითი ISSN.
kk: Басып шығарылған ISSNді дұрыс еңгізіңіз.
ku_iq: تکایە ژمارەیەکی دروستی ISSN چاپەکە بنوسە.
lv: Lūdzu, ievadiet derīgu drukāta izdevuma ISSN.
mk_mk: Ве молиме внесете валиден ISSN на печатена верзија.
mr: कृपया छापील स्वरूपातील नियतकालिकाचा ग्राह्य ISSN नोंदवा.
ms_my: Sila masukkan Cetakan ISSN yang sah.
nb: Skriv inn et gyldig ISSN-nummer for papirutgave.
nl_nl: Geef een geldig print ISSN
pl_pl: Proszę o wpisanie poprawnego numeru ISSN dla wersji drukowanej.
pt_pt: Insira um ISSN impresso válido.
ro: Vă rugăm să introduceți un cont ISSN valid pentru forma tipărită.
ru_ru: Пожалуйста, введите правильный ISSN печатного издания.
sl_si: Prosimo vnesite veljaven tiskani ISSN.
sr@cyrillic: Унесите штампани ISSN.
sr_rs@latin: Unesite štampani ISSN.
sv_se: Vänligen ange ett giltigt ISSN (tryck).
th: กรุณาป้อน ISSN ฉบับพิมพ์ที่ถูกต้อง
tr_tr: Lütfen geçerli bir basılı ISBN numarası giriniz.
uk_ua: Будь ласка, вкажіть коректний номер друкованого ISSN.
vi: Vui lòng nhập ISSN bản in hợp lệ.
vi_vn: Vui lòng nhập ISSN In hợp lệ.
zh_cn: 请输入一个有效的ISSN

# metadata.property.displayName.eissn
source: eISSN
bg_bg: Онлайн ISSN
ca_es: ISSN electrònic
eu: ISSN elektronikoa
fa_ir: شاپا الکترونیکی
fi_fi: Elektronisen julkaisun ISSN
fr_fr: ISSN (numérique)
ka_ge: {$submissionId}
lv: Elektroniska izdevuma ISSN
nb: eISSN-nummer (elektronisk utgave)
ru_ru: Электронный ISSN
vi_vn: ISSN điện tử (eISSN)

# metadata.property.validationMessage.eissn
source: Please enter a valid eISSN.
ar_iq: لطفاً، أدخل قيمة صحيحة للرمز eISSN.
az: Zəhmət olmasa etibarlı bir eISSN nömrəsini daxil edin
bg_bg: Моля, въведете валиден ISSN на онлайн издание.
ca_es: Introduïu un ISSN electrònic vàlid.
cs_cz: Zadejte, prosím, platné eISSN.
da_dk: Indtast et gyldigt eISSN.
de_de: Bitte geben Sie eine gültige eISSN ein.
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο eISSN
eu: Mesedez, idatzi baliozko eISSN-a.
fa_ir: لطفاً شاپا الکترونیکی را وارد کنید
fi_fi: Anna kelvollinen elektronisen julkaisun ISSN-tunnus.
fr_fr: Veuillez saisir un ISSN numérique valide.
gl_es: Insira un ISSN electrónico válido.
hr: Unesite važeći eISSN.
hu: Kérjük, adjon meg egy érvényes elektronikus eISSN.
hy_am: Խնդրում ենք մուտքագրել վավեր eISSN:
id: Masukkan eISSN yang valid.
is: Vinsamlega sláðu inn gilt eISSN númer.
is_is: Vinsamlega sláðu inn gilt eISSN númer.
it_it: Inserisci un eISSN valido.
ja_jp: 適切なeISSNを入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი eISSN.
kk: eISSNді дұрыс еңгізіңіз.
ku_iq: تکایە eISSNی دروست بنوسە.
lv: Lūdzu, ievadiet derīgu elektroniska izdevuma ISSN.
mk_mk: Ве молиме внесете валиден eISSN.
mr: कृपया ग्राह्य eISSN नोंदवा.
ms_my: Sila masukkan eISSN yang sah.
nb: Skriv inn et gyldig eISSN-nummer.
nl_nl: Geef een geldig eISSN
pl_pl: Proszę o wpisanie poprawnego numeru ISSN dla wersji elektronicznej.
pt_pt: Insira um eISSN válido.
ro: Vă rugăm să introduceți un cod eISSN valid.
ru_ru: Пожалуйста, введите правильный ISSN электронного издания.
sl_si: Prosimo vnesite veljaven eISSN.
sr@cyrillic: Унесите исправан eISSN
sr_rs@latin: Unesite ispravan eISSN
sv_se: Vänligen ange ett giltigt e-ISSN.
th: กรุณาป้อน eISSN ที่ถูกต้อง
tr_tr: Lütfen eçerli bir eISSN numarası giriniz.
uk_ua: Будь ласка, вкажіть коректний номер eISSN.
vi: Vui lòng nhập eISSN hợp lệ.
vi_vn: Vui lòng nhập eISSN hợp lệ.
zh_cn: 请输入一个有效的eISSN

# metadata.property.validationMessage.doi
source: Please enter a valid DOI.
ar_iq: لطفاً، أدخل قيمة صحيحة للرمز DOI.
az: Zəhmət olmasa etibarlı bir DOI daxil edin
bg_bg: Моля, въведете валиднен DOI.
ca_es: Introduïu un DOI vàlid.
cs_cz: Zadejte, prosím, platné DOI.
da_dk: Indtast et gyldigt DOI.
de_de: Bitte geben Sie einen gültigen DOI ein.
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο DOI
eu: Mesedez, idatzi baliozko DOI-a.
fa_ir: لطفاً DOI را وارد کنید
fi_fi: Anna kelvollinen DOI-tunniste.
fr_fr: Veuillez saisir un DOI valide.
gl_es: Insira un DOI válido.
hr: Unesite važeći DOI.
hu: Kérjük, adjon meg egy érvényes DOI számot.
hy_am: Խնդրում ենք մուտքագրել վավեր DOI:
id: Masukkan DOI yang valid.
is: Vinsamlega sláðu inn gilt DOI númer.
is_is: Vinsamlega sláðu inn gilt DOI númer.
it_it: Inserisci un DOI valido.
ja_jp: 適切なDOIを入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი DOI.
kk: DOIды дұрыс еңгізіңіз.
ku_iq: تکایە ناسێنەری سەرچاوە دیجیتاڵییەکان بە دروستی بنوسە.
lv: Lūdzu, ievadiet derīgu DOI.
mk_mk: Ве молиме внесете валиден ДОИ.
mr: कृपया ग्राह्य DOI नोंदवा.
ms_my: Sila masukkan DOI yang sah.
nb: Skriv inn en gyldig DOI.
nl_nl: Geef een geldige DOI.
pl_pl: Proszę o wpisanie poprawnego identyfikatora DOI.
pt_pt: Insira um DOI válido.
ro: Vă rugăm să introduceți un cod DOI valid.
ru_ru: Пожалуйста, введите правильный DOI.
sl_si: Prosimo vnesite veljaven DOI.
sr@cyrillic: Унесите исправан DOI.
sr_rs@latin: Unesite ispravan DOI.
sv_se: Vänligen ange en giltig DOI.
th: กรุณาป้อน DOI ที่ถูกต้อง
tr_tr: Lütfen geçerli bir DOI giriniz.
uk_ua: Будь ласка, вкажіть коректний ідентифікатор DOI.
vi: Vui lòng nhập DOI hợp lệ.
vi_vn: Vui lòng nhập DOI hợp lệ.
zh_cn: 请输入一个有效的DOI

# metadata.property.displayName.publisher-id
source: Custom Publication ID
ar_iq: رمز النشر المخصص
az: Şəxsi naşir nömrəsi (ID)
bg_bg: Собствен идентификатор на публикация
ca_es: Identificador de publicació personalitzat
cs_cz: ID vlastní publikace
de_de: Publikationskennung
el_gr: ID Ειδικής Έκδοσης
eu: Argitalpen pertsonalizatuaren ID
fa_ir: شناسه نشر سفارشی
fi_fi: Mukautettu julkaisun identifiointitunnus
fr_fr: ID de publication personnalisé
gl_es: ID de publicación personalizada
hr: ID prilagođene publikacije
hu: Egyedi kiadási ID
hy_am: Պատվերով հրապարակման ID
id: ID Penerbitan Custom
is: Sérsniðið útgáfukenni
is_is: Sérsniðið útgáfu kenni
it_it: ID personalizzato
ja_jp: カスタムID
ka_ge: მორგებული პუბლიკაციის იდენტიფიკატორი
kk: Қолданушының ID шығарылымы
ku_iq: ناسنامەی بڵاوکراوەی تایبەت
lv: Pielāgotais publikācijas ID
mk_mk: Сопствено ИД на издавач
mr: प्रकाशनाचा अनन्य असा ID
ms_my: ID Penerbitan Custom
nb: Egendefinert publikasjons-ID
nl_nl: Aangepaste publicatie ID
pt_pt: ID personalizado da Publicação
ro: ID personalizat de publicare
ru_ru: Пользовательский ID публикации
sl_si: ID objave po meri
sr@cyrillic: Прилагођени ID публикације
sr_rs@latin: Prilagođeni ID publikacije
sv_se: Annat publikations-ID
th: รหัสการตีพิมพ์แบบกำหนดเอง
tr_tr: Özel Yayıncı Numarası (ID)
uk_ua: Власний ID видавця
vi: ID ấn phẩm tùy chỉnh
vi_vn: ID ấn phẩm tùy chỉnh
zh_cn: 定制出版ID

# metadata.property.validationMessage.publisher-id
source: Please enter a valid custom publication ID.
ar_iq: لطفاً، أدخل قيمة صحيحة لرمز النشر المخصص.
az: Zəhmət olmasa şəxsi naşir nömrəsini (ID) daxil edin
bg_bg: Моля, въведете валиден собствен идентификатор на публикация.
ca_es: Introduïu un identificador de publicació personalitzat vàlid.
cs_cz: Zadejte, prosím, platné vlastní ID publikace.
da_dk: Indtast et gyldigt custom publication ID.
de_de: Bitte geben Sie eine gültige Publikationskennung ein.
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο ID ειδικής έκδοσης
eu: Mesedez, idatzi argitalpen pertsonalizatuaren baliozko ID-a.
fa_ir: لطفاً شناسه محلی چاپ را وارد کنید
fi_fi: Anna kelvollinen mukautettu julkaisun identifiointitunnus.
fr_fr: Veuillez saisir un ID de publication personnalisé valide.
gl_es: Insira un ID de publicación personalizado válido.
hr: Unesite važeći ID prilagođene publikacije.
hu: Kérjük, adjon meg egy érvényes egyedi kiadási ID számot.
hy_am: Խնդրում ենք մուտքագրել վավեր պատվերով հրապարակման ID:
id: Masukkan custom publication ID valid.
is: Vinsamlega sláðu inn gilt sérsniðið útgáfukenni.
is_is: Vinsamlega sláðu inn gilt sérsniðið útgáfu kenni.
it_it: Inserisci un ID personalizzato valido.
ja_jp: 適切なカスタムIDを入力して下さい。
ka_ge: გთხოვთ, შეიყვანოთ მორგებული პუბლიკაციის იდენტიფიკატორი.
kk: Жарамды қолданушының жарияланым идентификаторын енгізіңіз.
ku_iq: تکایە ناسنامەی تایبەتی بڵاوکراوەکە بنوسە.
lv: Lūdzu, ievadiet derīgu pielāgoto publikācijas ID.
mk_mk: Ве молиме внесете валидно сопствено ИД на издавач.
mr: कृपया प्रकाशनाचा अनन्य असा ग्राह्य ID नोंदवा.
ms_my: Sila masukkan ID penerbitan custom yang sah.
nb: Skriv inn en gyldig, egendefinert publikasjons-ID.
nl_nl: Geef een geldige aangepaste publicatie ID
pl_pl: Proszę o wpisanie poprawnego ID publikacji.
pt_pt: Insira um ID personalizado da publicação válido.
ro: Vă rugăm să introduceți un ID personalizat de publicare valid.
ru_ru: Пожалуйста, введите правильный пользовательский ID публикации.
sl_si: Prosimo vnesite veljaven ID objave po meri.
sr@cyrillic: Унесите исправан прилагођени ID публикације.
sr_rs@latin: Unesite ispravan prilagođeni ID publikacije.
sv_se: Vänligen ange ett giltigt annat publikations-ID.
th: กรุณาป้อนรหัสการตีพิมพ์แบบกำหนดเองที่ถูกต้อง
tr_tr: Lütfen özel yayıncı numarasını (ID) giriniz.
uk_ua: Будь ласка, вкажіть коректний ідентифікатор видавця.
vi: Vui lòng nhập ID ấn phẩm tùy chỉnh hợp lệ.
vi_vn: Vui lòng nhập ID ấn phẩm tùy chỉnh hợp lệ.
zh_cn: 请输入一个有效的定制出版ID

# metadata.property.validationMessage.coden
source: Please enter a valid CODEN.
ar_iq: لطفاً، أدخل قيمة صحيحة للرمز CODEN.
az: Zəhmət olmasa etibarlı bir CODEN daxil edin
bg_bg: Моля, въведете валиден CODEN.
ca_es: Introduïu un CODEN vàlid.
cs_cz: Zadejte, prosím, platné CODEN.
da_dk: Indtast en gyldig CODEN.
de_de: Bitte geben Sie eine gültige CODEN ein.
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο CODEN
eu: Mesedez, idatzi baliozko CODEN-a.
fa_ir: لطفاً CODEN را وارد کنید
fi_fi: Anna kelvollinen CODEN-koodi.
fr_fr: Veuillez saisir un CODEN valide.
gl_es: Insira un CODEN válido.
hr: Unesite važeći KOD.
hu: Kérjük, adjon meg egy érvényes CODEN azonosítót.
hy_am: Խնդրում ենք մուտքագրել վավեր CODEN:
id: Masukkan CODEN yang valid.
is: Vinsamlega sláðu inn gilt CODEN.
is_is: Vinsamlega sláðu inn gillt CODEN.
it_it: Inserisci un CODEN valido.
ja_jp: 適切なCODENを入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი CODEN.
kk: жарамды CODENді еңгізіңіз.
ku_iq: تکایە CODENی دروست بنوسە.
lv: Lūdzu, ievadiet derīgu CODEN.
mk_mk: Ве молиме внесете валиден CODEN.
mr: कृपया एक वैध CODEN नोंदवा.
ms_my: Sila masukkan CODEN yang sah.
nb: Legg inn en gyldig CODEN.
nl_nl: Geef een geldige CODEN.
pl_pl: Proszę o wpisanie poprawnego CODEN.
pt_pt: Insira um CODEN válido.
ro: Vă rugăm să introduceți un CODEN valid.
ru_ru: Пожалуйста, введите правильный CODEN.
sl_si: Prosimo vnesite veljaven CODEN.
sr@cyrillic: Унесите исправан CODEN.
sr_rs@latin: Unesite ispravan CODEN.
sv_se: Vänligen ange ett giltigt CODEN.
th: กรุณาป้อน CODEN ที่ถูกต้อง
tr_tr: Lütfen geçerli bir CODEN giriniz.
uk_ua: Будь ласка, вкажіть коректний ідентифікатор CODEN.
vi: Vui lòng nhập CODEN hợp lệ.
vi_vn: Vui lòng nhập CODEN hợp lệ.
zh_cn: 请输入一个有效的CODEN

# metadata.property.validationMessage.sici
source: Please enter a valid SICI.
ar_iq: لطفاً، أدخل قيمة صحيحة للرمز SICI.
az: Zəhmət olmasa etibarlı bir SICI daxil edin
bg_bg: Моля, въведете валиден SICI.
ca_es: Introduïu un SICI vàlid.
cs_cz: Zadejte, prosím, platné SICI.
da_dk: Indtast en gyldlg SICI.
de_de: Bitte geben Sie eine gültige SICI ein.
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο SICI
eu: Mesedez, idatzi baliozko SICI-a.
fa_ir: لطفاً SICI را وارد کنید
fi_fi: Anna kelvollinen SICI-tunnus.
fr_fr: Veuillez saisir un SICI valide.
gl_es: Insira un SICI válido.
hr: nesite važeći SICI.
hu: Kérjük, adjon meg egy érvényes SICI azonosítót.
hy_am: Խնդրում ենք մուտքագրել վավեր SICI:
id: Masukkan SICI yang valid.
is: Vinsamlega sláðu inn gilt SICI.
is_is: Vinsamlega sláðu inn gilt SICI.
it_it: Inserisci un SICI valido.
ja_jp: 適切なSICIを入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი SICI.
kk: Жарамды SICIді еңгізіңіз.
ku_iq: تکایە SICIی دروست بنوسە.
lv: Lūdzu, ievadiet derīgu SICI.
mk_mk: Ве молиме внесете валиден SICI.
mr: कृपया ग्राह्य SICI नोंदवा.
ms_my: Sila masukkan SICI yang sah.
nb: Skriv inn en gyldig SICI.
nl_nl: Geef een geldige SICI.
pl_pl: Proszę o wpisanie poprawnego SICI.
pt_pt: Insira um SICI válido.
ro: Vă rugăm să introduceți un SICI valid.
ru_ru: Пожалуйста, введите правильный SICI.
sl_si: Prosimo vnesite veljaven SICI.
sr@cyrillic: Унесите исправан SICI.
sr_rs@latin: Unesite ispravan SICI.
sv_se: Vänligen ange ett giltigt SICI.
th: กรุณาป้อน SICI ที่ถูกต้อง
tr_tr: Lütfen geçerli bir SICI giriniz.
uk_ua: Будь ласка, вкажіть коректний ідентифікатор SICI.
vi: Vui lòng nhập SICI hợp lệ.
vi_vn: Vui lòng nhập một SICI hợp lệ.
zh_cn: 请输入一个有效的SICI

# metadata.property.validationMessage.pmid
source: Please enter a valid PMID.
ar_iq: لطفاً، أدخل قيمة صحيحة للرمز PMID.
az: Zəhmət olmasa etibarlı bir PMID daxil edin
bg_bg: Моля, въведете валиден PMID.
ca_es: Introduïu un PMID vàlid.
cs_cz: Zadejte, prosím, platné PMID.
da_dk: Indtast et gyldigt PMID.
de_de: Bitte geben Sie eine gültige PMID ein.
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο PMID
eu: Mesedez, idatzi baliozko PMID-a.
fa_ir: لطفاً PMID را وارد کنید
fi_fi: Anna kelvollinen PMID.
fr_fr: Veuillez saisir un PMID valide.
gl_es: Insira un PMID válido.
hr: Unesite važeći PMID.
hu: Kérjük, adjon meg egy érvényes PMID azonosítót.
hy_am: Խնդրում ենք մուտքագրել վավեր PMID:
id: Masukkan PMID yang valid.
is: Vinsamlega sláðu inn gilt PMID.
is_is: Vinsamlega sláðu inn gilt PMID.
it_it: Inserisci un PMID valido.
ja_jp: 適切なPMIDを入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი PMID.
kk: Жарамды PMIDді еңгізіңіз.
ku_iq: تکایە PMIDی دروست بنوسە.
lv: Lūdzu, ievadiet derīgu PMID.
mk_mk: Ве молиме внесете валиден PMID.
mr: कृपया ग्राह्य PMID नोंदवा.
ms_my: Sila masukkan PMID yang sah.
nb: Skriv inn en gyldig PMID.
nl_nl: Geef een geldige PMID.
pl_pl: Proszę o wpisanie poprawnego PMID.
pt_pt: Insira um PMID válido.
ro: Vă rugăm să introduceți un cod PMID valid.
ru_ru: Пожалуйста, введите правильный PMID.
sl_si: Prosimo vnesite veljaven PMID.
sr@cyrillic: Унесите исправан PMID.
sr_rs@latin: Unesite ispravan PMID.
sv_se: Vänligen ange ett giltigt PMID.
th: กรุณาป้อน PMID ที่ถูกต้อง
tr_tr: Lütfen geçerli bir PMID giriniz.
uk_ua: Будь ласка, вкажіть коректний ідентифікатор PMID.
vi: Vui lòng nhập PMID hợp lệ.
vi_vn: Vui lòng nhập PMID hợp lệ.
zh_cn: 请输入一个有效的PMID

# metadata.property.displayName.uri
source: Link to the Publication
ar_iq: رابط النشر
az: Yayım linki
bg_bg: Връзка към публикацията
ca_es: Enllaç a la publicació
cs_cz: Odkaz na publikaci
da_dk: Link til udgivelsen
de_de: Link zur Veröffentlichung
el_gr: Υπερσύνδεσμος για την δημοσίευση
eu: Argitalpenerako lotura
fa_ir: لینک به چاپ
fi_fi: Julkaisun linkki
fr_fr: Lien vers la publication
gl_es: Ligazón á publicación
hr: Link na Publikaciju
hu: Link a kiadáshoz
hy_am: Հղում դեպի Հրապարակում
id: Tautan ke Penerbitan
is: Tengill á útgáfuna
is_is: Tengill á útgáfuna
it_it: Link alla pubblicazione
ja_jp: リンク情報
ka_ge: პუბლიკაციის ბმული
kk: Жарияланымға сілтеме
ku_iq: لینکی بڵاوکراوەکە
lv: Saite uz publikāciju
mk_mk: Линк до Издание
mr: प्रकाशनासाठी दुवा (Link )
ms_my: Pautan ke Penerbitan
nb: Lenke til publikasjonen
nl_nl: Link naar de publicatie
pl_pl: Adres publikacji
pt_pt: Link para a Publicação
ro: Link către publicație
ru_ru: Ссылка на публикацию
sl_si: Povezava do revije
sr@cyrillic: Линк ка публикацији
sr_rs@latin: Link ka publikaciji
sv_se: Länk till publikationen
th: ลิงก์ไปยังการตีพิมพ์
tr_tr: Yayın Bağlantısı
uk_ua: Посилання на публікацію
vi: Liên kết đến ấn phẩm
vi_vn: Liên kết đến Ấn phẩm
zh_cn: 链接到出版物
