Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# publication.jats.defaultContentCreationError
source: An error occured when trying to create the default JATS content. Please make sure that the JatsTemplate plugin is installed.
eu: Errore bat gertatu da JATS eduki lehenetsia sortzen saiatzean. Ziurtatu JatsTemplate plugina instalatuta dagoela.
id: Eror terjadi ketika mencoba untuk membuat konten JATS bawaan. Mohon pastikan plugin JatsTemplate telah diinstal.
mr: सर्वसाधारण (डीफॉल्ट) JATS मजकूर तयार करण्याचा प्रयत्न करताना त्रुटी आली. कृपया खात्री करा की JatsTemplate प्लग-इन स्थापित केले आहे.
vi: Đã xảy ra lỗi khi cố gắng tạo nội dung JATS mặc định. Vui lòng đảm bảo rằng plugin JatsTemplate đã được cài đặt.

# submission.localeNotSupported
source: The language of the submission ({$language}) is not one of the supported submission languages. You can still edit the submission details but new submissions are not currently accepted with this language.
eu: Bidalketaren hizkuntza ({$language}) ez da onartzen den bidalketa-hizkuntzetako bat. Bidalketaren xehetasunak edita ditzakezu oraindik, baina une honetan ez dira onartzen bidalketa berriak hizkuntza honetan.
id: Bahasa pengiriman ({$language}) bukan merupakan bahasa pengiriman yang didukung. Anda dapat mengedit detail pengiriman tetapi pengiriman naskah terbaru saat ini tidak dapat diterima dengan menggunakan bahasa ini.
mr: सादरीकरणाची ({$language}) ही भाषा सादरीकरणाच्या पुरस्कृत भाषांपैकी नाही. तुम्ही अजूनही सादरीकरणाचा तपशील संपादित करू शकता. सध्या या भाषेतली नवी सादरीकरणे स्वीकारले जात नाहीत.
vi: Ngôn ngữ của bài nộp ({$language}) không phải là một trong những ngôn ngữ nộp bài được hỗ trợ. Bạn vẫn có thể chỉnh sửa chi tiết bài nộp nhưng hiện tại không chấp nhận bài nộp mới bằng ngôn ngữ này.

# dashboard.reviewAssignment.statusAwaitingResponse.description
source: Review request has been shared with reviewer. Awaiting response in <b>{$days} days on {$date}</b>
eu: Berrikuspen eskaera ebaluatzailearekin partekatu da. Erantzuna <b>{$days} egun barru, {$date}-n</b> espero da
id: Permintaan review sudah dikirimkan kepada reviewer. Menunggu respon dalam <b>{$days} hari pada {$date}</b>
mr: समीक्षण विनंती समीक्षकासोबत शेअर केली गेली आहे. <b>{$days} दिवसांत, {$date}</b> या तारखेपावेतो प्रतिसादाची वाट पाहत आहे
vi: Yêu cầu phản biện đã được chia sẻ với người phản biện. Đang chờ phản hồi trong <b>{$days} ngày vào {$date}</b>

# dashboard.reviewAssignment.statusReviewOverdue.description
source: This reviewer has not completed their review. A response was due on <b>{$date}.</b>
eu: Ebaluatzaile honek ez du bere berrikuspena amaitu. Erantzuna <b>{$date}</b> egunerako eman behar zen
id: Reviewer tidak menyelesaikan review mereka. Batas waktu respon telah berakhir pada <b>$date}.</b>
mr: या समीक्षकाने त्याचे समीक्षण पूर्ण केलेले नाही. <b>{$date} पर्यंत ते अपेक्षित होते.</b>
vi: Người phản biện này chưa hoàn thành bài phản biện của họ. Hạn chót phản hồi là vào <b>{$date}.</b>

# dashboard.recommendOnly.pendingRecommendations
source: Recommending Editors are tasked to advise the next steps for this submission
eu: Gomendio-editoreak arduratzen dira bidalketa honen hurrengo urratsak aholkatzeaz
id: Editor yang merekomendasikan ditugaskan untuk menyarankan langkah berikutnya untuk naskah ini
mr: या सादरीकरणावरील पुढील कार्यवाहीसाठी सल्ला देण्याचे काम शिफारस करणाऱ्या संपादकांना देण्यात आले आहे
vi: Biên tập viên Đề xuất có nhiệm vụ tư vấn các bước tiếp theo cho bài nộp này

# dashboard.recommendOnly.recommendationsCompleted
source: All editorial recommendations have been received, and a decision is required.
eu: Gomendio editorial guztiak jaso dira, eta erabaki bat hartu behar da.
id: Semua rekomendasi editorial telah diterima, dan dibutuhkan sebuah keputusan.
mr: सर्व संपादकीय शिफारसी प्राप्त झाल्या आहेत आणि त्यावर निर्णय घेणे बाकी आहे.
vi: Tất cả các đề xuất biên tập đã được nhận, và cần có một quyết định.

# fileManager.revisionsUploadedDescription
source: These files have been submitted by the author after revisions were requested
eu: Fitxategi hauek egileak bidali ditu berrikuspenak eskatu ondoren
id: File ini telah dikirimkan oleh penulis setelah revisi diminta
mr: सुधारीत आवृत्तीची (revisions) विनंती केल्यानंतर लेखकाने या फाईल्स सादर केल्या आहेत
vi: Các tệp này đã được tác giả nộp sau khi có yêu cầu sửa đổi

# submission.authorWithAffiliation
source: {$name}, {$affiliation}
bg_bg: Автор: {$name}, {$affiliation}
vi: {affiliation}

# submission.shortAuthor
source: {$author} et al.
ar_iq: {$author}.
az: {$author} və digər
bg_bg: {$author} и др.
fa_ir: {$author} و سایر همکاران.
fi_fi: {$author} ym.
hu: {$author} stb.
hy_am: {$author} և այլն
id: {$author} dkk.
is: {$author} o.fl.
is_is: {$author} o.fl.
ja_jp: {$author}その他。
ka_ge: {$author} და სხვები.
kk: {$author} және басқалары.
ku_iq: {$author} و هاوکارانی.
lv: {$author} u. c.
mr: {$author} आणि इतर.
nl_nl: {$author} e.a.
pl_pl: {$author} i in.
ru_ru: {$author} и др.
sl_si: {$author} s sod.
sr@cyrillic: {$author} и други.
sr_rs@latin: {$author} i drugi.
sv_se: {$author} m.fl.
th: {$author} และคณะ
tr_tr: {$author} ve diğ.
uk_ua: {$author} та ін.
vi: {$author} và những người khác.
vi_vn: nhóm tác giả {$author}.

# submission.versionIdentity
source: {$datePublished} ({$version})
az: {$ DatePabled} ( {$version}
hr: Verzije {$datePublished} ({$version})
vi: {version})

# submission.query.participantTitle
source: {$fullName}, {$userGroup}
hr: {$fullName}, {$usergrupa}
vi: {userGroup}

# submission.dashboard.view.needsReviewer
source: Needs reviewers
mr: समीक्षक हवेत

# publication.jats
source: JATS XML
mr: JATS XML प्रारूप

# submission.dashboard.view.initialReview
source: All in desk/initial review
mr: सर्व डेस्क/प्रारंभिक समीक्षणाच्या टप्प्यावर

# metadata.property.displayName.isbn
source: ISBN
fa_ir: شابک
ka_ge: {$submissionId}
nb: ISBN-nummer

# metadata.property.displayName.doi
source: DOI
ca_es: Mòdul DOI
ku_iq: DOIناسێنەری سەرچاوە دیجیتاڵییەکان
mk_mk: ДОИ

# submission.parsedCitations.DOI
source: DOI
ku_iq: DOI ناسێنەری سەرچاوە دیجیتاڵییەکان
mk_mk: ДОИ
