Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# metadata.property.validationMessage.article-title
source: Please enter a valid article/paper title.
ar_iq: لطفاً، أدخل عنواناً صحيحاً للمؤلَّف.
az: Zəhmət olmasa etibarlı bir məqalə adı daxil edin
bg_bg: Моля въведете валидно заглавие на статията/материала.
ca_es: Introduïu un títol d'article/document vàlid.
cs_cz: Vložte, prosím, platný název článku/příspěvku.
da_dk: Indtast en gyldig artikel-/afhandlingstitel.
de_de: Bitte geben Sie einen gültigen Artikel/Paper-Titel ein.
el_gr: Παρακαλούμε εισάγετε έναν έγκυρο τίτλο άρθρου
eu: Mesedez, idatzi artikuluaren/txostenaren baliozko titulua.
fa_ir: لطفاً عنوان مقاله معتبری را وارد کنید.
fi_fi: Anna kelvollinen artikkelin/työn otsikko.
fr_fr: Veuillez saisir un titre d'article/de communication valide.
gl_es: Insira un título válido para o artigo.
hr: Unesite valjani naslov Članka/Rada.
hu: Kérjük, adjon meg egy érvényes cikk/dolgozat címet.
hy_am: Խնդրում ենք մուտքագրել վավեր հոդվածի/նյութի վերնագիր:
id: Masukkan judul artikel/ makalah yang valid.
is: Vinsamlega skráðu inn leyfilegan titil á grein/handriti.
is_is: Vinsamlega skráðu inn leyfilegan titil á grein/handriti.
it_it: Inserisci il titolo dell'articolo/contributo.
ja_jp: 適切な記事/論文タイトルを入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი სტატიის/ქაღალდის სათაური.
kk: Мақала/материал тақырыбын дұрыс енгізіңіз.
ku_iq: تکایە ناونیشانێکی دروست بنوسە.
lv: Lūdzu, ievadiet derīgu raksta/materiāla virsrakstu.
mk_mk: Внесете валиден наслов на статија.
mr: कृपया लेखाचे शीर्षक ग्राह्य स्वरूपात नोंदवा.
ms_my: Sila masukkan tajuk artikel/kertas yang sah.
nb: Oppgi en gyldig tittel.
nl_nl: Geef een geldige titel voor het artikel of papaer
pl_pl: Proszę o podanie tytułu artykułu.
pt_pt: Insira um título do artigo válido.
ro: Vă rugăm să introduceți un titlu valid pentru articol.
ru_ru: Пожалуйста, введите правильное название статьи/материала.
sl_si: Prosimo vnesite veljaven naslov prispevka.
sr@cyrillic: Молимо Вас да унесете исправан наслов рада
sr_rs@latin: Molimo Vas da unesete ispravan naslov rada
sv_se: Vänligen ange en giltig artikeltitel.
th: กรุณากรอกชื่อบทความ/เอกสารที่ถูกต้อง
tr_tr: Lütfen geçerli bir makale adı giriniz.
uk_ua: Будь ласка, вкажіть коректну назву статті/праці.
vi: Vui lòng nhập tiêu đề bài báo/tác phẩm hợp lệ.
vi_vn: Vui lòng nhập một tiêu đề bài báo/tài liệu hợp lệ.
zh_cn: 请输入一个有效的文章标题

# metadata.property.displayName.source
source: Publication Title
ar_iq: عنوان النشر
az: Nəşr başlığı
bg_bg: Заглавие на публикацията
ca_es: Títol de la publicació
cs_cz: Název časopisu/knihy
da_dk: Tidsskrift-/bogtitel
de_de: Titel der Publikation
el_gr: Τίτλος Περιοδικού/Βιβλίου
eu: Egunkariaren/Liburuaren titulua
fa_ir: عنوان مجله/کتاب
fi_fi: Julkaisun nimi
fr_fr: Titre du livre/de la revue
gl_es: Título da publicación
hr: Naslov publikacije
hu: Publikációs cím
hy_am: Հրապարակման վերնագիր
id: Judul Buku/ Jurnal
is: Titill útgáfu
is_is: Titill útgáfu
it_it: Titolo del libro/rivista
ja_jp: 雑誌名・書名
ka_ge: პუბლიკაციის სათაური
kk: Жарияланым тақырыбы
ku_iq: ناونیشانی بڵاوکراوە
lv: Publikācijas virsraksts
mk_mk: Наслов на публикација
mr: प्रकाशनाचे शीर्षक
ms_my: Tajuk Penerbitan
nb: Tittel på publikasjonen
nl_nl: Tijdschrift/boek titel
pl_pl: Tytuł czasopisma/książki
pt_pt: Título da Publicação
ro: Titlul publicației
ru_ru: Название публикации
sl_si: Ime revije
sr@cyrillic: Наслов часописа/књиге
sr_rs@latin: Naslov časopisa/knjige
sv_se: Publikationens titel
th: ชื่อวารสาร
tr_tr: Yayın Başlığı
uk_ua: Назва журналу/книги
vi: Tiêu đề ấn phẩm
vi_vn: Tiêu đề xuất bản
zh_cn: 期刊（书）标题

# metadata.property.validationMessage.source
source: Please enter a valid publication title.
ar_iq: لطفاً، أدخل عنواناً صحيحاً للنشر.
az: Zəhmət olmasa etibarlı bir nəşr başlığı daxil edin
bg_bg: Моля, въведете заглавие на публикацията.
ca_es: Introduïu un títol de publicació vàlid.
cs_cz: Zadejte, prosím, platný název publikace.
da_dk: Indtast en gyldig tidsskrift-/bogtitel.
de_de: Bitte geben Sie einen gültigen Titel der Publikation ein.
el_gr: Παρακαλούμε εισάγετε έναν έγκυρο τίτλο περιοδικού/βιβλίου
eu: Mesedez, idatzi aldizkariaren/liburuaren baliozko titulua.
fa_ir: لطفاً عنوان مجله / کتاب را وارد کنید
fi_fi: Anna kelvollinen julkaisun nimi.
fr_fr: Veuillez saisir un titre de livre/revue valide.
gl_es: Insira un título de publicación válido.
hr: Unesite valjani naslov publikacije.
hu: Kérjük, adjon meg egy érvényes publikációs címet.
hy_am: Խնդրում ենք մուտքագրել հրապարակման վավեր վերնագիր:
id: Masukkan judul buku/jurnal yang valid.
is: Vinsamlega sláðu inn leyfilegan titil útgáfu.
is_is: Vinsamlega sláðu inn leyfilegan titil útgáfu.
it_it: Inserisci il titolo del libero/rivista.
ja_jp: 適切なタイトルを入力してください。
ka_ge: გთხოვთ, მიუთითოთ გამოცემის სწორი სათაური.
kk: Жарамды жазба атауын енгізіңіз.
ku_iq: تکایە ناونیشانێکی دروستی بڵاوکراوەکە بنوسە.
lv: Lūdzu, ievadiet derīgu publikācijas virsrakstu.
mk_mk: Внесете валиден наслов на публикација.
mr: कृपया प्रकाशनाचे शीर्षक ग्राह्य स्वरूपात नोंदवा.
ms_my: Sila masukkan tajuk penerbitan yang sah.
nb: Oppgi en gyldig tittel på publikasjonen.
nl_nl: Geef een geldige titel voor het tijdschrift of boek.
pl_pl: Proszę o wpisanie poprawnego tytułu czasopisma/książki.
pt_pt: Insira um título da publicação válido.
ro: Vă rugăm să introduceți un titlu valid pentru publicație.
ru_ru: Пожалуйста, введите правильное название публикации.
sl_si: Prosimo vnesite veljaven naslov revije.
sr@cyrillic: Молимо Вас да унесете исправан наслов часописа/књиге.
sr_rs@latin: Molimo Vas da unesete ispravan naslov časopisa/knjige.
sv_se: Vänligen ange en giltig titel på publikationen.
th: กรุณากรอกชื่อวารสารที่ถูกต้อง
tr_tr: Lütfen geçerli bri yayın başlığı giriniz.
uk_ua: Будь ласка, вкажіть коректну назву журналу/книги.
vi: Vui lòng nhập tiêu đề ấn phẩm hợp lệ.
vi_vn: Vui lòng nhập một tiêu đề xuất bản hợp lệ.
zh_cn: 请输入一个有效的期刊（书）标题

# metadata.property.displayName.date
source: Publication Date
ar_iq: تأريخ النشر
az: Nəşr tarixi
bg_bg: Дата на публикуване
ca_es: Data
cs_cz: Datum publikace
da_dk: Udgivelsesdato
de_de: Veröffentlichungsdatum
el_gr: Ημερομηνία Δημοσίευσης
eu: Argitalpen-data
fa_ir: تاریخ چاپ
fi_fi: Julkaisupäivämäärä
fr_fr: Date de publication
gl_es: Data de publicación
hr: Datum objave
hu: Publikálási dátum
hy_am: Հրապարակման ամսաթիվ
id: Tanggal Penerbitan
is: Útgáfudagur
is_is: Útgáfudagur
it_it: Data di pubblicazione
ja_jp: 出版日
ka_ge: გამოქვეყნების თარიღი
kk: Жарияланған күні
ku_iq: ڕێککەوتی بڵاوکردنەوە
lv: Publicēšanas datums
mk_mk: Датум на издавање
mr: प्रकाशनाची तारीख
ms_my: Tarikh penerbitan
nb: Publiseringsdato
nl_nl: Publicatiedatum
pl_pl: Data publikacji
pt_pt: Data de Publicação
ro: Data publicării
ru_ru: Дата публикации
sl_si: Datum izdaje
sr@cyrillic: Датум објављивања
sr_rs@latin: Datum objavljivanja
sv_se: Publiceringsdatum
th: วันที่ตีพิมพ์
tr_tr: Yayın Tarihi
uk_ua: Дата публікації
vi: Ngày xuất bản
vi_vn: Ngày xuất bản
zh_cn: 出版日期

# metadata.property.validationMessage.date
source: Please enter a valid publication date (format: YYYY-MM-DD).
ar_iq: لطفاً، أدخل تأريخاً صحيحاً للنشر (بصيغة: YYYY-MM-DD).
az: Zəhmət olmasa etibarlı bir nəşr tarixi daxil edin (Format: İİİİ-AA-GG).
bg_bg: Моля, въведете валидна дата на публикуване (формат: ГГГГ-ММ-ДД).
ca_es: Introduïu una data de publicació vàlida (format: DD-MM-AAAA).
cs_cz: Zadejte, prosím, platné datum publikování (formát: RRRR-MM-DD).
da_dk: Indtast en gyldig udgivelsesdato (format: ÅÅÅÅ-MM-DD).
de_de: Bitte geben ein gültiges Veröffentlichungsdatum ein (Format: JJJJ-MM-TT).
el_gr: Παρακαλούμε εισάγετε μια έγκυρη ημερομηνία δημοσίευσης (μορφή: YYYY-MM-DD).
eu: Mesedez, idatzi baliozko argitalpen-data (formatua: UUUU-HH-EE).
fa_ir: لطفاً تاریخ چاپ را وارد کنید: YYYY-MM-DD
fi_fi: Anna kelvollinen julkaisupäivämäärä (muodossa: VVVV-KK-PP).
fr_fr: Veuillez saisir une date de publication valide (format : AAAA-MM-JJ).
gl_es: Insira unha data de publicación válida (formato: AAAA-MM-DD).
hr: Unesite valjani datum objave (format GGGG-MM-DD).
hu: Kérjük, adjon meg egy érvényes publikálási dátumot (formátum: ÉÉÉÉ-HH-NN).
hy_am: Խնդրում ենք մուտքագրել հրապարակման վավեր ամսաթիվ (ձևաչափ՝ ՏՏՏՏ-ԱԱ-ՕՕ):
id: Masukkan tanggal penerbitan yang valid (format: YYYY-MM-DD).
is: Vinsamlega sláðu inn leyfilegan útgáfudag. (snið: AAAA-MM-DD).
is_is: Vinsamlega sláðu inn leyfilegan útgáfudag. (snið: AAAA-MM-DD).
it_it: Inserisci la data di pubblicazione (formato: AAAA-MM-AA).
ja_jp: 適切な出版日を入力してください(形式: YYYY-MM-DD)。
ka_ge: გთხოვთ, მიუთითოთ გამოქვეყნების სწორი თარიღი (ფორმატი: YYYY-MM-DD).
kk: Жарамды жарияланған күнін енгізіңіз (пішімі: ЖЖЖЖ-АА-КК).
ku_iq: تکایە ڕێککەوتی بڵاوکردنەوە بەم جۆرە ڕێکخستنە بنوسە: (YYYY-MM-DD).
lv: Lūdzu, ievadiet derīgu publicēšanas datumu (formāts: GGGG-MM-DD).
mk_mk: Внесете исправен датум на издавање (формат: дд.мм.гггг.).
mr: कृपया प्रकाशनाची तारीख ग्राह्य स्वरूपात नोंदवा (स्वरूप: YYYY-MM-DD).
ms_my: Sila masukkan tarikh penerbitan yang sah (format: YYYY-MM-DD).
nb: Oppgi en gyldig publiseringsdato. Bruk formatet: ÅÅÅÅ-MM-DD.
nl_nl: Geef een geldige publicatiedatum (DD-MM-YYYY).
pl_pl: Proszę o podanie daty publikacji (format: RRRR-MM-DD).
pt_pt: Insira uma data de publicação válida (formato: AAAA-MM-DD).
ro: Vă rugăm să introduceți o dată validă de publicare (format: AAA-LL-ZZ).
ru_ru: Пожалуйста, введите правильную дату публикации (формат: ГГГГ-ММ-ДД).
sl_si: Prosimo vnesite veljaven datum izdaje (format: DD.MM.LLLL).
sr@cyrillic: Молимо Вас да унесете исправан датум издавања (формат: дд.мм.гггг.).
sr_rs@latin: Molimo Vas da unesete ispravan datum izdavanja (format: dd.mm.gggg.).
sv_se: Vänligen ange ett giltigt publiceringsdatum (format: ÅÅÅÅ-MM-DD).
th: กรุณากรอกวันที่ตีพิมพ์ที่ถูกต้อง (รูปแบบ: YYYY-MM-DD)
tr_tr: Lütfen geçerli bir yayın tarihi giriniz (Biçim: YYYY-AA-GG).
uk_ua: Будь ласка, вкажіть коректну дату публікації (формат: РРРР-ММ-ДД).
vi: Vui lòng nhập ngày xuất bản hợp lệ (định dạng: YYYY-MM-DD).
vi_vn: Vui lòng nhập ngày xuất bản hợp lệ (định dạng: YYYY-MM-DD).
zh_cn: 请输入一个有效的出版日期（格式为YYYY-MM-DD）

# metadata.property.displayName.access-date
source: Access Date
ar_iq: تأريخ الوصول
az: Giriş tarixi
bg_bg: Дата на достъп
ca_es: Data d’accés
cs_cz: Přístupová data
da_dk: Adgangsdato
de_de: Zugriffsdatum
el_gr: Ημερομηνία Πρόσβασης
eu: Sartze-data
fa_ir: تاریخ دسترسی
fi_fi: Saatavilla (pvm)
fr_fr: Date du dernier accès
gl_es: Data de acceso
hr: Datum pristupa
hu: Elérhetőségi dátum
hy_am: Մուտք գործելու ամսաթիվ
id: Data Mengakses
is: Aðgangsdagur
is_is: Aðgangs dagur
it_it: Data di accesso
ja_jp: アクセス日
ka_ge: წვდომის თარიღი
kk: Қол жеткізу күні
ku_iq: ڕێککەوتی دەستپێڕاگەیشتن
lv: Piekļuves datums
mk_mk: Датум на пристап
mr: उपलब्धतेची तारीख
ms_my: Tarikh Akses
nb: Tilgangsdato
nl_nl: Datum gebruik
pl_pl: Data dostępu
pt_pt: Data de Acesso
ro: Data acces
ru_ru: Дата доступа
sl_si: Datum pristopa
sr@cyrillic: Датум приступања
sr_rs@latin: Datum pristupanja
sv_se: Tillgänglighetsdatum
th: วันที่เข้าถึง
tr_tr: Erişim Tarihi
uk_ua: Дата доступу
vi: Ngày truy cập
vi_vn: Ngày truy cập
zh_cn: 获取日期

# metadata.property.validationMessage.access-date
source: Please enter a valid access date (format: YYYY-MM-DD).
ar_iq: لطفاً، أدخل تأريخاً صحيحاً للوصول (بصيغة: YYYY-MM-DD).
az: Zəhmət olmasa etibarlı bir giriş tarixi daxil edin (Format: İİİİ-AA-GG).
bg_bg: Моля, въведете валидна дата на достъп (формат: ГГГГ-ММ-ДД).
ca_es: Introduïu una data d'accés vàlida (format: DD-MM-AAAA).
cs_cz: Zadejte, prosím, platné datum přístupu (formát: RRRR-MM-DD).
da_dk: Indtast en gyldig adgangsdato (format: ÅÅÅÅ-MM-DD).
de_de: Bitte geben ein gültiges Zugriffsdatum ein (Format: JJJJ-MM-TT).
el_gr: Παρακαλούμε εισάγετε μια έγκυρη ημερομηνία πρόσβασης (μορφή: YYYY-MM-DD).
eu: Mesedez, idatzi baliozko atzipen-data (formatua: UUUU-HH-EE).
fa_ir: لطفاً تاریخ دسترسی را وارد کنید: YYYY-MM-DD
fi_fi: Anna kelvollinen päivämäärä, jolloin julkaisu on saatavilla (muodossa: VVVV-KK-PP).
fr_fr: Veuillez saisir une date d'accès valide (format : AAAA-MM-JJ).
gl_es: Insira unha data de acceso válida (formato: AAAA-MM-DD).
hr: Unesite valjani datum pristupa (format GGGG-MM-DD).
hu: Kérjük, adjon meg egy érvényes elérhetőségi dátumot (formátum: ÉÉÉÉ-HH-NN).
hy_am: Խնդրում ենք մուտքագրել մուտք գործելու վավեր ամսաթիվ (ձևաչափ՝ ՏՏՏՏ-ԱԱ-ՕՕ):
id: Masukkan data mengakses yang valid. (format: YYYY-MM-DD).
is: Vinsamlega sláðu inn leyfilegan aðgangsdag (snið: AAAA-MM-DD).
is_is: Vinsamlega sláðu inn leyfilegan aðgangsdag (snið: AAAA-MM-DD).
it_it: Inserisci la data di accesso (formato: AAAA-MM-AA).
ja_jp: 適切なアクセス日(形式: YYYY-MM-DD)を入力してください。
ka_ge: გთხოვთ, მიუთითოთ წვდომის სწორი თარიღი (ფორმატი: YYYY-MM-DD).
kk: Жарамды рұқсат күнін енгізіңіз (пішім: ЖЖЖЖ-АА-КК).
ku_iq: تکایە ڕێککەوتی دەستپێڕاگەیشتن بەم جۆرە ڕێکخستنە بنوسە: (YYYY-MM-DD).
lv: Lūdzu, ievadiet derīgu piekļuves datumu (formāts: GGGG-MM-DD).
mk_mk: Внесите исправен датум на пристап (формат: дд.мм.гггг.).
mr: कृपया उपलब्धतेची तारीख ग्राह्य स्वरूपात नोंदवा (स्वरूप: YYYY-MM-DD).
ms_my: Sila masukkan tarikh akses yang sah (format: YYYY-MM-DD).
nb: Skriv inn en gyldig tilgangsdato. Bruk formatet: ÅÅÅÅ-MM-DD.
nl_nl: Geef een geldige gebruiksdatum (DD-MM-YYYY).
pl_pl: Proszę o wpisanie poprawnej daty dostępu (format: RRRR-MM-DD).
pt_pt: Insira uma data de acesso válida (formato: AAAA-MM-DD).
ro: Vă rugăm să introduceți o dată de acces valabilă (format: AAAA-LL-ZZ).
ru_ru: Пожалуйста, введите правильную дату доступа (формат: ГГГГ-ММ-ДД).
sl_si: Prosimo vnesite veljaven datum pristopa (format: DD.MM.LLLL).
sr@cyrillic: Унесите исправан датум приступања (формат: дд.мм.гггг.).
sr_rs@latin: Unesite ispravan datum pristupanja (format: dd.mm.gggg.).
sv_se: Vänligen ange ett giltigt tillgänglighetsdatum (format: ÅÅÅÅ-MM-DD).
th: กรุณากรอกวันที่เข้าถึงที่ถูกต้อง (รูปแบบ: YYYY-MM-DD)
tr_tr: Lütfen geçerli bir erişim tarihi giriniz (Biçim: YYYY-AA-GG).
uk_ua: Будь ласка, вкажіть коректну дату доступу (формат: РРРР-ММ-ДД).
vi: Vui lòng nhập ngày truy cập hợp lệ (định dạng: YYYY-MM-DD).
vi_vn: Vui lòng nhập ngày truy cập hợp lệ (định dạng: YYYY-MM-DD).
zh_cn: 请输入一个有效的获取日期（格式：YYYY-MM-DD）

# metadata.property.displayName.issue
source: Issue
ar_iq: العدد
az: Nömrə
bg_bg: Брой
ca_es: Número
cs_cz: Vydání
da_dk: Nummer
de_de: Ausgabe
el_gr: Τεύχος
eu: Zenbakia
fa_ir: شماره مجله
fi_fi: Numero
fr_fr: Numéro
gl_es: Número
hr: Broj
hu: Szám
hy_am: Թողարկում
id: Terbitan
is: Tölublað
is_is: Tölublað
it_it: Fascicolo
ja_jp: 号
ka_ge: გამოცემა
kk: Шығарылым
ku_iq: ژمارە
lv: Žurnāla numurs
mk_mk: Број
mr: अंक
ms_my: Terbitan
nb: Utgave
nl_nl: Nummer
pl_pl: Numer
pt_pt: Número
ro: Număr
ru_ru: Выпуск
sl_si: Številka
sr@cyrillic: Издање (број)
sr_rs@latin: Izdanje (broj)
sv_se: Nummer
th: ฉบับที่
tr_tr: Sayı
uk_ua: Випуск
vi: Số
vi_vn: Số
zh_cn: 期

# metadata.property.validationMessage.issue
source: Please enter a valid issue.
ar_iq: لطفاً، أدخل عدداً صحيحاً.
az: Zəhmət olmasa etibarlı bir nömrə daxil edin
bg_bg: Моля, въведете валиден брой на изданието.
ca_es: Introduïu un número vàlid.
cs_cz: Zadejte, prosím, platné číslo.
da_dk: Indtast et gyldigt nummer.
de_de: Bitte geben Sie eine gültige Ausgabe ein.
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο τεύχος
eu: Mesedez, idatzi baliozko gaia.
fa_ir: لطفاً شماره مجله را وارد کنید
fi_fi: Anna kelvollinen numero.
fr_fr: Veuillez un numéro valide.
gl_es: Insira un número válido.
hr: Unesite valjani broj.
hu: Kérjük, adjon meg egy érvényes számot.
hy_am: Խնդրում ենք մուտքագրել վավեր թողարկում:
id: Masukkan terbitan yang valid.
is: Sláðu inn gilt tölublað.
is_is: Sláðu inn gilt tölublað.
it_it: Inserisci un fascicolo valido.
ja_jp: 適切な号数を入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი გამოცემა.
kk: Дұрыс шығарылымды енгізіңіз.
ku_iq: تکایە ژمارەیەکی دروستی گۆڤار بنوسە.
lv: Lūdzu, ievadiet derīgu žurnāla numuru.
mk_mk: Внеси валиден број на издание.
mr: कृपया अंक ग्राह्य स्वरूपात नोंदवा.
ms_my: Sila masukkan terbitan yang sah.
nb: Oppgi en gyldig utgave.
nl_nl: Geef een geldig nummer.
pl_pl: Proszę o wpisanie poprawnego numeru czasopisma.
pt_pt: Insira um número válido.
ro: Vă rugăm să introduceți un număr valid.
ru_ru: Пожалуйста, введите правильный выпуск.
sl_si: Prosimo vnesite veljavno številko.
sr@cyrillic: Унесите исправно издање (број).
sr_rs@latin: Unesite ispravno izdanje (broj).
sv_se: Vänligen ange ett giltigt nummer.
th: กรุณากรอกฉบับที่ที่ถูกต้อง
tr_tr: Lütfen geçerli bir sayı giriniz.
uk_ua: Будь ласка, вкажіть коректний номер випуску.
vi: Vui lòng nhập số hợp lệ.
vi_vn: Vui lòng nhập một Số hợp lệ.
zh_cn: 请输入一个有效的期数

# metadata.property.displayName.volume
source: Volume
ar_iq: المجلد
az: Cild
bg_bg: Том
ca_es: Volum
cs_cz: Svazek
da_dk: Årgang/Bind
de_de: Band
el_gr: Τόμος
eu: Bolumena
fa_ir: دوره
fi_fi: Volyymi
hr: Svezak
hu: Kötet
hy_am: Հատոր
is: Bindi
is_is: Bindi
ja_jp: 巻
ka_ge: ტომი
kk: Том
ku_iq: بەرگ
lv: Sējums
mk_mk: Том
mr: खंड
ms_my: Jilid
nb: Årgang
pl_pl: Tom
ro: Volum
ru_ru: Том
sl_si: Letnik
sr@cyrillic: Књига
sr_rs@latin: Knjiga
sv_se: Volym
th: เล่มที่
tr_tr: Cilt
uk_ua: Том
vi: Tập
vi_vn: Tập
zh_cn: 卷

# metadata.property.validationMessage.volume
source: Please enter a valid volume.
ar_iq: لطفاً، أدخل مجلداً صحيحاً.
az: Zəhmət olmasa etibarlı bir cild sayı daxil edin
bg_bg: Моля, въведете валиден том на изданието.
ca_es: Introduïu un volum vàlid.
cs_cz: Zadejte, prosím, platný svazek.
da_dk: Indtast gyldig årgang/bind.
de_de: Bitte geben Sie einen gültigen Band ein.
el_gr: Παρακαλούμε εισάγετε έναν έγκυρο τόμο
eu: Mesedez, idatzi baliozko bolumena.
fa_ir: لطفاً دوره را وارد کنید
fi_fi: Anna kelvollinen volyymi.
fr_fr: Veuillez saisir un volume valide.
gl_es: Insira un volume válido.
hr: Unesite valjani broj svezaka.
hu: Kérjük, adjon meg egy érvényes kötetet.
hy_am: Խնդրում ենք մուտքագրել վավեր հատոր:
id: Masukkan volume yang valid.
is: Vinsamlega sláðu inn gilt bindi.
is_is: Vinsamlega sláðu inn gilt bindi.
it_it: Inserire il numero del volume.
ja_jp: 適切な巻数を入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი ტომი.
kk: Жарамды томды енгізіңіз.
ku_iq: تکایە ژمارەیەکی دروستی بەرگەکە بنوسە.
lv: Lūdzu, ievadiet derīgu sējumu.
mk_mk: Внеси валиден том.
mr: कृपया खंड ग्राह्य स्वरूपात नोंदवा.
ms_my: Sila masukkan jilid yang sah.
nb: Oppgi en gyldig årgang.
nl_nl: Geef een geldig volume.
pl_pl: Proszę o wpisanie poprawnego oznaczenia tomu.
pt_pt: Insira um volume válido.
ro: Vă rugăm să introduceți un volum valid.
ru_ru: Пожалуйста, введите правильный том.
sl_si: Prosimo vnesite veljaven letnik.
sr@cyrillic: Унесите исправан број књиге.
sr_rs@latin: Unesite ispravan broj knjige.
sv_se: Vänligen ange en giltig volym
th: กรุณากรอกเล่มที่ที่ถูกต้อง
tr_tr: Lütfen geçerli bir cilt sayısı giriniz.
uk_ua: Будь ласка, вкажіть коректний номер тому.
vi: Vui lòng nhập tập hợp lệ.
vi_vn: Vui lòng nhập một Tập hợp lệ.
zh_cn: 请输入一个有效的卷数

# metadata.property.displayName.season
source: Season
ar_iq: الموسم
az: Mövsüm
bg_bg: Сезон (при серии)
ca_es: Temporada
cs_cz: Ročník
da_dk: Sæson
de_de: Saison
el_gr: Περίοδος
eu: Garaia
fa_ir: فصل
fi_fi: Kausi
fr_fr: Saison
gl_es: Tempada
hr: Sezona
hu: Évad
hy_am: Սեզոն
id: Musim
is: Árstíð
is_is: Árstíð
it_it: Stagione
ja_jp: シーゾン
ka_ge: სეზონი
kk: Маусым
ku_iq: وەرز
lv: Sezona
mk_mk: Сезона
mr: ॠतू
ms_my: Musim
nb: Sesong
nl_nl: Seizoen
pl_pl: Pora roku
pt_pt: Época
ro: Sezon
ru_ru: Сезон
sl_si: Sezona
sr@cyrillic: Сезона
sr_rs@latin: Sezona
sv_se: Säsong
th: ฤดูกาล
tr_tr: Dönem
uk_ua: Сезон
vi: Mùa
vi_vn: Mùa
zh_cn: 季节

# metadata.property.validationMessage.season
source: Please enter a valid season identifier.
ar_iq: لطفاً، أدخل معرفاً صحيحاً للموسم.
az: Zəhmət olmasa, etibarlı bir mövsüm identifikatoru daxil edin..
bg_bg: Моля, въведете валиден сезон (при серии) на изданието.
ca_es: Introduïu un identificador de temporada vàlid.
cs_cz: Zadejte, prosím, platnou hodnotu pro období.
da_dk: Indtast et gyldigt sæson-id.
de_de: Bitte geben Sie eine gültige Saisonkennung ein.
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο αναγνωριστικό περιόδου
eu: Mesedez, idatzi denboraldi-identifikatzaile egokia.
fa_ir: لطفاً فصل را وارد کنید
fi_fi: Anna kelvollinen kauden tunniste.
fr_fr: Veuillez saisir un identifiant de saison valide.
gl_es: Insire un identificador de tempada válido.
hr: Unesite važeći identifikator sezone.
hu: Kérjük, adjon meg egy érvényes évad azonosítót.
hy_am: Խնդրում ենք մուտքագրել սեզոնի վավեր նույնացուցիչ:
id: Masukkan pengidentifikasi musim yang valid.
is: Vinsamlega sláðu inn leyfilegt auðkenni fyrir árstíð.
is_is: Vinsamlega sláðu inn leyfilegt auðkenni fyrir árstíð.
it_it: Inserisci una stagione valida.
ja_jp: 適切なシーゾンを入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სეზონის სწორი იდენტიფიკატორი.
kk: Жарамды маусымның идентификаторын енгізіңіз.
ku_iq: تکایە ناسێنەری وەرزێکی دروست بنوسە.
lv: Lūdzu, ievadiet derīgu sezonas identifikatoru.
mk_mk: Внеси валиден идентификатор на сезона.
mr: कृपया ॠतूसाठी ग्राह्य शब्दस्वरूप (identifier) नोंदवा.
ms_my: Sila masukkan pengenalpasti musim yang sah.
nb: Skriv inn en gyldig sesongsidentifikator.
nl_nl: Geef een geldige seizoensidentificatie.
pl_pl: Proszę o wpisanie poprawnego identyfikatora pory roku (np. lato).
pt_pt: Insira um identificador de época válido.
ro: Vă rugăm să introduceți un identificator valid pentru sezon.
ru_ru: Пожалуйста, введите правильный идентификатор сезона.
sl_si: Prosimo vnesite veljaven identifikator sezone.
sr@cyrillic: Унесите исправан идентификатор сезоне.
sr_rs@latin: Unesite ispravan identifikator sezone.
sv_se: Vänligen ange en giltig identifikator för säsong.
th: กรุณากรอกตัวระบุฤดูกาลที่ถูกต้อง
tr_tr: Lütfen geçerli bir dönem belirleyici giriniz.
uk_ua: Будь ласка, вкажіть коректний ідентифікатор сезону.
vi: Vui lòng nhập định danh mùa hợp lệ.
vi_vn: Vui lòng nhập số nhận dạng Mùa hợp lệ.
zh_cn: 请输入一个有效的季节标识

# metadata.property.displayName.chapter-title
source: Chapter Title
ar_iq: عنوان الفصل
az: Fəsil başlığı
bg_bg: Заглавие на глава
ca_es: Títol de capítol
cs_cz: Název kapitoly
da_dk: Kapiteltitel
de_de: Kapiteltitel
el_gr: Τίτλος κεφαλαίου
eu: Kapituluaren titulua
fa_ir: عنوان فصل
fi_fi: Luvun otsikko
fr_fr: Titre du chapitre
gl_es: Título do capítulo
hr: Naslov poglavlja
hu: Fejezetcím
hy_am: Գլխի վերնագիրը
id: Judul Bab
is: Kaflaheiti
is_is: Kaflaheiti
it_it: Titolo del capitolo
ja_jp: 章のタイトル
ka_ge: თავის სათაური
kk: Тарау тақырыбы
ku_iq: ناونیشانی بەش
lv: Nodaļas virsraksts
mk_mk: Наслов на глава
mr: प्रकरणाचे शीर्षक
ms_my: Tajuk Bab
nb: Kapitteltittel
nl_nl: Hoofdstuktitel
pl_pl: Tytuł rozdziału
pt_pt: Título do Capítulo
ro: Titlu capitol
ru_ru: Название главы
sl_si: Naslov poglavja
sr@cyrillic: Наслов поглавља
sr_rs@latin: Naslov poglavlja
sv_se: Kapiteltitel
th: ชื่อบท
tr_tr: Bölüm Başlığı
uk_ua: Назва глави
vi: Tiêu đề chương
vi_vn: Tiêu đề Chương
zh_cn: 章节标题
