Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# editor.submission.decision.resubmit.completed.description
source: Revisions for the submission, {$title}, have been requested. A decision to send the revisions for another round of reviews was recorded. All notifications have been sent, except any you chose to skip.
az: #YOX
bg_bg: Поискани са ревизирани версии на материалите - {$title}. Беше записано решение за изпращане на ревизиите за друг кръг (етап) от рецензиране.
cs_cz: Byly vyžádány úpravy předloženého příspěvku {$title}. Bylo zaznamenáno rozhodnutí o zaslání úprav k dalšímu kolu recenzí. Všechna oznámení byla odeslána, kromě těch, která jste se rozhodli přeskočit.
eu: {$title} bidalketaren berrikuspenak eskatu dira. Berrikuspen-erronda berri baterako berrikuspenak bidaltzeko erabakia erregistratu da. Jakinarazpen guztiak bidali dira, saltatzea aukeratu dituzunak izan ezik.
hr: Zatražene su revizije podneska, {$title}. Zabilježena je odluka da se revizije pošalju na još jedan krug pregleda. Sve obavijesti su poslane, osim onih koje ste odlučili preskočiti.
hy_am: {$title} ներկայացման համար վերանայումներ են պահանջվել: Արձանագրվել է գրախոսման հերթական փուլի ուղարկելու որոշում: Բոլոր ծանուցումներն ուղարկվել են, բացառությամբ այն ծանուցումների, որոնք դուք ընտրել եք բաց թողնել:
id: Revisi dari naskah, {$title}, telah diminta. Keputusan untuk mengirimkan revisi untuk putaran review berikutnya telah dibuat. Semua notifikasi telah dikirim, kecuali jika anda memilih untuk melewatinya.
lv: Materiālam {$title} ir pieprasīti labojumi. Tika reģistrēts lēmums nosūtīt labojumus vēl vienai recenzēšanas kārtai. Visi paziņojumi ir nosūtīti, izņemot tos, kurus izvēlējāties izlaist.
mr: {$title} या सादरीकरणासाठी सुधारीत आवृत्तीची (revisions) मागणी करण्यात आली आहे. समीक्षणाच्या पुढील फेरीसाठी सुधारीत आवृत्ती (revisions) पाठवण्याच्या निर्णयाची नोंद करण्यात आली आहे. तुम्ही वगळलेल्या पर्यायांव्यतिरिक्त इतर सगळ्या सूचना पाठवल्या गेल्या आहेत.
pt_pt: Foram solicitadas revisões para a submissão {$title}. A decisão de enviar as revisões para outra ronda de revisão foi registada. Todas as notificações foram enviadas, exceto as que optou por ignorar.
vi: Đã yêu cầu sửa đổi cho bài nộp, {$title}. Quyết định gửi bản sửa đổi để đánh giá thêm một vòng nữa đã được ghi lại. Tất cả các thông báo đã được gửi, ngoại trừ những thông báo bạn chọn bỏ qua.

# editor.submission.decision.resubmit.notifyAuthorsDescription
source: Send an email to the authors to let them know that revisions will be need to be completed and sent for another round of review. Include all of the details that the author will need in order to revise their submission. Where appropriate, remember to anonymise any reviewer comments.
az: #YOX
bg_bg: Изпратете имейл до авторите, за да ги уведомите, че ревизиите ще трябва да бъдат завършени и изпратени за друг кръг (етап) на рецензиране. Включете всички подробности, които ще са необходими на автора, за да преразгледа подадените материали. Когато е уместно, не забравяйте да анонимизирате всички коментари на рецензента.
cs_cz: Pošlete autorům e-mail, ve kterém je upozorníte, že je třeba dokončit úpravy a odeslat je k dalšímu kolu recenzního řízení. Uveďte všechny podrobnosti, které bude autor potřebovat k úpravě svého příspěvku. Případně nezapomeňte anonymizovat všechny připomínky recenzentů.
eu: Bidali mezu elektroniko bat egileei, berrikuspenak osatu eta beste berrikuspen-erronda batera bidali beharko direla jakinarazteko. Sartu egileak bere bidalketa berrikusteko behar dituen xehetasun guztiak. Dagokionean, gogoratu ebaluatzailearen iruzkinak anonimizatu behar dituzula.
hr: Pošaljite e-poruku autorima da ih obavijestite da će revizije biti potrebno dovršiti i poslati na još jedan krug pregleda. Uključite sve pojedinosti koje će autor trebati kako bi revidirao svoj podnesak. Gdje je to prikladno, ne zaboravite anonimizirati sve komentare recenzenata.
hy_am: Նամակ ուղարկեք հեղինակներին՝ տեղեկացնելով, որ վերանայումները պետք է ավարտվեն և ուղարկվեն գրախոսման ևս մեկ փուլի: Ներառեք բոլոր այն մանրամասները, որոնք անհրաժեշտ կլինեն հեղինակին՝ իրենց ներկայացումը վերանայելու համար: Անհրաժեշտության դեպքում հիշեք անանուն դարձնել գրախոսի ցանկացած մեկնաբանություն:
id: Mengirimkan email kepada penulis agar mereka mengetahui bahwa revisinya harus dilengkapi dan dikirimkan untuk putaran review berikutnya. Terimasuk semua detail yang dibutuhkan penulis untuk merevisi naskah mereka. Jika sesuai, harap diingat untuk menganonimkan komentar reviewer.
is: Senda tölvupóst til höfunda með upplýsingum um að endurbóta er þörf og innsending kalli á nýja umferð ritrýni. Allar nauðsynlegar upplýsingar skulu fylgja. Þar sem við á, þarf að yfirfara og fjarlægja allar upplýsingar sem stefnt gætu í hættu nafnleynd ritrýna.
ka_ge: გაუგზავნეთ ელფოსტა ავტორებს, რათა აცნობონ, რომ საჭირო იქნება შესწორებების დასრულება და გაგზავნა განხილვის კიდევ ერთი რაუნდისთვის. ჩართეთ ყველა დეტალი, რომელიც ავტორს დასჭირდება მათი წარდგენის გადასინჯვისთვის. საჭიროების შემთხვევაში, არ უნდა დაგვავიწყდეს, რომ ანონიმურად დაასახელოთ მიმომხილველის კომენტარები.
kk: Түзетулерді аяқтау және басқа тексеруге жіберу қажет болатынын хабарлау үшін авторларға электрондық хат жіберіңіз. Жазбасын қайта қарау үшін авторға қажет барлық мәліметтерді қосыңыз. Қажет болса, кез келген рецензенттің пікірін анонимді етуді ұмытпаңыз.
lv: Nosūtīt autoriem e-pastu, lai informētu, ka jāpabeidz labojumi, un pēc tam tie jānosūta atkārtotai recenzēšanas kārtai. Iekļaujiet visu informāciju, kas autoram būs nepieciešama, lai uzlabotu iesniegto darbu. Vajadzības gadījumā neaizmirstiet anonimizēt visus recenzentu komentārus.
mr: लेखकांना ई-मेल पाठवून कळवा की सुधारीत आवृत्तीची (revisions) पूर्तता करणे आवश्यक आहे आणि ती समीक्षणाच्या पुढील फेरीसाठी पाठवली जाईल. लेखकांना सुधारीत आवृत्तीत (revisions) आवश्यक असलेल्या सर्व तपशीलांची नोंद पाठवा. समीक्षकांच्या टिप्पण्या अनामिक आहेत याकडे आवश्यकतेनुसार लक्ष द्या.
pt_pt: Envie um e-mail aos autores para informá-los que as revisões terão que ser concluídas e enviadas para nova ronda de revisão. Inclua todas os detalhes que o autor irá necessitar para rever a sua submissão. Quando apropriado, lembre-se de anonimizar quaisquer comentários do revisor.
vi: Gửi email cho tác giả để thông báo rằng cần hoàn thành bản sửa đổi và gửi đi đánh giá thêm một vòng nữa. Bao gồm tất cả chi tiết mà tác giả sẽ cần để sửa đổi bài nộp của họ. Nếu phù hợp, hãy nhớ ẩn danh các nhận xét của người đánh giá.

# editor.submission.decision.sendExternalReview
source: Send for Review
az: #YOX
bg_bg: Изпращане за рецензия
ca_es: Envia a revisió externa
cs_cz: Odeslat k recenzím
eu: Bidali berrikustera
fr_fr: Envoyer au rapporteur externe
hr: Pošaljite na pregled
hu: Szakmai lektorálásra küldés
hy_am: Ուղարկեք գրախոսության
id: Dikirimkan untuk Review
is: Senda í ritrýni
ka_ge: რეცენზიაზე გაგზავნა
kk: Қарауға жіберу
lv: Nosūtīt recenzēšanai
mr: समीक्षणासाठी पाठवा
pt_pt: Enviar para Revisão
vi: Gửi đi đánh giá

# editor.submission.decision.sendExternalReview.description
source: This submission is ready to be sent for peer review.
az: #YOX
bg_bg: Това подаване на материали е готово за изпращане за рецензия.
cs_cz: Tento příspěvek je připraven k odeslání k recenznímu řízení.
eu: Bidalketa hau pareen berrikuspenera bidaltzeko prest dago.
hr: Ovaj je podnesak spreman za slanje na recenziju od strane kolega.
hu: Ez a kézirat szakmai lektorálásra alkalmas.
hy_am: Այս ներկայացումը պատրաստ է ուղարկվելու գործընկերային գրախոսության:
id: Naskah ini telah siap untuk dikirimkan untuk tahap review.
is: Innsendingin er tilbúin til að senda í ritrýni.
ka_ge: ეს წარდგენა მზად არის გასაგზავნად თანატოლთა განხილვისთვის.
kk: Бұл материалды өзара тексеруге жіберілуге дайын.
lv: Šis iesniegtais darbs ir gatavs nosūtīšanai uz recenzēšanu.
mr: हे सादरीकरण तज्ज्ञ समीक्षणासाठी पाठवण्यासाठी तयार आहे.
nb: Denne innleveringen er klar til å sendes til fagfelleurdering.
pt_pt: Esta submissão está pronta para ser enviada para revisão por pares.
vi: Bài nộp này đã sẵn sàng để gửi đi bình duyệt.

# editor.submission.decision.sendExternalReview.log
source: {$editorName} sent this submission to the review stage.
az: #YOX
bg_bg: {$editorName} изпрати тези материали към етап рецензиране.
cs_cz: {$editorName} odeslal/a tento příspěvek do fáze recenzního řízení.
eu: {$editorName}-ek bidalketa hau berrikuspen-fasera bidali du.
hr: {$editorName} je poslao ovaj podnesak u fazu pregleda.
hy_am: {$editorName} -ն ուղարկեց այս ներկայացումը գրախոսման փուլ:
id: {$editorName} mengirimkan naskah ini ke tahap review.
is: {$editorName} hefur sent innsendinguna í ritrýniferli.
ka_ge: {$editorName}-მა გაგზავნა ეს წარდგენა განხილვის ეტაპზე.
kk: {$editorName} бұл материалды тексеру кезеңіне жіберді.
lv: {$editorName} nosūtīja šo materiālu uz recenzēšanas posmu.
mr: {$editorName} ने हे सादरीकरण समीक्षण टप्प्यावर पाठवले.
pt_pt: {$editorName} enviou esta submissão para a etapa de revisão.
vi: {$editorName} đã gửi bài nộp này đến giai đoạn đánh giá.

# editor.submission.decision.sendExternalReview.completed
source: Sent for Review
az: #YOX
bg_bg: Изпратено за рецензиране
cs_cz: Odeslat k recenzi
eu: Berrikustera bidalia
hr: Poslano na recenziju
hy_am: Ուղարկվել է գրախոսման
id: Dikirimkan untuk Review
is: Sent í ritrýni
ka_ge: გაგზავნილია განსახილველად
kk: Қарауға жіберілді
lv: Nosūtīts recenzēšanai
mr: समीक्षणासाठी पाठवले
pt_pt: Enviado para Revisão
vi: Đã gửi đi đánh giá

# editor.submission.decision.sendExternalReview.completed.description
source: The submission, {$title}, has been sent to the review stage. The author has been notified, unless you chose to skip that email.
az: #YOX
bg_bg: Подадените материали - {$title}, са изпратени към етапа за рецензия..
cs_cz: Příspěvek {$title} byl odeslán do recenzního řízení. Autor byl informován, pokud jste se nerozhodli tento e-mail přeskočit.
eu: {$title} bidalketa berrikuspen-fasera bidali da. Egileari jakinarazi zaio, mezu elektroniko hori saltatzea aukeratu ez baduzu behintzat.
hr: Podnesak, {$title}, poslan je u fazu pregleda. Autor je obaviješten, osim ako niste odlučili preskočiti tu e-poruku.
hy_am: {$title} ներկայացումը ուղարկվել է գրախոսության փուլ: Հեղինակը ծանուցվել է, եթե դուք չեք որոշել բաց թողնել այդ էլ. նամակը։
id: Naskah, {$title}, telah dikirimkan ke tahap review. Penulis telah diberitahu, kecuali jika anda memilih untuk melewatkan emailnya.
lv: Iesniegtais materiāls "{$title}" ir nosūtīts uz recenzēšanas posmu. Autors ir informēts, ja vien neesat izvēlējies šo e-pastu izlaist.
mr: {$title} हे सादरीकरण समीक्षणाच्या टप्प्यावर पाठवले गेले आहे. त्याबद्दल लेखकाला, तुम्ही प्रतिबंधीत केले नसल्यास, ई-मेलने सूचित केले आहे.
pt_pt: A submissão {$title} foi enviada para a etapa de revisão. O autor foi notificado, a menos que tenha optado por ignorar esse e-mail.
vi: Bài nộp, {$title}, đã được gửi đến giai đoạn đánh giá. Tác giả đã được thông báo, trừ khi bạn chọn bỏ qua email đó.

# editor.submission.decision.newRound
source: New review round
az: Yeni dəyərləndirmə turu
bg_bg: Нов кръг (етап) на рецензиране
ca_es: Nova ronda de revisió
cs_cz: Nové kolo recenzí
da_dk: Ny bedømmelsesrunde
de_de: Neue Review-Runde
el_gr: Νέος γύρος κρίσεων
eu: Ebaluazio-txanda berria
fr_fr: Nouveau cycle d'évaluation
gl_es: Nova rolda de revisión
hr: Novi krug pregleda
hu: Új lektorálási kör
hy_am: Գրախոսության նոր փուլ
id: Proses review baru
is: Ný umferð ritrýni
ja_jp: 新しい査読ラウンド
ka_ge: რეცენზიის ახალი რაუნდი
kk: Сараптаманың жаңа кезеңі
lv: Jauna recenzēšanas kārta
mr: समीक्षणाची नवी फेरी
ms_my: Pusingan ulasan baharu
nb: Ny runde fagfellevurdering
pt_pt: Nova ronda de revisão
ro: Rundă nouă de revizie
ru_ru: Новый раунд рецензирования
sl_si: Nov recenzijski krog
tr_tr: Yeni değerlendirme turu
vi: Vòng đánh giá mới
vi_vn: Vòng đánh giá mới

# editor.submission.decision.sendToProduction
source: Send To Production
ar_iq: الإرسال إلى الإنتاج
az: Çapa Göndər
bg_bg: Изпращане за продукционен етап
ca_es: Envia a producció
cs_cz: Odeslat do produkční fáze
da_dk: Send til produktion
de_de: Zur Herstellung senden
el_gr: Αποστολή στην Παραγωγή
eu: Ekoizpenera bidalia
fa_ir: ارسال برای چاپ
fi_fi: Lähetä tuotantoon
fr_fr: Envoyer pour publication
gl_es: Enviar a produción
hr: Pošaljite u produkciju
hu: Megjelentetésre küldés
hy_am: Ուղարկել Արտադրության
id: Kirim Ke Bagian Produksi
is: Senda í framleiðslu
it_it: Invia in produzione
ja_jp: 制作段階に送る
ka_ge: წარმოებაში გაგზავნა
kk: Басылымға жіберу
ku_iq: بینێرە بۆ بەرهەمهێنان
lv: Nosūtīt uz izstrādi
mr: प्रकाशनासाठी पाठवा
ms_my: Hantar Ke Produksi
nb: Send til produksjon
nl_nl: In productie geven
pl_pl: Wyślij do realizacji
pt_pt: Enviar para Produção
ro: Trimiteți la producție
ru_ru: Отправить на публикацию
sl_si: Pošlji v produkcijo
sr@cyrillic: Пошаљи у продукцију
sr_rs@latin: Pošalji u produkciju
sv_se: Skicka till Produktion
tr_tr: Basıma Gönder
uk_ua: Направити на верстку
vi: Gửi đến sản xuất
vi_vn: Gửi sang để Sản xuất

# editor.submission.decision.sendToProduction.description
source: Send this submission to the production stage to be prepared for publication.
az: #YOX
bg_bg: Изпращане на материалите към продукционен етап, за да бъдат подготвени за публикуване.
cs_cz: Odeslání tohoto příspěvku do produkční fáze k přípravě na zveřejnění.
eu: Bidali bidalketa hau ekoizpen-fasera argitaratzeko prestatzeko.
hr: Pošaljite ovaj podnesak u fazu proizvodnje kako bi se pripremio za objavu.
hy_am: Ուղարկեք այս ներկայացումը արտադրության փուլ, որպեսզի պատրաստվի հրապարակման:
id: Mengirimkan naskah ini ke tahap produksi untuk persiapan penerbitan.
is: Senda innsendinguna í framleiðsluferli til undirbúnings útgáfu.
ka_ge: გაგზავნეთ ეს წარდგენა წარმოების ეტაპზე, რათა მომზადდეს გამოსაქვეყნებლად.
kk: Бұл материалды басып шығаруға дайындау үшін баспаханаға жіберу кезеңіне жіберіңіз.
lv: Nosūtīt šo materiālu uz izstrādes posmu, lai to sagatavotu publicēšanai.
mr: प्रकाशनाची तयारी करण्यासाठी हे सादरीकरण प्रकाशनाच्या टप्प्यावर पाठवा.
pt_pt: Envie esta submissão para a etapa de produção para ser preparada para publicação.
vi: Gửi bài nộp này đến giai đoạn sản xuất để chuẩn bị cho việc xuất bản.

# editor.submission.decision.sendToProduction.log
source: {$editorName} sent this submission to the production stage.
az: #YOX
bg_bg: {$editorName} изпрати материалите към продукционен етап.
cs_cz: {$editorName} odeslal tento příspěvek do produkční fáze.
eu: {$editorName}-ek bidalketa hau ekoizpen-fasera bidali du.
hr: {$editorName} je poslao ovaj podnesak u produkcijsku fazu.
hy_am: {$editorName} -ն ուղարկեց այս ներկայացումը արտադրության փուլ:
id: {$editorName} mengirimkan naskah ini ke tahap produksi.
is: {$editorName} hefur sent innsendinguna í framleiðsluferli.
ka_ge: {$editorName}-მა გაგზავნა ეს წარდგენა წარმოების ეტაპზე.
kk: {$editorName} бұл материалды шығару кезеңіне жіберді.
lv: {$editorName} nosūtīja šo materiālu uz izstrādes posmu.
mr: {$editorName} ने हे सादरीकरण प्रकाशनाच्या टप्प्यावर पाठवले.
pt_pt: {$editorName} enviou esta submissão para a etapa de produção.
vi: {$editorName} đã gửi bài nộp này đến giai đoạn sản xuất.

# editor.submission.decision.sendToProduction.completed
source: Sent to Production
az: #YOX
bg_bg: Изпратено към продукционен етап
cs_cz: Odesláno do produkční fáze
eu: Ekoizpenera bidalia
hr: Poslano u produkcijsku fazu
hy_am: Ուղարկվել է արտադրություն
id: Dikirimkan ke Produksi
is: Sent í framleiðsluferli
ka_ge: წარმოებისთვის გაგზავნილი.
kk: Шығаруға жіберілді
lv: Nosūtīts uz izstrādi
mr: प्रकाशनासाठी पाठवले
pt_pt: Enviado para Produção
vi: Đã gửi đến sản xuất

# editor.submission.decision.sendToProduction.completed.description
source: The submission, {$title}, was sent to the production stage. The author has been notified, unless you chose to skip that email.
az: #YOX
bg_bg: Материалите {$title} бяха изпратени към продукционен етап.
cs_cz: Příspěvek {$title} byl odeslán do produkční fáze. Autor byl informován, pokud jste se nerozhodli tento e-mail přeskočit.
eu: {$title} bidalketa ekoizpen-fasera bidali da. Egileari jakinarazi zaio, mezu elektroniko hori saltatzea aukeratu ez baduzu behintzat.
hr: Podnesak, {$ title}, poslan je u fazu proizvodnje. Autor je obaviješten, osim ako niste odlučili preskočiti tu e-poruku.
hy_am: {$title} ներկայացումը ուղարկվել է արտադրության փուլ: Հեղինակը ծանուցվել է, եթե դուք չեք որոշել բաց թողնել այդ էլ. նամակը։
id: Naskah, {$title}, telah dikirim ke tahap produksi. Penulis telah diberitahu, kecuali jika anda memilih untuk melewatkan emailnya.
lv: Materiāls "{$title}" tika nosūtīts uz izstrādes posmu. Autors ir informēts, ja vien neesat izvēlējies šo e-pastu izlaist.
mr: {$title} - हे सादरीकरण प्रकाशनाच्या टप्प्यावर पाठवले गेले. त्याबद्दल लेखकाला, तुम्ही प्रतिबंधीत केले नसल्यास, ई-मेलने सूचित केले आहे.
pt_pt: A submissão {$title} foi enviada para a etapa de produção. O autor foi notificado, a menos que tenha optado por ignorar esse e-mail.
vi: Bài nộp, {$title}, đã được gửi đến giai đoạn sản xuất. Tác giả đã được thông báo, trừ khi bạn chọn bỏ qua email đó.

# editor.submission.decision.sendToProduction.notifyAuthorsDescription
source: Send an email to the authors to let them know that this submission has been sent to the production stage. This email will not be sent until the decision is recorded.
az: #YOX
bg_bg: Изпращане на имейл за уведомяване на авторите че материалите са насочени към продукционен етап.
cs_cz: Odeslání e-mailu autorům, abyste jim oznámili, že tento příspěvek byl odeslán do produkční fáze. Tento e-mail bude odeslán až po zaevidování rozhodnutí.
eu: Bidali mezu elektroniko bat egileei bidalketa hau ekoizpen-fasera bidali dela jakinarazteko. Mezu elektroniko hau ez da bidaliko erabakia erregistratu arte.
hr: Pošaljite e-poruku autorima da ih obavijestite da je ovaj podnesak poslan u fazu proizvodnje. Ova e-poruka neće biti poslana dok se odluka ne zabilježi.
hy_am: Նամակ ուղարկեք հեղինակներին՝ տեղեկացնելու նրանց, որ այս ներկայացումն ուղարկվել է արտադրության փուլ: Այս նամակը չի ուղարկվի մինչև որոշումը չգրանցվի:
id: Mengirimkan email kepada penulis untuk memberitahukan kepada mereka bahwa naskah telah dikirim ke tahap produksi. Email tidak akan dikirim hingga keputusan dibuat.
lv: Nosūtīt autoriem e-pastu, lai informētu, ka šis materiāls ir nosūtīts uz izstrādes posmu. Šis e-pasts netiks nosūtīts, kamēr lēmums nebūs reģistrēts.
mr: लेखकांना ई-मेल पाठवा की हे सादरीकरण प्रकाशनाच्या टप्प्यावर पाठवले गेले आहे. निर्णय नोंदवल्याशिवाय हा ई-मेल पाठवला जाणार नाही.
pt_pt: Envie um e-mail para os autores a informá-lo de que esta submissão foi enviada para a etapa de produção. Este e-mail não será enviado antes da decisão ficar registada.
vi: Gửi email cho tác giả để thông báo rằng bài nộp này đã được gửi đến giai đoạn sản xuất. Email này sẽ không được gửi cho đến khi quyết định được ghi lại.

# editor.submission.decision.backFromCopyediting
source: Cancel Copyediting
az: Kopyalama ləğv edin
bg_bg: Кръгът (етапа) на стилова корекция е отменен
cs_cz: Zrušit copyediting
eu: Ezeztatu edizioa
hr: Odustani od uređivanja
hy_am: Չեղարկել գրական խմբագրումը
id: Membatalkan Copyedit
is: Textatækni hætt
lv: Atcelt literāro rediģēšanu
mr: कॉपीएडिटिंग रद्द करा
pt_pt: Cancelar Edição de Texto
vi: Hủy chỉnh sửa

# editor.submission.decision.backFromCopyediting.description
source: Send this submission back from the copyediting stage.
az: Bu təqdimatı kopyalama mərhələsindən geri göndərin.
bg_bg: Изпращане на подадените материали обратно от етапа на стилова корекция.
cs_cz: Odeslat tento příspěvek zpět z fáze copyeditingu.
eu: Bidalketa hau argitaratzeko onartuko da eta ediziora bidaliko da.
hr: Pošaljite ovaj podnesak natrag iz faze uređivanja.
hy_am: Հետ ուղարկեք այս ներկայացումը գրական խմբագրման փուլից:
id: Mengirimkan naskah kembali dari tahap copyedit.
is: Senda innsendingu til baka í textatækniferli.
lv: Nosūtīt šo materiālu atpakaļ no literārās rediģēšanas posma.
mr: कॉपीएडिटिंग टप्प्यातून हे सादरीकरण परत पाठवा.
pt_pt: Envie esta submissão de volta para a etapa de edição de texto.
vi: Gửi bài nộp này trở lại từ giai đoạn chỉnh sửa.

# editor.submission.decision.backFromCopyediting.log
source: {$editorName} has sent this submission back from the copyediting stage.
az: {$editorName} bu təqdimatı kopyalama mərhələsindən geri göndərdi.
bg_bg: {$editorName} изпрати подадените материали обратно от етапа на стилова корекция.
cs_cz: {$editorName} odeslal/a tento příspěvek zpět z fáze copyeditingu.
eu: {$editorName}-(e)k edizio fasetik atzera bidali du bidalketa hau.
hr: {$editorName} je vratio ovaj podnesak iz faze uređivanja.
hy_am: {$editorName} -ն այս ներկայացումը հետ է ուղարկել գրական խմբագրման փուլից:
id: {$editorName} telah mengirimkan naskah ini kembali ke tahap copyedit.
is: {$editorName} hefur sent innsendingu til baka á textatæknistig.
lv: {$editorName} ir nosūtījis šo materiālu atpakaļ no literārās rediģēšanas posma.
mr: {$editorName} ने कॉपीएडिटिंग टप्प्यातून हे सादरीकरण परत पाठवले आहे.
pt_pt: {$editorName} enviou esta submissão de volta para a etapa de edição de texto.
vi: {$editorName} đã gửi bài nộp này trở lại từ giai đoạn chỉnh sửa.

# editor.submission.decision.backFromCopyediting.completed
source: Sent Back from Copyediting
az: Kopyalamadan geri göndərildi
bg_bg: Изпратени обратно от етапа на стилова корекция
cs_cz: Odesláno zpět z copyeditingu
eu: Ediziotik atzera bueltan bidalia
hr: Vraćeno iz faze uređivanja
hy_am: Հետ է ուղարկվել գրական խմբագրումից
id: Dikirim Kembali dari Copyedit
is: Sent til baka úr textatækniferli
lv: Nosūtīts atpakaļ no literārās rediģēšanas
mr: कॉपीएडिटिंग टप्प्यामधून परत पाठवले
pt_pt: Enviado de volta para edição de texto
vi: Đã gửi lại từ chỉnh sửa

# editor.submission.decision.backFromCopyediting.completed.description
source: The submission, {$title}, was sent back from the copyediting stage. The author has been notified, unless you chose to skip that email.
az: Təqdimat, {$title}, kopyalama mərhələsindən geri göndərildi. Bu e-poçtu atlamağı seçməsəniz müəllif bildirildi.
bg_bg: Подадените материали, {$title}, бяха изпратени обратно от етапа на стилова корекция.
cs_cz: Příspěvek s názvem {$title} byl odeslán zpět z fáze copyeditingu. Autor byl informován, pokud jste se nerozhodli tento e-mail přeskočit.
eu: {$title} bidalketa edizio-fasetik atzera itzuli da. Egileari jakinarazi zaio, mezu elektroniko hori saltatzea aukeratu ez baduzu behintzat.
hr: Podnesak, {$title}, vraćen je iz faze kopiranja. Autor je obaviješten, osim ako niste odlučili preskočiti tu e-poruku.
hy_am: {$title} ներկայացումը հետ է ուղարկվել գրական խմբագրման փուլից: Հեղինակը ծանուցվել է, եթե դուք չեք որոշել բաց թողնել այդ էլ. նամակը։
id: Naskah, {$title}, dikirim kembali dari tahap copyedit. Penulis telah diberitahu, kecuali jika anda memilih untuk meleatkan email tersebut.
lv: Materiāls "{$title}" tika nosūtīts atpakaļ no literārās rediģēšanas posma. Autors ir informēts, ja vien neesat izvēlējies šo e-pastu izlaist.
mr: {$title} - हे सादरीकरण कॉपीएडिटिंग टप्प्यातून परत पाठवले गेले. त्याबद्दल लेखकाला, तुम्ही प्रतिबंधीत केले नसल्यास, ई-मेलने सूचित केले आहे.
pt_pt: A submissão {$title} foi enviada para o passo de edição de texto. O autor foi notificado, a menos que tenha optado por ignorar esse e-mail.
vi: Bài nộp, {$title}, đã được gửi lại từ giai đoạn chỉnh sửa. Tác giả đã được thông báo, trừ khi bạn chọn bỏ qua email đó.
