Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.upload.noAvailableReviewFiles
source: There are no files for you to revise at this time.
ar_iq: ليس لديك ملفات لتحكيمها حالياً.
az: Hazırda nəzərdən keçirə biləcəyiniz bir fayl yoxdur.
bg_bg: В момента няма файлове, които да ревизирате.
ca_es: No hi ha fitxers pendents de revisar en aquest moment.
cs_cz: Nejsou pro vás dostupné žádné soubory ke recenzi.
da_dk: Der er i øjeblikket ingen filer, der skal revideres.
de_de: Momentan liegen keine Dateien für Sie zur Überarbeitung vor.
el_gr: Αυτή τη στιγμή δεν υπάρχουν αρχεία για να αναθεωρήσετε.
eu: Ez dago berrikusi beharreko fitxategirik une honetan.
fa_ir: هیچ فایلی برای بررسی در این مرحله وجود ندارد.
fi_fi: Tällä hetkellä sinulla ei ole korjattavia tiedostoja.
fr_fr: Vous n'avez aucun fichier à examiner pour le moment.
gl_es: Non hai arquivos que poida revisar neste momento.
hr: Trenutno nema datoteka koje biste mogli pregledati.
hu: Jelenleg nincs felülvizsgálandó fájl Önnek.
hy_am: Այս պահին վերանայելու համար նիշքեր չկան:
id: Belum ada file untuk Anda revisi saat ini.
is: Það eru engin handrit fyrir þig að ritrýna eins og er.
it_it: Non ci sono file da revisionare da parte tua in questo momento.
ja_jp: 現時点では、改訂するファイルはありません。
ka_ge: ამ დროისთვის თქვენს გადასასწორებელ ფაილებს არ შეიცავს.
kk: Қазіргі уақытта өңдеуге болатын файлдар жоқ.
ku_iq: هیچ فایلێک بۆ هەڵسەنگاندن بەردەست نییە.
lv: Šobrīd nav datņu, kuras vajadzētu pārskatīt.
mr: दुरुस्त्या करण्यासाठी सध्या तुमच्याकडे फाईल्स नाहीत.
ms_my: Tiada fail untuk anda semak pada masa ini.
nb: Det er ingen filer å revidere.
nl_nl: U heeft geen bestanden om te reviewen.
pl_pl: Brak plików do recenzji.
pt_pt: Não há ficheiros para rever de momento.
ro: Nu există fișiere pe care să le revizuiți în acest moment.
ru_ru: На данный момент нет файлов, которые вы могли бы откорректировать.
sl_si: Trenutno za vas ni novih datotek za pregledati.
sr@cyrillic: Немате докумената за ревидирање.
sr_rs@latin: Nemate dokumenata za revidiranje.
sv_se: Du har inga filer att granska för tillfället.
th: ไม่มีไฟล์สำหรับคุณในการแก้ไขในขณะนี้
tr_tr: Şu anda gözden geçirebileceğiniz bir dosya yok.
uk_ua: Наразі немає файлів для виправлення.
vi: Hiện tại không có tệp nào để bạn sửa đổi.
vi_vn: Không có tệp nào để bạn sửa đổi vào lúc này.

# editor.submission.roundStatus.revisionsRequested
source: Revisions have been requested.
ar_iq: تم التماس التنقيحات.
az: Düzəlişlər tələb edildi
bg_bg: Изискани са ревизии.
ca_es: S'han sol·licitat les revisions.
cs_cz: Byly vyžádány úpravy rukopisu.
da_dk: Der udbedes en revision.
de_de: Überarbeitungen wurden angefordert.
el_gr: Έχουν ζητηθεί αναθεωρήσεις.
eu: Berrikuspenak eskatu dira.
fa_ir: نیازمند انجام اصلاحات
fi_fi: Korjauksia on pyydetty.
fr_fr: Accepté en attente de corrections.
gl_es: Revisións solicitadas.
hr: Zatražene su revizije.
hu: Felülvizsgálat szükséges.
hy_am: Վերանայումներ են պահանջվել:
id: Permintaan revisi telah diajukan.
is: Búið er að biðja um ritrýni.
it_it: Le revisioni sono state richieste.
ja_jp: 改訂が要求されました。
ka_ge: მოითხოვნილია შესწორებები.
kk: Жаңа нұсқалар сұралды.
ku_iq: پێداچونەوە داوا کراوە.
lv: Ir pieprasīti labojumi.
mr: सुधारीत आवृत्तीसाठी (revision) विनंती करण्यात आली आहे.
ms_my: Semakan telah diminta.
nb: Revideringer har blitt forespurt.
nl_nl: Er werden revisies gevraagd.
pl_pl: Prośba o wprowadzenie poprawek.
pt_pt: Foram solicitadas revisões.
ro: Au fost solicitate revizuiri.
ru_ru: Новые версии были запрошены.
sl_si: Zahtevani so popravki.
sr@cyrillic: Захтева се ревизија.
sr_rs@latin: Zahteva se revizija.
sv_se: Bearbetningar begärda.
th: ขอให้มีการแก้ไขแล้ว
tr_tr: Düzeltmeler talep edildi.
uk_ua: Запит на нові версії зроблений.
vi: Các sửa đổi đã được yêu cầu.
vi_vn: Yêu cầu các bản sửa đổi.

# editor.submission.roundStatus.revisionsSubmitted
source: Revisions have been submitted and a decision is needed.
ar_iq: تم تسليم التنقيحات.
az: Düzəlişlər göndərildi
bg_bg: Подадени са ревизии и е необходимо решение.
ca_es: S'han tramès les revisions.
cs_cz: Úpravy rukopisu byly odevzdány a je třeba udělat rozhodnutí.
da_dk: Rettelserne er blevet indsendt.
de_de: Überarbeitungen wurden eingereicht.
el_gr: Οι αναθεωρήσεις έχουν υποβληθεί.
eu: Zuzenketak aurkeztu dira eta erabaki bat behar da.
fa_ir: اصلاحات ثبت شد.
fi_fi: Uusi versioita on lähetetty.
fr_fr: Des révisions ont été déposées.
hr: Revizije su predane i potrebna je odluka.
hy_am: Ներկայացվել են վերանայումներ և անհրաժեշտ է որոշում։
id: Revisi telah dikirim dan perlu mengambil keputusan.
it_it: Le revisioni sono state inviate.
ku_iq: پێداچونەوەکان پێشکەش کران.
lv: Ir iesniegti labojumi, un ir jāpieņem lēmums.
mr: सुधारीत आवृत्ती (revision) सादर केली गेली आहे आणि त्यावर निर्णय घेणे बाकी आहे.
nl_nl: Revisies zijn ingediend.
pl_pl: Poprawki zostały przesłane.
pt_pt: Foram submetidas revisões e é necessária emitir uma decisão.
ru_ru: Новые версии были отправлены.
sl_si: Popravki so bili oddani.
sv_se: Bearbetningar har skickats in.
th: การแก้ไขถูกส่งมาแล้วและจำเป็นต้องมีการตัดสินใจ
tr_tr: Düzeltmeler gönderildi.
uk_ua: Нові версії були надіслані.
vi: Các sửa đổi đã được nộp và cần có quyết định.
vi_vn: Các bản sửa đổi đã được gửi.

# editor.submission.roundStatus.resubmitForReview
source: The submission must be resubmitted for another review round.
ar_iq: لا بد من إعادة تقديم الطلب إلى جولة تحكيم أخرى.
az: Məqalə başqa bir dəyərləndirmə turu üçün təkrar göndərilməlidir.
bg_bg: Подаването на материали трябва да бъде изпратено отново за друг кръг за рецензиране.
ca_es: La tramesa s'ha de tornar a enviar per fer-hi una altra ronda de revisió.
cs_cz: Příspěvek musí být znovu podán do dalšího recenzního kola.
da_dk: Indsendelsen skal fremsendes igen til en ny bedømmelsesrunde.
de_de: Die Einreichung muss wieder eingereicht werden für eine neue Begutachtungsrunde.
el_gr: Η υποβολή πρέπει να υποβληθεί εκ νέου για έναν νέο γύρο ελέγχου.
eu: Egileari eskatutako berrikuspenak berrikuspen-erronda berri batera eramango dira.
fi_fi: Käsikirjoitus pitää lähettää uudelle arviointikierrokselle
fr_fr: La soumission doit être resoumise pour être ré évaluer.
gl_es: O envío debe enviarse de novo para outra rolda de revisión.
hy_am: Ներկայացումը պետք է նորից ներկայացվի գրախոսման մեկ այլ փուլի համար:
id: Penulis diminta untuk memperbaiki naskah untuk masuk ke tahap review selanjutnya.
it_it: La proposta deve essere inviata di nuovo per un altro giro di revisione.
ja_jp: 投稿は、別の査読ラウンドのために再提出する必要があります。
ka_ge: წარდგენა ხელახლა უნდა გაიგზავნოს განხილვის სხვა რაუნდისთვის.
ku_iq: پێشکەشکردنەکە دەبێت بۆ قۆناغی دووەمی هەڵسەنگاندن پێشکەش بکرێتەوە.
mr: लेखकाकडून सुधारीत आवृत्ती (revision) आल्यावर नव्या समीक्षणाच्या फेरीत तिला स्थान द्यावे.
ms_my: Penyerahan mesti diserahkan semula untuk pusingan ulasan yang lain.
nb: Innleveringen må sendes inn på ny for en ny fagfellevurderingsrunde.
nl_nl: De inzending moet worden ingediend voor een nieuwe reviewronde.
pt_pt: A submissão deve ser objeto de nova ronda de revisão.
ru_ru: Материал нужно повторно отправить на рецензирование.
sl_si: Prispevek mora biti ponovno poslan v nov recenzijski krog.
sv_se: Bidraget måste sändas in på nytt för en ny granskningsomgäng.
tr_tr: Gönderi başka bir değerlendirme turu için tekrar gönderilmelidir.
uk_ua: Подання має бути повторно подано на рецензування.
vi: Bài nộp phải được nộp lại cho một vòng đánh giá khác.
vi_vn: Bài gửi phải được gửi lại cho vòng phản biện khác.

# editor.submission.roundStatus.submissionResubmitted
source: Submission has been resubmitted for another review round.
ar_iq: لقد أُعيد تقديم الطلب إلى جولة تحكيم أخرى.
az: Məqalə başqa bir incələmə turu üçün təkrar göndərildi.
bg_bg: Подаването на материали беше изпратено отново за друг кръг за рецензиране.
ca_es: La tramesa s'ha tornat a enviar per fer-hi una altra ronda de revisió.
cs_cz: Příspěvek byl znovu nahrán pro další kolo recenzí.
da_dk: Indsendelsen er blevet fremsendt igen til en ny bedømmelsesrunde.
de_de: Die Einreichung wurde wieder eingereicht für eine neue Begutachtungsrunde.
eu: Berrikuspenak bidali dira. Berrikuspen-erronda berri bat sortu behar da.
fi_fi: Käsikirjoitus on lähetetty uudelle arviointikierrokselle
fr_fr: Nouvelle version de la soumission déposée.
gl_es: O envío volveuse a enviar para outra rolda de revisión.
hy_am: Ներկայացումը կրկին ներկայացվել է գրախոսման մեկ այլ փուլի համար:
id: Revisi sudah dikirim, Tahap review selanjutnya perlu dibuat.
it_it: La proposta è stata inviata di nuovo per un altro giro di revisione.
ja_jp: 投稿は、別の査読ラウンドに再提出されました。
ka_ge: წარდგენა ხელახლა გაიგზავნა განხილვის სხვა რაუნდისთვის.
ku_iq: پێشکەشکردنەکە بۆ خولێکی دیکەی هەڵسەنگاندن پێشکەش کرایەوە.
mr: सुधारीत आवृत्ती (revision) सादर केली आहे. एक नवी समीक्षण फेरी त्याकरता निर्माण करणे आवश्यक आहे.
ms_my: Penyerahan telah diserahkan semula untuk pusingan ulasan yang lain.
nb: Innleveringen er levert til ny fagfellevurderingsrunde.
nl_nl: De inzending is ingediend voor een nieuwe reviewronde.
pt_pt: A submissão foi enviada para uma nova ronda de revisão.
ru_ru: Материал был повторно отправлен на рецензирование.
sl_si: Prispevek je bil poslan v nov recenzijski krog.
sv_se: Bidraget har sänts in på nytt för en ny granskningsomgång.
tr_tr: Gönderi başka bir inceleme turu için tekrar gönderildi.
uk_ua: Подання було повторно подано на рецензування.
vi: Bài nộp đã được nộp lại cho một vòng đánh giá khác.
vi_vn: Bài gửi đã được gửi lại cho vòng phản biện khác.

# editor.submission.roundStatus.sentToExternal
source: Sent to external review.
ar_iq: أُرسل للتحكيم الخارجي.
az: Xarici qiymətləndirmə üçün göndərildi.
bg_bg: Изпратено на външна рецензия.
ca_es: S'ha enviat per a la revisió externa.
cs_cz: Odesláno k externí recenzi.
da_dk: Send til ekstern bedømmelse.
de_de: Zur externen Begutachtung gesendet.
eu: Kanpoko berrikuspenerako bidalia.
fa_ir: ارسال به داور خارجی
fi_fi: Lähetetty ulkopuoliseen arviointiin.
fr_fr: Envoyé à un rapporteur externe.
gl_es: Enviado a revisión externa.
hr: Poslano na vanjski pregled.
hu: Külső szakmai lektorálásra küldés.
hy_am: Ուղարկել արտաքին գրախոսության։
id: Kirim ke review eksternal.
is: Senda í ytri ritrýni.
it_it: Inviata a revisione esterna.
ja_jp: 外部査読に送られました。
ka_ge: გაგზავნილია გარე განხილვისთვის.
kk: Сыртқы сараптамаға жіберілді.
ku_iq: بینێرە بۆ هەڵسەنگاندنی دەرەکی.
lv: Nosūtīts ārējai recenzēšanai.
mr: बाह्य समीक्षणासाठी (external review) पाठवले.
ms_my: Dihantar ke ulasan luaran.
nb: Sendt til ekstern fagfellevurdering.
nl_nl: Doorgegeven aan peer review.
pl_pl: Wyślij do recenzji zewnętrznej.
pt_pt: Enviado para revisão externa.
ro: Trimis la recenzie externă.
ru_ru: Отправлен на внешнее рецензирование.
sl_si: Pošlji v zunanjo recenzijo.
sr@cyrillic: Послато на спољашње рецензирање.
sr_rs@latin: Poslato na spoljašnju recenziju.
sv_se: Skickat för extern granskning.
th: ส่งไปยังการทบทวนภายนอก
tr_tr: Harici değerlendirmeye gönderildi.
uk_ua: Надіслано на зовнішнє рецензування.
vi: Đã gửi đi đánh giá bên ngoài.
vi_vn: Gửi đến phản biện bên ngoài.

# editor.submission.roundStatus.accepted
source: Submission accepted.
ar_iq: المؤلَّف مقبول.
az: Məqalə qəbul edildi.
bg_bg: Изпратените материали са приети.
ca_es: S'ha acceptat la tramesa.
cs_cz: Příspěvek přijat.
da_dk: Indsendelse godkendt.
de_de: Beitrag akzeptiert.
el_gr: Η Υποβολή έγινε δεκτή.
eu: Bidalketa onartu da.
fa_ir: مقاله ارسالی پذیرش شد.
fi_fi: Käsikirjoitus hyväksytty.
fr_fr: Soumission acceptée.
gl_es: Envío aceptado.
hr: Prijava prihvaćena.
hu: A benyújtás elfogadva.
hy_am: Ներկայացումը ընդունվել է։
id: Naskah diterima.
is: Innsending samþykkt.
it_it: Accettata.
ja_jp: 投稿が採用されました。
ka_ge: წარდგენა მიღებულია.
kk: Материал қабылданды.
ku_iq: پێشکەشکردنەکە قبوڵ کرا.
lv: Materiāls pieņemts.
mr: सादरीकरण स्वीकारले आहे.
ms_my: Penyerahan diterima.
nb: Innleveringen er akseptert.
nl_nl: Inzending aanvaard.
pl_pl: Zgłoszenie zaakceptowane.
pt_pt: Submissão aceite.
ro: Înregistrare de manuscris acceptată.
ru_ru: Материал принят.
sl_si: Prispevek sprejet.
sr@cyrillic: Предаја је прихваћена
sr_rs@latin: Predaja je prihvaćena
sv_se: Bidrag accepterat.
th: การส่งได้รับการยอมรับแล้ว
tr_tr: Gönderi kabul edildi.
uk_ua: Подання прийнято.
vi: Bài nộp đã chấp nhận.
vi_vn: Bài gửi đã được chấp nhận.

# editor.submission.roundStatus.declined
source: Submission declined.
ar_iq: المؤلَّف مرفوض.
az: Məqalə rədd edildi.
bg_bg: Изпратените материали не са приети (отказани).
ca_es: S'ha rebutjat la tramesa.
cs_cz: Příspěvek odmítnut.
da_dk: Indsendelsen afvist.
de_de: Beitrag abgelehnt.
el_gr: Η Υποβολή απορρίφθηκε.
eu: Bidalketa ukatua.
fa_ir: مقاله ارسالی پذیرش نشد.
fi_fi: Käsikirjoitus hylätty.
fr_fr: Soumission refusée.
gl_es: Envío rexeitado.
hr: Podnošenje je odbijeno.
hu: A benyújtás elutasítva.
hy_am: Ներկայացումը մերժվել է:
id: Naskah ditolak.
is: Innsendingu hafnað.
it_it: Non accettata.
ja_jp: 投稿は辞退されました。
ka_ge: გაგზავნა უარყოფილია.
kk: Материал қабылданбады.
ku_iq: پێشکەشکردنەکە ڕەت کرایەوە.
lv: Materiāls noraidīts.
mr: सादरीकरण नाकारले आहे.
ms_my: Penyerahan ditolak.
nb: Innleveringen er avvist.
nl_nl: Inzending geweigerd.
pl_pl: Zgłoszenie odrzucone.
pt_pt: Submissão rejeitada.
ro: Înregistrare de manuscris refuzată.
ru_ru: Материал отклонен.
sl_si: Prispevek zavrnjen.
sr@cyrillic: Предаја је одбијена.
sr_rs@latin: Predaja je odbijena.
sv_se: Bidrag refuserat.
th: การส่งถูกปฏิเสธ
tr_tr: Gönderi reddedildi.
uk_ua: Подання відхилено.
vi: Bài nộp đã từ chối.
vi_vn: Bài gửi bị từ chối.

# editor.submission.roundStatus.pendingReviewers
source: Waiting for reviewers to be assigned.
ar_iq: بانتظار تكليف المحكمين.
az: Rəyçilərin təyin edilməsi gözlənilir.
bg_bg: Изчаква се асоциирането на рецензенти.
ca_es: En espera de revisors/ores.
cs_cz: Čeká se na výběr recenzentů.
da_dk: Venter på valg af bedømmere.
de_de: Warte auf Gutachter/innen.
el_gr: Σε αναμονή ανάληψης από κριτές.
eu: Ebaluatzaileak esleitzeko zain.
fa_ir: در حال انتظار برای انتخاب داور
fi_fi: Odottaa arvioijien valintaa.
fr_fr: En attente de l'assignation de rapporteurs.
gl_es: Agardando a asignación de revisores/as.
hr: Čeka se dodjela recenzenata.
hu: Várakozás szakmai lektor kiválasztására.
hy_am: Սպասում է գրախոսների նշանակմանը:
id: Menunggu penugasan mitra bestari.
is: Bíður úthlutunar til ritrýna.
it_it: In attesa di assegnazione dei revisori.
ja_jp: 査読者の割り当て待ちです。
ka_ge: ელოდება რეცენზენტების დანიშვნას.
kk: Рецензенттерді тағайындауды күтеді.
ku_iq: لە چاوەڕوانی دیاریکردنی هەڵسەنگاندن دایە.
lv: Tiek gaidīta recenzentu piešķiršana.
mr: समीक्षकांच्या नियुक्तीच्या प्रतीक्षेत.
ms_my: Menunggu pengulas untuk ditugaskan.
nb: Avventer valg av fagfeller.
nl_nl: In afwachting van toewijzing van reviewers.
pl_pl: Oczekiwanie na wybór recenzentów.
pt_pt: A aguardar seleção de revisores.
ro: În așteptarea repartizării revizorilor.
ru_ru: Ожидает назначения рецензентов.
sl_si: Čaka na dodelitev recenzentov.
sr@cyrillic: Чека се одабир рецензената
sr_rs@latin: Čeka se odabir recenzenata
sv_se: Väntar på tilldelning av granskare.
th: กำลังรอการมอบหมายผู้รีวิว
tr_tr: Hakemlerin atanması bekleniyor.
uk_ua: Очікування на вибір рецензентів.
vi: Đang chờ chỉ định người đánh giá.
vi_vn: Đang chờ chỉ định người đánh giá (phản biện).

# editor.submission.roundStatus.pendingReviews
source: Awaiting responses from reviewers.
ar_iq: بانتظار إجابات المحكمين.
az: Rəyçilərdən cavab gözləyir.
bg_bg: В очакване на отговори от рецензенти.
ca_es: En espera de respostes dels revisors/ores.
cs_cz: Čeká se na odpovědi recenzentů.
da_dk: Afventer svar fra bedømmere.
de_de: Warte auf Antworten von Gutachter/innen.
el_gr: Σε αναμονή αποκρίσεων από κριτές.
eu: Ebaluatzaileen erantzunen zain.
fa_ir: درخواست‌های داوری در انتظار تأیید
fi_fi: Odottaa vastauksia arvioijilta.
fr_fr: Analyse en cours.
gl_es: Agardando respostas dos revisores/as.
hr: Čekaju se odgovori recenzenata.
hu: Szakmai lektor véleményére vár.
hy_am: Սպասում ենք գրախոսների պատասխաններին:
id: Menunggu tanggapan dari mitra bestari.
is: Bíður svara frá ritrýnum.
it_it: In attesa delle risposte dai revisori.
ja_jp: 査読者の応答待ちです。
ka_ge: ელოდება მიმოხილვების პასუხებს.
kk: Рецензенттерден жауап күту.
ku_iq: لە چاوەڕوانی وەڵامی هەڵسەنگێنەران دایە.
lv: Tiek gaidītas atbildes no recenzentiem.
mr: समीक्षकांच्या प्रतिसादांच्या प्रतीक्षेत.
ms_my: Menunggu respon daripada pengulas.
nb: Avventer respons fra fagfeller.
nl_nl: In afwachting van antwoorden van reviewers.
pl_pl: Oczekiwanie na odpowiedzi recenzentów.
pt_pt: A aguardar respostas dos revisores.
ro: Așteptați răspunsuri din partea recenzorilor.
ru_ru: Ожидает ответа от рецензентов.
sl_si: Čaka na odzive recenzentov.
sr@cyrillic: Чека се одговор од рецензената.
sr_rs@latin: Čeka se odgovor od recenzenata.
sv_se: Väntar på svar från granskare.
th: กำลังรอคำตอบจากผู้รีวิว
tr_tr: Hakemlerden yanıtı bekliyor.
uk_ua: Очікування відповіді від рецензентів.
vi: Đang chờ phản hồi từ người đánh giá.
vi_vn: Đang chờ phản hồi từ các phản biện.

# editor.submission.roundStatus.reviewsReady
source: New reviews have been submitted.
ar_iq: تحكيمات جديدة قد تم تقديمها.
az: Yeni dəyərləndirmə göndərildi.
bg_bg: Изпратени са нови рецензии.
ca_es: Hi ha noves revisions preparades.
cs_cz: Byly odevzdány nové recenze.
da_dk: Nye bedømmelser er indsendt.
de_de: Neue Gutachten wurden eingereicht.
el_gr: Έχουν υποβληθεί νέες κρίσεις.
eu: Ebaluazio berriak aurkeztu dira.
fa_ir: داوری جدید ثبت شد.
fi_fi: Uusia arviointeja on lähetetty.
fr_fr: Les nouveaux rapports sont prêts.
gl_es: Enviáronse novas revisións.
hr: Poslane su nove recenzije.
hu: Új szakmai lektori véleményeket töltöttek fel.
hy_am: Նոր գրախոսություններ են ներկայացվել։
id: Review baru telah dikirim.
is: Engin ritrýni hefur verið send inn.
it_it: Nuove revisioni sono state inviate.
ja_jp: 新しい査読が提出されました。
ka_ge: გაგზავნილია ახალი მიმოხილვები.
kk: Жаңа пікірлер жіберілді.
ku_iq: هەڵسەنگاندنی نوێ پێشکەش کرا.
lv: Ir iesniegtas jaunas recenzijas.
mr: नवी समीक्षणे सादर झाली आहेत.
ms_my: Ulasan baharu telah diserahkan.
nb: Nye fagfellevurderinger er levert inn.
nl_nl: Er zijn nieuwe reviews ingediend.
pl_pl: Nowe recenzje zostały przesłane.
pt_pt: Foram submetidas novas revisões.
ro: Au fost trimise recenzii noi.
ru_ru: Новые рецензии были отправлены.
sl_si: Nove recenzije so bile oddane.
sr@cyrillic: Достављене су нове рецензије.
sr_rs@latin: Dostavljene su nove recenzije.
sv_se: Nya granskningar har inkommit.
th: การทบทวนใหม่ถูกส่งมาแล้ว
tr_tr: Yeni değerlendirmeler gönderildi.
uk_ua: Нові рецензії були подані.
vi: Các đánh giá mới đã được nộp.
vi_vn: Đánh giá mới đã được gửi.

# editor.submission.roundStatus.reviewsCompleted
source: All reviewers have responded and a decision is needed.
ar_iq: كل المحكمين وردت تحكيماتهم وبصدد اتخاذ القرار.
az: Bütün dəyərləndirmələr gözləyir və bir qərar tələb olunur.
bg_bg: Всички рецензенти са отговорили и е необходимо решение.
ca_es: Tots els revisors/ores han contestat i s'ha de prendre una decisió.
cs_cz: Recenze byly ukončeny.
da_dk: Bedømmelserne afsluttet.
de_de: Gutachten abgeschlossen.
el_gr: Έχουν κατατεθεί όλες οι κρίσεις και αναμένεται μια απόφαση.
eu: Berrikuspen guztiak baieztatuta daude eta erabaki bat hartu behar da.
fa_ir: داوری تکمیل شد.
fi_fi: Arvioinnit suoritettu.
fr_fr: L'évaluation est terminée.
gl_es: Todos os revisores responderon e é necesaria unha decisión.
hy_am: Բոլոր գրախոսները արձագանքել են, և անհրաժեշտ է որոշում:
id: Semua review telah dikonfirmasi dan keputusan perlu diambil.
it_it: Sono giunte tutte le revisioni ed ora è necessaria una decisione.
ja_jp: すべての査読者が応答し、決定が必要です。
ka_ge: ყველა მიმომხილველმა უპასუხა და გადაწყვეტილება საჭიროა {$stage}-ზე.
ku_iq: هەمو هەڵسەنگاندنەکان نێردرانەوە و لە چاوەڕوانی بڕیاری کۆتایی دان.
mr: सर्व समीक्षकांचा प्रतिसाद आला आहे आणि आता निर्णयाच्या प्रतीक्षेत आहे.
ms_my: Semua pengulas telah memberi maklum balas dan keputusan diperlukan.
nb: Alle fagfellevurderinger er fullført.
nl_nl: Alle reviews zijn voltooid, er moet een beslissing worden genomen.
pl_pl: Recenzje zakończone.
pt_pt: Todos os revisores responderam e é necessário emitir uma decisão.
ru_ru: Все рецензенты прислали свои рецензии, нужно принять решение.
sl_si: Vsi recnezenti so končali, potrebno je sprejeti uredniško odločitev.
sr@cyrillic: Рецензије су завршене.
sr_rs@latin: Recenzije su završene.
sv_se: Alla granskningar har inkommit och nu behövs ett redaktörsbeslut.
tr_tr: Tüm değerlendirmeler bekliyor ve bir karar gerekli.
uk_ua: Усі рецензії наявні і потрібне рішення.
vi: Tất cả người đánh giá đã phản hồi và cần có quyết định.
vi_vn: Tất cả những người đánh giá đã phản hồi và cần có quyết định.

# editor.submission.roundStatus.reviewOverdue
source: A review is overdue.
ar_iq: أحد التحكيمات تجاوز مهلة التحكيم.
az: Bir dəyərləndirmə gecikdi
bg_bg: Рецензията е закъсняла.
ca_es: La revisió ha vençut.
cs_cz: Vypršel termín pro recenzi.
da_dk: En bedømmelse er forfalden.
de_de: Ein Gutachten ist überfällig.
el_gr: Μια κρίση είναι εκπρόθεσμη.
eu: Berrikuspen bat amaitu da.
fa_ir: مهلت داوری سپری شده است.
fi_fi: Arvion määräaika on umpeutunut.
fr_fr: Un rapport est en retard.
gl_es: Unha revisión está atrasada.
hr: Recenzija kasni.
hu: A szakmai lektorálás határideje lejárt.
hy_am: Գրախոսությունը ժամկետանց է։
id: Batas waktu review habis.
is: Ritrýni komin fram yfir skiladag.
it_it: Una revisione è in ritardo.
ja_jp: 期限切れの査読があります。
ka_ge: განხილვა დაგვიანებულია.
kk: Тексеру кезеңі өтті.
ku_iq: کاتی هەڵسەنگاندنەکە تەواو بووە.
lv: Recenzēšanas termiņš ir nokavēts.
mr: समीक्षणासाठी दिलेली मुदत संपल्याने ते कार्य विलंबीत झाले आहे.
ms_my: Ulasan tertunggak.
nb: Fristen for fagfellevurdering har forfalt.
nl_nl: Een review is te laat.
pl_pl: Recenzja jest opóźniona.
pt_pt: Uma revisão ultrapassou o prazo.
ro: O revizuire este în întârziere.
ru_ru: Срок рецензии прошел.
sl_si: Recenzija zamuja.
sv_se: En granskning är försenad.
th: การทบทวนล่าช้า
tr_tr: Bir değerlendirme gecikti.
uk_ua: Рецензія прострочена.
vi: Đánh giá đã quá hạn.
vi_vn: Đánh giá đã quá hạn.

# editor.submission.roundStatus.pendingRecommendations
source: Awaiting recommendations from editors.
ar_iq: بانتظار التوصيات من المحررين.
az: Redaktorların təkliflərini gözləyirik.
bg_bg: В очакване на препоръки от редакторите.
ca_es: Esperant recomanacions dels editors/es.
cs_cz: Očekávají se doporučení redaktorů.
da_dk: Afventer anbefalinger fra redaktører.
de_de: Warte auf Empfehlungen von Redakteur/innen.
el_gr: Αναμένονται συστάσεις από επιμελητές.
eu: Editoreen gomendioen zain.
fa_ir: در انتظار توصیه دبیر
fi_fi: Odotetaan suosituksia toimittajilta.
fr_fr: En attende de recommandations des rédacteurs ou rédactrices.
gl_es: Agardando as recomendacións dos editores.
hr: Čekaju se preporuke urednika.
hu: Várakozás a szerkesztőktől származó javaslatokra.
hy_am: Սպասում են խմբագիրների առաջարկություններին:
id: Menunggu rekomendasi dari editor.
is: Bíður ráðlegginga ritstjóra.
it_it: In attesa delle valutazioni da parte degli editors.
ja_jp: 編集者の査読結果待ちです。
ka_ge: რედაქტორებისგან რეკომენდაციების მოლოდინში.
kk: Редакторлардың ұсыныстарын күтеді.
ku_iq: لە چاوەڕوانیی پێشنیازەکانی سەرنوسەران دایە.
lv: Tiek gaidīti ieteikumi no redaktoriem.
mr: संपादकांच्या शिफारसींच्या प्रतीक्षेत.
ms_my: Menunggu cadangan daripada editor.
nb: Avventer anbefaling fra redaktørene.
nl_nl: In afwachting van redacteursaanbevelingen.
pl_pl: Oczekiwanie na rekomendacje od redaktorów.
pt_pt: A aguardar recomendações dos editores.
ro: În așteptarea recomandărilor editorilor.
ru_ru: Ожидает рекомендаций от редакторов.
sl_si: Čakana priporočilo urednikov.
sv_se: Väntar på rekommendationer från redaktörer.
th: กำลังรอคำแนะนำจากบรรณาธิการ
tr_tr: Editörlerin önerilerini bekliyoruz.
uk_ua: Очікує на рекомендації редакторів.
vi: Đang chờ đề xuất từ biên tập viên.
vi_vn: Đang chờ đề xuất từ các Biên tập viên.
