Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.event.fileDeleted
source: A file "{$filename}" was deleted for submission {$submissionId} by {$username}.
ar_iq: تم حذف الملف "{$originalFileName}" من طلب النشر {$submissionId} من قبل {$username}.
az: "{$filename}" adlı fayl, {$submissionId} nömrəli Məqalə üçün {$username} tərəfindən silindi.
bg_bg: Файлът "{$originalFileName}" за материала {$submissionId} беше изтрит от {$username}.
ca_es: El fitxer «{$originalFileName}» s'ha eliminat per a la tramesa {$submissionId} per {$username}.
cs_cz: Soubor "{$originalFileName}" v rámci příspěvku {$submissionId} byl smazán uživatelm {$username}.
da_dk: En fil "{$originalFileName}" blev slettet under indsendelse {$submissionId} af {$username}.
de_de: Eine Datei "{$originalFileName}" wurde von {$username} für die Einreichung {$submissionId} gelöscht.
el_gr: Διαγράφτηκε το αρχείο "{$originalFileName}" της υποβολής {$submissionId} από τον/την {$username}.
eu: "{$filename}" fitxategia ezabatu du {$submissionId} bidalketarako {$username} erabiltzaileak.
fa_ir: فایل "{$originalFileName}" مربوط به مقاله ارسالی {$submissionId} توسط {$username} حذف شد.
fi_fi: {$username} poisti tiedoston "{$originalFileName}" käsikirjoitukseen {$submissionId} liittyen.
fr_fr: Le fichier "{$originalFileName}" pour la soumission {$submissionId} par {$username} a été supprimé.
gl_es: {$username} eliminou o arquivo "{$originalFileName}" do envío {$submissionId}.
hr: Datoteka "{$filename}" je izbrisana za podnošenje {$submissionId} od strane {$username}.
hu: "{$filename}" fájlt törölte a {$username} felhasználó {$submissionId} azonosítóval.
hy_am: "{$originalFileName}" նիշքը ջնջվել է {$submissionId} -ի ներկայացման համար {$username} -ի կողմից:
id: File "{$filename}" dihapus untuk naskah masuk {$submissionId} oleh {$username}.
is: Skrá "{$filename}" var eytt fyrir innsendingu {$submissionId} af {$username}.
it_it: Il file "{$originalFileName}" è stato cancellato dalla proposta {$submissionId} da parte di {$username}.
ja_jp: ファイル「{$originalFileName}」が {$username}によって投稿{$submissionId}のために削除されました。
ka_ge: ფაილი "{$originalFileName}" წაიშალა {$submissionId} წარსადგენად, {$username}.
kk: "{$filename}" файлын "{$username}" пайдаланушысы "{$submissionId}" мазмұнынан жойды.
ku_iq: فایلی "{$originalFileName}" سڕایەوە لە پێشکەشکردنی {$submissionId} لە لایەن {$username}.
lv: Datni "{$filename}" materiālam {$submissionId} izdzēsa {$username}.
mr: {$username} ने {$submissionId} या सादरीकरणाची "{$filename}" फाईल हटवली (deleted).
ms_my: Fail "{$originalFileName}" telah dipadamkan untuk penyerahan {$submissionId} oleh {$username}.
nb: {$username} slettet filen «{$filename}» fra innleveringen {$submissionId}.
nl_nl: Er werd een bestand "{$originalFileName}" verwijderd voor inzending {$submissionId} door {$username}.
pl_pl: Plik "{$originalFileName}" został usunięty ze zgłoszenia {$submissionId} przez {$username}.
pt_pt: Um ficheiro "{$originalFileName}" foi eliminado para a submissão {$submissionId} por {$username}.
ro: Fișierul "{$filename}" a fost șters din înregistrarea manuscrisului {$submissionId} de {$username}.
ru_ru: Файл «{$originalFileName}» был удален из материала «{$submissionId}» пользователем «{$username}».
sl_si: {$username} je odstranil datoteko "{$originalFileName}" za prispevek {$submissionId}.
sr@cyrillic: {$username} је обрисао фајл {$originalFileName}" заб пријављен чланак {$submissionId}.
sr_rs@latin: {$username} je obrisao fajl {$originalFileName}" za prijavljen članak {$submissionId}.
sv_se: Filen "{$originalFileName}" raderades från bidrag {$submissionId} av {$username}.
th: ไฟล์ "{$filename}" ถูกลบสำหรับการส่งงาน {$submissionId} โดย {$username}
tr_tr: "{$originalFileName}" adlı dosya, {$submissionId} numaralı gönderi için {$username} tarafından silindi.
uk_ua: Файл "{$originalFileName}" був видалений з подання {$submissionId} користувачем {$username}.
vi: Một tệp {submissionId} bởi {$username}.
vi_vn: Tệp "{$originalFileName}" đã bị xóa cho bài {$submitId} bởi {$username}.

# submission.event.revisionUploaded
source: A file revision "{$filename}" was uploaded for submission {$submissionId} by {$username}.
ar_iq: تم رفع الملف المنقح "{$originalFileName}" إلى طلب النشر {$submissionId} من قبل {$username}.
az: "{$filename}" adlı fayl, {$submissionId} nömrəli Məqalə üçün {$username} reviziya faylı yükləndi.
bg_bg: Файлът с ревизия "{$originalFileName}" за материала {$submissionId} беше качен от {$username}.
ca_es: S'ha carregat una revisió «{$originalFileName}» per a la tramesa {$submissionId} per {$username}.
cs_cz: Úprava souboru "{$originalFileName}" byla nahrána k příspěvku {$submissionId} uživatelem {$username}.
da_dk: En filrevision "{$originalFileName}" blev uploadet til indsendelse {$submissionId} af {$username}.
de_de: Eine überarbeitete Datei "{$originalFileName}" wurde von {$username} für die Einreichung {$submissionId} hochgeladen.
el_gr: Μεταφορτώθηκε η αναθεώρηση του αρχείου "{$originalFileName}" της υποβολής {$submissionId} από τον/την {$username}.
eu: {$username}-k "{$filename}" fitxategiaren berrikuspena igo du {$submissionId} bidalketarako.
fa_ir: فایل اصلاحی "{$originalFileName}" مربوط به مقاله ارسالی {$submissionId} توسط {$username} آپلود شد.
fi_fi: {$username} latasi korjatun tiedoston "{$originalFileName}" käsikirjoitukseen {$submissionId} liittyen.
fr_fr: Le fichier d'évaluation "{$originalFileName}" pour la soumission {$submissionId} par {$username} a été transféré.
gl_es: {$username} cargou o arquivo de revisión "{$originalFileName}" do envío {$submissionId}.
hr: {$username} je učitao reviziju datoteke "{$filename}" za podnošenje {$submissionId}.
hy_am: "{$originalFileName}" նիշքի վերանայումը վերբեռնվեց {$submissionId} ներկայացման համար {$username} -ի կողմից:
id: Revisi file "{$filename}" diunggah untuk naskah {$submissionId} oleh {$username}.
is: Endurskoðaðri skrá "{$filename}" var hlaðið upp fyrir innsendingu {$submissionId} af {$username}.
it_it: Una revisione del file "{$originalFileName}" è stato caricato per la proposta {$submissionId} da parte di {$username}.
ja_jp: 改訂ファイル「{$originalFileName}」が {$username}によって投稿{$submissionId}にアップロードされました。
ka_ge: ფაილის შესწორება "{$originalFileName}" აიტვირთა წარსადგენად {$submissionId} {$username}.
kk: "{$filename}" файлының жаңа нұсқасын "{$username}" пайдаланушысы "{$submissionId}" мазмұнына жүктеп салды.
ku_iq: فایلی چاککراوی "{$originalFileName}" بار کرا بۆ پێشکەشکردن {$submissionId} لە لایەن {$username}.
lv: Lietotājs {$username} augšupielādēja datnes labojumus "{$filename}" materiālam {$submissionId}.
mr: {$username} ने {$submissionId} या सादरीकरणाची सुधारीत आवृत्ती (revision) "{$filename}" या फाईलच्या नावाने संक्रमित (अपलोड) केली.
ms_my: Fail Semakan "{$originalFileName}" telah dimuat naik untuk penyerahan {$submissionId} oleh {$username}.
nb: {$username} la til en revidert versjon av «{$filename}» til innleveringen {$submissionId}.
nl_nl: Een gereviseerde versie "{$originalFileName}" van de inzending {$submissionId} werd opgeladen door {$username}.
pl_pl: Plik "{$originalFileName}" został przesłany do zgłoszenia {$submissionId} przez {$username}.
pt_pt: Uma revisão do ficheiro "{$originalFileName}" foi carregada para a submissão {$submissionId} por {$username}.
ro: Fișierul revizuit "{$filename}" wa fost încărcat pentru manuscrisul {$submissionId} de {$username}.
ru_ru: Новая версия файла «{$originalFileName}» была загружена для материала «{$submissionId}» пользователем «{$username}».
sl_si: {$username} je naložil posodobljeno verzijo datoteke "{$originalFileName}" za prispevek {$submissionId}.
sr@cyrillic: {$username} је поставио на сервер ревизију фајла "{$originalFileName}" за пријављен чланак {$submissionId}.
sr_rs@latin: {$username} je postavio na server reviziju fajla "{$originalFileName}" za prijavljen članak {$submissionId}.
sv_se: Den bearbetade filen "{$originalFileName}" laddades upp till bidrag {$submissionId} av {$username}.
th: การแก้ไขไฟล์ "{$filename}" ถูกอัปโหลดสำหรับการส่งงาน {$submissionId} โดย {$username}
tr_tr: "{$originalFileName}" adlı dosya, {$submissionId} numaralı gönderi için {$username} revizyon dosyası yüklendi.
uk_ua: Нова версія файлу "{$originalFileName}" була завантажена для подання {$submissionId} користувачем {$username}.
vi: Một bản sửa đổi tệp {submissionId} bởi {$username}.
vi_vn: Một bản sửa đổi tệp "{$originalFileName}" đã được tải lên cho bài {$submitId} bởi {$username}.

# submission.event.revisionDeleted
source: A file revision "{$filename}" was deleted for submission {$submissionId} by {$username}.
ar_iq: تم حذف الملف المنقح "{$originalFileName}" من طلب النشر {$submissionId} من قبل {$username}.
az: "{$filename}" adlı fayl, {$submissionId} nömrəli Məqalə üçün {$username} reviziya faylı silindi.
bg_bg: Файлът "{$originalFileName}" за материала {$submissionId} беше изтрит от {$username}.
ca_es: S'ha eliminat una revisió «{$originalFileName}» per a la tramesa {$submissionId} per {$username}.
cs_cz: Úprava souboru "{$originalFileName}" v rámci příspěvku {$submissionId} byla smazána uživatelem {$username}.
da_dk: En filrevision "{$originalFileName}" blev slettet under indsendelse {$submissionId} af {$username}.
de_de: Eine überarbeitete Datei "{$originalFileName}" wurde von {$username} für die Einreichung {$submissionId} gelöscht.
el_gr: Διαγράφτηκε το αναθεωρημένο αρχείο "{$originalFileName}" της υποβολής {$submissionId} από τον/την {$username}.
eu: {$username}-ek "{$filename}" fitxategiaren berrikuspena ezabatu du {$submissionId} bidalketarako.
fa_ir: فایل اصلاحی "{$originalFileName}" مربوط به مقاله ارسالی {$submissionId} توسط {$username} حدف شد.
fi_fi: {$username} poisti korjatun tiedoston "{$originalFileName}" käsikirjoitukseen {$submissionId} liittyen.
fr_fr: Le fichier d'évaluation "{$originalFileName}" pour la soumission {$submissionId} par {$username} a été supprimé .
gl_es: {$username} eliminou o arquivo de revisión "{$originalFileName}" do envío {$submissionId}.
hr: Revizija datoteke "{$filename}" je izbrisana za podnošenje {$submissionId} od strane {$username}.
hu: "{$filename}" átdolgozott fájlt töltött fel a {$username} felhasználó {$submissionId} azonosítóval.
hy_am: "{$originalFileName}" նիշքի վերանայումը ջնջվել է {$submissionId} ներկայացման համար {$username} -ի կողմից:
id: Revisi file "{$filename}" dihapus untuk naskah {$submissionId} oleh {$username}.
is: Endurskoðaðri skrá "{$filename}" var eytt fyrir innsendingu {$submissionId} af {$username}.
it_it: Una revisione del file "{$originalFileName}" è stata cancellata per la proposta {$submissionId} da parte di {$username}.
ja_jp: 改訂ファイル「{$originalFileName}」が {$username}によって投稿{$submissionId}のために削除されました。
ka_ge: ფაილი "{$originalFileName}" წაიშალა {$submissionId} წარსადგენად, {$username}.
kk: "{$filename}" файл нұсқасын "{$username}" пайдаланушысы "{$submissionId}" мазмұнынан жойды.
ku_iq: فایلی چاککراوی "{$originalFileName}" سڕایەوە بۆ پێشکەشکردن {$submissionId} لە لایەن {$username}.
lv: Lietotājs {$username} izdzēsa datnes labojumus "{$filename}" materiālam {$submissionId}.
mr: {$username} ने {$submissionId} या सादरीकरणाच्या सुधारीत आवृत्तीची (revision) "{$filename}" फाईल हटवली.
ms_my: Fail semakan "{$originalFileName}" telah dipadamkan untuk penyerahan {$submissionId} oleh {$username}.
nb: {$username} slettet en revidert versjon av «{$filename}» fra innleveringen {$submissionId}.
nl_nl: Een gereviseerde versie "{$originalFileName}" van de inzending {$submissionId} werd verwijderd door {$username}.
pl_pl: Plik "{$originalFileName}" został usunięty ze zgłoszenia {$submissionId} przez {$username}.
pt_pt: Uma revisão do ficheiro "{$originalFileName}" foi eliminada da submissão {$submissionId} por {$username}.
ro: Fișierul revizuit "{$filename}" a fost șters din înregistrarea manuscrisului {$submissionId} de {$username}.
ru_ru: Версия файла «{$originalFileName}» была удалена из материала «{$submissionId}» пользователем «{$username}».
sl_si: {$username} je odstranil posodobljeno verzijo datoteke "{$originalFileName}" za prispevek {$submissionId}.
sr@cyrillic: {$username} је избрисао ревизију фајла "{$originalFileName}" за пријављен чланак {$submissionId}.
sr_rs@latin: {$username} je izbrisao reviziju fajla "{$originalFileName}" za prijavljen članak {$submissionId}.
sv_se: Den bearbetade filen "{$originalFileName}" raderades från bidrag {$submissionId} av {$username}.
th: การแก้ไขไฟล์ "{$filename}" ถูกลบสำหรับการส่งงาน {$submissionId} โดย {$username}
tr_tr: "{$originalFileName}" adlı dosya, {$submissionId} numaralı gönderi için {$username} revizyon dosyası silindi.
uk_ua: Версія файлу "{$originalFileName}" була видалена з подання {$submissionId} користувачем {$username}.
vi: Một bản sửa đổi tệp {submissionId} bởi {$username}.
vi_vn: Bản sửa đổi tệp "{$originalFileName}" đã bị xóa cho bài {$submitId} bởi {$username}.

# submission.event.lastRevisionDeleted
source: A file "{$filename}" had its last revision removed by {$username}.
ar_iq: تم حذف آخر ملف منقح لطلب التقديم المعنون "{$title}" من قبل {$username}.
az: "{$filename}" adlı faylın son reviziyası {$username} tərəfindən çıxarıldı.
bg_bg: Последната редакция на файла "{$title}" беше премахната от {$username}.
ca_es: S'ha eliminat la darrera revisió del fitxer «{$title}» per {$username}.
cs_cz: Pro soubor "{$title}" byla jeho poslední úprava odebrána uživatelem {$username}.
da_dk: En fil "{$title}" fik seneste revision fjernet af {$username}.
de_de: Die letzte Überarbeitung der Datei "{$title}" wurde von {$username} entfernt.
el_gr: Η τελευταία αναθεώρηση του αρχείου "{$title}" διαγράφτηκε από τον/την {$username}.
eu: {$username}-ek "{$filename}" fitxategiaren azken berrikuspena kendu du.
fa_ir: آخرین نسخه اصلاحی فایل "{$title}" توسط {$username} حذف شد.
fi_fi: {$username} poisti tiedoston "{$title}" viimeisimmän korjatun version.
fr_fr: La dernière évaluation du fichier "{$title}" a été supprimée par {$username}.
gl_es: {$username} eliminou a última revisión do arquivo "{$title}".
hr: Zadnju reviziju datoteke "{$filename}" uklonio je {$username}.
hu: A file "{$filename}" fájl utolsó átdolgozott változatát a {$username} felhasználó eltávolította.
hy_am: "{$title}" նիշքի վերջին տարբերակը հեռացվել է {$username} -ի կողմից:
id: File "{$filename}" dengan revisi terakhir dihapus oleh {$username}.
is: Síðasta endurskoðun fyrir skrá "{$filename}" var fjarlægð af {$username}.
it_it: Per il file "{$title}" l'ultima revisione è stata rimossa da {$username}.
ja_jp: ファイル「{$title}」 の最新改訂が {$username}によって削除されました。
ka_ge: ფაილის "{$title}" ბოლო შესწორება წაშალა {$username}.
kk: "{$filename}" файлының соңғы нұсқасы "{$username}" пайдаланушысы арқылы жойылды.
ku_iq: فایلی "{$title}" کە دواهەمین چاککراوی هەبو، سڕایەوە لە لایەن {$username}.
lv: Lietotājs {$username} izdzēsa datnes "{$filename}" pēdējos labojumus.
mr: {$username} ने अखेरच्या सुधारीत आवृत्तीची (revision) "{$filename}" फाईल हटवली (deleted).
ms_my: Fail "{$title}" dengan semakan terakhirnya dibuang oleh {$username}.
nb: {$username} fjernet den siste revideringen av filen «{$filename}».
nl_nl: De laatste revisie van het bestand "{$title}" is verwijderd door {$username}.
pl_pl: Ostatnia wersja "{$title}" została usunięta przez {$username}.
pt_pt: Um ficheiro "{$title}" teve a sua última revisão removida por {$username}.
ro: Fișierul "{$filename}" a avut ultima revizuire eliminată de {$username}.
ru_ru: У файла «{$title}» последняя версия была удалена пользователем «{$username}».
sl_si: {$username} je odstranil zadnjo verzijo datoteke "{$title}".
sr@cyrillic: {$username} је уклонио последњу ревизију за фајл "{$title}".
sr_rs@latin: {$username} je uklonio poslednju reviziju za fajl "{$title}".
sv_se: Filen "{$title}" fick sin senaste bearbetning borttagen av {$username}.
th: ไฟล์ "{$filename}" ถูกลบการแก้ไขสุดท้ายโดย {$username}
tr_tr: "{$title}" adlı dosyanın son revizyonu {$username} tarafından kaldırıldı.
uk_ua: У файлу "{$title}" остання версія була видалена користувачем {$username}.
vi: Tệp {username}.
vi_vn: Tập tin "{$title}" bị xóa bản sửa đổi cuối cùng bởi {$username}.

# submission.event.fileAuditorAdded
source: "{$userFullName}" ({$username}) was added as an auditor for the file "{$filename}."
ar_iq: "{$name}" ({$username}) قد تمت إضافته كمتابع للملف "{$file}."
az: "{$name}" ({$username}), "{$file}" faylı üçün müfəttiş kimi əlavə edildi.
bg_bg: "{$name}" ({$username}) беше добавен като одитор за файла "{$file}."
ca_es: "{$name}" ({$username}) s'ha afegit com a auditor/a de l'arxiu "{$file}".
cs_cz: Uživatel "{$name}" ({$username}) byl přidán jako posuzovatel pro soubor "{$file}."
da_dk: "{$name}" ({$username}) blev tilføjet som auditør i forbindelse med filen "{$file}."
de_de: "{$name}" ({$username}) wurde als Prüfer/in für die Datei "{$file}" hinzugefügt.
el_gr: Ο/Η "{$name}" ({$username}) προστέθηκε ως επιμελητής για το αρχείο "{$file}."
eu: "{$userFullName}" ({$username}) "{$filename}" fitxategiaren auditore gisa gehitu da.
fa_ir: "{$name}" ({$username}) به عنوان حسابرس فایل "{$file}" افزوده شد.
fi_fi: "{$name}" ({$username}) lisättiin tiedoston "{$file}" tarkastajaksi.
fr_fr: « {$name} » ({$username}) a été ajouté à titre de vérificateur du fichier « {$file} ».
gl_es: "{$name}" ({$username}) engadiuse como auditor/a do arquivo "{$file}."
hr: "{$userFullName}" ({$username}) dodan je kao revizor za datoteku "{$filename}."
hu: "{$userFullName}" ({$username}) felhasználó ellenőrzőként hozzáadásra került a "{$filename} fájlhoz."
hy_am: "{$name}" ({$username}) ավելացվել է որպես աուդիտոր "{$file}" նիշքի համար։
id: "{$userFullName}" ({$username}) ditambahkan sebagai penulis untuk file "{$filename}."
is: "{$userFullName}" ({$username}) var bætt við sem endurskoðanda fyrir skrá "{$filename}."
it_it: "{$name}" ({$username}) è stato aggiunto come valutatore per il file "{$file}."
ja_jp: "{$name}" ({$username})がファイル「{$file}」の監査役として追加されました。
ka_ge: "{$name}" ({$username}) დაემატა აუდიტორის სახით ფაილის "{$file}."
kk: "{$userFullName}" ({$username}) "{$filename}" файлының аудиторы ретінде қосылды
ku_iq: "{$name}" ({$username}) وەک وردبینی ژمێریاری زیاد کرا بۆ فایلی "{$file}."
lv: "{$userFullName}" ({$username}) tika pievienots kā auditors datnei "{$filename}".
mr: "{$filename}" या फाईलसाठी ऑडिटर म्हणून {$userFullName} ({$username}) चा समावेश केला
ms_my: "{$name}" ({$username}) telah ditambahkan sebagai juruaudit untuk fail "{$file}."
nb: {$userFullName} ({$username}) ble lagt til som sluttkontrollør for «{$filename}».
nl_nl: "{$name}" ({$username}) is toegevoegd als corrector voor het bestand "{$file}".
pl_pl: "{$name}" ({$username}) został(a) dodany(a) jako kontroler pliku "{$file}".
pt_pt: {$name}" ({$username}) foi adicionado como auditor para o ficheiro "{$file}."
ro: "{$userFullName}" ({$username}) a fost adăugat ca auditor pentru fișierul"{$filename}."
ru_ru: «{$name}» ({$username}) был добавлен как аудитор для файла «{$file}».
sl_si: "{$name}" ({$username}) je bil dodeljen kot revizor za datoteko "{$file}."
sr@cyrillic: "{$name}" ({$username}) је додат као ревизор за фајл "{$file}."
sr_rs@latin: "{$name}" ({$username}) je dodat kao revizor za fajl "{$file}."
sv_se: "{$name}" ({$username}) lades till som manusgranskare för filen "{$file}".
th: "{$userFullName}" ({$username}) ถูกเพิ่มเป็นผู้ตรวจสอบสำหรับไฟล์ "{$filename}"
tr_tr: "{$name}" ({$username}), "{$file}" dosyası için kontrol eden olarak eklendi.
uk_ua: "{$name}" ({$username}) був доданий як аудитор для файлу "{$file}."
vi: {username} đã được thêm làm người kiểm tra cho tệp "{$filename}."
vi_vn: "{$name}" ({$username}) đã được thêm làm người kiểm tra cho tệp "{$file}."

# submission.event.fileAuditorCleared
source: "{$userFullName}" ({$username}) was removed as an auditor for the file "{$filename}."
ar_iq: "{$name}" ({$username}) قد تمت إزالته كمتابع للملف "{$file}."
az: "{$name}" ({$username}), "{$file}" faylının müfəttişliyindən çıxarıldı.
bg_bg: "{$name}" ({$username}) беше премахнат като одитор за файла "{$file}."
ca_es: "{$name}" ({$username}) s'ha eliminat com a auditor/a de l'arxiu "{$file}".
cs_cz: Uživateli "{$name}" ({$username}) byla odebrána role posuzovatele pro soubor "{$file}."
da_dk: "{$name}" ({$username}) blev fjernet som auditør i forbindelse med filen "{$file}."
de_de: "{$name}" ({$username}) wurde als Prüfer/in für die Datei "{$file}" entfernt.
el_gr: Ο/Η "{$name}" ({$username}) απαλλάχθηκε από την επιμέλεια του αρχείου "{$file}."
eu: "{$userFullName}" ({$username}) "{$filename}" fitxategiaren auditore gisa kendu da.
fa_ir: "{$name}" ({$username}) از حسابرسی فایل "{$file}" حذف شد.
fi_fi: "{$name}" ({$username}) on poistettiin tiedoston "{$file}" tarkastajan roolista.
fr_fr: « {$name} » ({$username}) n'est plus vérificateur du fichier « {$file} ».
gl_es: "{$name}" ({$username}) eliminouse como auditor/a do arquivo "{$file}".
hr: "{$userFullName}" ({$username}) dodan je kao revizor za datoteku "{$filename}."
hu: "{$userFullName}" ({$username}) felhasználó a "{$filename}" fájl ellenőrzői szerepköréből eltávolításra került.
hy_am: "{$name}" ({$username}) հեռացվել է որպես հեղինակ "{$file}" նիշքի համար.
id: "{$userFullName}" ({$username}) dihapus sebagai auditor untuk file "{$filename}."
is: Notandinn "{$userFullName}" ({$username}) var fjarlægður sem endurskoðandi fyrir skrána "{$filename}."
it_it: "{$name}" ({$username}) è stato tolto da valutatore per il file "{$file}."
ja_jp: "{$name}" ({$username})がファイル「{$file}」の監査役として削除されました。
ka_ge: "{$name}" ({$username}) წაიშალა, როგორც აუდიტორი ფაილი "{$file}."
kk: "{$userFullName}" ({$username}) "{$filename}" файлының аудиторы ретінде жойылды
ku_iq: "{$name}" ({$username}) وەک وردبینی ژمێریاری لا برا بۆ فایلی "{$file}."
lv: "{$userFullName}" ({$username}) tika noņemts kā faila "{$filename}" auditors.
mr: "{$filename}" या फाईलसाठी नेमलेल्या {$userFullName} ({$username}) या ऑडिटरला काढून टाकण्यात आले
ms_my: "{$name}" ({$username}) telah dibuang sebagai juruaudit untuk fail "{$file}."
nb: {$userFullName} ({$username}) ble fjernet som sluttkontrollør for filen «{$filename}».
nl_nl: "{$name}" ({$username}) is verwijderd als corrector voor het bestand "{$file}".
pl_pl: "{$name}" ({$username}) został(a) usunięty(a) jako kontroler pliku "{$file}".
pt_pt: {$name}" ({$username}) foi removido como auditor do ficheiro "{$file}."
ro: "{$userFullName}" ({$username})a fost eliminat ca auditor pentru fișierul "{$filename}."
ru_ru: «{$name}» ({$username}) был удален как аудитор для файла «{$file}».
sl_si: "{$name}" ({$username}) je bil odstranjen kot revizor datoteke "{$file}."
sr@cyrillic: "{$name}" ({$username}) је уклоњен као ревизор за фајл "{$file}."
sr_rs@latin: "{$name}" ({$username}) je uklonjen kao revizor za fajl "{$file}."
sv_se: "{$name}" ({$username}) togs bort som manusgranskare för filen "{$file}".
th: "{$userFullName}" ({$username}) ถูกลบออกจากการเป็นผู้ตรวจสอบสำหรับไฟล์ "{$filename}"
tr_tr: "{$name}" ({$username}), "{$file}" dosyasının denetçiliğinden kaldırıldı.
uk_ua: "{$name}" ({$username}) був видалений як аудитор для файлу "{$file}."
vi: {username} đã bị xóa làm người kiểm tra cho tệp "{$filename}."
vi_vn: "{$name}" ({$username}) đã bị xóa do người kiểm tra cho tệp "{$file}."
