Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.outdatedVersion
source: This is an outdated version published on {$datePublished}. Read the <a href="{$urlRecentVersion}">most recent version</a>.
az: Bu, {$datePublished} tarixində nəşr edilən köhnə versiyadır. <a href="{$urlRecentVersion}">Güncəl görünüş</a>ə buradan daxil ola bilərsiniz.
bg_bg: Това е стара версия, публикувана на {$datePublished}. Прочетете <a href="{$urlRecentVersion}">последната версия</a>.
ca_es: Aquesta és una versió antiga publicada el {$datePublished}. Llegiu la <a href="{$urlRecentVersion}">versió més recent</a>.
cs_cz: Toto je zastaralá verze zveřejněná dne {$datePublished}. Přečtěte si <a href="{$urlRecentVersion}"> nejnovější verzi </a>.
da_dk: Dette er en forældet version offentliggjort d. {$datePublished}. Læs den <a href="{$urlRecentVersion}">seneste version</a>.
de_de: Dies ist eine überholte Version, die am {$datePublished} veröffentlicht wurde. Lesen Sie die <a href="{$urlRecentVersion}">aktuellste Version</a>.
el_gr: Πρόκειται για μια παλιά έκδοση που δημοσιεύτηκε στις {$datePublished}. Διαβάστε την <a href="{$urlRecentVersion}">πιο πρόσφατη έκδοση</a>.
eu: {$datePublished}(e)an argitaratutako bertsio zaharra da hau. Jo <a href="{$urlRecentVersion}">bertsio berrienera</a>.
fr_fr: Ceci est une version obsolète publiée le {$datePublished}. Consultez la <a href="{$urlRecentVersion}">version la plus récente</a>.
gl_es: Esta é unha versión antiga publicada o {$datePublished}. Lea a <a href="{$urlRecentVersion}">versión máis recente</a>.
hr: Ovo je zastarjela verzija objavljena {$datePublished}. Pročitajte <a href="{$urlRecentVersion}">najnoviju verziju</a>.
hu: Ez egy régi verzió, publikálva: {$datePublished}. Legfrissebb verzió <a href="{$urlRecentVersion}">elolvasása</a>.
hy_am: Սա հնացած տարբերակ է, որը հրապարակվել է {$datePublished} -ում: Կարդացեք <a href="{$urlRecentVersion}">վերջին տարբերակը</a>:
id: Naskah ini versi lama yang diterbitkan pada {$datePublished}. Baca <a href="{$urlRecentVersion}">versi terbaru</a>.
is: Þetta er úrelt útgáfa, birt þann {$datePublished}. Lestu <a href="{$urlRecentVersion}">nýjustu útgáfuna</a>.
is_is: Þetta er úrelt útgáfa, birt þann {$datePublished}. Lestu <a href="{$urlRecentVersion}">nýjustu útgáfuna</a>.
it_it: Questa è una versione superata pubblicata il {$datePublished}. Visita la <a href="{$urlRecentVersion}">versione più recente</a>.
ja_jp: これは、{$datePublished} に公開された古いバージョンです。 <a href="{$urlRecentVersion}"> 最新バージョン </a> をお読みください。
ka_ge: ეს არის მოძველებული ვერსია, რომელიც გამოქვეყნდა {$datePublished}. წაიკითხეთ <a href="{$urlRecentVersion}">უახლესი ვერსია</a>.
kk: Бұл {$datePublished} жариялаған ескірген нұсқа. <a href="{$urlRecentVersion}">соңғы нұсқасын</a> оқыңыз.
ku_iq: ئەمە وەشانی کۆنە و لە {$datePublished} بڵاو کراوەتەوە. بخوێنەوە<a href="{$urlRecentVersion}">وەشانی نوێ</a>.
lv: Šī ir novecojusi versija, kas publicēta {$datePublished}. Lasīt <a href="{$urlRecentVersion}">pēdējo versiju</a>.
mk_mk: Ова е застарена верзија објавена на {$datePublished}. Прочитајте ја <a href="{$urlRecentVersion}">најновата верзија</a>.
mr: ही {$datePublished} रोजी प्रकाशित झालेली जुनी आवृत्ती (version) आहे. <a href="{$urlRecentVersion}">सर्वात अलीकडील आवृत्ती (version) </a> वाचा.
ms_my: Ini ialah versi lapuk yang diterbitkan pada {$datePublished}. Baca <a href="{$urlRecentVersion}">versi terbaharu</a>.
nb: Dette er en utdatert versjon publisert {$datePublished}. Les <a href="{$urlRecentVersion}">den nyeste versjonen</a>.
pt_pt: Esta é uma versão desatualizada publicada em {$datePublished}. Consulte a <a href="{$urlRecentVersion}">versão mais recente</a>.
ro: Aceasta este o versiune învechită publicată pe {$datePublished}.Citește aici <a href="{$urlRecentVersion}">cea mai recentă versiune</a>.
ru_ru: Это устаревшая версия, которая была опубликована {$datePublished}. Прочтите <a href="{$urlRecentVersion}">самую последнюю версию</a>.
sl_si: To je stara verzija objvaljena {$datePublished}. Preberite <a href="{$urlRecentVersion}">najnovejšo verzijo</a>.
th: นี่คือเวอร์ชันที่ล้าสมัย ตีพิมพ์เมื่อ {$datePublished}. อ่าน <a href="{$urlRecentVersion}">เวอร์ชันล่าสุด</a>
tr_tr: Bu, {$datePublished} tarihinde yayınlanan eski bir sürüm. <a href="{$urlRecentVersion}">Güncel gürüm</a>e buradan erişebilirsiniz.
vi: Đây là phiên bản cũ được xuất bản vào ngày{$datePublished}. Đọc phiên bản mới nhất tại <a href="{$urlRecentVersion}">đây</a>.
vi_vn: Đây là phiên bản lỗi thời đã được xuất bản vào {$datePublished}. Đọc phiên bản mới nhất ở đây <a href="{$urlRecentVersion}"></a>.

# submission.identifiers
source: Identifiers
ar_iq: المعرفات
az: Tərif edicilər
bg_bg: Идентификатори
ca_es: Identificadors
cs_cz: Identifikátory
da_dk: Identifikatorer
de_de: Identifier
el_gr: Αναγνωριστικά
eu: Identifikatzaileak
fa_ir: شناسه ها
fi_fi: Tunnisteet
fr_fr: Identifiants
gl_es: Identificadores
hr: Identifikatori
hu: Azonosítók
hy_am: Նույնացուցիչներ
id: Identifier
is: Auðkenni
is_is: Auðkenni
it_it: Identificativi
ja_jp: 識別子
ka_ge: იდენტიფიკატორები
kk: Идентификаторлар
ku_iq: ناسێنەرەکان
lv: Identifikatori
mk_mk: Идентификатори
mr: आयडेंटिफायर्स
ms_my: Pengenalpasti
nb: Identifikator
nl_nl: Identificatie
pl_pl: Identyfikatory
pt_pt: Identificadores
ro: Identificatori
ru_ru: Идентификаторы
sl_si: Identifikatorji
sr@cyrillic: Идентификатори
sr_rs@latin: Identifikatori
sv_se: Identifikatorer
th: ตัวระบุ
tr_tr: Tanımlayıcılar
uk_ua: Ідентифікатори
vi: Định danh
vi_vn: Định danh

# submission.publisherId
source: Publisher ID
ar_iq: معرفات الرابط العام
az: Naşir ID-si
bg_bg: Идентификатор на издателя
ca_es: ID de l'editorial
cs_cz: ID vydavatele
da_dk: Udgiver-ID
de_de: Verlags-URL
eu: Argitaletxearen IDa
fa_ir: شناسه عمومی URL
fi_fi: Julkinen URL-tunniste
fr_fr: Identifiant de l'éditeur
gl_es: ID da editorial
hr: ID izdavača
hu: Kiadó azonosító
hy_am: Հրատարակչի ID
id: ID Penerbit
is: Kenni útgefanda
is_is: Kenni útgefanda
it_it: Public URL identifier
ja_jp: 出版者ID
ka_ge: გამომცემლის იდენტიფიკატორი
kk: Жариялаушының идентификаторы
ku_iq: ناسنامەی بڵاوکراوە
lv: Izdevēja ID
mk_mk: ИД на издавач
mr: प्रकाशकाचा ID
ms_my: ID Penerbit
nb: Offentlig URL-identifikator
nl_nl: Publieke URL
pl_pl: Adresy URL identyfikatorów
pt_pt: Id da Editora
ro: ID Editorului de Publicație
ru_ru: ID издателя
sl_si: ID izdajatelja
sr@cyrillic: Јавна URL одредница
sr_rs@latin: Javna URL odrednica
sv_se: Publik URL
th: รหัสผู้ตีพิมพ์
tr_tr: Yayıncı ID'si
uk_ua: URL відкритого ідентифікатора
vi: ID nhà xuất bản
vi_vn: ID Nhà xuất bản

# submission.publisherId.description
source: The publisher ID may be used to record the ID from an external database. For example, items exported for deposit to PubMed may include the publisher ID. This should not be used for DOIs.
az: Naşir ID, xarici bir data bazadan kimliyi yadda saxlamaq üçün istifadə edilə bilər. Məsələn, PubMedə qeydiyyat göndərmək üçün ixrac edilən elementlər naşir ID-sini əhatə edə bilər. Bu DOI-lər üçün istifadə edilməməlidir.
bg_bg: Идентификационният номер на издателя може да се използва за запис на идентификатора от външна база данни. Например статиите, експортирани за депозит в PubMed, могат да включват идентификационния номер на издателя. Това не трябва да се използва за DOI.
ca_es: L'identificador de l'editorial pot utilitzar-se per enregistrar l'ID des d'una base de dades externa. Per exemple, els elements que s'exporten per dipositar-los a PubMed poden incloure l'identificador de l'editorial. En canvi, això no s'hauria de fer servir per als DOI.
cs_cz: ID vydavatele lze použít k záznamu ID z externí databáze. Například položky exportované k uložení do PubMed mohou zahrnovat ID vydavatele. To by se nemělo používat pro DOI.
da_dk: Udgiver-ID'et kan bruges til at registrere ID'et fra en ekstern database. For eksempel kan elementer, der eksporteres til deponering hos PubMed, indeholde udgiver-ID. Dette bør ikke bruges til DOI'er.
de_de: Die Verlags-ID kann dazu benutzt werden, eine ID von einer externen Datenbank aufzunehmen. Beispielsweise können Objekte, die für die Deponierung bei PubMed exportiert wurden, die Verlags-ID beinhalten. Dies sollte nicht für DOIs benutzt werden.
eu: Argitaratzailearen IDa kanpoko datu-base bateko IDa erregistratzeko erabil daiteke. Adibidez, PubMed-era gordailurako esportatutako elementuek argitaratzailearen IDa izan dezakete. Hori ez da DOIetarako erabili behar.
fr_fr: L'identifiant de l'éditeur peut être utilisé pour enregistrer l'identifiant à partir d'une base de données externe. Par exemple, les éléments exportés pour dépôt dans PubMed peuvent inclure l'identifiant de l'éditeur. Ceci ne doit cependant pas être utilisé pour les DOI.
gl_es: O ID da editorial pódese usar para rexistrala desde unha base de datos externa. Por exemplo, os elementos exportados para o seu depósito en PubMed poden incluír o ID da editorial. Isto non se debería empregar para os DOI.
hr: ID izdavača može se koristiti za snimanje ID-a iz vanjske baze podataka. Na primjer, stavke koje se izvoze za polog u PubMed mogu sadržavati ID izdavača. Ovo se ne bi trebalo koristiti za DOI.
hu: A kiadó ID arra is használható, hogy ide mentsünk egy külső adatbázisból származó ID-t. DOI-hoz ne használjuk.
hy_am: Հրատարակչի ID-ն կարող է օգտագործվել ID-ն արտաքին տվյալների շտեմարանից գրառելու համար: Օրինակ՝ PubMed -ում ավանդադրվելու համար արտահանվող նյութերը կարող են ներառել հրատարակչի ID-ն: Սա չպետք է օգտագործվի DOI-ների համար:
id: ID penerbit dapat digunakan untuk merekam ID dari database eksternal. Misalnya, item yang diekspor untuk disetor ke PubMed bisa berupa ID penerbit. Ini tidak boleh digunakan untuk DOI.
is: Kenni útgefanda er hægt að nota til að skrá kenni frá ytri gagnagrunni. Til dæmis geta atriði flutt út í geymslu hjá PubMed falið í sér kenni útgefanda. Þetta á ekki að nota fyrir DOI númer.
is_is: Kenni útgefanda er hægt að nota til að skrá kenni frá ytri gagnagrunni. Til dæmis, atriði flutt út í geymslu hjá PubMed geta falið í sér kenni útgefanda. Það á ekki að nota þetta fyrir DOI númer.
ja_jp: 出版者ID は、外部データベースから ID を記録するために使用できます。 たとえば、 PubMed に入金するためにエクスポートされたアイテムには、出版者 ID が含まれている場合があります。 DOI には使用しないでください。
ka_ge: გამომცემლის იდენტიფიკატორი შეიძლება გამოყენებულ იყოს გარე მონაცემთა ბაზაში ჩასაწერად. მაგალითად, PubMed-ში დეპოზიტზე ექსპორტირებული ელემენტები შეიძლება შეიცავდეს გამომცემლის იდენტიფიკატორს. ეს არ უნდა იქნას გამოყენებული DOI-სთვის.
kk: Жариялаушы идентификаторын сыртқы дерекқордан идентификатор жазу үшін пайдалануға болады. Мысалы, PubMed-ке эскроу үшін экспортталған нысандар жариялаушы идентификаторын қамтуы мүмкін. Оны DOI үшін қолдануға болмайды.
ku_iq: ناسێنەری بڵاوکراوە لەوانەیە لە تۆماری زانیارییە ناسێنەرە دەرەکییەکان تۆمار بکرێت. بۆ نمونە ئەو دانانەی کە هەناردە دەکرێن بۆ PubMed لەوانەیە ئەم ناسێنەرە لە خۆیان بگرن. بەڵام نابێت بۆ ناسێنەری سەرچاوە دیجیتاڵییەکان بەکار بهێندرێت.
lv: Izdevēja ID var izmantot, lai ierakstītu ID no ārējās datubāzes. Piemēram, vienībās, kas eksportētas deponēšanai uz PubMed, var norādīt izdevēja ID. To nedrīkst izmantot DOI.
mr: प्रकाशकाचा ID बाह्य डेटाबेसमधून ID ची नोंद करण्यासाठी वापरला जाऊ शकतो. उदाहरणार्थ, PubMed मध्ये लेखांची माहिती अंतर्भूत करण्यासाठी पाठवलेल्या लेखांमध्ये प्रकाशकाच्या ID चा समावेश केलेला असू शकतो. याचा वापर DOI साठी करता कामा नये.
ms_my: ID penerbit boleh digunakan untuk merekodkan ID daripada pangkalan data luaran. Sebagai contoh, item yang dieksport untuk deposit kepada PubMed mungkin termasuk ID penerbit. Ini tidak boleh digunakan untuk DOI.
nb: Utgiver-ID-en kan brukes til å registrere ID-en fra en ekstern database. Eksempelvis kan varer som eksporteres for innskudd på PubMed inneholde utgiver-ID. Dette bør ikke brukes til DOI.
pt_pt: O ID da editora pode ser usado como identificador para bases de dados externas. Por exemplo, itens exportados para a PubMed podem incluir o ID da editora. Estes não devem ser usados nos DOIs.
ro: ID-ul editorului de publicație poate fi utilizat pentru înregistrarea într-o bază de date externă. De exemplu, articolele exportate pentru depunerea către PubMed pot include ID-ul editorului publicației. Acest lucru nu ar trebui utilizat pentru DOI.
ru_ru: ID издателя может использоваться для записи ID из внешней базы данных. Например, экспортированные для депонирования в PubMed объекты могут включать ID издателя. Его не следует использовать для DOI.
sl_si: ID založnika se lahko uporabi za shranjevanje v zunanje baze. Npr. izvoz za deponiranje v PubMed lahko vključuje ID založnika. Ta ID se ne uporablja za DOI.
th: รหัสผู้ตีพิมพ์อาจใช้สำหรับบันทึกรหัสจากฐานข้อมูลภายนอก เช่น รายการที่ส่งไปยัง PubMed อาจรวมรหัสผู้ตีพิมพ์ ไม่ควรใช้กับ DOI
tr_tr: Yayıncı ID, harici bir veritabanından kimliği kaydetmek için kullanılabilir. Örneğin, PubMed'e kayıt göndermek için dışa aktarılan öğeler yayıncı ID'sini içerebilir. Bu DOI'ler için kullanılmamalıdır.
vi: ID nhà xuất bản có thể được sử dụng để ghi lại ID từ cơ sở dữ liệu bên ngoài. Ví dụ: các mục xuất để ký gửi lên PubMed có thể bao gồm ID nhà xuất bản. Không nên sử dụng ID này cho DOI.
vi_vn: ID nhà xuất bản có thể được sử dụng để ghi lại ID từ cơ sở dữ liệu bên ngoài. Ví dụ: các mục được xuất để ký gửi cho PubMed có thể bao gồm ID nhà xuất bản. Điều này không nên được sử dụng cho DOI.

# submission.publisherId.enable
source: Enable for {$objects}
az: {$objects} üçün aktivləşdirin
bg_bg: Активиране за {$objects}
ca_es: Habilitar per a {$objects}
cs_cz: Povolit pro {$objects}
da_dk: Aktivér for {$objects}
de_de: Aktivieren für {$objects}
el_gr: Ενεργοποίηση για {$objects}
eu: Gaitu {$objects}-entzat
fr_fr: Activé pour {$objects}
gl_es: Habilitar para {$objects}
hr: Omogući za {$objects}
hu: Engedélyezés a(z) {$objects} számára
hy_am: Միացված է {$objects} -ի համար
id: Aktifkan untuk {$objects}
is: Virkja fyrir {$objects}
is_is: Virja fyrir {$objects}
ja_jp: {$objects}に有効にする
ka_ge: ჩართვა: {$objects}
kk: {$objects} үшін қосыңыз
ku_iq: چالاکی بکە بۆ {$objects}
lv: Ieslēgt attiecībā uz {$objects}
mk_mk: Овозможи за {$objects}
mr: {$objects} साठी कार्यान्वित करा
ms_my: Dayakan untuk {$objects}
nb: Aktiver for {$objects}
pt_pt: Ativar para {$objects}
ro: Activați pentru {$objects}
ru_ru: Включить для {$objects}
sl_si: Omogoči za {$objects}
th: เปิดใช้งานสำหรับ {$objects}
tr_tr: {$objects} için etkinleştir
vi: Bật cho {$objects}
vi_vn: Bật cho {$object}

# submission.informationCenter.submissionInfo
source: Submission Info
ar_iq: معلومات المؤلَّف
az: Məqalə məlumatı
bg_bg: Информация за изпратения материал
ca_es: Informació de la tramesa
cs_cz: Informace o příspěvku
da_dk: Indsendelsesinformation
de_de: Informationen zur Einreichung
el_gr: Πληροφορίες Υποβολής
eu: Bidalketaren informazioa
fa_ir: اطلاعات مقاله ارسالی
fi_fi: Käsikirjoituksen tiedot
fr_fr: Renseignements sur la soumission
gl_es: Información do envío
hr: Informacije o podnošenju
hu: Beküldési információ
hy_am: Ներկայացման տեղեկատվություն
id: Informasi Naskah
is: Upplýsingar um innsendingu
is_is: Upplýsingar um innsendingu
it_it: Informazioni proposta
ja_jp: 投稿情報
ka_ge: წარდგენის ინფორმაცია
kk: Материалдық ақпарат
ku_iq: زانیاریی پێشکەشکراوەکە
lv: Informācija par iesniegto materiālu
mk_mk: Информации за поднесокот
mr: सादरीकरणासंबंधी माहिती
ms_my: Maklumat Penyerahan
nb: Innlevering: informasjon
nl_nl: Informatie over de inzending
pl_pl: Informacje dotyczące zgłoszenia
pt_pt: Info Submissão
ro: Informații înregistrare manuscrise
ru_ru: Информация о материале
sl_si: Podatki o prispevku
sr@cyrillic: Информације о предаји
sr_rs@latin: Informacije o predaji
sv_se: Information om bidraget
th: ข้อมูลการส่งงาน
tr_tr: Gönderi Bilgisi
uk_ua: Інформація про подання
vi: Thông tin bài nộp
vi_vn: Thông tin bài gửi

# submission.informationCenter.metadata
source: Metadata
ar_iq: البيانات الوصفية
az: Üst data
bg_bg: Метаданни
ca_es: Metadades
de_de: Metadaten
el_gr: Μεταδεδομένα
eu: Metadatuak
fa_ir: فراداده
fi_fi: Metatiedot
fr_fr: Métadonnées
gl_es: Metadatos
hr: Metapodaci
hu: Metaadat
hy_am: Մետատվյալներ
is: Lýsigögn
is_is: Lýsigögn
it_it: Metadati
ja_jp: メタデーター
ka_ge: მეტა-მონაცემები
kk: Метадеректер
ku_iq: زانیاریی ناسێنەر
lv: Metadati
mk_mk: Метаподатоци
mr: मेटाडेटा
pl_pl: Metadane
pt_pt: Metadados
ro: Metadate
ru_ru: Метаданные
sl_si: Metapodatki
sr@cyrillic: Метаподаци
sr_rs@latin: Metapodaci
th: เมทาดาทา
tr_tr: Üst Veri
uk_ua: Метадані
vi_vn: Siêu dữ liệu

# submission.informationCenter.notes
source: Notes
ar_iq: الملاحظات
az: Qeydlər
bg_bg: Бележки
cs_cz: Poznámky
da_dk: Noter
de_de: Anmerkungen
el_gr: Σημειώσεις
eu: Oharrak
fa_ir: یادداشت
fi_fi: Muistiinpanot
gl_es: Notas
hr: Bilješke
hu: Jegyzetek
hy_am: Նշումներ
id: Catatan
is: Minnispunktar
is_is: Minnispunktar
it_it: Note
ja_jp: 注記
ka_ge: შენიშვნები
kk: Ескертпелер
ku_iq: تێبینییەکان
lv: Piezīmes
mk_mk: Забелешки
mr: टिप्पण्या (Notes)
ms_my: Nota
nb: Notater
nl_nl: Opmerkingen
pl_pl: Uwagi
pt_pt: Notas
ro: Note
ru_ru: Заметки
sl_si: Opombe
sr@cyrillic: Напомене
sr_rs@latin: Napomene
sv_se: Anteckningar
th: บันทึก
tr_tr: Notlar
uk_ua: Нотатки
vi: Ghi chú
vi_vn: Các lưu ý

# submission.informationCenter.history
source: History
ar_iq: الماضي
az: Keçmiş
bg_bg: История
ca_es: Historial
cs_cz: Historie
da_dk: Historik
de_de: Verlauf
el_gr: Ιστορικό
eu: Historia
fa_ir: سوابق
fi_fi: Historia
fr_fr: Historique
gl_es: Historial
hr: Povijest
hu: Történet
hy_am: Պատմություն
id: Riwayat
is: Saga
is_is: Saga
it_it: Storico
ja_jp: 履歴
ka_ge: ისტორია
kk: Тарихы
ku_iq: مێژو
lv: Vēsture
mk_mk: Историја
mr: कालक्रम
ms_my: Sejarah
nb: Historikk
nl_nl: Geschiedenis
pl_pl: Historia
pt_pt: Histórico
ro: Istoric
ru_ru: История
sl_si: Zgodovina
sr@cyrillic: Историја
sr_rs@latin: Istorija
sv_se: Historik
th: ประวัติ
tr_tr: Geçmiş
uk_ua: Історія
vi: Lịch sử
vi_vn: Lịch sử

# submission.informationCenter.history.allEvents
source: Show events from prior versions
ar_iq: أظهر أحداث النسخ السابقة
az: Əvvəlki versiya fəaliyyətlərini göstərin
bg_bg: Показване на събитията от предни версии
ca_es: Mostra esdeveniments de versions anteriors
cs_cz: Ukázat všechny události předchozích verzí
da_dk: Se events fra tidligere versioner
de_de: Verlauf inkl. früherer Versionen anzeigen
el_gr: Εμφάνιση συμβάντων από προηγούμενες εκδόσεις
eu: Erakutsi aurreko bertsioetako gertaerak
fa_ir: رخدادهای نسخه های قبلی را نیز نمایش بده
fi_fi: Näytä edellisten versioiden tapahtumat
fr_fr: Afficher les événements des versions précédentes
gl_es: Mostrar eventos de versións anteriores
hr: Prikaži događaje iz prethodnih verzija
hu: Korábbi verziók eseményeinek megjelenítése
hy_am: Ցույց տալ իրադարձությունները նախորդ տարբերակներից
id: Tampilkan kegiatan dari versi terdahulu
is: Sjá atburði frá fyrri útgáfum
is_is: Sjá atburði frá fyrri útgáfum
it_it: Mostra gli eventi partendo dalle precedenti versioni
ja_jp: 以前のバージョンのイベントを表示する
ka_ge: მოვლენების ჩვენება წინა ვერსიებიდან
kk: Алдыңғы нұсқалардағы оқиғаларды көрсету
ku_iq: ڕوداوەکانی وەشانەکانی پێشتر پیشان بدە
lv: Rādīt notikumus no iepriekšējām versijām
mk_mk: Прикажи настани на претходни верзии
mr: मागील आवृत्त्यांपासून (version) घटनाक्रम दाखवा
ms_my: Tunjukkan aktiviti daripada versi terdahulu
nb: Vi alle aktivitetene fra tidligere versjoner
nl_nl: Toon gebeurtenissen van eerdere versies
pl_pl: Pokaż wydarzenia z wcześniejszych wersji
pt_pt: Mostrar eventos de versões anteriores
ro: Afișează evenimente din versiunile anterioare
ru_ru: Показать события из предыдущих версий
sl_si: Prikaži dogodke prejšnjih verzij
sr@cyrillic: Покажи догађаје из претходних верзија
sr_rs@latin: Pokaži događaje iz prethodnih verzija
sv_se: Visa händelser från tidigare versioner
th: แสดงเหตุการณ์จากเวอร์ชันก่อนหน้า
tr_tr: Önceki sürüm etkinliklerini göster
uk_ua: Показати події з попередніх версій
vi: Hiển thị sự kiện từ các phiên bản trước
vi_vn: Hiển thị các sự kiện từ các phiên bản trước

# submission.stageParticipants.notify
source: Notify
ar_iq: إشعار
az: Bildirin/xəbərdar edin
bg_bg: Известяване
ca_es: Notifica
cs_cz: Upozornit
da_dk: Underret
de_de: Benachrichtigen
eu: Jakinarazi
fa_ir: اطلاع‌رسانی
fi_fi: Ilmoita
fr_fr: Envoyer un avis
gl_es: Notificar
hr: Obavijestiti
hu: Értesítés
hy_am: Ծանուցել
id: Beri tahukan
is: Tilkynna
is_is: Tilkynna
it_it: Notifica
ja_jp: 通知
ka_ge: შეტყობინება
kk: Хабарлау
ku_iq: ئاگادارکردنەوە
lv: Paziņot
mk_mk: Извести
mr: सूचित करा
ms_my: Maklumkan
nb: Gi beskjed til
nl_nl: Verstuur een melding
pl_pl: Powiadom
pt_pt: Notificar
ro: Notificare
ru_ru: Уведомить
sl_si: Obvesti
sr@cyrillic: Обавести
sr_rs@latin: Obavesti
sv_se: Meddela
th: แจ้งเตือน
tr_tr: Bildir
uk_ua: Повідомити
vi: Thông báo
vi_vn: Thông báo

# submission.lastModified
source: Last modified
ar_iq: آخر تعديل
az: Son dəyişiklik
bg_bg: Последно модифицирано
ca_es: Modificada per darrera vegada
cs_cz: Naposledy změněno
da_dk: Senest ændret
de_de: Zuletzt geändert
el_gr: Τελευταία τροποποίηση
eu: Azken aldaketa
fa_ir: تاریخ آخرین تغییر در وضعیت
fi_fi: Muutettu viimeksi
fr_fr: Dernière modification
gl_es: Última modificación
hr: Zadnja izmjena
hu: Utolsó módosítás
hy_am: Վերջին փոփոխությունը
id: Terakhir Dimodifikasi
is: Síðast breytt
is_is: Síðast breytt
it_it: Ultima modifica
ja_jp: 最新更新日
ka_ge: ბოლოს შეცვლილი
kk: Соңғы өзгертілген
ku_iq: دواهەمین چاککراو
lv: Pēdējās izmaiņas
mk_mk: Последна измена
mr: अखेरचे फेरफार
ms_my: Terakhir diubah suai
nb: Sist endret
nl_nl: Laatst gewijzigd
pl_pl: Ostatnio zmieniany
pt_pt: Última alteração
ro: Modificat ultima dată
ru_ru: Последнее изменение
sl_si: Zadnja sprememba
sr@cyrillic: Последњи пут измењено
sr_rs@latin: Poslednji put izmenjeno
sv_se: Senast ändrad
th: แก้ไขครั้งล่าสุด
tr_tr: Son değişiklik
uk_ua: Остання редакція
vi: Chỉnh sửa lần cuối
vi_vn: Sửa lần cuối
zh_cn: 最后的修改

# submission.layout.addGalley
source: Add a Layout Galley
ar_iq: أضف تصميماً طباعياً
az: Tərtibat dizgisi əlavə edin
bg_bg: Добавяне на оформителска типография
ca_es: Afegeix galerades de maquetació
cs_cz: Přidat sazebnici
da_dk: Tilføj et layout-publiceringsfil
de_de: Fahne hinzufügen
el_gr: Προσθήκη Τυπογραφικού Δοκιμίου
eu: Gehitu Maketazio-galerada bat
fa_ir: افزودن کلیشه چاپی
fi_fi: Lisää julkaistava tiedosto
fr_fr: Ajouter une épreuve de mise en page
gl_es: Engadir unha galerada de maquetación
hr: Dodajte prijelom
hu: Tördelési formátum hozzáadása
hy_am: Ավելացնել Որվագծի շարվածքը
id: Tambahkan Galley Layout
is: Bæta við Galley fyrir umbrot
it_it: Aggiungi una gabbia
ja_jp: レイアウト済ゲラ版の追加
ka_ge: დაამატეთ განლაგების სვეტი
kk: Layout Galley қосыңыз
ku_iq: زیادکردنی تابلۆی نەخشەساز
lv: Pievienot maketa saliktni
mk_mk: Додади отисок на распоред на труд
mr: लेआउट गॅलीचा समावेश करा
ms_my: Tambahkan Susun atur Galley
nb: Legg til et layoutoppsett
nl_nl: Voeg een opmaak proefdruk toe
pl_pl: Dodaj szablon pliku do publikacji
pt_pt: Adicionar layout para composição final
ro: Adăugați o galerie de machete (de aspect)
ru_ru: Добавить макет гранки
sl_si: Dodaj prelom
sr@cyrillic: Додај изглед пробне копије
sr_rs@latin: Dodaj izgled probne kopije
sv_se: Lägg till en layout-publiceringsversion
th: เพิ่มฉบับจัดรูปแบบ
tr_tr: Mizanpaj Dizgisi Ekle
uk_ua: Додати гранку
vi: Thêm phiên bản xuất bản định dạng
vi_vn: Thêm một bản trình bày
zh_cn: 添加一个排版样稿
