Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.license.cc.by-nc-nd3.footer
source: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 Unported License</a>.</p>
ar_iq: <a rel="الرخصة" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>هذا العمل مرخص بموجب <a rel="الرخصة" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 International License</a>.</p>
az: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Bu çalışma<a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 International License</a> ile lisenziyalanıb.</p>
bg_bg: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Публикация с <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 Unported License</a>.</p>
ca_es: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Aquesta obra està sota una llicència internacional <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Reconeixement-NoComercial-SenseObraDerivada 3.0</a>.</p>
cs_cz: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"> <img alt = "Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png"/> </a> <p> Tato práce podléhá licenci na základě <a rel=" licence" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 Unported License</a>. </p>
el_gr: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Αυτή η εργασία είναι αδειοδοτημένη υπό το <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 Unported License</a>.</p>
eu: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Lan hau <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Aitortu-EzKomertziala-LanEratorririkGabe 3.0 Lizentziapean</a> dago argitaratuta.</p>
fr_fr: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Licence Creative Commons" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Cette œuvre est sous licence <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution - Pas d’Utilisation Commerciale - Pas de Modification 3.0 non transposé</a>.</p>
gl_es: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Esta obra está baixo unh licenza internacional <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Recoñecemento-Non Comercial-Sen Obra Derivada 3.0</a>.</p>
hr: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Licenca Creative Commons" src="//i.creativecommons.org/ l/by-nc-nd/3.0/88x31.png" /></a><p>Ovo je djelo licencirano pod <a rel="license" href="https://creativecommons.org/licenses/by -nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 Neprenesena licenca</a>.</p>
hu: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"> <img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Ez a mű a <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Nevezd meg! - Ne add el! - Ne változtasd! 3.0 Unported (CC BY-NC-ND 3.0) engedély alapján használható fel.</a>.</p>
hy_am: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Ստեղծագործական համայնքներ արտոնագիր" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Այս աշխատանքն արտոնագրված է որպես <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 Unported License</a>.</p>
id: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Artikel ini berlisensi<a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 Unported License</a>.</p>
is: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Greinar í tímaritinu eru gefnar út undir leyfinu <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">(Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 Unported License)</a>.</p>
ja_jp: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>この資料のライセンスは<a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons表示 - 非営利 - 改変禁止 3.0 非移植</a>です。</p>
ka_ge: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>ეს ნამუშევარი ლიცენზირებულია <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 Unported ლიცენზიით</a> .</p>
kk: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons лицензиясы" src="//i.creativecommons.org/ l/by-nc-nd/3.0/88x31.png" /></a><p>Бұл жұмыс <a rel="license" href="https://creativecommons.org/licenses/by бойынша лицензияланған. -nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 портталмаған лицензия</a>.</p>
lv: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Šis darbs ir licencēts ar <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 Unported licenci</a>.</p>
mr: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>हे लेखन <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 Unported License</a> अंतर्गत परवानाकृत आहे.</p>
ms_my: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Kerja ini dilesenkan di bawah <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 Unported License</a>.</p>
nb: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Dette verket er lisensiert under en <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 Unported Lisens</a>.</p>
pt_pt: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Este trabalho encontra-se publicado com a <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Licença Internacional Creative Commons Atribuição-NãoComercial-SemDerivações 3.0 não exportada</a>.</p>
ro: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Această lucrare este licențiată în temeiul <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 Unported License</a>.</p>
ru_ru: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Лицензия Creative Commons" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Это произведение доступно по <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">лицензии Creative Commons «Attribution-NonCommercial-NoDerivatives» («Атрибуция — Некоммерческое использование — Без производных произведений») 3.0 Непортированная</a>.</p>
sl_si: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons licenca" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>To delo je licencirano kot <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 mednarodna licenca </a>.</p>
tr_tr: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Bu çalışma<a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 3.0 International License</a> ile lisansanmıştır.</p>
vi: <a rel="License" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/3.0/88x31.png" /></a><p>Tác phẩm này được cấp phép theo <a rel="License" href="https://creativecommons.org/licenses/by-nc-nd/3.0/">Giấy phép Creative Commons Ghi công-Phi thương mại-Không phái sinh 3.0 Chưa được công bố</a>.</p>
vi_vn: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/3.0/"> <img alt = "Giấy phép Creative Commons" src = "// i.creativecommons.org/l/by-nc-nd/3.0/ 88x31.png"/> </a> <p> Tác phẩm này được cấp phép theo <a rel ="license" href =" https://creativecommons.org/licenses/by-nc-nd/3.0/"> Giấy phép không được báo cáo của Creative Commons Attribution-NonCommercial-NoDerizers 3.0. </a>. </p>

# submission.license.cc.by-nc3.footer
source: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 Unported License</a>.</p>
ar_iq: <a rel="الرخصة" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>هذا العمل مرخص بموجب <a rel="الرخصة" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 International License</a>.</p>
az: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Bu çalışma <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 International License</a> ile lisenziyalanıb.</p>
bg_bg: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Публикация с <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 Unported License</a>.</p>
ca_es: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Aquesta obra està sota una llicència internacional <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Reconeixement-NoComercial 3.0</a>.</p>
cs_cz: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png"/></a> <p>Tato práce podléhá licenci na základě <a rel=" licence" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 Unported License</a>.</p>
da_dk: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"> <img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Dette arbejde er licenseret under en <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 Unported License</a>.</p>
el_gr: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Αυτή η εργασία είναι αδειοδοτημένη υπό το <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 Unported License</a>.</p>
eu: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Lan hau <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Aitortu-EzKomertziala 3.0 Moldatu gabea Lizentziapean </a> dago argitaratuta.</p>
fr_fr: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Licence Creative Commons" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Cette œuvre est sous licence <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution - Pas d’Utilisation Commerciale 3.0 non transposé</a>.</p>
gl_es: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Esta obra está baix unha licenza <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Recoñecemento-Non Comercial 3.0</a>.</p>
hr: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Licenca Creative Commons" src="//i.creativecommons.org/l/ by-nc/3.0/88x31.png" /></a><p>Ovo djelo je licencirano pod <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0 /">Creative Commons Attribution-NonCommercial 3.0 Unported Licenca</a>.</p>
hu: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"> <img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Ez a mű a <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Nevezd meg! - Ne add el! 3.0 Unported engedély</a> szerint használható fel.</p>
hy_am: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Ստեղծագործական համայնքներ արտոնագիր" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Այս աշխատանքն արտոնագրված է որպես <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 Unported License</a>.</p>
id: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Artikel ini berlisensi<a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 Unported License</a>.</p>
is: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Greinar í tímaritinu eru gefnar út undir leyfinu <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">(Creative Commons Attribution-NonCommercial 3.0 Unported License)</a>.</p>
ja_jp: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>この資料のライセンスは<a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons 表示 - 非営利 3.0 非移植 </a>です。</p>
ka_ge: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>ეს ნამუშევარი ლიცენზირებულია <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 Unported ლიცენზიით</a> .</p>
kk: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons лицензиясы" src="//i.creativecommons.org/l/ by-nc/3.0/88x31.png" /></a><p>Бұл жұмыс <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0 лицензиясы бойынша лицензияланған. /">Creative Commons Attribution-NonCommercial 3.0 портталмаған лицензиясы</a>.</p>
lv: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Šis darbs ir licencēts ar <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 Unported licenci</a>.</p>
mr: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>हे लेखन <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 Unported License</a> अंतर्गत परवानाकृत आहे.</p>
ms_my: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Kerja ini dilesenkan di bawah <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 Unported License</a>.</p>
nb: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Dette verket er lisensiert under en <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 Unported Lisens</a>.</p>
pt_pt: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Este trabalho encontra-se publicado com a <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Licença Internacional Creative Commons Atribuição-NãoComercial 3.0 não exportada</a>.</p>
ro: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Această lucrare este licențiată în temeiul <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 Unported License</a>.</p>
ru_ru: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Лицензия Creative Commons" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Это произведение доступно по <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">лицензии Creative Commons «Attribution-NonCommercial» («Атрибуция — Некоммерческое использование») 3.0 Непортированная</a>.</p>
sl_si: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons licenca" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>To delo je licencirano kot <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 mednarodna licenca</a>.</p>
tr_tr: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Bu çalışma <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/">Creative Commons Attribution-NonCommercial 3.0 International License</a> ile lisanslanmıştır.</p>
vi: <a rel="License" href="https://creativecommons.org/licenses/by-nc/3.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><p>Tác phẩm này được cấp phép theo <a rel="License" href="https://creativecommons.org/licenses/by-nc/3.0/">Giấy phép Creative Commons Ghi công-Phi thương mại 3.0 Chưa được công bố</a>.</p>
vi_vn: <a rel="license" href="https://creativecommons.org/licenses/by-nc/3.0/"> <img alt = "Giấy phép Creative Commons" src = "// i.creativecommons.org/l/by-nc/3.0/88x31.png"/> </a> <p> Tác phẩm này được cấp phép theo <a rel ="license" href ="https://creativecommons.org/licenses/by-nc/3.0/"> Giấy phép chưa được báo cáo Creative Commons Attribution-NonCommercial 3.0 </a>. </p>
