Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.rights.tip
source: If you wish, you may enter a brief statement about the access rights held in or over this submission.
ar_iq: إذا رغبت، بإمكانك إدخال عبارة موجزة عن حقوق الوصول التي تتعلق بطلب النشر هذا.
az: İstəsəniz, bu məqalə və ya bu girişdə saxlanılan giriş hüquqları haqqında qısa bir bəyanat daxil edə bilərsiniz.
bg_bg: Ако желаете, можете да въведете кратко изявление относно правата за достъп, притежавани в или над това подаване на материали.
ca_es: Si ho voleu, podeu introduir una breu declaració sobre els drets d'accés a aquesta tramesa.
cs_cz: Chcete-li, můžete zadat stručné prohlášení o přístupových právech obsažených v tomto příspěvku nebo v jeho rámci.
da_dk: Hvis du ønsker, kan du indsætte en kort erklæring om adgangsrettighederne i forbindelse med denne indsendelse.
de_de: Wenn Sie möchten, können Sie eine kurze Aussage zu den Rechten, die an dieser Einreichung bestehen, eingeben.
el_gr: Αν επιθυμείτε, μπορείτε να προσθέσετε μια περιληπτική δήλωση σχετικά με τα δικαιώματα πρόσβασης που ακολουθούν αυτή την υποβολή.
eu: Nahi izanez gero, bidalketa honi buruz dituzun sarbide-eskubideei buruzko adierazpen labur bat sar dezakezu.
fa_ir: در صورت تمایل می توانید بیانیه کوتاهی در مورد حق دسترسی به این مقاله ارسالی بنویسید.
fi_fi: Voit halutessasi kertoa lyhyesti tämän käsikirjoituksen käyttöoikeuksista.
fr_fr: Si vous le désirez, vous pouvez ajouter une brève note concernant les droits d'accès de votre soumission.
hr: Ako želite, možete unijeti kratku izjavu o pravima pristupa koje imate u ovom podnesku ili nad njim.
hu: Ha szeretne, megadhat egy rövid leírást, hogy a cikk jogai kit illetnek meg.
hy_am: Եթե ցանկանում եք, կարող եք մուտքագրել հակիրճ հայտարարություն այս ներկայացմանը վերաբերվող կամ փոխանցվող մուտքի իրավունքների մասին:
id: Jika mau, Anda bisa menambahkan uraian singkat tentang akses hak cipta yang melekat pada naskah ini.
is: Hér getur þú valið að slá inn stutta yfirlýsingu um aðgengisréttindi varðandi þessa innsendingu.
it_it: Se vuoi inserisci una breve dichiarazione sui diritti di accesso per o sopra questa proposta.
ja_jp: 必要に応じて、この投稿物で保持されているアクセス権に関する簡単な説明を入力できます。
ka_ge: თუ გსურთ, შეგიძლიათ შეიტანოთ მოკლე განცხადება ამ წარდგინებაში ან მის საფუძველზე დაცული წვდომის უფლებების შესახებ.
kk: Қаласаңыз, осы материалға қалған немесе өту құқығы туралы қысқаша хабарлама енгізуге болады.
ku_iq: ئەگەر دەتەوێت، دەتوانیت کورتەیەک دەربارەی دەستپێڕاگەیشتن بەم پێشکەشکردنە بنوسیت.
lv: Ja vēlaties, varat ievadīt īsu paziņojumu par piekļuves tiesībām, kas attiecas uz šo iesniegto materiālu.
mk_mk: Доколку сакате, можете да внесете кратка изјава за правата за пристап до овој поднесок.
mr: तुमची इच्छा असल्यास, तुम्ही या सादरीकरणासाठी किंवा त्याच्या उपलब्धतेबाबतच्या अधिकारांबद्दल संक्षिप्त विधान नोंदवू शकता.
ms_my: Jika anda mahu, anda boleh memasukkan kenyataan ringkas tentang hak akses yang dipegang dalam atau atas penyerahan ini.
nb: Her kan du kan legge inn en kort erklæring om tilgangsrettighetene til innleveringen.
nl_nl: Als u dat wilt, kunt u hier een korte beschrijving geven van de toegangsrechten voor deze inzending.
pl_pl: Jeśli chcesz, możesz podać krótkie oświadczenie dotyczące praw dostępu do tego zgłoszenia.
pt_pt: Se desejar, pode inserir uma breve declaração sobre os direitos de acesso mantidos sobre esta submissão.
ro: Dacă doriți, puteți introduce aici o scurtă declarație despre drepturile de acces deținute, sau treceți peste această notificare.
ru_ru: Если хотите, вы можете ввести краткое уведомление о правах доступа, сохраняющихся или переходящих для этого материала.
sl_si: Če želite, lahko zapišete kratko izjavo o pravicah do dostopa, ki jih posedujete za ta prispevek.
sr@cyrillic: АКо желите можете уписати кратки став о правима приступа за овај пријављени чланак.
sr_rs@latin: Ako želite možete upisati kratki stav o pravima pristupa za ovaj prijavljeni članak.
sv_se: Om du vill kan du ange en kort beskrivning för vilka rättigheter för tillgång som gäller för det här bidraget.
th: หากต้องการ คุณสามารถป้อนคำแถลงสั้น ๆ เกี่ยวกับสิทธิการเข้าถึงที่ถือครองหรือที่มีต่อการส่งงานนี้
tr_tr: Dilerseniz, bu gönderi veya bu erişim üzerinde tutulan erişim hakları hakkında kısa bir açıklama girebilirsiniz.
uk_ua: Якщо хочете, ви можете ввести короткий виклад прав доступу, які матиме або набуде цей матеріал.
vi: Nếu muốn, bạn có thể nhập tuyên bố ngắn gọn về quyền truy cập được giữ đối với bài nộp này.
vi_vn: Nếu muốn, bạn có thể nhập một tuyên bố ngắn gọn về các quyền truy cập có trong hoặc đối với nội dung gửi này.

# submission.submit.metadataForm.tip
source: Add additional information for your submission. Press 'enter' after each term.
ar_iq: أضف معلومات أخرى عن مؤلَّفِك. إضغط 'enter' بعد كل عبارة.
bg_bg: Добавяне на допълнителна информация за вашето подаване на материали. Натискайте 'enter' след всеки термин.
ca_es: Afegiu informació addicional a la tramesa. Feu clic a «Introdueix» després de cada terme.
cs_cz: Přidejte další informace k vašemu příspěvku. Po každém výrazu klikněte na klávesu "Enter".
da_dk: Tilføj yderligere information til din indsendelse. Tryk 'Enter' efter hver benævnelse.
de_de: Fügen Sie zusätzliche Informationen für Ihre Einreichung hinzu. Drücken Sie 'Enter' nach jedem Begriff.
el_gr: Προσθέστε επιπλέον πληροφορίες για την υποβολή σας. Πατήστε «enter» μετά από κάθε όρο.
eu: Gehitu informazio gehigarria zure bidalketari. Sakatu 'enter' termino bakoitzaren ondoren.
fa_ir: اطلاعات تکمیلی در مورد مقاله ثبت شده خود وارد کنید. هر مورد را با زدن اینتر مشخص کنید.
fi_fi: Lisää käsikirjoitukseesi lisätietoja. Paina enteriä jokaisen termin jälkeen.
fr_fr: Ajouter d'autres renseignements pour votre soumission. Veuillez appuyer sur la touche "enter" après chaque terme.
hr: Dodajte dodatne informacije za svoj podnesak. Pritisnite 'enter' nakon svakog pojma.
hu: További információk hozzáadása a beküldött anyaghoz. Mindegyik után nyomjon entert.
hy_am: Ձեր ներկայացման համար ավելացրեք լրացուցիչ տեղեկություններ: Յուրաքանչյուր տերմինից հետո սեղմեք «enter»:
id: Tambahkan informasi tambahan pada naskah Anda. Tekan "enter' per istilah.
is: Bæta við upplýsingum um innsendinguna þína. Ýttu á "enter" eftir hvert hugtak.
it_it: Aggiungi ulteriori informazioni sulla tua proposta. Premi 'Invio' dopo ogni termine.
ja_jp: 稿の追加情報の入力ができます。 各用語の後に「エンター」を押してください。
ka_ge: დაამატეთ ინფორმაცია თქვენი წარდგენისთვის. ყოველი ტერმინის შემდეგ დააჭირეთ ღილაკს 'enter'.
kk: Материалыңыз үшін қосымша ақпаратты қосыңыз. Әр терминнан кейін «Enter» түймесін басыңыз.
ku_iq: زانیارییەکانی دیکە بۆ پێشکەشکردنەکەت زیاد بکە. تکایە دوای هەر دەربڕینێک 'enter' لێ بدە.
lv: Pievienojiet papildu informāciju par savu iesniegto materiālu. Pēc katra jēdziena nospiediet ievades taustiņu "Enter".
mr: तुमच्या सादरीकरणासाठी अतिरिक्त माहिती जोडा. प्रत्येक संज्ञेनंतर 'enter' दाबा.
ms_my: Tambahkan maklumat tambahan untuk penyerahan anda. Tekan 'enter' selepas setiap penggal.
nb: Legg til ytterligere informasjon om innleveringen. Trykk «Enter» etter hvert ord.
nl_nl: Voeg bijkomende gegevens toe voor uw inzending. Druk "enter" na elke term.
pl_pl: Podaj dodatkowe informacje do zgłoszenia. Wciśnij 'enter' po każdym z terminów.
pt_pt: Adicionar informações extra à sua submissão. Pressione 'enter' após cada termo.
ro: Adăugați informații suplimentare pentru înregistrarea dvs. de manuscris. Apăsați „enter” după fiecare termen.
ru_ru: Добавьте дополнительную информацию для вашего материала. Нажимвйте «Enter» после каждого термина.
sl_si: Dodajte dodatne informacije za vaš prispevek. Pritisnite "enter" po vsakem terminu.
sr@cyrillic: Додајте додатне информације з ваш пријављен чланак. Притисните 'enter' након сваког термина.
sr_rs@latin: Dodajte dodatne informacije z vaš prijavljen članak. Pritisnite 'enter' nakon svakog termina.
sv_se: Lägg till ytterligare information om ditt bidrag. Tryck "enter" efter varje bit.
th: เพิ่มข้อมูลเพิ่มเติมสำหรับการส่งงานของคุณ กด 'enter' หลังจากแต่ละคำ
tr_tr: Gönderiniz için ek bilgi ekleyin. Her terimden sonra 'enter' tuşuna basın.
uk_ua: Додайте додаткову інформацію для вашого подання. Натискайте "Enter" після кожного терміну.
vi: Thêm thông tin bổ sung cho bài nộp của bạn. Nhấn 'enter' sau mỗi thuật ngữ.
vi_vn: Thông tin bổ sung cho bài gửi của bạn. Nhấn 'enter' sau mỗi thông tin bổ sung.

# submission.submit.selectPrincipalContact
source: Principal contact for editorial correspondence.
ar_iq: هذا عنوان الاتصال الرئيسي فيما يتعلق بمهام التحرير.
az: Redaktor yazışmaları üçün əsas əlaqə
bg_bg: Основен контакт за редакционна кореспонденция.
ca_es: Contacte principal per a la correspondència editorial.
cs_cz: Hlavní kontakt pro komunikaci s redakcí.
da_dk: Primær kontaktperson for redaktionel korrespondance.
de_de: Hauptkontakt für die redaktionelle Korrespondenz.
el_gr: Κύρια επαφή για την συντακτική αλληλογραφία.
eu: Korrespondentzia editorialerako kontaktu nagusia.
fa_ir: نویسنده مسئول مکاتبات است
fi_fi: Pääasiallinen yhteyshenkilö toimituksellisissa yhteydenotoissa.
fr_fr: Personne-ressource pour la correspondance éditoriale.
hr: Glavni kontakt za uredničku korespondenciju.
hu: Fő kapcsolattartó a szerkesztőségi levelezésnél.
hy_am: Գլխավոր կոնտակտ խմբագրական նամակագրության համար:
id: Narahubung utama untuk korespondensi editorial.
is: Aðaltengiliður fyrir samskipti við ritstjórn.
it_it: Principale contatto per la corrispondenza editoriale.
ja_jp: 編集上の連絡を取る第一著者。
ka_ge: ძირითადი ავტორი რედაქციასთან მიმოწერისათვის.
kk: Редакциямен хат алмасу үшін байланысатын адам.
ku_iq: کەسی سەرەکیی پەیوەندیدار بۆ پەیوەندیکردن بە سەرنوسەرەوە.
lv: Kontaktpersona sarakstei ar redakciju.
mk_mk: Главен контакт за уреднички допис.
mr: संपादकीय पत्रव्यवहारासाठी प्रमुख संपर्क.
ms_my: Hubungan utama untuk surat-menyurat editorial.
nb: Kontaktperson for redaksjonell korrespondanse.
nl_nl: Eerste contactpersoon voor redactionele correspondentie.
pl_pl: Główna osoba do kontaktu z redakcją.
pt_pt: Contacto principal para correspondência editorial.
ro: Autor corespondent, pentru corespondența editorială.
ru_ru: Контактное лицо для переписки с редакцией.
sl_si: Glavni kontakt za korespondenco z uredništvom.
sr@cyrillic: Главни контакт за уредничку коресподенцију.
sr_rs@latin: Glavni kontakt za uredničku korespodenciju.
sv_se: Huvudkontakt för redaktionens korrespondens.
th: ผู้ติดต่อหลักสำหรับการติดต่อทางบรรณาธิการ
tr_tr: Editör yazışmaları için ana iletişim.
uk_ua: Контактна особа для редакційної кореспонденції.
vi: Liên hệ chính cho trao đổi biên tập.
vi_vn: Người liên hệ chính với ban biên tập.

# submission.dataAvailability
source: Data Availability Statement
az: Məlumatların mövcudluğu haqqında bəyanat
cs_cz: Prohlášení o dostupnosti dat
eu: Datuen erabilgarritasunari buruzko adierazpena
hr: Izjava o dostupnosti podataka
id: Pernyataan Ketersediaan Data
lv: Paziņojums par datu pieejamību
mr: डेटा उपलब्धता विधान (Data Availability Statement)
pt_pt: Declaração de Disponibilidade de Dados Científicos
th: คำแถลงการมีข้อมูล
vi: Tuyên bố khả dụng dữ liệu

# submission.dataAvailability.tip
source: State whether you have made evidence supporting this work available, and if so, where and how it can be accessed
az: Bu işi dəstəkləyən dəlil etməməyinizi və əgər varsa, harada və necə əldə edilə biləcəyini bildirin
cs_cz: Uveďte, zda jste zpřístupnili podklady pro tuto práci, a pokud ano, kde a jak je lze získat
eu: Adierazi lan hau babesten duten frogak eskuragarri jarri dituzun ala ez, eta hala bada, non eta nola eskura daitezkeen
hr: Navedite jeste li stavili na raspolaganje dokaze koji podupiru ovaj rad, i ako jeste, gdje i kako im se može pristupiti
id: Jelaskan apakah anda telah membuat bukti yang mendukung karya ini, dan jika ada, dimana dan bagaimana bukti tersebut dapat diakses
lv: Norādiet, vai esat nodrošinājis piekļuvi informācijai, kas apstiprina jūsu pētījuma rezultātus, un, ja jā, kur un kā šī informācija ir pieejama
mr: या कामाला आधारभूत ठरणारे पुरावे तुम्ही उपलब्ध करून दिले आहेत का आणि असल्यास, ते कुठे आणि कसे उपलब्ध होतील ते सांगा
pt_pt: Indique se disponibilizou provas que suportem este trabalho e, em caso afirmativo, onde e como podem ser acedidas
th: ระบุว่าคุณได้ให้หลักฐานที่สนับสนุนงานนี้ไว้หรือไม่ และหากมีอยู่แล้วจะเข้าถึงได้ที่ไหนและอย่างไร
vi: Nêu rõ liệu bạn có công khai bằng chứng hỗ trợ cho công việc này hay không, và nếu có, nơi và cách thức truy cập nó

# submission.files.required.genre
source: You must upload at least one {$genre} file.
az: Ən azı bir {$genre} faylı yükləməlisiniz.
cs_cz: Musíte nahrát alespoň jeden soubor typu {$genre}.
eu: Gutxienez {$genre} fitxategi bat igo behar duzu.
hr: Morate učitati barem jednu {$genre} datoteku.
id: Anda harus mengunggah setidaknya {$genre} file.
lv: Nepieciešams augšupielādēt vismaz vienu {$genre} datni.
mr: तुम्ही किमान एक {$genre} फाईल संक्रमित (अपलोड) केली पाहिजे.
pt_pt: Deve enviar pelo menos um ficheiro {$genre}.
th: คุณต้องอัปโหลดไฟล์อย่างน้อยหนึ่งไฟล์ประเภท {$genre}
vi: Bạn phải tải lên ít nhất một tệp {$genre}.

# submission.files.required.genres
source: You must upload at least one of each of the following file types: {$genres}.
az: Aşağıdakı fayl növlərinin hər birini ən azı birini yükləməlisiniz: {$genres}.
cs_cz: Musíte nahrát alespoň jeden z následujících typů souborů: {$genres}.
eu: Gutxienez fitxategi-mota hauetako bat igo behar duzu: {$genres}.
hr: Morate učitati barem jednu od sljedećih vrsta datoteka: {$genres}.
id: Anda harus mengunggah setidaknya satu dari tipe file berikut ini: {$genres}.
lv: Nepieciešams augšupielādēt vismaz vienu no šādiem datņu veidiem: {$genres}.
mr: तुम्ही खालील प्रकारांपैकी किमान एक फाईल संक्रमित (अपलोड) केली पाहिजे : {$genres}.
pt_pt: Deve enviar pelo menos um ficheiro de cada tipo: {$genres}.
th: คุณต้องอัปโหลดไฟล์อย่างน้อยหนึ่งไฟล์จากประเภทต่อไปนี้: {$genres}
vi: Bạn phải tải lên ít nhất một tệp của mỗi loại tệp sau: {$genres}.

# publication.version
source: Version {$version}
az: Versiya {$version}
cs_cz: Verze {$version}
eu: Bertsioa {$version}
hr: Verzija {$version}
id: Versi {$version}
lv: Versija {$version}
mr: आवृत्ती (version) {$version}
pt_pt: Versão {$version}
th: เวอร์ชัน {$version}
vi: Phiên bản {$version}

# submission.submissionFile
source: Submission File
az: Fayl
eu: Bidalketa-fitxategia
hr: Datoteka s prilogom
hu: Beküldési fájl
id: File Penyerahan Naskah
is: Innsendingarskrá
kk: Мақала файлы
lv: Iesniedzamā materiāla datne
mr: सादरीकरणाची फाईल
nb: Innleveringsfil
pt_pt: Ficheiro submetido
ro: Fișier înregistrare manuscris
th: ไฟล์การส่งงาน
vi: Tệp bài nộp

# submission.authors.label
source: Authors
eu: Egileak
id: Penulis
lv: Autori
mr: लेखक
nb: Forfattere
th: ผู้แต่ง
vi: Tác giả

# author.authorNotFound
source: The author for this affiliation could not be found.
eu: Ezin izan da aurkitu afiliazio hori duen egilea.
id: Penulis pada institusi ini tidak dapat ditemukan.
mr: या संस्थेशी संलग्न (affiliation) लेखक सापडला नाही.
vi: Không tìm thấy tác giả cho liên kết này.

source: Submission Author List
eu: Bidalketaren egileen zerrenda
id: Daftar Penulis Naskah
lv: Iesniegto materiālu autoru saraksts
mr: सादरीकरणाच्या लेखकांची यादी
th: รายชื่อผู้แต่งที่ส่ง
vi: Danh sách tác giả bài nộp

# submission.wizard.submissionCancelled.description
source: Submission has been cancelled, and all associated data has been deleted.
eu: Bidalketa bertan behera utzi da eta hari lotutako datu guztiak ezabatu egin dira.
id: Pengiriman naskah telah dibatalkan, dan semua data telah dihapus.
mr: सादरीकरणा रद्द केले गेले आहे आणि सर्व संबंधित डेटा हटवला गेला आहे.
vi: Bài nộp đã bị hủy và tất cả dữ liệu liên quan đã bị xóa.

# submission.wizard.submissionCancelled
source: Submission cancelled
eu: Bidalketa ezeztatua
id: Pengiriman naskah dibatalkan
mr: सादरीकरण रद्द
vi: Đã hủy bài nộp

# submission.wizard.submissionCancel
source: Cancel submission
eu: Ezeztatu bidalketa
id: Pembatalan pengiriman naskah
mr: सादरीकरण रद्द करा
vi: Hủy bài nộp

# ror.nameRequired
source: A ROR name is required.
eu: ROR izena derrigorrezkoa da.
id: Nama ROR diwajibkan.
mr: संशोधन संस्था नोंदणीमधील (ROR) संस्थेचे नाव आवश्यक आहे.
vi: Yêu cầu tên ROR.

# editor.submission.roundStatus.returnedToReview
source: Returned back to review.
az: Nəzərdən keçirmək üçün geri qayıtdı.
eu: Berrikuspenera itzuli da.
id: Kembali ke review.
lv: Nodots atpakaļ recenzēšanai.
mr: समीक्षणासाठी पुनः पाठवले.
th: ส่งกลับไปยังการทบทวนอีกครั้ง
vi: Đã gửi lại để đánh giá.

# author.affiliationRorAndNameEmpty
source: Please provide a ROR affiliation or at least one affiliation name.
eu: Eman ROR afiliazio bat edo, gutxienez, afiliazio izen bat.
id: Mohon isi institusi yang terdaftar pada ROR atau setidaknya nama institusi.
mr: कृपया संशोधन संस्था नोंदणीमधील (ROR) संस्था किंवा किमान इतर एका संलग्न संस्थेचे (affiliation) नाव द्या.
vi: Vui lòng cung cấp liên kết ROR hoặc ít nhất một tên liên kết.

# author.affiliationNamePrimaryLocaleMissing
source: Please provide affiliation name in the submission primary locale.
eu: Eman afiliazioaren izena bidalketaren ezarpen nagusietan.
id: Mohon berikan nama institusi pada lokal utama naskah.
mr: सादरीकरणाच्या प्राथमिक लोकॅलमध्ये कृपया संलग्न संस्थेचे (affiliation) नाव द्या.
vi: Vui lòng cung cấp tên liên kết bằng ngôn ngữ chính của bài nộp.

# ror.displayLocaleRequired
source: ROR display locale is required.
eu: ROR bistaratze-ezarpena beharrezkoa da.
id: Display lokal ROR diwajibkan.
mr: संशोधन संस्था नोंदणीमधील (ROR) प्रदर्शित लोकॅल आवश्यक आहे.
vi: Yêu cầu ngôn ngữ hiển thị ROR.

# author.competingInterests
source: Competing Interests
eu: Interes-gatazkak
id: Konflik Kepentingan
lv: Interešu konflikts
mr: स्पर्धात्मक हितसंबंध
th: ผลประโยชน์ที่ขัดแย้งกัน
vi: Xung đột lợi ích

# dashboard.submissions.incomplete.bulkDelete.column.description
source: Select incomplete submissions to be deleted.
eu: Hautatu bidalketa osatugabeak ezabatu daitezen.
id: Memilih naskah yang tidak lengkap untuk dihapus.
mr: हटवण्यासाठी अपूर्ण सादरीकरण निवडा.
vi: Chọn các bài nộp chưa hoàn chỉnh để xóa.

# fileManager.revisionsUploaded
source: Revisions Uploaded
eu: Berrikuspenak igota
id: Revisi Diunggah
mr: सुधारीत आवृत्ती (revisions) संक्रमित (अपलोड) केल्या
vi: Bản sửa đổi đã tải lên

# dashboard.recommendOnly.recommendationsReady
source: An editorial recommendation has been received
eu: Gomendio editorial bat jaso da
id: Rekomendasi editor telah diterima
mr: संपादकीय शिफारस प्राप्त झाली आहे
vi: Đã nhận được một đề xuất biên tập

# dashboard.reviewAssignment.statusCancelled.description
source: Reviewer has cancelled the review request on <b>{$date}</b>
eu: Ebaluatzaileak berrikuspen-eskaera bertan behera utzi du <b>{$date}</b> egunean.
id: Reviewer telah membatalkan permintaan review pada <b>{$date}</b>.
mr: समीक्षकाने <b>{$date}</b> रोजी समीक्षणाची विनंती नाकारली आहे.
vi: Người phản biện đã hủy yêu cầu phản biện vào <b>{$date}</b>.

# dashboard.reviewAssignment.statusComplete.description
source: The review was accepted by the editor on {$date}.</b>
eu: Editoreak berrikuspena onartu zuen <b>{$date}</b> egunean.
id: Review telah diterima oleh editor pada <b>{$date}</b>.
mr: <b>{$date}</b> रोजी संपादकाने समीक्षण स्वीकारले.
vi: Bài phản biện đã được biên tập viên chấp nhận vào <b>{$date}</b>.

# dashboard.reviewAssignment.statusResponseOverdue.title
source: Review Request overdue by {$days} days
eu: Berrikuspen-eskaera {$days} egunez atzeratuta
id: Permintaan Review telah lewat dalam {$days} hari
mr: समीक्षणासाठीच्या केलेल्या विनंतीला प्रतिसाद न मिळून {$days} दिवस उलटले
vi: Yêu cầu Phản biện quá hạn {$days} ngày

# publication.jats.confirmDeleteFileMessage
source: You are about to remove the existing JATS XML File from this publication. Are you sure?
eu: JATS XML fitxategia argitalpen honetatik kentzear zaude. Ziur zaude?
id: Anda akan menghapus FileJATS XML yang ada dari penerbitan. Apakah anda yakin?
mr: तुम्ही या प्रकाशनातून विद्यमान JATS XML फाईल खात्रीने काढून टाकणार आहात ना?
vi: Bạn sắp xóa Tệp JATS XML hiện có khỏi ấn phẩm này. Bạn có chắc không?

# dashboard.reviewAssignment.action.resendReviewRequest
source: Resend Review Request
eu: Birbidali berrikuspen-eskaera
id: Mengirimkan Kembali Permintaan Review
mr: समीक्षणाची विनंती पुन्हा पाठवा
vi: Gửi lại Yêu cầu Phản biện

# dashboard.reviewAssignment.statusRequestResend.title
source: Awaiting Response from the reviewer
eu: Ebaluatzailearen erantzunaren zain
id: Menunggu Respon dari reviewer
mr: समीक्षकाकडून प्रतिसादाची वाट पाहत आहे
vi: Đang chờ Phản hồi từ người phản biện

# dashboard.reviewAssignment.statusAccepted.title
source: Ongoing review - request accepted
eu: Berrikuspen martxan - eskaera onartua
id: Review yang sedang berlangsung - permintaan diterima
mr: चालू समीक्षण - विनंती स्वीकारली
vi: Đang phản biện - yêu cầu đã được chấp nhận

# dashboard.reviewAssignment.statusReviewOverdue.title
source: Review overdue by {$days} days
eu: Berrikuspena {$days} egunez atzeratuta dago
id: Review berakhir dalam {$days} hari
mr: समीक्षणाची पूर्ण करण्याची तारीख उलटून {$days} दिवस झाले आहेत
vi: Phản biện quá hạn {$days} ngày

# dashboard.reviewAssignment.statusAccepted.description
source: This reviewer has accepted the review request. Their review is due in <b>{$days} days on {$date}.</b>
eu: Ebaluatzaile honek berrikuspen-eskaera onartu du. Bere berrikuspena <b>{$days} eguneko epean aurkeztu behar da, {$date} egunean.</b>
id: Reviewer ini telah menerima permintaan review. Review akan berakhir dalam <b>{$days} hari pada {$date}.</b>
mr: या समीक्षकाने समीक्षणाची विनंती स्वीकारली आहे. त्यांचे समीक्षण <b>{$date} पर्यंत {$days} दिवसांत पूर्ण होणे अपेक्षित आहे.</b>
vi: Người phản biện này đã chấp nhận yêu cầu phản biện. Bài phản biện của họ đến hạn trong <b>{$days} ngày vào {$date}.</b>

# workflow.uploadRevisions
source: Upload revisions
eu: Igo berrikuspenak
id: Mengunggah revisi
mr: सुधारीत आवृत्ती (revision) संक्रमित (अपलोड) करा
vi: Tải lên bản sửa đổi

# dashboard.submitRevisions
source: Submit revisions
eu: Bidali berrikuspenak
id: Mengirimkan revisi
mr: सुधारीत आवृत्ती (revision) सादर करा
vi: Nộp bản sửa đổi

# dashboard.revisionRequested
source: Revision requested
eu: Berrikuspena eskatuta
id: Revisi diminta
mr: सुधारीत आवृत्तीसाठी (revision) विनंती केली आहे
vi: Đã yêu cầu sửa đổi

# dashboard.newReviewRoundToBeCreated
source: New review round to be created
eu: Berrikuspen-erronda berria sortuko da
id: Putaran review baru dibuat
mr: नव्या समीक्षणासाठी फेरी निर्माण केली जाईल
vi: Vòng phản biện mới sẽ được tạo

# dashboard.revisionRequestedFromAuthor
source: Revisions requested from author
eu: Egileari eskatutako berrikuspenak
id: Revisi diminta dari penulis
mr: सुधारीत आवृत्तीसाठी (revisions) लेखकाला विनंती
vi: Yêu cầu sửa đổi từ tác giả

# dashboard.assignReviewers
source: Assign Reviewers
eu: Esleitu ebaluatzaileak
id: Menunjuk Reviewer
mr: समीक्षकांना नियुक्त करा
vi: Chỉ định Người phản biện

# dashboard.startNewSubmission
source: Start A New Submission
eu: Hasi bidalketa berri bat
id: Mulai Proses Pengiriman Naskah
mr: नवीन सादरीकरण प्रक्रिया सुरू करा
vi: Bắt đầu Bài nộp Mới

# dashboard.applyFilters
source: Apply Filters
eu: Aplikatu iragazkiak
id: Menerapkan Filter
mr: फिल्टर लागू करा
vi: Áp dụng Bộ lọc

# dashboard.reviewUpdateCounts
source: Review update {$reviewsCompletedCount}/{$reviewsTotalCount}
eu: Berrikuspenaren egoera {$reviewsCompletedCount}/{$reviewsTotalCount}
id: Pembaruan review {$reviewsCompletedCount}/{$reviewsTotalCount}
mr: समीक्षणांची आत्ताची आकडेवारी {$reviewsCompletedCount}/{$reviewsTotalCount}
vi: Cập nhật phản biện {$reviewsCompletedCount}/{$reviewsTotalCount}

# dashboard.reviewersAssigned
source: Reviewers assigned
eu: Esleitutako ebaluatzaileak
id: Reviewer yang ditugaskan
mr: समीक्षक नियुक्त केले
vi: Người phản biện đã được chỉ định
