Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.wizard.alreadySubmitted
source: This submission has already been submitted. Please visit your <a href="{$url}">submissions dashboard</a> to view it.
az: Bu təqdimat artıq təqdim edilmişdir. Zəhmət olmasa, onu görmək üçün <a href="{$url}"> Təqdimat tablosuna </a> ziyarət edin.
cs_cz: Tento příspěvek již byl předložen. Pro jeho zobrazení prosím navštivte svůj <a href="{$url}">panel příspěvků</a>.
eu: Bidalketa hau dagoeneko bidali da. Mesedez, bisitatu zure <a href="{$url}">bidalketen kontrol-panela</a> ikusteko.
hr: Ovaj podnesak je već predan. Posjetite svoju <a href="{$url}">nadzornu ploču za slanje</a> da biste je vidjeli.
id: Naskah sudah dikirimkan. Silakan kunjungi <a href="{$url}">dasbor pengiriman anda</a> untuk melihatnya.
lv: Šis materiāls jau ir iesniegts. Lūdzu, apmeklējiet savu <a href="{$url}">iesniegto materiālu vadības paneli</a>, lai to apskatītu.
mr: हे सादरीकरण यापूर्वीच सादर केले गेले आहे. ते पाहण्यासाठी कृपया तुमच्या <a href="{$url}">सादरीकरण डॅशबोर्ड</a> ला भेट द्या.
pt_pt: Esta submissão já foi enviada. Visite o seu <a href="{$url}">dashboard</a> para a visualizar.
th: การส่งงานนี้ได้ถูกส่งแล้ว กรุณาไปที่ <a href="{$url}">แดชบอร์ดการส่งงาน</a> เพื่อดู
vi: Bài nộp này đã được gửi. Vui lòng truy cập <a href="{$url}">bảng điều khiển bài nộp</a> của bạn để xem nó.

# submission.wizard.beforeStart
source: Before you begin
az: Başlamazdan əvvəl
cs_cz: Než začnete
eu: Hasi aurretik
hr: Prije nego počnete
id: Sebelum anda mulai
lv: Pirms darba uzsākšanas
mr: सुरुवात करण्यापूर्वी
pt_pt: Antes de começar
th: ก่อนที่คุณจะเริ่ม
vi: Trước khi bắt đầu

# submission.wizard.categories.description
source: Select only the categories that are appropriate for your submission.
az: Yalnız təqdim etmək üçün uyğun olan kateqoriyalar seçin.
cs_cz: Vyberte pouze kategorie, které jsou pro váš příspěvek vhodné.
eu: Hautatu zure bidalketarako egokiak diren kategoriak soilik.
hr: Odaberite samo kategorije koje su prikladne za vaš podnesak.
id: Hanya pilih kategori yang cocok untuk naskah anda.
lv: Izvēlieties tikai tās kategorijas, kas ir piemērotas jūsu materiālam.
mr: तुमच्या सादरीकरणासाठी योग्य अशा प्रवर्गांचीच (categories) निवड करा.
pt_pt: Selecione apenas as categorias que são apropriadas para a sua submissão.
th: เลือกเฉพาะหมวดหมู่ที่เหมาะสมกับการส่งงานของคุณ
vi: Chỉ chọn các danh mục phù hợp với bài nộp của bạn.

# submission.wizard.changeSubmission
source: Change Submission Settings
az: Təqdim etmə parametrlərini dəyişdirin
cs_cz: Změnit nastavení příspěvku
eu: Aldatu bidalketa-ezarpenak
hr: Promijenite postavke prijave
id: Mengubah Pengaturan Pengiriman Naskah
lv: Mainīt materiāla iesniegšanas iestatījumus
mr: सादरीकरणासाठीची मांडणी (Settings) बदला
pt_pt: Alterar Configurações da Submissão
th: เปลี่ยนการตั้งค่าการส่งงาน
vi: Thay đổi cài đặt bài nộp

# submission.wizard.completeSteps
source: Complete the steps to make a submission
az: Bir təqdim etmək üçün addımları doldurun
cs_cz: Proveďte kroky k podání příspěvku
eu: Osatu bidalketa egiteko urratsak
hr: Dovršite korake za izradu prijave
id: Melengkapi langkah untuk mengirimkan naskah
lv: Izpildiet šos soļus, lai iesniegtu materiālu
mr: सगळ्या पायऱ्यांवरून जात सादरीकरण प्रक्रिया पूर्ण करा
nb: Fullfør stegene for å lage en innsendelse
pt_pt: Conclua os passos para submeter uma submissão
th: ทำขั้นตอนให้ครบเพื่อทำการส่งงาน
vi: Hoàn thành các bước để gửi bài

# submission.wizard.confirmSubmit
source: The submission, <strong>{$title}</strong>, will be submitted to <strong>{$context}</strong> for editorial review. Are you sure you want to complete this submission?
az: Məqalə,<strong>{$title} </strong>, redaktor baxışı üçün<strong>{$context} < /strong> - a göndəriləcək. Bu ərizəni doldurmaq istədiyinizə əminsinizmi?
cs_cz: Příspěvek s názvem <strong>{$title}</strong> bude předán <strong>{$context}</strong> k redakčnímu posouzení. Jste si jisti, že chcete toto podání dokončit?
eu: <strong>{$title}</strong> bidalketa <strong>{$context}</strong>-era bidaliko da berrikuspen editoriala egiteko. Ziur zaude bidalketa hau osatu nahi duzula?
hr: Podnesak, <strong>{$title}</strong>, bit će poslan na <strong>{$context}</strong> na urednički pregled. Jeste li sigurni da želite dovršiti ovaj podnesak?
id: Naskah, <strong>{$title}</strong>, akan dikirimkan kepada <strong>{$context}</strong> untuk review editorial. Apakah anda yakin ingin menyelesaikan pengiriman naskah ini?
lv: Iesniegtais materiāls <strong>"{$title}"</strong> tiks nosūtīts žurnāla <strong>"{$context}"</strong> redakcijas darbam. Vai tiešām vēlaties pabeigt šo materiāla iesniegšanu?
mr: <strong>{$title}</strong> हे सादरीकरण संपादकीय समीक्षणासाठी <strong>{$context}</strong> वर सादर केले जाईल. तुम्ही ही सादरीकरण प्रक्रिया नक्की पूर्ण करू इच्छिता ना?
nb: Innleveringen, <strong>{$title}</strong>, vil bli sendt til <strong>{$context}</strong> for redaksjonell vurdering. Er du sikker på at du vil sende inn?
pt_pt: A submissão, <strong>{$title}</strong>, será enviada para <strong>{$context}</strong> para revisão editorial. Deseja realmente concluir este envio?
th: การส่งงาน <strong>{$title}</strong> จะถูกส่งไปยัง <strong>{$context}</strong> เพื่อการทบทวนทางบรรณาธิการ คุณแน่ใจหรือไม่ว่าต้องการส่งการส่งงานนี้?
vi: Bài nộp, <strong>{$title}</strong>, sẽ được gửi đến <strong>{$context}</strong> để xem xét biên tập. Bạn có chắc chắn muốn hoàn thành bài nộp này không?

# submission.wizard.errors
source: There are one or more problems that need to be fixed before you can submit. Please review the information below and make the requested changes.
az: Təqdim etməzdən əvvəl düzəldilməli olan bir və ya daha çox problem var. Zəhmət olmasa aşağıdakı məlumatları nəzərdən keçirin və tələb olunan dəyişiklikləri edin.
cs_cz: Před odesláním je třeba odstranit jeden nebo více problémů. Zkontrolujte prosím níže uvedené informace a proveďte požadované změny.
eu: Bidali aurretik konpondu beharreko arazo bat edo gehiago daude. Mesedez, berrikusi beheko informazioa eta egin eskatutako aldaketak.
hr: Postoji jedan ili više problema koje je potrebno riješiti prije nego što možete poslati. Pregledajte podatke u nastavku i izvršite tražene izmjene.
id: Terdapat satu masalah atau lebih yang harus diselesaikan sebelum anda dapat mengirimkan naskah. Mohon review informasi di bawah ini dan buat perubahan pada hal yang diminta.
lv: Ir viena vai vairākas problēmas, kas ir jānovērš, pirms varat iesniegt materiālu. Lūdzu, pārskatiet tālāk sniegto informāciju un veiciet pieprasītās izmaiņas.
mr: सादर करण्यापूर्वी एक किंवा अधिक प्रश्न सोडवणे आवश्यक आहे असे दिसते. कृपया खालील माहितीचा आढावा घेऊन योग्य ते बदल करा.
pt_pt: Há um ou mais problemas que precisam de ser corrigidos antes que a possa submeter. Reveja as informações abaixo e faça as alterações solicitadas.
th: มีปัญหาหนึ่งหรือมากกว่าที่ต้องแก้ไขก่อนที่คุณจะสามารถส่งได้ กรุณาตรวจสอบข้อมูลด้านล่างและทำการแก้ไขตามที่ระบุ
vi: Có một hoặc nhiều vấn đề cần được khắc phục trước khi bạn có thể gửi bài. Vui lòng xem lại thông tin dưới đây và thực hiện các thay đổi được yêu cầu.

# submission.wizard.validating
source: Checking your submission
az: Təqdimatınızı yoxlamaq
cs_cz: Kontrola vašeho příspěvku
eu: Zure bidalketa egiaztatzen
hr: Provjeravam vaš podnesak
id: Mengecek pengiriman naskah anda
lv: Jūsu iesniegtā materiāla pārbaude
mr: तुमच्या सादरीकरण प्रक्रियेची पडताळणी केली जात आहे
pt_pt: A verificar a sua submissão
th: กำลังตรวจสอบการส่งงานของคุณ
vi: Đang kiểm tra bài nộp của bạn

# submission.wizard.commentsForTheEditor.description
source: Add any information that you think our editorial staff should know when evaluating your submission.
az: Təqdimatınızı qiymətləndirərkən redaksiya heyətimizin bilməli olduğunuz barədə hər hansı bir məlumat əlavə edin.
cs_cz: Přidejte jakékoli informace, které by podle vás měla naše redakce při hodnocení vašeho příspěvku znát.
eu: Gehitu gure erredakzio-taldeak zure bidalketa ebaluatzerakoan jakin beharko lukeen edozein informazio.
hr: Dodajte sve informacije za koje mislite da bi naše uredništvo trebalo znati prilikom ocjenjivanja vašeg podneska.
id: Tambahkan informasi apapun yang menurut anda harus diketahui staf editorial ketika menilai naskah anda.
lv: Pievienojiet jebkādu informāciju, kas, jūsuprāt, mūsu redakcijai būtu jāzina, vērtējot jūsu materiālu.
mr: तुमच्या सादरीकरणाचे मूल्यमापन करताना आधारभूत ठरेल अशी कोणतीही माहिती आमच्या संपादकीय कर्मचाऱ्यांसाठी जोडा.
pt_pt: Adicione qualquer informação que considere que a equipa editorial deva saber ao avaliar a submissão.
th: เพิ่มข้อมูลใด ๆ ที่คุณคิดว่าทีมบรรณาธิการควรทราบเมื่อประเมินการส่งงานของคุณ
vi: Thêm bất kỳ thông tin nào bạn nghĩ rằng đội ngũ biên tập của chúng tôi nên biết khi đánh giá bài nộp của bạn.

# submission.wizard.confirm
source: Please confirm the following before you submit.
az: Xahiş edirəm təqdim etməzdən əvvəl aşağıdakıları təsdiqləyin.
cs_cz: Před odesláním potvrďte následující údaje.
eu: Mesedez, baieztatu honako hau bidali aurretik.
hr: Prije slanja potvrdite sljedeće.
id: Mohon konfirmasi hal berikut sebelum anda mengirimkan naskah.
lv: Lūdzu, pirms iesniegšanas apstipriniet šādu informāciju.
mr: सादर करण्यापूर्वी कृपया खालील गोष्टींची खात्री करा.
pt_pt: Confirme a seguinte informação antes de enviar.
th: กรุณายืนยันสิ่งต่อไปนี้ก่อนที่คุณจะทำการส่งงาน
vi: Vui lòng xác nhận những điều sau trước khi bạn gửi bài.

# submission.wizard.title
source: Make a Submission
az: Təqdim etmək
cs_cz: Podání příspěvku
eu: Bidalketa egin
hr: Pošaljite zahtjev
id: Melakukan Pengiriman
lv: Iesniegt materiālu
mr: सादरीकरण पूर्ण करा
pt_pt: Iniciar uma Submissão
th: ทำการส่งงาน
vi: Gửi bài

# submission.wizard.titleWithStep
source: Make a Submission: {$step}
az: Təqdim etmək: {$step}
cs_cz: Podání příspěvku: {$step}
eu: Bidali bidalketa: {$step}
hr: Pošaljite zahtjev: {$step}
id: Melakukan Pengiriman: {$step}
lv: Iesniegt materiālu: {$step}
mr: सादरीकरणाची ही पायरी पूर्ण करा : {$step}
pt_pt: Iniciar uma Submissão: {$step}
th: ทำการส่งงาน: {$step}
vi: Gửi bài: {$step}

# submission.wizard.noContributors
source: No contributors have been added for this submission.
az: Bu təqdimat üçün heç bir töhfə əlavə olunmadı.
cs_cz: K tomuto příspěvku nebyli přidáni žádní přispěvatelé.
eu: Ez da kolaboratzailerik gehitu bidalketa honetarako.
hr: Nijedan suradnik nije dodan za ovaj podnesak.
id: Tidak ada kontributor yang telah ditambahkan pada naskah ini.
lv: Šim materiālam nav pievienoti līdzautori.
mr: या सादरीकरणासाठी एकाही योगदानकर्त्याचा समावेश केला गेलेला नाही.
pt_pt: Nenhum contribuidor foi adicionado para esta submissão.
th: ไม่มีผู้ร่วมแต่งถูกเพิ่มในการส่งงานนี้
vi: Chưa có người đóng góp nào được thêm vào bài nộp này.

# submission.wizard.missingContributorLanguage
source: The given name is missing in {$language} for one or more of the contributors.
az: Verilən ad töhfə verənlərdən bir və ya bir neçəsi üçün {$language} çatışmır.
cs_cz: U jednoho nebo více přispěvatelů chybí křestní jméno v {$jazyce}.
eu: Kolaboratzaile baten edo gehiagoren izena falta da {$language} hizkuntzan.
hr: Nedostaje ime na {$language} za jednog ili više suradnika.
id: Nama yang diberikan hilang dalam {$language) pada satu kontributor atau lebih.
lv: {$language} trūkst vārda vienam vai vairākiem līdzautoriem.
mr: एका किंवा अधिक योगदानकर्त्यांचे पहिले नाव (given name) {$language} भाषेमध्ये वगळलेले दिसते.
pt_pt: Um ou mais contribuidores têm elementos em falta em {$language}.
th: ไม่มีชื่อผู้ร่วมแต่งในภาษา {$language} สำหรับผู้ร่วมแต่งหนึ่งคนหรือมากกว่า
vi: Tên riêng bị thiếu bằng ngôn ngữ {$language} cho một hoặc nhiều người đóng góp.

# submission.wizard.notAllowed
source: Not Allowed
az: İcazəli deyildir, izinli deyildir, qadağandır
cs_cz: Není povoleno
eu: Ez da onartzen
hr: Nije dopušteno
id: Tidak Diijinkan
lv: Nav atļauts
mr: परवानगी नाही
pt_pt: Não Permitido
th: ไม่ได้รับอนุญาต
vi: Không được phép

# submission.wizard.privacyConsent
source: Privacy Consent
az: Məxfilik razılığı
cs_cz: Souhlas s ochranou osobních údajů
eu: Pribatutasun-baimena
hr: Pristanak za privatnost
id: Pernyataan Privasi
lv: Piekrišana privātuma aizsardzībai
mr: व्यक्तीगत माहितीच्या वापरासाठी संमती (Privacy Consent)
pt_pt: Consentimento de Privacidade
th: ความยินยอมด้านความเป็นส่วนตัว
vi: Đồng ý quyền riêng tư

# submission.wizard.saved
source: Saved for Later
az: Sonradan xilas oldu
cs_cz: Uloženo na později
eu: Gerorako gordeta
hr: Spremljeno za kasnije
id: Disimpan untuk Kemudian
lv: Saglabāts uz vēlāku laiku
mr: भविष्यकाळातील वापरासाठी सेव्ह केले
pt_pt: Guardado para mais tarde
th: บันทึกไว้ทำทีหลัง
vi: Đã lưu để hoàn thành sau

# submission.wizard.saved.description
source: Your submission details have been saved in our system, but it has not yet been submitted for consideration. You can return to complete your submission at any time by following the link below.
az: Təqdimat təfərrüatları sistemimizdə saxlanılıb, lakin hələ də nəzərə alınmamışdır. Aşağıdakı linki aşağıdakı linkdən sonra istənilən vaxt təqdim etməyinizi qaytara bilərsiniz.
cs_cz: Údaje o vašem příspěvku byly uloženy do našeho systému, ale ještě nebylo odesláno k posouzení. Kdykoli se můžete vrátit k dokončení svého příspěvku pomocí níže uvedeného odkazu.
eu: Zure bidalketaren xehetasunak gure sisteman gorde dira, baina oraindik ez da kontuan hartzeko bidali. Edozein unetan itzul zaitezke zure bidalketa osatzera beheko esteka jarraituz.
hr: Podaci o vašoj prijavi spremljeni su u našem sustavu, ali još nije poslana na razmatranje. Možete se vratiti i dovršiti svoj podnesak u bilo kojem trenutku slijedeći poveznicu u nastavku.
id: Detail pengiriman naskah anda telah disimpan di sistem kami, tetapi belum dikirimkan dengan pertimbangan tertentu. Anda dapat kembali untuk menyelesaikan pengiriman naskah anda kapan saja dengan mengklik tautan di bawah ini.
lv: Jūsu iesniegtā materiāla informācija ir saglabāta mūsu sistēmā, taču tas vēl nav iesniegts izskatīšanai. Jebkurā laikā varat atgriezties, lai pabeigtu sava materiāla iesniegšanu, izmantojot tālāk norādīto saiti.
mr: तुमच्या सादरीकरणादरम्यान सादर केलेले तपशील आमच्या प्रणालीमध्ये सेव्ह केले गेले तरी ते अद्याप विचारात घेण्यासाठी अपूर्ण आहेत. खालील दुवा (लिंक) वापरून तुम्ही पुन्हा कधीही सादरीकरण प्रक्रिया पूर्ण करण्यासाठी परत येऊ शकता.
pt_pt: Os detalhes da submissão foram guardados no sistema, mas ainda não foram submetidas para consideração. Pode voltar para concluir a submissão a qualquer momento, seguindo o link abaixo.
th: รายละเอียดการส่งงานของคุณถูกบันทึกไว้ในระบบของเราแล้ว แต่ยังไม่ได้ส่งเพื่อพิจารณา คุณสามารถกลับมาทำการส่งงานให้เสร็จได้ทุกเมื่อโดยคลิกลิงก์ด้านล่าง
vi: Chi tiết bài nộp của bạn đã được lưu trong hệ thống của chúng tôi, nhưng nó chưa được gửi đi xem xét. Bạn có thể quay lại để hoàn thành bài nộp của mình bất kỳ lúc nào bằng cách theo liên kết dưới đây.

# submission.wizard.saved.emailConfirmation
source: We have emailed a copy of this link to you at {$email}.
az: Bu linkin bir nüsxəsini {$email} -də sizə göndərdik.
cs_cz: Kopii tohoto odkazu jsme vám zaslali e-mailem na adresu {$email}.
eu: Esteka honen kopia bat bidali dizugu posta elektronikoz helbide honetara: {$email}.
hr: Poslali smo vam kopiju ove veze e-poštom na {$email}.
id: Kami telah mengirimkan email salinan dari tautan ini kepada anda pada {$email}.
lv: Mēs esam nosūtījuši šīs saites kopiju uz jūsu e-pastu {$email}.
mr: हा दुवा (लिंक) तुम्हाला {$email} वर ई-मेलनेही पाठवला आहे.
pt_pt: Enviámos-lhe uma cópia deste link para {$email}.
th: เราได้ส่งสำเนาลิงก์นี้ไปที่อีเมลของคุณที่ {$email}
vi: Chúng tôi đã gửi một bản sao liên kết này đến bạn theo địa chỉ email {$email}.

# submission.wizard.sectionClosed
source: Section Closed
az: Bölmə bağlandı
cs_cz: Sekce ja uzavřená
eu: Atala itxita
hr: Odjeljak zatvoren
id: Bagian Ditutup
lv: Sadaļa slēgta
mr: हा विभाग बंद केला
pt_pt: Secção Fechada
th: ส่วนนี้ปิดแล้ว
vi: Phần đã đóng

# submission.wizard.start
source: Begin Submission
az: Təslim olmaq
cs_cz: Začíst příspěvek
eu: Hasi bidalketa
hr: Započnite slanje
id: Mulai Proses Pengiriman
lv: Sākt materiāla iesniegšanu
mr: सादरीकरण प्रक्रिया सुरू करा
nb: Start innlevering
pt_pt: Iniciar Submissão
th: เริ่มการส่งงาน
vi: Bắt đầu nộp bài

# submission.wizard.startingStatus
source: Starting a new submission
az: Yeni bir təqdimata başlamaq
cs_cz: Začít nový příspěvek
eu: Bidalketa berri bat hasten
hr: Pokretanje novog slanja
id: Memulai pengiriman naskah baru
lv: Sākt jaunu materiāla iesniegšanu
mr: नव्या सादरीकरणाची सुरूवात होत आहे
pt_pt: Iniciar uma nova submissão
th: กำลังเริ่มการส่งงานใหม่
vi: Bắt đầu nộp bài mới

# submission.wizard.unableToSave
source: An error was encountered and we were unable to save your submission. You may have been disconnected.
az: Səhvlə qarşılaşdı və təqdiminizi qənaət edə bilmədik. Sizin kəsilməmiş ola bilər.
cs_cz: Došlo k chybě a váš příspěvek se nám nepodařilo uložit. Možná jste byli odpojeni.
eu: Errore bat gertatu da eta ezin izan dugu zure bidalketa gorde. Baliteke deskonektatu izana.
hr: Došlo je do pogreške i nismo uspjeli spremiti vaš podnesak. Možda ste prekinuti vezu.
id: Terjadi eror dan kami tidak dapat menyimpan naskah anda. Koneksi anda telah terputus.
lv: Tika pieļauta kļūda, un mēs nevarējām saglabāt jūsu iesniegumu. Iespējams, jūsu ierīce bija atvienota no tīkla.
mr: एका त्रुटीमुळे तुमचे सादरीकरण सेव्ह झालेले नाही. तुमच्याशी संपर्क तुटला असण्याची शक्यता आहे.
pt_pt: Foi encontrado um erro e não foi possível guardar a sua submissão. Pode ter sido desconectado.
th: พบข้อผิดพลาดและเราไม่สามารถบันทึกการส่งงานของคุณได้ คุณอาจถูกตัดการเชื่อมต่อ
vi: Đã xảy ra lỗi và chúng tôi không thể lưu bài nộp của bạn. Bạn có thể đã bị ngắt kết nối.

# grid.category.categories
source: Categories
ar_iq: الفئات
az: Kateqoriyalar
bg_bg: Категории
cs_cz: Kategorie
da_dk: Kategorier
de_de: Kategorien
el_gr: Κατηγορίες
eu: Kategoriak
fi_fi: Kategoriat
fr_fr: catégories
gl_es: Categorías
hr: Kategorije
hu: Kategóriák
hy_am: Դասեր
id: Kategori
is: Flokkar
it_it: Categorie
ja_jp: カテゴリー
ka_ge: კატეგორიები
kk: Категориялар
lv: Kategorijas
mr: प्रवर्ग (Categories)
ms_my: Kategori
nb: Kategorier
nl_nl: Categorieën
pt_pt: Categorias
ro: Categorii
ru_ru: Категории
sl_si: Kategorije
th: หมวดหมู่
tr_tr: Kategoriler
uk_ua: Категорії
vi: Danh mục
vi_vn: Thể loại

# catalog.sortBy.titleAsc
source: Title (A-Z)
ar_iq: العنوان (أ-ي)
az: Başlıq (A-Z)
bg_bg: Заглавие (А-Я)
ca_es: Títol (A-Z)
cs_cz: Název (A-Z)
da_dk: Titel (A-Å)
de_de: Titel (A-Z)
el_gr: Τίτλος (A-Ω)
eu: Izenburua (A-Z)
fi_fi: Otsikko (A-Ö)
fr_fr: Titre (A-Z)
gl_es: Título (A-Z)
hr: Naslov (A-Z)
hu: Cím (A-Z)
hy_am: Վերնագիր (Ա-Ֆ)
id: Judul (A-Z)
is: Titlar (A-Ö)
it_it: Titolo (A-Z)
ja_jp: タイトル（ A ～ Z ）
ka_ge: სათაური (ა-ჰ)
kk: Атауы (А-Я)
lv: Virsraksts (A-Z)
mr: शीर्षकानुसार अनुक्रम (A-Z)
ms_my: Tajuk (A-Z)
nb: Tittel (A-Å)
nl_nl: Titel (A-Z)
pt_pt: Título (A-Z)
ro: Titlu (A-Z)
ru_ru: Название (А-Я)
sl_si: Po naslovu (A-Ž)
th: ชื่อเรื่อง (A-Z)
tr_tr: Başlık (A-Z)
uk_ua: Назва (A-Z)
vi: Tiêu đề (A-Z)
vi_vn: Tiêu đề (A-Z)

# catalog.sortBy.titleDesc
source: Title (Z-A)
ar_iq: العنوان (ي-أ)
az: Başlıq (A-Z)
bg_bg: Заглавие (Я-А)
ca_es: Títol (Z-A)
cs_cz: Název (Z-A)
da_dk: Titel (Å-A)
de_de: Titel (Z-A)
el_gr: Τίτλος (Ω-A)
eu: Izenburua (Z-A)
fi_fi: Otsikko (Ö-A)
fr_fr: Titre (Z-A)
gl_es: Título (Z-A)
hr: Naslov (Z-A)
hu: Cím (Z-A)
hy_am: Վերնագիր (Ֆ-Ա)
id: Judul (Z-A)
is: Titlar (Ö-A)
it_it: Titolo (Z-A)
ja_jp: タイトル（ Z ～ A ）
ka_ge: სათაური (ჰ-ა)
kk: Атауы (А-Я)
lv: Virsraksts (Z-A)
mr: शीर्षकानुसार उलट क्रमाने (Z-A)
ms_my: Tajuk (Z-A)
nb: Tittel (Å-A)
nl_nl: Titel (Z-A)
pt_pt: Título (Z-A)
ro: Titlu (Z-A)
ru_ru: Название (Я-А)
sl_si: Po naslovu (Ž-A)
th: ชื่อเรื่อง (Z-A)
tr_tr: Başlık (Z-A)
uk_ua: Назва (Z-A)
vi: Tiêu đề (Z-A)
vi_vn: Tiêu đề (Z-A)

# catalog.sortBy.datePublishedAsc
source: Publication date (oldest first)
ar_iq: تأريخ النشر (الأقدم أولاً)
az: Nəşr tarixi (əvvəlcə ilki)
bg_bg: Дата на публикация (първо старите)
ca_es: Data de publicació (més antics primer)
cs_cz: Datum vydání (nejstarší první)
da_dk: Udgivelsesdato (ældste først)
de_de: Erscheinungsdatum (älteste zuerst)
el_gr: Ημερομηνία δημοσίευσης (παλαιότερη πρώτη)
eu: Argitalpen-data (zaharrena lehenengo)
fi_fi: Julkaisupäivä (vanhin ensin)
fr_fr: Date de publication (de la plus ancienne)
gl_es: Data de publicación (a máis antiga primeiro)
hr: Datum objave (prvo najstariji)
hu: Publikáció dátuma (legrégebbi a lista elején)
hy_am: Հրապարակման ամսաթիվ (առաջին հերթին ամենահինը)
id: Danggal terbit (lama ke baru)
is: Útgáfudagur (elsti fyrst)
it_it: Data di pubblicazione (dalla meno recente)
ja_jp: 公開日（最も古い順）
ka_ge: გამოქვეყნების თარიღი (ჯერ უფრო ძველი)
kk: Жарияланған күні (ең ескісі бірінші)
lv: Publicēšanas datums (vecākais pirmais)
mr: प्रकाशनाच्या तारखेनुसार (सर्वात जुनी प्रथम)
ms_my: Tarikh penerbitan (paling lama dahulu)
nb: Publiseringsdato (eldste først)
nl_nl: Publicatiedatum (oudste eerst)
pt_pt: Data de publicação (mais antiga primeiro)
ro: Data publicării (cea mai veche prima)
ru_ru: Дата публикации (сначала старые)
sl_si: Po datumu izdaje (najprej najstarejše)
th: วันที่ตีพิมพ์ (เก่าสุดก่อน)
tr_tr: Yayın tarihi (önce en eskisi)
uk_ua: Дата публікації (спочатку найстаріша)
vi: Ngày xuất bản (cũ nhất trước)
vi_vn: Ngày xuất bản (cũ nhất ở đầu tiên)

# catalog.sortBy.datePublishedDesc
source: Publication date (newest first)
ar_iq: تأريخ النشر (الأحدث أولاً)
az: Nəşr tarixi (əvvəlcə sonuncusu)
bg_bg: Дата на публикация (първо новите)
ca_es: Data de publicació (més nous primer)
cs_cz: Datum zveřejnění (nejnovější první)
da_dk: Udgivelsesdato (nyeste først)
de_de: Erscheinungsdatum (neueste zuerst)
el_gr: Ημερομηνία δημοσίευσης (νεώτερη πρώτη)
eu: Argitalpen-data (berriena lehenengo)
fi_fi: Julkaisupäivä (uusin ensin)
fr_fr: Date de publication (de la plus récente)
gl_es: Data de publicación (a máis nova primeiro)
hr: Datum objave (prvo najnoviji)
hu: Publikáció dátuma (legfrissebb a lista elején)
hy_am: Հրապարակման ամսաթիվ (նախ ամենանորը)
id: Tanggal terbit (baru ke lama)
is: Útgáfudagur (nýjast fyrst)
it_it: Data di pubblicazione (dalla più recente)
ja_jp: 公開日（最新順）
ka_ge: გამოქვეყნების თარიღი (ჯერ უფრო ახალი)
kk: Жарияланған күні (ең жаңасы бірінші)
lv: Publicēšanas datums (jaunākais pirmais)
mr: प्रकाशनाच्या तारखेनुसार (सर्वात अलिकडची प्रथम)
ms_my: Tarikh penerbitan (terbaharu dahulu)
nb: Publiseringsdato (nyeste først)
nl_nl: Publicatiedatum (nieuwste eerst)
pt_pt: Data de publicação (mais recente primeiro)
ro: Data publicării (cea mai recentă întâi)
ru_ru: Дата публикации (сначала новые)
sl_si: Po datumu izdaje (najprej najnovejše)
th: วันที่ตีพิมพ์ (ใหม่สุดก่อน)
tr_tr: Yayın tarihi (önce en yenisi)
uk_ua: Дата публікації (спочатку нова)
vi: Ngày xuất bản (mới nhất trước)
vi_vn: Ngày xuất bản (mới nhất đầu tiên)

# category.category
source: Categories
az: Kateqoriyalar
bg_bg: Категории
cs_cz: Kategorie
eu: Kategoriak
hr: Kategorije
hu: Kategóriák
hy_am: Դասեր
id: Kategori
is: Flokkar
ja_jp: カテゴリー
ka_ge: კატეგორიები
kk: Категориялар
lv: Kategorijas
mr: प्रवर्ग (Categories)
nb: Kategorier
pt_pt: Categorias
th: หมวดหมู่
vi: Danh mục
