Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# metadata.property.validationMessage.title-type
source: Please make sure that you set a valid title type. Supported values are 'abbreviated', 'translated', 'alternative' and 'uniform'.
ar_iq: لطفاً، تأكد من تحديد نوعية صحيحة للعنوان. النوعيات المدعومة هي: 'abbreviated'، 'translated'، 'alternative' و 'uniform'، ومعانيها على التوالي: مختصر، مترجم، بديل، وموحد.
az: Zəhmət olmasa etibarlı başlıq növü müəyyən etdiyinizə əmin olun. Dəstəklənən dəyərlər "qısaldılmış", "tərcümə edilmiş", "alternativ" və "tək format"dır.
bg_bg: Моля, уверете се, че сте задали валиден тип заглавие. Поддържаните стойности са 'abreviated', 'translated', 'alternative' и 'uniform'.
ca_es: Comproveu que heu introduït un tipus de nom vàlid. Els valors admesos són «abreviat», «traduït», «alternatiu» i «uniforme».
cs_cz: Ujistěte se, že jste nastavili platný typ titulu. Podporované hodnoty jsou 'abbreviated', 'translated', 'alternative' a 'uniform'.
da_dk: Sørg altid for at angive en gyldig titeltype. De tilladte værdier er 'forkortet', 'oversat', 'alternativ' og 'ensartet'.
de_de: Bitte stellen Sie sicher, dass Sie einen gültigen Titeltyp setzen. Unterstützte Werte sind 'abbreviated', 'translated', 'alternative' und 'uniform'.
el_gr: Παρακαλούμε σιγουρευτείρε ότι έχετε επιλέξει έναν έγκυρο τύπο τίτλου. Οι τύπου που υποστηρίζονται είναι "συντομευμένος", "μεταφρασμένος","εναλλακτικός" ή "ενιαίος".
eu: Mesedez, ziur izan titulu mota baliodun bat ezartzen duzula. Balio onartuak 'laburtua', 'itzulia', 'alternatiboa' eta 'uniformea' dira.
fa_ir: لطفاً یک نوع عنوان معتبر وارد کنید، که می‌تواند شامل: "خلاصه"، "ترجمه"، "جایگزین" و یا "یکنواخت" باشد.
fi_fi: Varmistathan, että asetat kelvollisen otsikko-tyypin. Tuettua arvoja ovat "lyhennetty", "käännetty", "vaihtoehtoinen" ja "yhdenmukainen".
fr_fr: Assurez-vous d'avoir établi un type de titre valide. Les valeurs acceptées sont "abrégé", "traduit", "alternatif" et "uniforme".
gl_es: Asegúrese de establecer un tipo de título válido. Os valores admitidos son "abreviado", "traducidos, "alternativo" e "uniforme".
hr: Provjerite jeste li postavili valjanu vrstu naslova. Podržane vrijednosti su 'skraćeno', 'prevedeno', 'alternativno' i 'uniformno'.
hu: Kérjük, győződjön meg arról, hogy érvényes címtípust adott-e meg. Támogatott értékek a 'rövidített', 'fordítás', 'alternatív' és 'egységesített'.
hy_am: Խնդրում ենք համոզվել, որ սահմանել եք վերնագրի վավեր տեսակ: Աջակցվող արժեքներն են «կրճատված», «թարգմանված», «այլընտրանքային» և «միատեսակ»:
id: Pastikan anda mengatur tipe judul yang sah. Nilai dukungan adalah "disingkat", "diterjemahkan", "alternatif" dan "seragam".
is: Vinsamlega gakktu úr skugga um að þú setjir gilda tegund titils. Studd gildi eru "skammstöfun", "þýtt", "annar texti " og "samræmt".
is_is: Gakktu úr skugga um að þú setjir gilda tegund titils. Gildi sem er stutt við eru "skamstöfun", "þýtt", "annar texti " og "samræmt".
it_it: Assicurati di aver selezionato un tipo valido. I valori permessi sono: abbreviato, tradotto, alternativo e uniforme.
ja_jp: 有効なタイトルタイプを設定してください。 サポートされているのは「省略」、「翻訳」、「代替」、および「均一」です。
ka_ge: გთხოვთ, დარწმუნდეთ, რომ მითითებული გაქვთ სათაურის სწორი ტიპი. მხარდაჭერილი მნიშვნელობებია 'შემოკლებული', 'თარგმნილი', 'ალტერნატიული' და 'უნიფორმა'.
kk: Дұрыс тақырып түрін орнатқаныңызға көз жеткізіңіз. Қолдау көрсетілетін мәндер: abbreviated, translated, alternative и uniform.
ku_iq: تکایە ناونیشانێکی دروست بنوسە. دەبێت یەکێک لەمانە بێت 'abbreviated', 'translated', 'alternative' و 'uniform'.
lv: Pārliecinieties, ka esat iestatījis derīgu virsraksta tipu. Atbalstītās vērtības ir "abbreviated", "translated", "alternative" un "uniform".
mk_mk: Ве молиме, проверете дали поставувате валиден тип на наслов. Поддржани вредности се ‚скратен‘, ‚преведен‘, ‚алтернативен‘ и ‚едноличен‘.
mr: कृपया तुम्ही ग्राह्य शीर्षक प्रकार निवडला (set केला) आहे याची खात्री करा. सध्या अस्तित्वात असलेले प्रकार असे आहेत : 'संक्षिप्त', 'अनुवादित', 'पर्यायी' आणि 'एकसारखे' ('uniform').
ms_my: Sila pastikan anda menetapkan jenis tajuk yang sah. Nilai yang disokong ialah 'disingkat', 'diterjemahkan', 'alternatif' dan 'seragam'.
nb: Pass på at du setter en gyldig type tittel. Støttede verdier er «forkortet», «oversatt», «alternativ» og «standardisert».
nl_nl: Stel een geldig titel type in. Geldige waarden zijn 'abbreviated', 'translated', 'alternative' en 'uniform'.
pl_pl: Czy na pewno został ustawiony poprawny typ tytułu? Obecnie wspierane są następujące typy: skrócony, przetłumaczony, alternatywny, ujednolicony.
pt_pt: Certifique-se que definiu um tipo de título válido. Os valores suportados são 'abreviados', 'traduzidos', 'alternativos' e 'uniforme'.
ro: Vă rugăm să vă asigurați că setați un tip de titlu valid. Valorile acceptate sunt „prescurtate”, „traduse”, „alternative” și „uniforme”.
ru_ru: Пожалуйста, убедитесь, что вы задали правильный тип заголовка. Поддерживаемые значения: abbreviated, translated, alternative и uniform.
sl_si: Prosimo vnesite pravilen tip naslova. Podprte vrednosti so 'krajše', 'preveden', 'alternativen' in 'enoten'.
sr@cyrillic: Унесите исправан тип наслова. Подржани типови су: 'скраћен', 'преведен', 'алтернативан' и 'униформан'.
sr_rs@latin: Unesite ispravan tip naslova. Podržani tipovi su: 'skraćen', 'preveden', 'alternativan' i 'uniforman'.
sv_se: Se till att du sätter en giltig titeltyp. Giltiga värden är 'abbreviated', 'translated', 'alternative' or 'uniform'.
th: กรุณาตรวจสอบให้แน่ใจว่าคุณได้ตั้งค่าประเภทชื่อเรื่องที่ถูกต้อง ค่าที่รองรับคือ 'abbreviated', 'translated', 'alternative' และ 'uniform'
tr_tr: Lütfen geçerli başlık türü belirlediğinizden emin olun. Desteklenen değerler 'kısaltılmış', 'çevrilmiş', 'alternatif' ve 'tek biçim'dir.
uk_ua: Будь ласка, завжди коректно вказуйте тип назви. Підтримуються наступні значення: 'abbreviated' (абревіатура), 'translated' (перекладена назва), 'alternative' (альтернативна назва) та 'uniform' (уніфікована назва).
vi: Vui lòng đảm bảo rằng bạn đặt loại tiêu đề hợp lệ. Các giá trị được hỗ trợ là 'abbreviated', 'translated', 'alternative' và 'uniform'.
vi_vn: Hãy đảm bảo rằng bạn đặt loại tiêu đề hợp lệ. Các giá trị được hỗ trợ là 'viết tắt', 'được dịch', 'thay thế' và 'thống nhất'.
zh_cn: 请确保您设立了有效的题目类型。支持的值包括“缩写”，“翻译”，“二选一”和“统一标准”的。

# metadata.property.displayName.nonSort
source: Part of title ignored while sorting
ar_iq: تم تجاهل جزء من العنوان عند إجراء الفرز
az: Sıralama zamanı başlığın bir hissəsi nəzərə alınmadı
bg_bg: Част от заглавието се игнорира при сортиране
ca_es: Una part del títol s'ha ignorat mentre s'estava ordenant
cs_cz: Část názvu bude při třídění ignorována
da_dk: Del af titel, der ignoreres ved sortering
de_de: Teil des Titels, der beim Sortieren ignoriert wird
el_gr: Μέρος του τίτλου αγνοήθηκε κατά την τακτοποίηση
eu: Tituluaren zati bat ez da kontuan hartu sailkatzean
fa_ir: قسمتی از عنوان که در زمان مرتب‌سازی نادیده گرفته می‌شود.
fi_fi: Lajittelussa sivuutettava otsikon osa
fr_fr: Une portion du titre a été ignorée pendant le tri
gl_es: Parte do título omitida durante a ordenación
hr: Dio naslova zanemaren tijekom sortiranja
hu: A címek egy részét figyelmen kívül hagyja rendezés során
hy_am: Վերնագրի մի մասն անտեսվել է տեսակավորման ժամանակ
id: Bagian judul diabaikan saat menyortir
is: Horft framhjá hluta titils við flokkun
is_is: Horft framhjá hluta titils við sorteringu
it_it: Parte del titolo ignorata ai fini dell'ordinamento
ja_jp: ソーティングで無視されたタイトルの一部
ka_ge: სათაურის ნაწილი უგულებელყოფილია დახარისხების დროს
kk: Сұрыптау кезінде еленбейтін тақырып бөлігі
ku_iq: بەشێک لە ناونیشانەکە پشتگوێ خراوە لە کاتی ڕیزکردندا
lv: Virsraksta daļa, kas tiks ignorēta šķirošanas laikā
mk_mk: Дел од насловот беше игнориран при сортирање
mr: वर्णक्रमाने (sort) लावताना शीर्षकाचा काही भाग दुर्लक्षित केला जातो. उदा. इंग्रजी भाषेतले 'The' ने सुरू होणारे शीर्षक
ms_my: Sebahagian daripada tajuk diabaikan semasa mengisih
nb: Deler av tittel blir ignorert mens sorteringen pågår
nl_nl: Deel van de titel genegeerd bij het sorteren
pl_pl: Część tytułu ignorowana podczas sortowania
pt_pt: Parte do título ignorada durante a classificação
ro: O parte din titlu a fost ignorată în timpul sortării
ru_ru: Часть заголовка, игнорируемая при сортировке
sl_si: Del naslova, ki se bo zanemaril pri sortiranju
sr@cyrillic: Део наслова који ће се игнорисати код сортирања
sr_rs@latin: Deo naslova koji će se ignorisati kod sortiranja
sv_se: Del av titel att ignorera vid sortering
th: ส่วนของชื่อที่ไม่ใช้ในการจัดเรียง
tr_tr: Sıralama sırasında başlığın bir kısmı yok sayıldı
uk_ua: Частина назви, яку слід ігнорувати під час сортування
vi: Phần tiêu đề bị bỏ qua khi sắp xếp
vi_vn: Một phần của tiêu đề bị bỏ qua khi sắp xếp
zh_cn: 分类时忽略的标题部分

# metadata.property.validationMessage.nonSort
source: Please only enter the initial characters of the title that should be ignored when sorting the title.
ar_iq: لطفاً، فقط أدخل الحروف الأولى من العنوان التي ينبغي تجاهلها عند فرز العناوين.
az: Zəhmət olmasa başlığın sadəcə ilk xarakterləri daxil edin. Başlıq sıralanarkən nəzərə alınmaz.
bg_bg: Моля, въведете само началните знаци на заглавието, които трябва да се игнорират при сортиране на заглавието.
ca_es: Introduïu només els caràcters inicials del títol que han de ser ignorats en ordenar-lo.
cs_cz: Zadejte pouze počáteční znaky názvu, které by měly být při třídění titulu ignorovány.
da_dk: Indtast kun de første tegn i titlen, der skal ignoreres ved sortering af titlen.
de_de: Bitte geben Sie nur diejenigen Anfangsbuchstaben des Titels an, die beim Sortieren des Titels ignoriert werden sollen.
el_gr: Παρακαλούμε εισάγετε μόνο τους αρχικούς χαρακτήρες του τίτλου που θα αγνοηθούν κατά την τακτοποίηση του τίτλου
eu: Mesedez, sartu soilik titulua sailkatzean kontuan hartu beharko ez liratekeen tituluaren hasierako hizkiak.
fa_ir: لطفاً تنها کاراکترهای آغازین عنوان را که در زمان مرتب‌سازی بایستی نادیده گرفته شوند وارد کنید.
fi_fi: Anna vain alkumerkit otsikosta, joka pitäisi jättää huomiotta otsikkoa lajiteltaessa.
fr_fr: Saisir seulement les premiers caractères du titre qui devraient être ignorés au moment du classement du titre.
gl_es: Insira só os caracteres iniciais do título que deben ignorarse ao ordenar o título.
hr: Unesite samo početne znakove naslova koje treba zanemariti prilikom razvrstavanja naslova.
hu: Kérjük, azoknál a címeknél, amelyeket szeretne kihagyni a rendezésből, adja meg a cím kezdő karaktereit.
hy_am: Խնդրում ենք մուտքագրել վերնագրի միայն սկզբնական նիշերը, որոնք պետք է անտեսվեն վերնագիրը տեսակավորելիս:
id: Mohon hanya memasukkan karakter awal judul yang seharusnya diabaikan saat menyortir file.
is: Vinsamlega sláðu bara inn upphafsstafi titilsins sem horfa á framhjá við flokkun titils.
is_is: Vinsamlega sláðu bara inn upphafsstafi titilsins sem á að horfa framhjá þegar verið er að sortera titilinn.
it_it: Inserisci solo i caratteri iniziali del titolo che devono essere ignorati nell'ordinamento dei titoli.
ja_jp: タイトルを並べ替えるときに無視するタイトルの最初の文字のみを入力してください。
ka_ge: გთხოვთ, შეიტანოთ მხოლოდ სათაურის საწყისი სიმბოლოები, რომლებიც უნდა იქნას უგულებელყოფილი სათაურის დახარისხებისას.
kk: Тақырыптарды сұрыптау кезінде еленбеу керек тақырыптың тек бірінші әріптерін енгізіңіз.
ku_iq: تکایە ئەو پیتانەی ناونیشانەکە بنوسە کە لە کاتی ڕیزکردندا دەبێت پشتگوێ بخرێن.
lv: Lūdzu, ievadiet tikai virsraksta sākuma rakstzīmes, kuras jāignorē, šķirojot virsrakstu.
mk_mk: Ве молиме внесете ги само почетните букви на насловот кој треба да биде игнориран при сортирање на насловите.
mr: शीर्षकांची क्रमवारी लावताना फक्त सुरुवातीचे विशिष्ट, दुर्लक्षित करण्यायोग्य वर्ण/शब्द कृपया नोंदवा.
ms_my: Sila masukkan hanya aksara awal tajuk yang harus diabaikan semasa mengisih tajuk.
nb: Skriv bare de første tegnene som skal ignoreres når tittelen sorteres.
nl_nl: Geef alleen de eerste tekens van de titel die genegeerd moet worden bij het sorteren van de titel.
pl_pl: Proszę o wpisanie jedynie tej części tytułu, która powinna być ignorowana podczas sortowania tekstów wg tytułu
pt_pt: Insira apenas os caracteres iniciais do título que devem ser ignorados ao classificar o título.
ro: Vă rugăm să introduceți doar caracterele inițiale ale titlului care ar trebui ignorate la sortarea titlului.
ru_ru: Пожалуйста, введите только первые буквы заголовка, которые должны быть проигнорированы при сортировке заголовков.
sl_si: Prosimo vpišite le začetne znake naslova, ki se bo zanemaril pri sortiranju naslova.
sr@cyrillic: Унесите почетне карактере наслова који би требали бити игнорисани приликом сортирања.
sr_rs@latin: Unesite početne karaktere naslova koji bi trebali biti ignorisani prilikom sortiranja.
sv_se: Skriv in de första tecknen som ska ignoreras i sorteringen av titeln.
th: กรุณาป้อนเฉพาะตัวอักษรเริ่มต้นของชื่อที่ควรจะไม่ถูกใช้ในการจัดเรียงชื่อเรื่อง
tr_tr: Lütfen başlığın sadece ilk karakterleri girin. Başlık sıralanırken yok sayılır.
uk_ua: Будь ласка, вказуйте лише початкові символи назви, які повинні ігноруватися під час сортування за назвою.
vi: Vui lòng chỉ nhập các ký tự đầu tiên của tiêu đề nên bị bỏ qua khi sắp xếp tiêu đề.
vi_vn: Vui lòng chỉ nhập các ký tự đầu tiên của tiêu đề sẽ được bỏ qua khi sắp xếp tiêu đề.
zh_cn: 请只输入在分类时应予以忽略的标题的初始字符。

# metadata.property.displayName.title
source: Title
ar_iq: العنوان
az: Başlıq
bg_bg: Заглавие
ca_es: Títol
cs_cz: Název
da_dk: Titel
de_de: Titel
el_gr: Τίτλος
eu: Titulua
fa_ir: عنوان
fi_fi: Otsikko
fr_fr: Titre
gl_es: Título
hr: Naslov
hu: Cím
hy_am: Վերնագիր
id: Judul
is: Titill
is_is: Titill
it_it: Titolo
ja_jp: 記事・論文タイトル
ka_ge: სათაური
kk: Тақырып
ku_iq: ناونیشان
lv: Virsraksts
mk_mk: Наслов
mr: शीर्षक
ms_my: Tajuk
nb: Tittel
nl_nl: Titel
pl_pl: Tytuł
pt_pt: Título
ro: Titlu
ru_ru: Заголовок
sl_si: Naslov
sr@cyrillic: Наслов
sr_rs@latin: Naslov
sv_se: Titel
th: ชื่อเรื่อง
tr_tr: Başlık
uk_ua: Назва
vi: Tiêu đề
vi_vn: Tiêu đề
zh_cn: 标题

# metadata.property.validationMessage.title
source: Please enter a valid title.
ar_iq: لطفاً، أدخل عنواناً صحيحاً.
az: Zəhmət olmasa etibarlı bir başlıq daxil edin
bg_bg: Моля, въведете валидно заглавие.
ca_es: Introduïu un títol vàlid.
cs_cz: Zadejte, prosím, platný název.
da_dk: Indtast en gyldig titel.
de_de: Bitte geben Sie einen gültigen Titel ein.
el_gr: Παρακαλούμε εισάγετε έναν έγκυρο τίτλο
eu: Mesedez, sartu titulu baliodun bat.
fa_ir: لطفاً یک عنوان معتبر وارد کنید
fi_fi: Anna kelvollinen otsikko.
fr_fr: Veuillez saisir un titre valide.
gl_es: Insira un título válido.
hr: Unesite važeći naslov.
hu: Kérjük, adjon meg érvényes címet.
hy_am: Խնդրում ենք մուտքագրել վավեր վերնագիր:
id: Masukkan judul yang valid.
is: Vinsamlega sláðu inn gildan titil.
is_is: Vinsamlega sláðu inn gildann titill.
it_it: Inserisci un titolo valido.
ja_jp: 適切な記事/論文タイトルを入力してください。
ka_ge: გთხოვთ შეიყვანოთ სწორი სათაური.
kk: Жарамды тақырыпты еңгізіңіз.
ku_iq: تکایە ناونیشانێکی دروست بنوسە.
lv: Lūdzu, ievadiet derīgu virsrakstu.
mk_mk: Ве молиме внесете валиден наслов.
mr: कृपया ग्राह्य शीर्षक नोंदवा.
ms_my: Sila masukkan tajuk yang sah.
nb: Legg til en gyldig tittel.
nl_nl: Geef een geldige titel
pl_pl: Proszę o wpisanie poprawnego tytułu.
pt_pt: Insira um título válido.
ro: Vă rugăm să introduceți un titlu valid.
ru_ru: Пожалуйста, введите правильный заголовок.
sl_si: Prosimo vnesite veljaven naslov.
sr@cyrillic: Унесите исправан наслов.
sr_rs@latin: Unesite ispravan naslov.
sv_se: Ange en giltig titel.
th: กรุณาป้อนชื่อเรื่องที่ถูกต้อง
tr_tr: Lütfen geçerli bir başlık giriniz.
uk_ua: Будь ласка, вкажіть коректну назву.
vi: Vui lòng nhập tiêu đề hợp lệ.
vi_vn: Vui lòng nhập một Tiêu đề hợp lệ.
zh_cn: 请输入一个有效的标题

# metadata.property.displayName.subTitle
source: Subtitle
ar_iq: العنوان الفرعي
az: Alt başlıq
bg_bg: Подзаглавие
ca_es: Subtítol
cs_cz: Podtitulek
da_dk: Undertitel
de_de: Untertitel
el_gr: Υπότιτλο
eu: Azpidatzia
fa_ir: زیر عنوان
fi_fi: Alaotsikko
fr_fr: Sous-titre
gl_es: Subtítulo
hr: Podnaslov
hu: Alcím
hy_am: Ենթավերնագիր
id: Subjudul
is: Undirtitill
is_is: Undirtitill
it_it: Sottotitolo
ja_jp: サブタイトル
ka_ge: ქვესათაური
kk: Тақырыпша
ku_iq: ناونیشانی لاوەکی
lv: Apakšvirsraksts
mk_mk: Поднаслов
mr: उपशीर्षक
ms_my: Sari kata
nb: Undertittel
nl_nl: Ondertitel
pl_pl: Podtytuł
pt_pt: Subtítulo
ro: Subtitlu
ru_ru: Подзаголовок
sl_si: Podnaslov
sr@cyrillic: Поднаслов
sr_rs@latin: Podnaslov
sv_se: Undertitel
th: ชื่อรอง
tr_tr: Alt başlık
uk_ua: Підзаголовок
vi: Phụ đề
vi_vn: Phụ đề
zh_cn: 副标题

# metadata.property.validationMessage.subTitle
source: Please enter a valid subtitle.
ar_iq: لطفاً، أدخل عنواناً فرعياً صحيحاً.
az: Zəhmət olmasa etibarlı bir alt başlıq daxil edin
bg_bg: Моля, въведете валидно подзаглавие.
ca_es: Introduïu un subtítol vàlid.
cs_cz: Zadejte, prosím, platný název podtitulku.
da_dk: Indtast en gyldig undertitel.
de_de: Bitte geben Sie einen gültigen Untertitel ein.
el_gr: Παρακαλούμε εισάγετε έναν έγκυρο υπότιτλο
eu: Mesedez, sartu azpidatzi baliodun bat.
fa_ir: لطفاً یک زیر عنوان معتبر وارد کنید
fi_fi: Anna kelvollinen alaotsikko.
fr_fr: Veuillez saisir un sous-titre valide.
gl_es: Insira un subtítulo válido.
hr: Unesite važeći podnaslov.
hu: Kérjük, adjon meg érvényes alcímet.
hy_am: Խնդրում ենք մուտքագրել վավեր ենթավերնագիր:
id: Masukkan subtitle yang valid.
is: Vinsamlega sláðu inn gildan undirtitil.
is_is: Vinsamlega sláðu inn gildian undirtitil.
it_it: Inserisci un sottotitolo valido.
ja_jp: 適切なサブタイトルを入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი ქვესათაური.
kk: Жарамды тақырыпшаны еңгізіңіз.
ku_iq: تکایە ژێرنوسی دروست بنوسە.
lv: Lūdzu, ievadiet derīgu apakšvirsrakstu.
mk_mk: Ве молиме внесете валиден поднаслов.
mr: कृपया ग्राह्य उपशीर्षक नोंदवा.
ms_my: Sila masukkan sari kata yang sah.
nb: Legg til en gyldig undertittel.
nl_nl: Geef een geldige ondertitel
pl_pl: Proszę o wpisanie poprawnego podtytułu.
pt_pt: Insira um subtítulo válido.
ro: Vă rugăm să introduceți subtitlu valid.
ru_ru: Пожалуйста, введите правильный подзаголовок.
sl_si: Prosimo vnesite veljaven podnaslov.
sr@cyrillic: Унесите исправан поднаслов.
sr_rs@latin: Unesite ispravan podnaslov.
sv_se: Ange en giltig undertitel.
th: กรุณาป้อนชื่อรองที่ถูกต้อง
tr_tr: Lütfen geçerli bir alt başlık giriniz.
uk_ua: Будь ласка, вкажіть коректний підзаголовок.
vi: Vui lòng nhập phụ đề hợp lệ.
vi_vn: Vui lòng nhập một phụ đề hợp lệ.
zh_cn: 请输入一个有效的副标题

# metadata.property.displayName.partNumber
source: Part Number
ar_iq: رقم الجزء
az: Bölmə nömrəsi
bg_bg: Номер на част
ca_es: Número de part
cs_cz: Část číslo
da_dk: Delnummer
de_de: Nummer des Teils
el_gr: Αριθμός τμήματος
eu: Zatiaren zenbakia
fa_ir: شماره قطعه
fi_fi: Osan numero
fr_fr: Numéro de la partie
gl_es: Número da peza
hr: Broj dijela
hy_am: Մասի թիվը
id: Nomor Bagian
is: Hlutanúmer
is_is: Hlutanúmer
it_it: Numero della parte
ja_jp: 部品番号
ka_ge: ნაწილის ნომერი
kk: Бөлім нөмірі
ku_iq: ژمارەی بەش
lv: Daļas numurs
mk_mk: Број на дел
mr: भाग क्रमांक
ms_my: Nombor Bahagian
nb: Delnummer
nl_nl: Nummer van het onderdeel
pl_pl: Numer części
pt_pt: Número da Parte
ro: Număr de parte
ru_ru: Номер части
sl_si: Številka nadaljevanja
sr@cyrillic: Број дела
sr_rs@latin: Broj dela
sv_se: Delnummer
th: หมายเลขส่วน
tr_tr: Bölüm Numarası
uk_ua: Номер частини
vi: Số phần
vi_vn: Số phần
zh_cn: 部分编号

# metadata.property.validationMessage.partNumber
source: Please enter a valid part number.
ar_iq: لطفاً، أدخل رقماً صحيحاً للجزء.
az: Zəhmət olmasa etibarlı bir bölmə nömrəsi daxil edin
bg_bg: Моля, въведете валиден номер на част.
ca_es: Introduïu un número de part vàlid.
cs_cz: Zadejte, prosím, platné číslo části.
da_dk: Indtast et gyldigt delnummer.
de_de: Bitte geben Sie eine gültige Teil-Nummer ein.
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο αριθμό τμήματος
eu: Mesedez, sartu zatiaren zenbaki baliodun bat.
fa_ir: لطفاً یک شماره قطعه معتبر وارد کنید
fi_fi: Anna kelvollinen osan numero.
fr_fr: Veuillez saisir un numéro valide pour la partie.
gl_es: Introduza un número de peza válido.
hr: Unesite važeći broj dijela.
hu: Kérjük, adjon meg egy érvényes part number.
hy_am: Խնդրում ենք մուտքագրել վավեր մասի թիվ:
id: Masukkan nomor bagian yang valid.
is: Vinsamlega sláðu inn gilt hlutanúmer.
is_is: Vinsamlega sláðu inn gilt hlutanúmer.
it_it: Inserisci un numero della parte valido.
ja_jp: 適切な部品番号を入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი რიცხვი.
kk: Бөлім нөмірін дұрыс еңгізіңіз.
ku_iq: تکایە ژمارەی بەش بە دروستی بنوسە.
lv: Lūdzu, ievadiet derīgu daļas numuru.
mk_mk: Ве молиме внесете валиден број на дел.
mr: कृपया वैध भाग क्रमांक नोंदवा.
ms_my: Sila masukkan nombor bahagian yang sah.
nb: Skriv inn et gyldig delnummer.
nl_nl: Geef een geldig onderdeel nummer.
pl_pl: Proszę o wpisanie poprawnego numeru części.
pt_pt: Insira um número da parte válido.
ro: Vă rugăm să introduceți un număr de parte valid.
ru_ru: Пожалуйста, введите правильный номер части.
sl_si: Prosimo vnesite veljavno številko nadaljevanja.
sr@cyrillic: Унесите исправан број дела.
sr_rs@latin: Unesite ispravan broj dela.
sv_se: Ange ett giltigt delnummer.
th: กรุณาป้อนหมายเลขส่วนที่ถูกต้อง
tr_tr: Lütfen geçerli bir bölüm numarası giriniz.
uk_ua: Будь ласка, вкажіть коректний номер частини.
vi: Vui lòng nhập số phần hợp lệ.
vi_vn: Vui lòng nhập một (số) Phần hợp lệ.
zh_cn: 请输入一个有效的部分编号

# metadata.property.displayName.partName
source: Part Name
ar_iq: اسم الجزء
az: bölmə adı
bg_bg: Име на част
ca_es: Nom de part
cs_cz: Jméno části
da_dk: Delnavn
de_de: Name des Teils
el_gr: Όνομα τμήματος
eu: Zatiaren izena
fa_ir: نام قطعه
fi_fi: Osan nimi
fr_fr: Nom de la partie
gl_es: Nome da peza
hr: Naziv dijela
hy_am: Մասի անուն
id: Nama Bagian
is: Heiti hlutar
is_is: Heiti hlutar
it_it: Nome della parte
ja_jp: 部品名
ka_ge: ნაწილის სახელი
kk: Бөлім атауы
ku_iq: ناوی بەش
lv: Daļas nosaukums
mk_mk: Име на дел
mr: भागाचे नाव
ms_my: Nama Bahagian
nb: Delnavn
nl_nl: Naam van het onderdeel
pl_pl: Tytuł części
pt_pt: Nome da Parte
ro: Nume parte
ru_ru: Название части
sl_si: Ime nadaljevanja
sr@cyrillic: Име дела
sr_rs@latin: Ime dela
sv_se: Delnamn
th: ชื่อส่วน
tr_tr: Bölüm Adı
uk_ua: Назва частини
vi: Tên phần
vi_vn: Tên phần
zh_cn: 部分名称
