Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.event.fileAuditUploaded
source: "{$userFullName}" ({$username}) has completed an audit and uploaded "{$filename}."
ar_iq: "{$name}" ({$username}) قد أكمل المتابعة ورفع الملف "{$file}."
az: "{$name}" ({$username}) bir nəzarəti başa çatdırdı və "{$file}" adlı faylı yüklədi.
bg_bg: "{$name}" ({$username}) завърши одита и качи файла "{$file}."
ca_es: "{$name}" ({$username}) ha completat una auditoria i ha carregat "{$file}".
cs_cz: Uživatel "{$name}" ({$username}) ukončil a nahrál posouzení souboru "{$file}."
da_dk: "{$name}" ({$username}) har afsluttet en revision og uploadet "{$file}."
de_de: "{$name}" ({$username}) hat die Prüfung abgeschlossen und "{$file}" hochgeladen.
el_gr: Ο/Η "{$name}" ({$username}) ολοκλήρωσε τον έλεγχο και μετά φόρτωσε το αρχείο "{$file}."
eu: "{$userFullName}" ({$username})-(e)k auditoria bat burutu eta "{$filename}" igo du.
fa_ir: "{$name}" ({$username}) آپلود و بررسی فایل "{$file}" تکمیل کرد.
fi_fi: "{$name}" ({$username}) on suorittanut tarkastuksen ja on ladannut tiedoston "{$file}."
fr_fr: « {$name} » ({$username}) a terminé la vérification et téléversé le fichier « {$file} ».
gl_es: "{$name}" ({$username}) rematou unha auditoría e cargou o arquivo "{$file}".
hr: "{$userFullName}" ({$username}) je završio reviziju i učitao "{$filename}."
hu: "{$userFullName}" ({$username}) felhasználó befejezte az ellenőrzést és feltöltötte a "{$filename}" fájlt.
hy_am: "{$name}" ({$username}) ավարտել է աուդիտը և վերբեռնել է նիշքը՝ "{$file}."
id: "{$userFullName}" ({$username}) telah menyelesaikan pemeriksaan dan mengunggah "{$filename}."
is: "{$userFullName}" ({$username}) hefur lokið endurskoðun og hlaðið upp "{$filename}."
it_it: "{$name}" ({$username}) ha finito l'audit come valutatore e ha caricato il file "{$file}."
ja_jp: "{$name}" ({$username})が監査を完了し、ファイル「{$file}」をアップロードしました。
ka_ge: "{$name}" ({$username}) დაასრულა აუდიტი და ატვირთა "{$file}."
kk: "{$userFullName}" ({$username}) "{$filename}" файлын тексеріп, жүктеп салды
ku_iq: "{$name}" ({$username}) وردبینی تەواو کرد و ئەم فایلەی بار کردەوە "{$file}."
lv: "{$userFullName}" ({$username}) ir pabeidzis auditu un augšupielādējis "{$filename}".
mr: {$userFullName} ({$username}) ने ऑडिट पूर्ण करुन "{$filename}" या फाईल नावाने संक्रमित (अपलोड) केले आहे
ms_my: "{$name}" ({$username}) telah menyelesaikan audit dan memuat naik "{$file}."
nb: {$userFullName} ({$username}) har fullført en sluttkontroll og lastet opp «{$filename}».
nl_nl: "{$name}" ({$username}) heeft een proeflezing voltooid en het bestand "{$file}" opgeladen.
pl_pl: "{$name}" ({$username}) zakończył(a) kontrolę i przesłał "{$file}".
pt_pt: "{$name}" ({$username}) concluiu uma auditoria e enviou "{$file}."
ro: "{$userFullName}" ({$username}) a finalizat un audit și a încărcat "{$filename}."
ru_ru: «{$name}» ({$username}) выполнил аудит и загрузил «{$file}».
sl_si: "{$name}" ({$username}) je končal revizijo in naložil datoteko "{$file}."
sr@cyrillic: "{$name}" ({$username}) је комплетирао ревизију за постављен "{$file}."
sr_rs@latin: "{$name}" ({$username}) je kompletirao reviziju za postavljen "{$file}."
sv_se: "{$name}" ({$username}) har färdigställt manusgranskningen och laddat upp "{$file}".
th: "{$userFullName}" ({$username}) ได้เสร็จสิ้นการตรวจสอบและอัปโหลดไฟล์ "{$filename}"
tr_tr: "{$name}" ({$username}) bir denetimi tamamladı ve "{$file}" adlı dosyayı yükledi.
uk_ua: "{$name}" ({$username}) завершив аудит і завантажив "{$file}."
vi: {username} đã hoàn thành việc kiểm tra và tải lên "{$filename}."
vi_vn: "{$name}" ({$username}) đã hoàn thành kiểm tra và tải lên tệp "{$file}."

# submission.event.signoffSignoff
source: "{$userFullName}" ({$username}) has signed off on the signoff for "{$filename}."
ar_iq: "{$name}" ({$username}) قد سجل خروجه من الملف "{$file}."
az: {$name}" ({$username}), "{$file}" üçün imzaladı.
bg_bg: "{$name}" ({$username}) окончателно одобри файла "{$file}."
ca_es: "{$name}" ({$username}) ha tancat la sessió de "{$file}".
cs_cz: Uživatel "{$name}" ({$username}) se odhlásil od souboru "{$file}."
da_dk: "{$name}" ({$username}) underskrevet med godkendelse i forbindelse med "{$file}."
de_de: "{$name}" ({$username}) hat die Datei "{$file}" freigegeben.
el_gr: Ο/Η "{$name}" ({$username}) προσυπέγραψε για το αρχείο "{$file}."
eu: "{$userFullName}" ({$username}) erabiltzaileak "{$filename}" fitxategiaren saioa amaitu du.
fa_ir: "{$name}" ({$username}) فایل "{$file}" را امضا کرد.
fi_fi: "{$name}" ({$username}) on kirjautunut ulos tiedoston "{$file}" uloskirjauksessa.
fr_fr: « {$name} » ({$username}) a fermé la session pour « {$file} ».
gl_es: "{$name}" ({$username}) pechou a sesión de "{$file}".
hr: "{$userFullName}" ({$username}) se odjavio na odjavi za "{$filename}."
hy_am: "{$name}" ({$username}) դուրս է եկել սա գրանցումից հանելուց "{$file}."
id: "{$userFullName}" ({$username}) telah keluar pada signoff untuk "{$filename}."
is: "{$userFullName}" ({$username}) hefur kvittað fyrir "{$filename}."
it_it: "{$name}" ({$username}) è uscito dal sistema durante la lavorazione finale di "{$file}."
ja_jp: "{$name}" ({$username})がファイル「{$file}」のサインオッフを承認しました。
ka_ge: "{$name}" ({$username}) ხელი მოაწერა სისტემაში შესვლისას "{$file}."
kk: "{$userFullName}" ({$username}) "{$filename}" үшін жаңа шығарылымды ақыры мақұлдады
ku_iq: "{$name}" ({$username}) لە فایلی "{$file}" چووە دەرەوە
lv: "{$userFullName}" ({$username}) ir apstiprinājis piekrišanu "{$filename}" publicēšanai.
mr: {$userFullName} ({$username}) ने "{$filename}" साठी साइनऑफवर स्वाक्षरी केली आहे
ms_my: "{$name}" ({$username}) telah ditandatangani pada tanda keluar untuk "{$file}."
nb: {$userFullName} ({$username}) har kvittert ut «{$filename}».
nl_nl: "{$name}" ({$username}) heeft zich afgemeld voor "{$file}".
pl_pl: "{$name}" ({$username}) podpisał(a) się pod plikiem "{$file}".
pt_pt: "{$name}" ({$username}) assinou em "{$file}."
ro: "{$userFullName}" ({$username}) s-a deconectat la semnare "{$filename}."
ru_ru: «{$name}» ({$username}) окончательно одобрил новый выпуск для «{$file}».
sl_si: "{$name}" ({$username}) ni več dodeljen za delo na "{$file}."
sr@cyrillic: "{$name}" ({$username}) је одјављен на делу за одјаву за "{$file}."
sr_rs@latin: "{$name}" ({$username}) je odjavljen na delu za odjavu za "{$file}."
sv_se: "{$name}" ({$username}) har signerat godkännande för "{$file}."
th: "{$userFullName}" ({$username}) ได้ลงนามในการลงชื่อออกสำหรับ "{$filename}"
tr_tr: "{$name}" ({$username}), "{$file}" için imzaladı.
uk_ua: "{$name}" ({$username}) остаточно схвалив новий випуск для "{$file}."
vi: {username} đã ký xác nhận cho việc ký xác nhận cho "{$filename}."
vi_vn: "{$name}" ({$username}) đã đăng xuất khi đăng xuất cho "{$file}."

# submission.event.proofsApproved
source: "{$userFullName}" ({$username}) has approved the proofs for "{$publicationFormatName}."
ar_iq: "{$name}" ({$username}) قد صادق على الصحيحات للمؤلَّف "{$formatName}."
az: "{$name}" ({$username}), "{$formatName}." üçün düzəlişləri təsdiq etdi.
bg_bg: "{$name}" ({$username}) одобри коректурата за "{$formatName}."
ca_es: "{$name}" ({$username}) ha acceptat les proves de "{$formatName}".
cs_cz: Uživatel "{$name}" ({$username}) schválil korektury pro "{$formatName}."
da_dk: "{$name}" ({$username}) har godkendt korrekturen til "{$formatName}."
de_de: "{$name}" ({$username}) hat die Korrekturfahnen für "{$formatName}" angenommen.
el_gr: Ο/Η "{$name}" ({$username}) έχει εγκρίνει τις διορθώσεις για το "{$formatName}."
eu: "{$userFullName}" ({$username}) erabiltzaileak "{$publicationFormatName}" lanaren probak onartu ditu.
fa_ir: "{$name}" ({$username}) نسخه بازبینی شده نهایی "{$formatName}" را تایید کرد.
fi_fi: "{$name}" ({$username}) on hyväksynyt "{$formatName}":n korjausvedokset.
fr_fr: « {$name} » ({$username}) a approuvé les épreuves pour « {$formatName} ».
gl_es: "{$name}" ({$username}) aceptou as probas de "{$formatName}".
hr: "{$userFullName}" ({$username}) odobrio je dokaze za "{$publicationFormatName}."
hu: "{$userFullName}" ({$username}) felhasználó jóváhagyta a "{$publicationFormatName}" korrektúráját.
hy_am: "{$name}" ({$username}) հաստատել է սրբագրումները սրա համար "{$formatName}."
id: "{$userFullName}" ({$username}) telah menyetujui proof untuk "{$publicationFormatName}."
is: "{$userFullName}" ({$username}) hefur samþykkt próförk fyrir "{$publicationFormatName}."
it_it: "{$name}" ({$username}) ha approvato le bozze per "{$formatName}."
ja_jp: "{$name}" ({$username})が「{$formatName}」の校正を承認しました。
ka_ge: "{$name}"-მა ({$username}) დაამტკიცა მტკიცებულებები "{$formatName}."
kk: "{$userFullName}" ({$username}) "{$publicationFormatName}" үшін түзетуді мақұлдады
ku_iq: "{$name}" ({$username}) بەڵگەکانی فایلی "{$formatName}" پەسەند کرد
lv: "{$userFullName}" ({$username}) ir apstiprinājis "{$publicationFormatName}" korektūras.
mr: {$userFullName} ({$username}) ने "{$publicationFormatName}" साठी मुद्रिते (proofs) मंजूर केली आहेत
ms_my: "{$name}" ({$username}) telah meluluskan bukti untuk "{$formatName}."
nb: {$userFullName} ({$username}) har godkjent sistekorrekturen av «{$publicationFormatName}».
nl_nl: "{$name}" ({$username}) heeft de proeven voor "{$formatName}" goedgekeurd.
pl_pl: "{$name}" ({$username}) zaakceptował(a) wersję po korekcie "{$formatName}".
pt_pt: {$name}" ({$username}) aprovou as provas para "{$formatName}."
ro: "{$userFullName}" ({$username}) a aprobat corecturile pentru "{$publicationFormatName}."
ru_ru: «{$name}» ({$username}) одобрил корректуры для «{$formatName}».
sl_si: "{$name}" ({$username}) je odobril korekturo za "{$formatName}."
sr@cyrillic: "{$name}" ({$username}) је одобрио пруф за "{$formatName}."
sr_rs@latin: "{$name}" ({$username}) je odobrio probnu kopiju za "{$formatName}."
sv_se: "{$name}" ({$username}) har godkänt korrekturet för "{$formatName}".
th: "{$userFullName}" ({$username}) ได้อนุมัติการตรวจปรู๊ฟสำหรับ "{$publicationFormatName}"
tr_tr: "{$name}" ({$username}), "{$formatName}." için düzeltmeleri onayladı.
uk_ua: "{$name}" ({$username}) схвалив коректури для "{$formatName}."
vi: {username} đã phê duyệt bản in thử cho "{$publicationFormatName}."
vi_vn: "{$name}" ({$username}) đã phê duyệt các bản in thử cho "{$formatName}."

source: Submission Overview
ar_iq: المؤلَّف بنظرة عامة
az: Məqaləyə ümumi baxış
bg_bg: Преглед на подадените материали
ca_es: Vista general de la tramesa
cs_cz: Přehled příspěvku
da_dk: Indsendelsesoversigt
de_de: Überblick über die Einreichung
el_gr: Επισκόπηση Υποβολής
eu: Bidalketaren laburpena
fa_ir: شمای کلی مقاله ارسالی
fi_fi: Käsikirjoituksen yleiskatsaus
fr_fr: Aperçu de la soumission
gl_es: Resumo do envío
hr: Pregled slanja
hu: Benyújtás áttekintése
hy_am: Ներկայացման ընդհանուր ակնարկ
id: Pratinjau Naskah
is: Yfirlit yfir innsendingu
it_it: Visione d'insieme della proposta
ja_jp: 投稿概要
ka_ge: შენატანის მიმოხილვა
kk: Жіберу туралы шолу
ku_iq: پیشاندانی گشتیی پێشکەشکراوەکە
lv: Iesniegtā materiāla pārskats
mr: सादरीकरणाचे विहंगावलोकन (Overview)
ms_my: Gambaran Keseluruhan Penyerahan
nb: Gå gjennom innleveringen
nl_nl: Overzicht inzendingen
pl_pl: Przegląd zgłoszenia
pt_pt: Visão Geral da Submissão
ro: Prezentare generală a transmiterii
ru_ru: Обзор отправленного материала
sl_si: Pregled prispevka
sr@cyrillic: Преглед предаје
sr_rs@latin: Pregled predaje
sv_se: Översikt bidrag
th: ภาพรวมของการส่งงาน
tr_tr: Gönderiye Genel Bakış
uk_ua: Огляд подання
vi: Tổng quan bài nộp
vi_vn: Đánh giá sơ bộ bài gửi

# submission.description
source: Description
ar_iq: الوصف
az: Açıqlama
bg_bg: Описание
ca_es: Descripció
cs_cz: Popis
da_dk: Beskrivelse
de_de: Beschreibung
el_gr: Περιγραφή
eu: Deskribapena
fa_ir: توضیح
fi_fi: Kuvaus
gl_es: Descrición
hr: Opis
hu: Leírás
hy_am: Նկարագրություն
id: Deskripsi
is: Lýsing
it_it: Descrizione
ja_jp: 投稿記述
ka_ge: აღწერა
kk: Сипаттама
ku_iq: ناساندن
lv: Apraksts
mr: वर्णन
ms_my: Penerangan
nb: Beskrivelse
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
ro: Descriere
ru_ru: Описание
sl_si: Opis
sr@cyrillic: Опис
sr_rs@latin: Opis
sv_se: Beskrivning
th: คำอธิบาย
tr_tr: Açıklama
uk_ua: Опис
vi: Mô tả
vi_vn: Mô tả

# submission.stageNotInitiated
source: Stage not initiated.
ar_iq: المرحلة لم يباشر بها بعد.
az: Mərhələ başladılmadı
bg_bg: Кръгът (етапът) не е започнат.
ca_es: La fase no s'ha iniciat.
cs_cz: Etapa ještě nezačala.
da_dk: Trinnet blev ikke påbegyndt.
de_de: Arbeitsschritt nicht veranlasst.
el_gr: Το στάδιο δεν ξεκίνησε.
eu: Hasi gabeko pausoa.
fa_ir: مرحله آغاز نشده است
fi_fi: Vaihetta ei aloitettu.
fr_fr: Étape non initiée.
gl_es: Fase non iniciada.
hr: Faza opisa nije pokrenuta.
hu: Szakasz nem megkezdett.
hy_am: Փուլը չի սկսվել։
id: Tahapan belum dimulai.
is: Þrep ekki hafið.
it_it: Fase non iniziata.
ja_jp: 段階が開始されていません。
ka_ge: სცენა არ არის წამოწყებული.
kk: Кезең әлі басталмады.
ku_iq: ئەم قۆناغە دەستی پێ نەکردووە.
lv: Posms nav uzsākts.
mr: टप्प्याचा अद्याप प्रारंभ झालेला नाही.
ms_my: Peringkat tidak dimulakan.
nb: Steg ikke satt i gang.
nl_nl: Stap nog niet begonnen
pl_pl: Etap nie został rozpoczęty.
pt_pt: Etapa não iniciada.
ro: Etapa nu a fost inițiată.
ru_ru: Этап не начался.
sl_si: Faza se še ni pričela.
sr@cyrillic: Фаза није започета.
sr_rs@latin: Faza nije započeta.
sv_se: Steget inte påbörjat.
th: ยังไม่ได้เริ่มต้นขั้นตอน
tr_tr: Aşama başlatılmadı.
uk_ua: Етап не розпочався.
vi: Giai đoạn chưa được bắt đầu.
vi_vn: Giai đoạn chưa khởi tạo.

source: Submission Documents
ar_iq: وثائق المؤلَّف
az: Məqalə sənədləri
bg_bg: Документи за подадените материали
ca_es: Documents de la tramesa
cs_cz: Dokumenty příspěvku
da_dk: Indsendelsesdokumenter
de_de: Dokumente der Einreichung
el_gr: Τεκμήρια Υποβολής
eu: Bidalketaren dokumentuak
fa_ir: اسناد ارسال شده.
fi_fi: Käsikirjoituksen asiakirjat
fr_fr: Documents de soumission
gl_es: Documentos do envío
hr: Dokumenti za podnošenje
hu: Beküldési dokumentumok
hy_am: Ներկայացման փաստաթղթեր
id: Dokumen Naskah Masuk
is: Innsendingarskjöl
it_it: Documenti della proposta
ja_jp: 投稿文書
ka_ge: წარდგენის დოკუმენტები
kk: Жіберілген құжаттар материалы
ku_iq: دۆکیومێنتەکانی پێشکەشکراوەکە
lv: Iesniegtā materiāla dokumenti
mr: सादरीकरणाचे दस्तऐवज
ms_my: Dokumen Penyerahan
nb: Dokumenter i innleveringen
nl_nl: Documenten van de inzending
pl_pl: Dokumenty zgłoszenia
pt_pt: Documentos da Submissão
ro: Înregistrare documente
ru_ru: Документы отправленного материала
sl_si: Dokumenti prispevka
sr@cyrillic: Документи предаје
sr_rs@latin: Dokumenti predaje
sv_se: Dokument för bidrag
th: เอกสารการส่งงาน
tr_tr: Gönderi Dokümanları
uk_ua: Документи подання
vi: Tài liệu nộp bài
vi_vn: Tài liệu bài gửi

# notification.type.editorAssign
source: You have been assigned as an editor to the submission "{$title}".
ar_iq: لقد تم تعيينك بصفة محرر لتولي متعلقات طلب النشر "{$title}".
az: "{$title}" adlı məqaləyə redaktor olaraq təyin edildiniz
bg_bg: Бяхте асоцииран като редактор на подадените материали "{$title}".
ca_es: Heu estat assignat com a editor/a de la tramesa "{$title}".
cs_cz: Byl jste přidělen jako redaktor příspěvku "{$title}".
da_dk: Du er blevet valgt som redaktør på indsendelsen "{$title}".
de_de: Sie sind als Redakteur/in für den Beitrag "{$title}" eingeteilt worden.
el_gr: Σας έχει ανατεθεί ο ρόλος του επιμελητή για την υποβολή "{$title}".
eu: "{$title}" bidalketaren editore gisa esleitu zaituzte.
fa_ir: شما به عنوان دبیر به مقاله‌ای با عنوان «{$title}» انتساب شده‌اید.
fi_fi: Sinut on lisätty toimittajaksi käsikirjoitukseen "{$title}".
fr_fr: Vous avez été assigné en tant que rédacteur pour la soumission "{$title}".
gl_es: Foi asignado como editor ao envío "{$title}".
hr: Dodijeljeni ste kao urednik podneska "{$title}".
hu: Szerkesztőként lett hozzárendelve a következő beküldéshez: "{$title}"
hy_am: Դուք նշանակվել եք որպես "{$title}" ներկայացման խմբագիր։
id: Anda telah menugaskan seorang editor untuk naskah "{$title}".
is: Þér hefur verið úthlutað hlutverki ritstjóra á innsendingu "{$title}".
it_it: Sei stato asseganto come editor alla proposta "{$title}".
ja_jp: 投稿「{$title}」の編集者として割り当てられました。
ka_ge: თქვენ დაინიშნეთ როგორც რედაქტორი წარდგინებაში “{$title}”.
kk: Сіз "{$title}" материалдың редакторы ретінде тағайындалдыңыз.
ku_iq: تۆ وەک سەرنوسەری "{$title}" دەستنیشان کرایت.
lv: Jūs esat apstiprināts par materiāla "{$title}" redaktoru.
mr: तुम्हाला "{$title}" या सादरीकरणासाठी संपादक म्हणून नियुक्त करण्यात आले आहे.
ms_my: Anda telah ditugaskan sebagai editor kepada penyerahan "{$title}".
nb: Du har blitt oppnent til å redigere innleveringen «{$title}».
nl_nl: U werd toegewezen als redacteur voor de inzending "{$title}".
pl_pl: Zostałeś(aś) przydzielony(a) jako redaktor do tekstu "{$title}".
pt_pt: Foi designado como editor para a submissão "{$title}".
ro: Vi s-a atribuit un editor la înregistrarea manuscrisului "{$title}".
ru_ru: Вы были назначены редактором для материала «{$title}».
sl_si: Dodeljeni ste bili kot urednik na prispevek "{$title}".
sv_se: Du har blivit tilldelad rollen som redaktör för bidraget "{$title}".
th: คุณได้รับมอบหมายให้เป็นบรรณาธิการของการส่งงาน "{$title}"
tr_tr: "{$title}" adlı gönderiye editör olarak atandınız.
uk_ua: Ви були призначені редактором подання "{$title}".
vi: Bạn đã được chỉ định làm biên tập viên cho bài nộp "{$title}".
vi_vn: Bạn đã được chỉ định làm biên tập viên cho bài gửi "{$title}".

# notification.type.copyeditorRequest
source: You have been asked to review copyedits for "{$title}".
ar_iq: لقد تمت مطالبتك بتنقيح التدقيقات للمؤلَّف "{$title}".
az: "{$file}" üçün səhifə tərtibatını gözdən keçirməniz tələb edildi
bg_bg: Бяхте помолени да направите стилова корекция на "{$title}".
ca_es: Se us ha demanat que reviseu les correccions de "{$title}".
cs_cz: Byl jste požádán(a) o kontrolu redakčních úprav pro "{$title}".
da_dk: Du er blevet bedt om at gennemse manuskriptredigeringen af "{$title}".
de_de: Sie sind gebeten worden, das Lektorat von "{$title}" zu überprüfen.
el_gr: Σας έχει ζητηθεί η κρίση της επιμέλειας για το "{$title}".
eu: "{$title}"-ren zuzenketak berrikusteko eskatu dizute.
fa_ir: از شما خواسته شده است تا ویراستاری "{$title}" را بررسی کنید.
fi_fi: Sinua on pyydetty arvioimaan nimikkeen "{$title}" teknisesti toimitetut tiedostot.
fr_fr: Vous avez été invité à consulter les révisions pour le titre "{$title}".
gl_es: Pedíronlle que revise as correccións de "{$title}".
hr: Zamoljeni ste da pregledate kopije za "{$title}".
hu: Kérjük, hogy ellenőrizze a(z) "{$title}" című cikk tördelt változatát.
hy_am: Ձեզ խնդրել են վերանայել "{$title}" -ի գրական սրբագրումները:
id: Anda telah diminta menelaah copyedit dari "{$title}".
is: Óskað er eftir rýni frá þér fyrir yfirfarna skrá "{$title}".
it_it: Ti è stato chiesto di revisonare il copyediting per il titolo "{$title}".
ja_jp: 投稿「{$title}」の原稿整理版を確認するように求められました。
ka_ge: თქვენ მოგეთხოვებათ გადახედოთ კოპირებულ მასალას “{$title}”.
kk: Сізден "{$title}" үшін өңдеуді орындау сұралды.
ku_iq: تۆ داوات لێ کراوە کە وردبینی بۆ "{$title}" بکەیت.
lv: Jums ir lūgts pārskatīt "{$title}" literāri rediģēto datni.
mr: तुम्हाला "{$title}" साठी कॉपीएडिट्सचे समीक्षण करण्यास सांगितले आहे.
ms_my: Anda telah diminta mengulas copyedits untuk "{$title}".
nb: Du har blitt bedt om å se over språvasken av «{$title}».
nl_nl: U werd gevraagd om de tekstredactie te controleren voor "{$title}".
pl_pl: Zostałeś(aś) poproszony(a) o sprawdzenie korekty dla "{$title}".
pt_pt: Foi-lhe solicitado que revisse o texto de "{$title}".
ro: Vi s-a solicitat să revizuiți conținutul editat pentru "{$title}".
ru_ru: Вас попросили выполнить литературное редактирование для «{$title}».
sl_si: Zaprošeni ste bili za pregled lektoriranja za "{$title}".
sr@cyrillic: Замољени сте да прегледате пробну копију за "{$title}".
sr_rs@latin: Zamoljeni ste da pregledate probnu kopiju za "{$title}".
sv_se: Du har blivit ombedd att granska manusredigeringen av "{$title}".
th: คุณถูกขอให้ทบทวนการแก้ไขสำเนาสำหรับ "{$title}"
tr_tr: "{$title}" için kopya düzenlemesini incelemeniz istendi.
uk_ua: Вас попросили переглянути літературне редагування для "{$title}".
vi: Bạn đã được yêu cầu xem xét các chỉnh sửa cho "{$title}".
vi_vn: Bạn đã được yêu cầu đánh giá các bản biên tập cho "{$title}".

# notification.type.layouteditorRequest
source: You have been asked to review layouts for "{$title}".
ar_iq: لقد تمت مطالبتك بتنقيح التصميم الطباعي للمؤلَّف "{$title}".
az: “{$title}” üçün tərtibat sistemini gözdən keçirməniz tələb edildi
bg_bg: Бяхте помолени да прегледате оформлението на "{$title}".
ca_es: Se us ha demanat que reviseu les galerades de "{$title}".
cs_cz: Byl jste požádán(a) o kontrolu layoutu pro "{$title}".
da_dk: Du er blevet bedt om at gennemse layout til "{$title}".
de_de: Sie sind gebeten worden, Layouts für "{$title}" zu überprüfen.
el_gr: Σας έχει ζητηθεί να κρίνετε τη διάταξη του "{$title}".
eu: "{$title}"-ren diseinuak berrikusteko eskatu dizute.
fa_ir: از شما خواسته شده است تا صفحه‌بندی "{$title}" را بررسی کنید.
fi_fi: Sinua on pyydetty arvioimaan nimikkeen "{$title}" taitot.
fr_fr: Vous avez été invité à consulter la mises en page pour le titre "{$title}".
gl_es: Pedíronlle que revise as galeradas de "{$title}".
hr: Zamoljeni ste da pregledate izglede za "{$title}".
hu: Kérjük, hogy ellenőrizze a(z) "{$title}" című cikk kefelevonatát.
hy_am: Ձեզ խնդրել են վերանայել "{$title}" -ի դասավորությունները:
id: Anda telah diminta mereview layout untuk "{$title}".
is: Óskað er eftir rýni frá þér fyrir umbrot "{$title}".
it_it: Ti è stato chiesto di revisonare il layouts per "{$title}".
ja_jp: 投稿「{$title}」のレイアウトを確認するように求められました。
ka_ge: თქვენ მოგეთხოვათ გადახედოთ განლაგებებს “{$title}”.
kk: Сізден "{$title}" макетін жасау сұралды.
ku_iq: تۆ داوات لێ کراوە کە وردبینی بۆ نەخشەسازی "{$title}" بکەیت.
lv: Jums ir lūgts pārskatīt "{$title}" maketu.
mr: तुम्हाला "{$title}" साठी लेआउटचे समीक्षण करण्यास सांगितले आहे.
ms_my: Anda telah diminta untuk mengulas susun atur untuk "{$title}".
nb: Du har blitt bedt om å se over layouten av «{$title}».
nl_nl: U werd gevraagd om de opmaak te controleren voor "{$title}".
pl_pl: Zostałeś(aś) poproszony(a) o sprawdzenie składu dla "{$title}".
pt_pt: Foi-lhe solicitado que revisse os layouts de "{$title}".
ro: Vi s-a solicitat să revizuiți conținutul machetat pentru "{$title}".
ru_ru: Вас попросили выполнить верстку для «{$title}».
sl_si: Zaprošeni ste bili za pregled preloma za "{$title}".
sr@cyrillic: Замољени сте да прегледате изглед часописа "{$title}".
sr_rs@latin: Zamoljeni ste da pregledate izgled časopisa "{$title}".
sv_se: Du har blivit ombedd att granska layouten av "{$title}".
th: คุณถูกขอให้ทบทวนรูปแบบสำหรับ "{$title}"
tr_tr: "{$title}" için sayfa düzenlenmesini incelemeniz istendi.
uk_ua: Вас попросили виконати верстку для "{$title}".
vi: Bạn đã được yêu cầu xem xét bố cục cho "{$title}".
vi_vn: Bạn đã được yêu cầu xem xét bố cục (trình bày) cho "{$title}".
