Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.dashboard.view.awaitingReviews
source: Awaiting reviews
eu: Berrikuspenen zain
id: Menunggu review
mr: समीक्षणांच्या प्रतीक्षेत
vi: Chờ phản biện

# submission.dashboard.view.reviewExternal
source: All in peer review
eu: Guztia pareen berrikuspenean
id: Semua pada peer review
mr: सगळे तज्ज्ञ समीक्षणासाठी पाठवले आहेत
vi: Tất cả đang trong quá trình phản biện đồng cấp

# submission.dashboard.view.revisionsSubmitted
source: Revisions submitted
eu: Egilearen berrikuspenak bidalita
id: Revisi penulis dikirimkan
mr: सुधारीत आवृत्त्या (revisions) सादर केल्या गेल्या
vi: Tác giả đã nộp bản sửa đổi

# submission.dashboard.view.revisionsRequested
source: Revisions requested
eu: Berrikuspenak eskatuta
id: Revisi diminta
mr: सुधारीत आवृत्तींसाठी (revisions) पाठवले
vi: Yêu cầu sửa đổi

# submission.dashboard.view.declined
source: Declined
eu: Baztertuta
id: Ditolak
mr: नाकारले
vi: Đã từ chối

# submission.dashboard.view.published
source: Published
eu: Argitaratuta
id: Diterbitkan
mr: प्रकाशित
vi: Đã xuất bản

# submission.dashboard.view.scheduled
source: Scheduled for publication
eu: Argitaratzeko programatuta
id: Dijadwalkan untuk penerbitan
mr: प्रकाशनासाठी नियोजित
vi: Đã lên lịch xuất bản

# submission.dashboard.view.production
source: All in production
eu: Guztia ekoizpen-fasean
id: Semua pada tahap produksi
mr: सगळे प्रकाशनाकरता पाठवले आहेत
vi: Tất cả trong giai đoạn sản xuất

# submission.dashboard.view.copyediting
source: All in copyediting
eu: Guztia edizio-fasean
id: Semua pada tahap copyedit
mr: सगळे कॉपीएडिटिंगकरता पाठवले आहेत
vi: Tất cả trong giai đoạn biên tập bản thảo

# submission.dashboard.view.reviewsSubmitted
source: Reviews submitted
eu: Bidalitako berrikuspenak
id: Review dikirimkan
mr: सादर झालेली समीक्षणे
vi: Đã nộp bài phản biện

# submission.dashboard.view.needsEditor
source: Needs editor
eu: Editorea behar du
id: Membutuhkan editor
mr: संपादक आवश्यक आहे
vi: Cần biên tập viên

# submission.dashboard.view.active
source: Active submissions
eu: Bidalketa aktiboak
id: Pengiriman aktif
mr: सक्रिय सादरीकरणे
vi: Bài nộp đang hoạt động

# submission.dashboard.view.assigned
source: Assigned to me
eu: Niri esleituak
id: Ditugaskan kepada saya
mr: मला नियुक्त केलेली
vi: Đã giao cho tôi

# dashboard.reviewAssignment.statusComplete.title
source: Review was confirmed by editor
eu: Berrikuspena editorea berretsi zuen
id: Review dikonfirmasi oleh editor
mr: संपादकाने समीक्षणाला दुजोरा दिला
vi: Bài phản biện đã được biên tập viên xác nhận

# dashboard.reviewAssignment.statusReceived.description
source: The review was completed on {$date} with the following recommendation: <b>{$recommendation}</b>
eu: Berrikuspena {$date} egunean osatu zen, gomendio honekin: <b>{$recommendation}</b>
id: Review telah selesai pada {$date} dengan rekomendasi berikut: <b>{$recommendation}</b>
mr: समीक्षण खालील शिफारसीसह {$date} रोजी पूर्ण झाले : <b>{$recommendation}</b>
vi: Bài phản biện đã được hoàn thành vào {$date} với đề xuất sau: <b>{$recommendation}</b>

# dashboard.reviewAssignment.statusReceived.title
source: Review completed on {$date}
eu: Berrikuspena osatua {$date} egunean
id: Review selesai pada {$date}
mr: समीक्षण {$date} रोजी पूर्ण झाले
vi: Phản biện hoàn thành vào {$date}

# dashboard.reviewAssignment.statusDeclined.description
source: Reviewer declined the review request on <b>{$date}</b>
eu: Ebaluatzaileak berrikuspen-eskaera baztertu zuen <b>{$date}</b> egunean
id: Reviewer menolak permintaan review pada <b>{$date}</b>
mr: समीक्षकाने <b>{$date}</b> रोजी समीक्षणाची विनंती नाकारली
vi: Người phản biện đã từ chối yêu cầu phản biện vào <b>{$date}</b>

# dashboard.reviewAssignment.statusDeclined.title
source: Review Request declined on {$date}
eu: Berrikuspen eskaera baztertu da {$date} egunean
id: Permintaan Review ditolak pada {$date}
mr: {$date} रोजी समीक्षणाची विनंती नाकारली
vi: Yêu cầu Phản biện bị từ chối vào {$date}

# dashboard.reviewAssignment.statusAwaitingResponse.title
source: Awaiting Response from the reviewer
eu: Ebaluatzailearen erantzunaren zain
id: Menunggu Respon dari reviewer
mr: समीक्षकाकडून प्रतिसादाची वाट पाहत आहे
vi: Đang chờ Phản hồi từ người phản biện

# publication.jats.lastModified
source: Last Modification at {$modificationDate} by {$username}
eu: Azken aldaketa {$modificationDate} egunean, {$username} egileak egina
id: Modifikasi terakhir pada {$modificationDate} oleh {$username}
mr: शेवटचा बदल {$modificationDate} या तारखेला {$username} द्वारे केला गेला
vi: Sửa đổi lần cuối vào {$modificationDate} bởi {$username}

# publication.jats.autoCreatedMessage
source: This JATS file is generated automatically by the submission metadata
eu: JATS fitxategi hau automatikoki sortzen da bidalketaren metadatuekin
id: File JATS ini dihasilkan secara otomatis oleh metadata naskah
mr: ही JATS फाईल सादरीकरणादरम्यानचा मेटाडेटा वापरून आपोआप निर्माण केली जाते
vi: Tệp JATS này được tạo tự động từ siêu dữ liệu bài nộp

# publication.jats.confirmDeleteFileButton
source: Delete JATS File
eu: Ezabatu JATS fitxategia
id: Menghapus File JATS
mr: JATS फाईल हटवा
vi: Xóa tệp JATS

# publication.jats.confirmDeleteFileTitle
source: Confirm deleting JATS XML
eu: Berretsi JATS XML ezabatzea
id: Konfirmasi menghapus JATS XML
mr: JATS XML हटविण्यासाठी दुजोरा द्या
vi: Xác nhận xóa JATS XML

# submission.stage.published
source: Published
eu: Argitaratua
id: Terbit
mr: प्रकाशित झालेले
vi: Đã xuất bản

# submission.stage.scheduledForPublication
source: Scheduled For Publication
eu: Argitaratzeko programatuta
id: Dijadwalkan Untuk Terbit
mr: प्रकाशनासाठी नियोजित
vi: Đã lên lịch xuất bản

# submission.stage.externalReviewWithRound
source: Review (Round {$round})
eu: Berrikuspena (Erronda {$round})
id: Review (Putaran{$round})
mr: समीक्षण (फेरी {$round})
vi: Phản biện (Vòng {$round})

# submission.dashboard.view.reviewAssignments.archived
source: Completed / Declined
eu: Artxibatuta
id: Diarsipkan
mr: संग्रहित केलेले
vi: Đã lưu trữ

# submission.dashboard.view.reviewAssignments.all
source: All assignments
eu: Esleipen guztiak
id: Semua tugas
mr: एकूण सोपवलेली कामे
vi: Tất cả phân công

# submission.dashboard.view.reviewerAssignmentsFinished
source: Completed / Declined
eu: Osatuta / Ukatuta
id: Selesai / Ditolak
mr: पूर्ण झालेली / नाकारलेली
vi: Đã hoàn thành / Đã từ chối

# submission.dashboard.view.reviewerAssignmentsPending
source: Pending
eu: Egiteke
id: Tertunda
mr: प्रलंबित
vi: Đang chờ xử lý

# submission.dashboard.view.reviewerAssignmentsAll
source: All assignments
eu: Esleipen guztiak
id: Semua tugas
mr: समीक्षकाकडे सोपवलेली एकूण कामे
vi: Tất cả phân công

# submission.dashboard.view.incompleteSubmissions
source: Incomplete submissions
eu: Bidalketa osatugabeak
id: Pengiriman yang tidak lengkap
mr: अपूर्ण सादरीकरण प्रक्रियेत
vi: Bài nộp chưa hoàn chỉnh

# dashboard.submissions.incomplete.bulkDelete.confirm
source: Confirm Delete of Incomplete Submissions
eu: Berretsi bidalketa osatugabeak ezabatzea
id: Konfirmasi Menghapus Pengiriman Naskah yang Tidak Lengkap
mr: अपूर्ण सादरीकरण हटविण्यासाठी दुजोरा द्या
vi: Xác nhận Xóa các Bài nộp Chưa hoàn chỉnh

# reviewerManager.reviewerStatus
source: Reviewer status
eu: Ebaluatzailearen egoera
id: Status Reviewer
mr: समीक्षकाची स्थिती (status)
vi: Trạng thái người phản biện

# fileManager.productionReadyFilesDescription
source: These are the files that will be sent for publication
eu: Hauek dira argitaratzeko bidaliko diren fitxategiak
id: Ini adalah file yang akan dikirim untuk diterbitkan
mr: या फाईल्स प्रकाशनासाठी पाठवल्या जातील
vi: Đây là các tệp sẽ được gửi đi xuất bản

# fileManager.draftFilesDescription
source: These are files from the review stage which are to be copyedited
eu: Hauek dire berrikuspen-faseko fitxategiak, zuzendu behar direnak
id: Ini adalah file dari tahap review yang akan dicopyedit
mr: या समीक्षण टप्प्यातील फाईल्स आहेत ज्या कॉपीएडिट करायच्या आहेत
vi: Đây là các tệp từ giai đoạn phản biện cần được biên tập bản thảo

# fileManager.copyeditedFilesDescription
source: These are edited files that will be taken to the production stage
eu: Hauek dira editatutako fitxategiak, ekoizpen fasera eramango direnak
id: File yang sudah diedit akan dilanjutkan ke tahap produksi
mr: या संपादित (कॉपीएडिट) केलेल्या फाईल्स आहेत ज्या प्रकाशन टप्प्यात नेल्या जातील
vi: Đây là các tệp đã chỉnh sửa sẽ được chuyển sang giai đoạn sản xuất

# fileManager.copyeditedFiles
source: Copyedited Files
eu: Zuzendutako fitxategiak
id: File Copyedit
mr: कॉपीएडिट केलेल्या फाईल्स
vi: Tệp đã Biên tập Bản thảo

# fileManager.filesForReviewDescription
source: These files will be sent to the reviewers to review
eu: Fitxategi hauek ebaluatzaileei bidaliko zaizkie berrikus ditzaten
id: File ini telah dikirim ke reviewer untuk direview
mr: या फाईल्स समीक्षकांना समीक्षणासाठी पाठवल्या जातील
vi: Các tệp này sẽ được gửi cho người phản biện để xem xét

# fileManager.filesForReview
source: Files for Review
eu: Berrikuspenerako fitxategiak
id: File untuk Review
mr: समीक्षणासाठी फाईल्स
vi: Tệp để Phản biện

# fileManager.submissionFilesDescription
source: Files uploaded at the time of submission
eu: Bidalketa unean igotako fitxategiak
id: File yang diunggah pada saat pengiriman naskah
mr: सादरीकरणाच्या वेळी संक्रमित (अपलोड) केलेल्या फाईल्स
vi: Các tệp được tải lên tại thời điểm nộp bài

# workflow.reviewRoundN
source: Review Round {$number}
eu: Berrikuspen-erronda {$number}
id: Putaran Review {$number}
mr: समीक्षण फेरी : {$number}
vi: Vòng Phản biện {$number}

# workflow.submissionInNextReviewRound
source: The submission has been advanced to the next round of review
eu: Bidalketa hurrengo berrikuspen-errondara aurreratu da
id: Naskah telah dilanjutkan pada putaran review berikutnya
mr: सादरीकरण पुढील समीक्षण फेरीत नेण्यात आले आहे
vi: Bài nộp đã được chuyển sang vòng phản biện tiếp theo

# workflow.submissionInFutureStage
source: The submission is currently in the {$stage} stage.
eu: Bidalketa {$stage} fasean dago une honetan.
id: Saat ini naskah ada pada tahap {$stage}.
mr: सादरीकरण सध्या {$stage} या टप्प्यावर आहे.
vi: Bài nộp hiện đang ở giai đoạn {$stage}.

# workflow.stageNotStarted
source: The {$stage} stage has not yet been initiated.
eu: {$stage} fasea oraindik ez da hasi.
id: Tahap {$stage belum dimulai.
mr: {$stage} हा टप्पा अद्याप सुरू झालेला नाही.
vi: Giai đoạn {$stage} chưa được bắt đầu.

# participantManager.onlyAllowedToRecommend
source: Only allowed to recommend an editorial decision
eu: Erabaki editorial bat soilik gomendatu dezake
id: Hanya diperbolehkan untuk merekomendasikan keputusan editorial
mr: फक्त संपादकीय निर्णयाची शिफारस करण्याची परवानगी आहे
vi: Chỉ được phép đề xuất một quyết định biên tập

# dashboard.declinedDuringStage
source: Declined during the {$stageName} stage.
eu: {$stageName} fasean baztertua.
id: Menolak pada saat tahap {$stageName}.
mr: {$stageName} टप्प्यावर नकार कळवला.
vi: Đã bị từ chối trong giai đoạn {$stageName}.

# dashboard.reviewAssignment.action.sendReviewToOrcid.confirm
source: Send this review to the reviewer's ORCID?
eu: Bidali berrikuspen hau ebaluatzailearen ORCIDera?
id: Mengirimkan review ini ke reviewer ORCID?
mr: हे समीक्षण समीक्षकाच्या ORCID पत्त्यावर पाठवायचे का?
vi: Gửi bài phản biện này đến ORCID của người phản biện?

# dashboard.reviewAssignment.action.sendReviewToOrcid
source: Send Review To ORCID
eu: Bidali berrikuspena ORCIDera
id: Mengirimkan Review Ke ORCID
mr: ORCID ला समीक्षण पाठवा
vi: Gửi Phản biện đến ORCID

# dashboard.reviewAssignment.action.viewUnreadRecommendation
source: View unread recommendation
eu: Ikusi irakurri gabeko gomendioa
id: Melihat rekomendasi yang belum dibaca
mr: न वाचलेली शिफारस पहा
vi: Xem đề xuất chưa đọc

# dashboard.reviewAssignment.action.viewRecommendation
source: View recommendation
eu: Ikusi gomendioa
id: Melihat rekomendasi
mr: शिफारस पहा
vi: Xem đề xuất

# dashboard.reviewAssignment.action.editDueDate
source: Edit Due Date
eu: Editatu epea
id: Mengedit Batas Waktu
mr: अंतिम तारखेत बदल करा
vi: Chỉnh sửa Ngày đến hạn

# dashboard.reviewAssignment.action.unassignReviewer
source: Unassign
eu: Kendu esleipena
id: Batalkan penugasan
mr: नियुक्ती रद्द करा
vi: Hủy phân công

# dashboard.reviewAssignment.action.cancelReviewer
source: Cancel Reviewer
eu: Ezeztatu ebaluatzailea
id: Membatalkan Reviewer
mr: समीक्षकाला रद्द करा
vi: Hủy Người phản biện

# dashboard.reviewAssignment.statusCancelled.title
source: Reviewer cancelled review request
eu: Ebaluatzaileak berrikuspen-eskaera bertan behera utzi du
id: Reviewer membatalkan permintaan review
mr: समीक्षकाने समीक्षणाची विनंती नाकारली
vi: Người phản biện đã hủy yêu cầu phản biện

# dashboard.submissions.incomplete.bulkDelete.button
source: Delete Incomplete Submissions
eu: Ezabatu bidalketa osatugabeak
id: Menghapus Naskah yang Tidak Lengkap
mr: अपूर्ण सादरीकरण हटवा
vi: Xóa các Bài nộp Chưa hoàn chỉnh

# dashboard.reviewAssignment.action.viewDetails
source: View details
eu: Ikusi xehetasunak
id: Lihat detail
mr: तपशील पहा
vi: Xem chi tiết

# dashboard.submissions.incomplete.bulkDelete.body
source: Are you sure you want to delete the selected items? This action cannot be undone. Please confirm to proceed.
eu: Ziur zaude hautatutako elementuak ezabatu nahi dituzula? Ekintza hau ezin da desegin. Jarraitzeko, baieztatu mesedez.
id: Apakah anda yakin untuk menghapus file berikut? Kegiatan ini tidak dapat dibatalkan. Silakan konfirmasi untuk melanjutkan.
mr: तुम्ही खात्रीने निवडलेले आयटम हटवू इच्छिता ना? ही हटवलेली माहिती पूर्ववत करता येणार नाही. पुढे जाण्यासाठी कृपया दुजोरा द्या.
vi: Bạn có chắc chắn muốn xóa các mục đã chọn không? Hành động này không thể hoàn tác. Vui lòng xác nhận để tiếp tục.

# workflow.submissionNextReviewRoundInFutureStage
source: The submission advanced to the next review round, was accepted, and is currently in the {$stage} stage.
eu: Bidalketa hurrengo berrikuspen-errondara igaro da, onartu da eta une honetan {$stage} fasean dago.
id: Naskah yang dilanjutkan pada putaran review berikutnya, diterima, dan saat ini ada pada tahap {$stage}.
mr: सादरीकरण पुढील समीक्षण फेरीत गेले, स्वीकारले गेले आणि सध्या {$stage} या टप्प्यावर आहे.
vi: Bài nộp đã chuyển sang vòng phản biện tiếp theo, đã được chấp nhận, và hiện đang ở giai đoạn {$stage}.

# submission.query.allowedEditTime
source: You can update this discussion for {$allowedEditTimeNoticeLimit} minutes.
az: Bu müzakirəni {$allowedEditTimeNoticeLimit} dəqiqə üçün yeniləyə bilərsiniz.
eu: Eztabaida hau {$allowedEditTimeNoticeLimit} minutuz eguneratu dezakezu.
id: Anda dapat memperbarui diskusi ini untuk {$allowedEditTimeNoticeLimit} menit.
lv: Jūs varat atjaunināt šo diskusiju {$allowedEditTimeNoticeLimit} minūtēs.
mr: तुम्ही ही चर्चा {$allowedEditTimeNoticeLimit} मिनिटांपर्यंत वाढवू शकता.
pt_pt: Pode atualizar esta discussão durante {$allowedEditTimeNoticeLimit} minutos.
th: คุณสามารถอัปเดตการสนทนานี้ได้ภายใน {$allowedEditTimeNoticeLimit} นาที
vi: Bạn có thể cập nhật cuộc thảo luận này trong {$allowedEditTimeNoticeLimit} phút.

# submission.list.changeSubmissionLanguage.currentLanguage
source: Current Submission Language:
eu: Bidalketaren uneko hizkuntza:
id: Bahasa Naskah Terkini:
mr: सध्याच्या सादरीकरणाच्या भाषा :
vi: Ngôn ngữ Bài nộp Hiện tại:

# submission.list.changeSubmissionLanguage.buttonLabel
source: Change
eu: Aldatu
id: Perubahan
mr: बदला
vi: Thay đổi

# submission.list.changeSubmissionLanguage.title
source: Change Submission Language For
eu: Aldatu bidalketaren hizkuntza honetara
id: Perubahan Bahasa Naskah Untuk
mr: सादरीकरणाच्या या भाषेऐवजी ही भाषा निवडा
vi: Thay đổi Ngôn ngữ Bài nộp Cho

# submission.list.changeSubmissionLanguage.metadataDescription.title
source: Enter submission title here in {$language}. You can format your title as needed
eu: Idatzi hemen bidalketaren izenburua {$language} hizkuntzan. Izenburua behar bezala formateatu dezakezu
id: Masukkan judul naskah di sini dalam {$language}. Anda dapat memformat judul anda sesuai yang diinginkan
mr: येथे {$language} भाषेमध्ये सादरीकरणाच्या शीर्षकाची नोंद करा. तुम्ही तुमचे शीर्षक आवश्यकतेनुसार स्वरूपित (format) करू शकता
vi: Nhập tiêu đề bài nộp tại đây bằng {$language}. Bạn có thể định dạng tiêu đề của mình nếu cần

# submission.list.viewSubmissionSummary
source: View Submission Summary
eu: Ikusi bidalketaren laburpena
id: Lihat Ringkasan Pengiriman
mr: सादरीकरणांचा गोषवारा (summary) पहा
vi: Xem Tóm tắt Bài nộp

# submission.wizard.cancel.confirmation
source: Are you sure you wish to cancel this submission? This will delete the submission and all associated data. This action cannot be undone.
eu: Ziur zaude bidalketa hau bertan behera utzi nahi duzula? Honek bidalketa eta lotutako datu guztiak ezabatuko ditu. Ekintza hau ezin da desegin.
id: Apakah anda yakin untuk membatalkan pengiriman naskah ini? Ini akan menghapus naskah dan semua data terkait. Kegiatan ini tidak dapat dibatalkan.
mr: तुम्हाला हे सादरीकरण रद्द करायचे आहे का? असे केल्यास सादरीकरण आणि सगळा संबंधित डेटा हटवला जाईल. ही कृतीच्या परिणामामुळे हटवलेली माहिती पूर्ववत करता येणार नाही.
vi: Bạn có chắc chắn muốn hủy bài nộp này không? Thao tác này sẽ xóa bài nộp và tất cả dữ liệu liên quan. Hành động này không thể hoàn tác.

# submission.wizard.missingContributorAffiliationLanguage
source: The affiliation name is missing in {$language} for one or more affiliations for one or more of the contributors.
eu: Kolaboratzaile bat edo gehiagoren afiliazio bat edo gehiagorentzat, afiliazio-izena falta da {$language} hizkuntzan.
id: Nama institusi hilang pada {$language} pada satu institusi tau lebih untuk satu kontributor atau lebih.
mr: एक किंवा अधिक योगदानकर्त्यांच्या संलग्न संस्थांसाठी {$language} भाषेमध्ये संलग्न संस्थेचे (affiliation) नाव नोंदलेले नाही.
vi: Tên liên kết bằng {$language} bị thiếu cho một hoặc nhiều liên kết của một hoặc nhiều người đóng góp.

# submission.files.content.error
source: The content of the submission file '{$fileName}' could not be retrieved.
eu: Ezin izan da '{$fileName}' bidalketa-fitxategiaren edukia berreskuratu.
id: Konten dari file naskah '{$fileName}' tidak dapat diambil kembali.
mr: सादरीकरणाच्या '{$fileName}' या फाईलमधील मजकूर मिळवता आला नाही.
vi: Không thể truy xuất nội dung của tệp bài nộp '{$fileName}'.

# author.competingInterests.description
source: Please disclose any competing interests this author may have with the research subject.
eu: Mesedez, adierazi egile honek ikerketa-gaiarekin izan ditzakeen interes-gatazkak.
id: Mohon informasikan setiap konflik kepentingan yang mungkin dimiliki oleh penulis ini terhadap subyek penelitian.
lv: Lūdzu, informējiet par jebkādu interešu konfliktu, kas varētu pastāvēt starp autoru un pētījuma subjektu.
mr: या लेखकाला संशोधन विषयात असलेल्या कोणत्याही स्पर्धात्मक हितसंबंधांची कृपया माहिती द्या.
th: โปรดเปิดเผยผลประโยชน์ที่ขัดแย้งกันที่ผู้เขียนอาจมีเกี่ยวกับหัวข้อการวิจัยนี้
vi: Vui lòng tiết lộ bất kỳ xung đột lợi ích nào mà tác giả này có thể có với chủ đề nghiên cứu.

# submission.list.changeSubmissionLanguage.languageDescription
source: This is the primary submission language. Changing this will have effects on the submission and the metadata entered
eu: Hau da bidalketaren hizkuntza nagusia. Aldaketak eragina izango du bidalketan eta sartutako metadatuetan
id: Ini adalah bahasa utama pengiriman naskah. Mengubah ini akan mempengaruhi pengiriman naskah dan metadata yang dimasukkan
mr: ही प्राथमिक सादरीकरणाची भाषा आहे. ही बदलल्याने सादरीकरण आणि त्यासंबंधी नोंदलेल्या मेटाडेटावर त्याचा परिणाम होईल
vi: Đây là ngôn ngữ chính của bài nộp. Việc thay đổi ngôn ngữ này sẽ ảnh hưởng đến bài nộp và siêu dữ liệu đã nhập

# submission.list.changeSubmissionLanguage.metadataDescription.abstract
source: Including the abstract in {$language} is recommended. This helps ensure that the content is accessible
eu: Laburpena {$language} hizkuntzan sartzea gomendatzen da. Horrek edukia eskuragarri egotea ziurtatzen laguntzen du
id: Memasukkan abstrak dalam {$language} direkomendasikan. Ini akan membantu memastikan bahwa konten dapat diakses
mr: {$language} भाषेमध्ये सारांश लिहिण्याची शिफारस केली जाते. हा मजकूर वाचता येणे शक्य आहे याची खात्री करण्यास याचा उपयोग होतो
vi: Nên bao gồm tóm tắt bằng {$language}. Điều này giúp đảm bảo nội dung có thể truy cập được

# dashboard.reviewAssignment.statusRequestResend.description
source: Review request has been reshared with reviewer. Awaiting response in {$days} days on {$date}
eu: Berrikuspen eskaera ebaluatzailearekin berriz partekatu da. Erantzunaren zain egongo da {$days} egun egunez, {$date} egunera arte
id: Permintaan review telah dikirimkan kembali pada reviewer. Menunggu respon dalam {$days} hari pada {$date}
mr: समीक्षणाची विनंती समीक्षकासोबत पुन्हा शेअर केली गेली आहे. {$days} दिवस {$date} तारखेपर्यंत प्रतिसादाची वाट पाहत आहे
vi: Yêu cầu phản biện đã được chia sẻ lại với người phản biện. Đang chờ phản hồi trong {$days} ngày vào {$date}

# dashboard.reviewAssignment.statusResponseOverdue.description
source: This reviewer has not responded to the review request. A response was due on <b>{$date}</b>
eu: Ebaluatzaile honek ez dio berrikuspen eskaerari erantzun. Erantzun bat eman behar zen data honetarako: <b>{$date}</b>
id: Reviewer ini tidak merespon permintaan review. Respon akan berakhir pada <b>{$days} </b>
mr: या समीक्षकाने समीक्षणासाठीच्या विनंतीला प्रतिसाद दिलेला नाही. <b>{$date}</b> पर्यंत प्रतिसाद देण्याची मुदत होती
vi: Người phản biện này chưa phản hồi yêu cầu phản biện. Hạn chót phản hồi là vào <b>{$date}</b>

# submission.list.changeSubmissionLanguage.metadataDescription
source: <strong>Before changing the submission language, ensure you have filled out the following metadata fields to maintain system integrity. Also, note that contributor information and file names will be copied from previously entered information.</strong>
eu: <strong>Bidalketaren hizkuntza aldatu aurretik, ziurtatu ondorengo metadatuen eremuak bete dituzula sistemaren osotasuna mantentzeko. Kontuan izan, gainera, kolaboratzaileen informazioa eta fitxategien izenak aurretik sartutako informaziotik kopiatuko direla.</strong>
id: <strong>Sebelum mengubah bahasa pengiriman naskah, pastikan anda telah mengisi bagian metadata berikut untuk menjaga integritas sistem. Juga, perhatikan bahwa informasi kontributor dan nama file akan disalin dari informasi yang dimasukkan sebelumnya.</strong>
mr: <strong>सादरीकरणाची भाषा बदलण्यापूर्वी, प्रणालीत अखंडता राखण्यासाठी तुम्ही खालील मेटाडेटा फील्ड्स भरली आहेत याची खात्री करा. तसेच, योगदानकर्त्याची माहिती आणि फाईलची नावे पूर्वी नोंदलेल्या माहितीमधून कॉपी केली जातील हे ध्यानात घ्या.</strong>
vi: <strong>Trước khi thay đổi ngôn ngữ bài nộp, hãy đảm bảo bạn đã điền các trường siêu dữ liệu sau để duy trì tính toàn vẹn của hệ thống. Đồng thời, lưu ý rằng thông tin người đóng góp và tên tệp sẽ được sao chép từ thông tin đã nhập trước đó.</strong>

# dashboard.revisionsRequestedFromAuthorNextRound
source: Revisions requested from the author to be taken to a new review round
eu: Egileari eskatutako berrikuspenak berrikuspen-erronda berri batera eramateko
id: Revisi yang diminta dari penulis akan dibawa ke putaran review yang baru
mr: लेखकाकडून आलेल्या सुधारीत आवृत्ती (revisions) नव्या समीक्षण फेरीत पाठवल्या जातील
vi: Yêu cầu sửa đổi từ tác giả để chuyển sang vòng phản biện mới
