Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.layout.galleyRemoteURLValid
source: Please provide a valid remote URL (include http://).
ar_iq: لطفاً، أذكر رابط الإنترنت الخارجي الصحيح (متضمناً http://).
az: Zəhmət olmasa etibarlı bir uzad URL daxil edin (http:// dahil).
bg_bg: Моля, предоставете валиден отдалечен URL (включете http://).
ca_es: Proporcioneu una URL remota vàlida (incloent-hi http://).
cs_cz: Zadejte, prosím, platné vzdálené URL (včetně http://).
da_dk: Indsæt en gyldig ekstern URL (medtag http://).
de_de: Bitte geben Sie einen gültigen entlegenen URL an (fügen Sie http:// an).
el_gr: Σας παρακαλούμε συμπληρώστε ένα έγκυρο απομακρυσμένο URL (συμπεριλάβετε και το πρόθεμα http://).
eu: Mesedez, eman urruneko URL baliodun bat (sartu http://).
fa_ir: لطفاً یک آدرس اینترنتی صحیح وارد کنید (شامل http://).
fi_fi: Anna kelvollinen etä-URL-osoite (sisällytä http://).
fr_fr: Veuillez fournir un URL distant valide (inclure http://).
gl_es: Indique un URL remoto válido (inclúa http: //).
hr: Navedite važeći udaljeni URL (uključujući http://).
hu: Kérjük, adjon meg egy érvényes távoli URL-t (tartalmazza az alábbit: http://).
hy_am: Խնդրում ենք տրամադրել վավեր հեռավար URL (ներառյալ http://):
id: Cantumkan alamat URL luar yang valid (include http://).
is: Vinsamlega sláðu inn gilda ytri vefslóð (hafðu með http://).
it_it: Inserisci una URL remota valida (includi http://).
ja_jp: 有効なリモート URL （ http:// を含む）を入力してください。
ka_ge: გთხოვთ, მიუთითოთ სწორი დისტანციური URL (შეიტანეთ http://).
kk: Жарамды қашықтағы сервер URL мекенжайын енгізіңіз (соның ішінде http://).
ku_iq: تکایە لینکێکی دەرەکیی دروست بنوسە (ئەم پێشگرەشی لەگەڵ بێتhttp://).
lv: Lūdzu, norādiet derīgu attālināto URL (norādiet http://).
mr: कृपया वैध दूरस्थ (रिमोट) URL प्रदान करा (http:// चा समावेश करा).
ms_my: Sila berikan URL jauh yang sah (termasuk http://).
nb: Legg til en gyldig ekstern URL (inkluder http:// eller https://).
nl_nl: Geef de remote URL (inclusief http://)
pl_pl: Podaj prawidłowy URL (uwzględnij http://).
pt_pt: Forneça um URL remoto válido (inclua http://).
ro: Vă rugăm să furnizați o adresă URL de la distanță validă (include http: //).
ru_ru: Пожалуйста, введите правильный URL-адрес удаленного сервера (включая http://).
sl_si: Prosimo vpišite oddaljen URL (začnite s http://).
sr@cyrillic: Молимо додајте исправан URL (укључујући http://).
sr_rs@latin: Molimo dodajte ispravan URL (uključujući http://).
sv_se: Vänligen ange en giltig extern URL (inklusive http://-prefix).
th: กรุณาให้ URL ภายนอกที่ถูกต้อง (รวมถึง http://)
tr_tr: Lütfen geçerli bir uzak URL giriniz (http:// dahil).
uk_ua: Будь ласка, вкажіть правильну зовнішню URL-адресу (з префіксом http://).
vi: Vui lòng cung cấp URL từ xa hợp lệ (bao gồm http://).
vi_vn: Vui lòng cung cấp một URL từ xa hợp lệ (bao gồm http://).
zh_cn: 请提供一个有效的远程URL（包含http://）

# submission.layout.galleyNoImages
source: No images
ar_iq: لا صور
az: Şəkil yoxdur
bg_bg: Няма изображения
ca_es: No hi ha cap imatge
cs_cz: Žádné obrázky
da_dk: Ingen billeder
de_de: Keine Bilder
el_gr: Καμία εικόνα δεν έχει προστεθεί σε αυτό το Τυπογραφικό Δοκίμιο.
eu: irudirik ez
fa_ir: فاقد تصویر
fi_fi: Ei kuvia
fr_fr: Aucune image
gl_es: Non hai imaxes
hr: Nema slika
hu: Nincsenek képek
hy_am: Չկան պատկերներ
id: Tidak ada gambar
is: Engar myndir
it_it: Nessuna immagine
ja_jp: 画像なし
ka_ge: სურათების გარეშე
kk: Сурет жоқ
ku_iq: وێنە بەردەست نییە
lv: Nav attēlu
mk_mk: Нема слики
mr: प्रतिमा नाहीत
ms_my: Tiada imej
nb: Ingen bilder
nl_nl: No images have been added to this galley.
pl_pl: Brak obrazów
pt_pt: Nenhuma imagem incluída
ro: Nicio imagine
ru_ru: Нет изображений
sl_si: Ni slik
sr@cyrillic: Нема слика
sr_rs@latin: Nema slika
sv_se: Inga bilder
th: ไม่มีรูปภาพ
tr_tr: Şekil yok
uk_ua: Немає зображень
vi: Không có ảnh
vi_vn: Không có Hình ảnh
zh_cn: 没有图片

# submission.layout.galleys
source: Galleys
ar_iq: الألواح الطباعية
az: Stringlər
bg_bg: Типографии
ca_es: Galerades
cs_cz: Sazebnice
da_dk: Publiceringsversioner
de_de: Fahnen
el_gr: Τυπογραφικά Δοκίμια
eu: Galeradak
fa_ir: کلیشه های چاپی
fi_fi: Julkaistavat tiedostot
fr_fr: Épreuves
gl_es: Galeradas
hr: Prijelomi
hu: Formátumok
hy_am: Շարվածքներ
id: Galley
is: Galleys /Lokaprófarkir
it_it: Gabbie
ja_jp: レイアウト済（ゲラ）版
ka_ge: სვეტები
kk: Галлеялар
ku_iq: تابلۆکان
lv: Saliktņi
mk_mk: Отисоци на труд
mr: गॅली (Galleys)
ms_my: Galley
nb: Oppsett
nl_nl: Proefdrukken
pl_pl: Pliki po składzie
pt_pt: Composição Final
ro: Galerii
ru_ru: Гранки
sl_si: Prelomi
sr@cyrillic: Пробне копије
sr_rs@latin: Probne kopije
sv_se: Publiceringsversioner
th: ฉบับจัดรูปแบบ
tr_tr: Dizgiler
uk_ua: Гранки
vi: Phiên bản xuất bản định dạng
vi_vn: Các bản in
zh_cn: 样稿

# submission.layout.galleyStylesheet
source: Stylesheet File
ar_iq: ملف الأنماط
az: Stil səhifə faylı
bg_bg: Файл на стиловата таблица
ca_es: Fitxer del full d’estil
cs_cz: Stylesheet sazebnice
da_dk: Stylesheet-fil
de_de: Formatvorlage-Datei
el_gr: Αρχείο StyleSheet
eu: Estilo-orriaren fitxategia
fa_ir: فایل استایل شیت
fi_fi: Tyylitiedosto
fr_fr: Fichier de la feuille de style
gl_es: Arquivo de folla de estilos
hr: Stilska tablica datoteke
hu: Stílus fájl
hy_am: Ոճաթերթերի նիշք
id: File Stylesheet
is: Stílsniðsskrá
it_it: File del foglio di stile
ja_jp: スタイルシートファイル
ka_ge: სტილის ფაილი
kk: Стильдер парағының файлы
ku_iq: پەڕەشێواز
lv: Stila lapas datne
mr: शैली पत्रकाची (style sheet) फाईल
ms_my: Fail Lembaran Gaya
nb: Stilarkfil
nl_nl: Stylesheet bestand
pl_pl: Plik ze stylami
pt_pt: Folha de Estilo
ro: Fișier stil
ru_ru: Файл таблицы стилей
sl_si: Datoteka stilske tablice
sr@cyrillic: Фајл странице стила
sr_rs@latin: Fajl stranice stila
sv_se: Stilmall som separat fil
th: ไฟล์สไตล์ชีท
tr_tr: Stil Sayfa Dosyası
uk_ua: Файл таблиці стилів
vi: Tệp biểu định kiểu
vi_vn: Tập tin định kiểu (Style sheet)
zh_cn: 样式表文件

# submission.layout.galleyStyle
source: Style
ar_iq: النمط
az: Stil
bg_bg: Стил
ca_es: Estil
cs_cz: Styl
da_dk: Typografi
de_de: Stil
el_gr: Στυλ
eu: Estiloa
fa_ir: استایل
fi_fi: Tyyli
gl_es: Estilo
hr: Stil
hu: Stílus
hy_am: Ոճ
id: Model
is: Stíll
it_it: Stile
ja_jp: スタイル
ka_ge: სტილი
kk: Стиль
ku_iq: شێواز
lv: Stils
mk_mk: Стил
mr: शैली
ms_my: Gaya
nb: Stil
nl_nl: Stijl
pt_pt: Estilo
ro: Stil
ru_ru: Стиль
sl_si: Stil
sr@cyrillic: Стил
sr_rs@latin: Stil
sv_se: Utseende
th: สไตล์
tr_tr: Stil
uk_ua: Стиль
vi: Kiểu
vi_vn: Loại
zh_cn: 风格

# submission.layout.initialGalleyCreation
source: Initial Galley Creation
ar_iq: إنشاء اللوح الطباعي الأساسي
az: Başlanğıc strinq
bg_bg: Първоначално създаване на типография
ca_es: Creació de les galerades inicials
cs_cz: Úvodní vytvoření sazebnice
da_dk: Oprettelse af første publiceringsversion
de_de: Erste Fahnenvorlage
el_gr: Δημιουργία αρχικού Τυπογραφικού Δοκιμίου
eu: Lehenengo galerada-sortzea
fa_ir: ایجاد کلیشه چاپی اولیه
fi_fi: Julkaistavan tiedoston ensimmäinen luominen
fr_fr: Création de l'épreuve initiale
gl_es: Creación da galerada inicial
hr: Početak stvaranje prijeloma
hu: Kezdeti formátum létrehozása
hy_am: Սկզբնական շարվածքի ստեղծում
id: Kreasi Galley Awal
is: Upphafs Galley búið til
it_it: Creazione della gabbia iniziale
ja_jp: 初校ゲラ版の作成
ka_ge: თავდაპირველი სვეტის შექმნა
kk: Бастапқы галлея құру
ku_iq: دروستکردنی تابلۆی سەرەتایی
lv: Sākotnējā saliktņa izveide
mk_mk: Првобитно создавање на отисок на труд
mr: प्रारंभिक गॅली निर्मिती
ms_my: Penciptaan Galley Awal
nb: Lage første oppsett
nl_nl: Aanmaak eerste proefdruk
pt_pt: Composição Inicial
ro: Crearea inițială a Galeriilor
ru_ru: Первоначальное создание гранки
sl_si: Začetno ustvarjanje preloma
sr@cyrillic: Почетно креирање пробне копије
sr_rs@latin: Početno kreiranje probne kopije
sv_se: Första skapade publiceringsversion
th: สร้างฉบับจัดรูปแบบเริ่มต้น
tr_tr: Başlangıç dizgi tablası oluşturma
uk_ua: Початок створення гранки
vi: Tạo phiên bản xuất bản định dạng ban đầu
vi_vn: Tạo bản in đầu tiên
zh_cn: 开始创建样稿

# submission.layout.layoutFile
source: Layout File
ar_iq: ملف التصميم
az: Tərtibat faylı
bg_bg: Оформителски файл
ca_es: Fitxer de maquetació
cs_cz: Soubor pro typografické úpravy
da_dk: Layout-fil
de_de: Layoutdatei
el_gr: Αρχείο Σελιδοποίησης
eu: Maketazio-fitxategia
fa_ir: فایل صفحه‌آرا
fi_fi: Taittotiedosto
fr_fr: Fichier de mise en page
gl_es: Arquivo de maquetación
hr: Datoteka prijeloma
hu: Elrendezés fájl
hy_am: Ուրվագծի նիշք
id: File Layout
is: Umbrotsskrá
it_it: File di layout
ja_jp: レイアウトファイル
ka_ge: განლაგების ფაილი
kk: Файл макеті
ku_iq: فایلی نەخشەساز
lv: Maketa datne
mk_mk: Датотека за распоред
mr: लेआउट फाईल
ms_my: Fail Susun Atur
nb: Layoutfil
nl_nl: Opmaakbestand
pl_pl: Plik z szablonem
pt_pt: Modelo para Layout
ro: Fișiere machete
ru_ru: Файл макета
sl_si: Datoteka za prelom
sr@cyrillic: Фајл изгледа/прелома
sr_rs@latin: Fajl izgleda/preloma
sv_se: Layoutfil
th: ไฟล์จัดรูปแบบ
tr_tr: Mizanpaj Dosyası
uk_ua: Файл верстки
vi: Tệp định dạng
vi_vn: Tập tin Trình bày
zh_cn: 排版文件

# submission.layout
source: Layout
ar_iq: التصميم
az: Tərtibat
bg_bg: Оформление
ca_es: Maquetació
cs_cz: Typografická úprava
el_gr: Σελιδοποιηση
eu: Maketazioa
fa_ir: صفحه‌آرایی
fi_fi: Taitto
fr_fr: Mise en page
gl_es: Maquetación
hr: Prijelom
hu: Tördelés
hy_am: Ուրվագիծ
is: Umbrot/Útlit
ja_jp: レイアウト
ka_ge: განლაგება
kk: Макет
ku_iq: نەخشەساز
lv: Makets
mk_mk: Распоред
mr: लेआउट
ms_my: Susun Atur
pl_pl: Szablon
ro: Machetă
ru_ru: Верстка
sl_si: Prelom
sr@cyrillic: Изглед/прелом
sr_rs@latin: Izgled
th: จัดรูปแบบ
tr_tr: Mizanpaj
uk_ua: Верстка
vi: Định dạng
vi_vn: Trình bày
zh_cn: 排版

# submission.layout.layoutVersion
source: Layout Version
ar_iq: نسخة التصميم
az: Tərtibat versiyası
bg_bg: Версия на оформлението
ca_es: Versió maquetada
cs_cz: Verze typografa
el_gr: Έκδοση Σελιδοποίησης
eu: Maketazio-bertsioa
fa_ir: نسخه صفحه‌آرا
fi_fi: Taittoversio
fr_fr: Version de mise en page
gl_es: Versión maquetada
hr: Verzija za prijelom
hu: Elrendezés verzió
hy_am: Ուրվագծի տարբերակ
id: Versi Layout
is: Umbrotsútgáfa
it_it: Versione di Layout
ja_jp: レイアウト対象版
ka_ge: განლაგების ვერსია
kk: Макет түрлері
ku_iq: وەشانی نەخشەساز
lv: Maketa versija
mk_mk: Верзија на распоред
mr: लेआउट आवृत्ती (version)
ms_my: Versi Susun Atur
nb: Layoutversjon
nl_nl: Opmaakversie
pl_pl: Wersja szablonu
pt_pt: Versão de Layout
ro: Versiune machetă
ru_ru: Версия для верстки
sl_si: Verzija preloma
sr@cyrillic: Верзија изгледа
sr_rs@latin: Verzija izgleda
th: เวอร์ชันจัดรูปแบบ
tr_tr: Mizanpaj Sürümü
uk_ua: Версія верстки
vi: Phiên bản định dạng
vi_vn: Phiên bản Trình bày
zh_cn: 排版版本

# submission.layout.newGalley
source: Create New Galley
ar_iq: إنشاء لوح طباعي جديد
az: Yeni bir dizayn formalaşdırın
bg_bg: Създаване на нова типография
ca_es: Crea galerades noves
cs_cz: Vytvořit novou sazebnici
da_dk: Opret ny publicerings-version
de_de: Neue Fahne anlegen
el_gr: Δημιουργία νέου Τυπογραφικού Δοκιμίου
eu: Sortu galerada berria
fa_ir: ایجاد کلیشه چاپی جدید
fi_fi: Luo uusi julkaistava tiedosto
fr_fr: Créer une nouvelle épreuve
gl_es: Crear nova galerada
hr: Kreirajte novu prijelom
hu: Újformátum létrehozása
hy_am: Ստեղծեք նոր շարվածք
id: Buat Galley Baru
is: Stofna nýtt Galley
it_it: Crea una nuova gabbia
ja_jp: 新規ゲラ版の作成
ka_ge: ახალი სვეტის შექმნა
kk: Жаңа галлея жасаңыз
ku_iq: تابلۆیەکی نوێ دروست بکە
lv: Izveidot jaunu saliktni
mk_mk: Создади нов отисок на труд
mr: नवीन गॅली तयार करा
ms_my: Cipta Galley Baru
nb: Lag nytt oppsett
nl_nl: Nieuwe proefdruk maken
pl_pl: Utwórz wersję do publikacji
pt_pt: Criar nova composição
ro: Crearea unei noi galerii
ru_ru: Создать новую гранку
sl_si: Ustvari nov prelom
sr@cyrillic: Креирај нову пробну копију
sr_rs@latin: Kreiraj novu probnu kopiju
sv_se: Skapa ny publiceringsversion
th: สร้างฉบับจัดรูปแบบใหม่
tr_tr: Yeni Dizgi Oluştur
uk_ua: Створити нову гранку
vi: Tạo phiên bản xuất bản định dạng mới
vi_vn: Tạo bản in mới
zh_cn: 创建新的样稿

# submission.layout.noStyleFile
source: No style sheet file has been added to this galley.
ar_iq: لم تتم إضافة ملف أنماط إلى هذا اللوح الطباعي.
az: Bu dizgiyə stil səhifə faylı əlavə edilmədi
bg_bg: Към тази типография не е добавен файл със стилова таблица.
ca_es: No s’ha afegit cap fitxer de full d’estil a aquestes galerades.
cs_cz: K této sazebnici nebyl přidán žádný stylesheet.
da_dk: Der er ikke føjet en stylesheet-fil til denne publiceringsversion.
de_de: Dieser Fahne wurde keine Formatvorlage hinzugefügt.
el_gr: Δεν έχει γίνει προσθήκη Stylesheet στο συγκεκριμένο Τυπογραφικό Δοκίμιο.
eu: Galerada honi ez zaio estilo-orriaren fitxategirik gehitu.
fa_ir: هیچ فایل استایل شیتی برای این کلیشه چاپی تعیین نشده است
fi_fi: Tyylitiedostoa ei ole lisätty tähän julkaistavaan tiedostoon.
fr_fr: Aucun fichier de feuille de style n'a été ajouté à cette épreuve.
gl_es: Non se engadiu ningún arquivo de folla de estilos a esta galerada.
hr: Stilska tablica datoteke nije dodana ovom prijelomu.
hu: Nincs stíluslap fájl hozzárendelve ehhez a formátumhoz.
hy_am: Ոճային թերթիկի ոչ մի նիշք չի ավելացվել այս շարվածքին:
id: Tidak ada file stylesheet yang telah ditambahkan ke galley ini.
is: Engu stílsniði hefur verið bætt við þetta galley.
it_it: Nessun foglio di stile è stato associato a questa gabbia.
ja_jp: このゲラ版にはスタイルシートが追加されていません。
ka_ge: ამ სვეტს არ დაემატა სტილის ფაილი.
kk: Стильдер кестесі файлы бұл галлеяға қосылмаған.
ku_iq: هیچ فایلێکی شێواز بۆ ئەم تابلۆیە زیاد نەکراوە.
lv: Šim saliktnim nav pievienota stila lapas datne.
mr: या गॅलीमध्ये कोणतीही शैली पत्रकाची (style sheet) फाईल जोडलेली नाही.
ms_my: Tiada fail lembaran gaya telah ditambahkan pada galley ini.
nb: Ingen fil med stilark er lagt til oppsettet.
nl_nl: Er is geen stylesheet bestand aan deze proefdruk gekoppeld.
pl_pl: Szablon stylów nie został dodany.
pt_pt: Nenhuma folha de estilo incluída.
ro: Nu a fost adăugat nici un fișier de stil în această galerie.
ru_ru: Файл таблицы стилей не был добавлен к этой гранке.
sl_si: Temu prelomu ni bila dodana nobena tablica stila.
sr@cyrillic: Нема странице стила за ову пробну копију.
sr_rs@latin: Nema stranice stila za ovu probnu kopiju.
sv_se: Ingen stilmall i separat fil tillagd för den här publiceringsversionen.
th: ไม่มีไฟล์สไตล์ชีทที่ถูกเพิ่มในฉบับจัดรูปแบบนี้
tr_tr: Bu dizgiye stil sayfa dosyası eklenmedi.
uk_ua: Для цієї гранки не було додано файлу таблиці стилів.
vi: Chưa có tệp biểu định kiểu nào được thêm vào phiên bản xuất bản định dạng này.
vi_vn: Không có tệp bảng định kiểu nào đã được thêm vào bản in này.
zh_cn: 没有样式表文件被添加到这个样稿里.

# submission.layout.viewingGalley
source: Viewing Submission Galley
ar_iq: معاينة اللوح الطباعي للمؤلَّف
az: Müraciət dizgisinə baxma
bg_bg: Преглеждане на типографията на изпратените материали
ca_es: Visualitza les galerades de la tramesa
cs_cz: Prohlížení sazebnice příspěvků
da_dk: Visning af manuskript (publiceringsversion)
de_de: Fahne anzeigen
el_gr: Προβολή Υποβληθέντων Τυπογραφικών Δοκιμίων
eu: Bidalketaren galerada ikusi
fa_ir: مشاهده کلیشه چاپی ارسال شده
fi_fi: Julkaistavan tiedoston katselu
fr_fr: Voir l'épreuve de la submission
gl_es: Ver galerada de envío
hr: Pregled prijave za prijelom
hu: Benyújtott anyagok megtekintése
hy_am: Ներկայացման շարվածքների դիտում
id: Melihat Galley Naskah
is: Skoða innsendingargalley
it_it: Vedi la gabbia dell'articolo
ja_jp: 投稿物のゲラ版の閲覧
ka_ge: წარდგენის სვეტის ნახვა
kk: Материал галлеясын қарау
ku_iq: پیشاندانی تابلۆی پێشکەشکراو
lv: Skatīt iesniegtā materiāla saliktni
mr: सादरीकरणाच्या गॅलीचे अवलोकन
ms_my: Melihat Galley Penyerahan
nb: Vis oppsettet til innleveringen
nl_nl: Inzendingsproeven bekijken
pl_pl: Przeglądanie plików do publikacji
pt_pt: Visualizando a composição
ro: Vizualizarea galeriei de înregistrări manuscrise
ru_ru: Просмотр гранки материала
sl_si: Pregled preloma prispevka
sr@cyrillic: Преглед пробне копије чланка
sr_rs@latin: Pregled probne kopije članka
sv_se: Visar bidragets publiceringsversion
th: กำลังดูฉบับจัดรูปแบบการส่งงาน
tr_tr: Başvuru Dizgisini Görüntüleme
uk_ua: Перегляд гранки подання
vi: Đang xem phiên bản xuất bản định dạng của bài nộp
vi_vn: Xem Bản in
zh_cn: 预览投稿样稿

# submission.layout.viewProof
source: View Proof
ar_iq: معاينة تجريبية
az: Dizgini gör
bg_bg: Преглед на коректурата
ca_es: Visualitza la prova
cs_cz: Zobrazit pro korekci
da_dk: Vis korrektur
de_de: Korrekturfahnen ansehen
el_gr: Προβολή επιμελημένου τυπογραφικού δοκιμίου
eu: Ikusi Proba
fa_ir: مشاهده نسخه بازبینی
fi_fi: Näytä korjausvedos
fr_fr: Voir l'épreuve
gl_es: Ver proba
hr: Pogledajte
hu: Korrektúra megtekintése
hy_am: Ցույց տալ սրբագրումը
id: Lihat Proof
is: Skoða próförk
it_it: Vedi la bozza
ja_jp: 校正版の閲覧
ka_ge: კორექტურის ნახვა
kk: Галлеяны көрсетіңіз
ku_iq: بینینی پێشوەختە
lv: Skatīt paraugu
mk_mk: Прегледај отисок
mr: मुद्रिताचे (Proof) अवलोकन करा
ms_my: Lihat Bukti
nb: Vis korrektur
nl_nl: Bekijk proef
pl_pl: Wyświetl wersję końcową
pt_pt: Ler prova
ro: Vizualizare corectură
ru_ru: Показать гранку
sl_si: Poglejte
sr@cyrillic: Види пробну копију
sr_rs@latin: Vidi probnu kopiju
sv_se: Visa korrektur
th: ดูหลักฐานการจัดรูปแบบ
tr_tr: Dizgiyi Gör
uk_ua: Переглянути верстку
vi: Xem bản in thử
vi_vn: Xem Bản hiệu đính
zh_cn: 预览校对

source: Submission Metadata
ar_iq: البيانات الوصفية لطلب النشر
az: Müraciət üst datası
bg_bg: Метаданни на подадените материали
ca_es: Metadades de la tramesa
cs_cz: Metadata příspěvku
da_dk: Indsendelsesmetadata
de_de: Metadaten des Beitrags
el_gr: Υποβολή Μεταδεδομένων
eu: Bidalketaren metadatuak
fa_ir: فراداده
fi_fi: Käsikirjoituksen metatiedot
fr_fr: Métadonnées de la soumission
gl_es: Metadatos de envío
hr: Metapodaci prijave
hu: Beküldött anyag metaadata
hy_am: Ներկայացման մետատվյալներ
id: Metadata Naskah
is: Lýsigögn innsendingar
it_it: Metadati
ja_jp: 投稿物のメタデータ
ka_ge: მასალის მეტა-მონაცემები
kk: Материалдың метадеректері
ku_iq: زانیاریی ناسێنەری پێشکەشکراو
lv: Iesniegtā materiāla metadati
mk_mk: Метаподатоци на поднесок
mr: सादरीकरणाचा मेटाडेटा
ms_my: Metadata Penyerahan
nb: Metadata
nl_nl: Metadata inzending
pl_pl: Metadane
pt_pt: Metadados da submissão
ro: Înregistrare Metadate
ru_ru: Метаданные материала
sl_si: Metapodatki prispevka
sr@cyrillic: Метаподаци о чланку
sr_rs@latin: Metapodaci o članku
sv_se: Metadata för bidraget
th: เมทาดาทาของการส่งงาน
tr_tr: Başvuru Üst Verisi
uk_ua: Метадані подання
vi: Metadata bài nộp
vi_vn: Siêu dữ liệu bài gửi
zh_cn: 投稿元数据

# submission.noReviewAssignments
source: No Review Assignments
ar_iq: لا مهام تحكيمية
az: Dəyərləndirmə vəzifəsi yoxdur
bg_bg: Няма асоциирани рецензенти
ca_es: No hi ha cap assignació de revisió
cs_cz: Žádné přidělené recenze
da_dk: Ingen bedømmelsesopgaver
de_de: Keine Begutachtungen
el_gr: Καμία Ανάθεση Αξιολόγησης
eu: Ebaluaziorik gabe
fa_ir: داوری منتسب نشده است
fi_fi: Ei arviointitoimeksiantoja
fr_fr: Aucune évaluation assignée
gl_es: Non hai asignacións de revisión
hr: Recenzija nije dodijeljena
hu: Nincsenek ellenőrzési feladatok
hy_am: Չկան նշանակված գրախոսներ
id: Tidak ada tugas review
is: Engar ritrýniúthlutanir
it_it: Nessun revisore assegnato
ja_jp: 査読が指定されていない
ka_ge: განხილვის დავალებები არ არის
kk: Рецензенттер тағайындалмаған
ku_iq: هیچ ئەرکێکی هەڵسەنگاندن نییە
lv: Nav piešķirtu recenzentu
mk_mk: Нема распределба за рецензија
mr: समीक्षणाची कामं नाहीत
ms_my: Tiada Tugasan Ulasan
nb: Ingen oppdrag om fagfellevurdering
nl_nl: Geen review taken
pl_pl: Brak przypisanych recenzji
pt_pt: Sem revisões
ro: Fără misiuni de revizuire
ru_ru: Нет назначенных рецензентов
sl_si: Recenzija ni dodeljena
sr@cyrillic: Нема додељених рецензија
sr_rs@latin: Nema dodeljenih recenzija
sv_se: Inga granskningsuppdrag
th: ไม่มีการมอบหมายการทบทวน
tr_tr: Değerlendirme Görevi Yok
uk_ua: Немає призначень рецензентів
vi: Không có chỉ định đánh giá
vi_vn: Chưa phân phản biện
zh_cn: 没有审查指派

# submission.notes.addNewNote
source: Add New Note
ar_iq: أضف ملاحظة جديدة
az: Yeni qeyd əlavə edin
bg_bg: Добавяне на нова бележка
ca_es: Afegeix una nota nova
cs_cz: Přidat novou poznámku
da_dk: Tilføj ny note
de_de: Neue Anmerkung hinzufügen
el_gr: Προσθέστε Νέα Σημείωση
eu: Gehitu ohar berria
fa_ir: اضافه کردن یادداشت جدید
fi_fi: Lisää uusi muistiinpano
fr_fr: Ajouter une nouvelle note
gl_es: Engadir nota
hr: Dodavanje nove bilješke
hu: Új megjegyzés hozzáadása
hy_am: Ավելացրեք նոր նշում
id: Tambahkan Catatan Baru
is: Bæta við nýjum minnispunkti
it_it: Aggiungi una nuova nota
ja_jp: 新規注記の作成
ka_ge: ახალი შენიშვნა დამატება
kk: Жаңа ескертпе қосыңыз
ku_iq: زیادکردنی تێبینییەکی نوێ
lv: Pievienot jaunu piezīmi
mk_mk: Додај нова забелешка
mr: नव्या टिप्पणीचा समावेश करा
ms_my: Tambah Nota Baharu
nb: Legg til nytt notat
nl_nl: Notitie toevoegen
pl_pl: Dodaj nową uwagę
pt_pt: Adicionar nova Nota
ro: Adăugați o notă nouă
ru_ru: Добавить новую заметку
sl_si: Dodaj novo pripombo
sr@cyrillic: Додај нову белешку
sr_rs@latin: Dodaj novu belešku
sv_se: Lägg till ny anteckning
th: เพิ่มบันทึกใหม่
tr_tr: Yeni Not Ekle
uk_ua: Додати нову нотатку
vi: Thêm ghi chú mới
vi_vn: Thêm ghi chú mới
zh_cn: 添加一个新的注释

# submission.notes.attachedFile
source: File Attachment
ar_iq: الملف المرفق
az: Fayl əlavəsi/qoşması
bg_bg: Прикрепен файл
ca_es: Fitxer adjunt
cs_cz: Přiložený soubor
da_dk: Vedhæftet fil
de_de: Dateianlage
el_gr: Συνημμένο Αρχείο
eu: Fitxategi erantsia
fa_ir: ضمیمه فایل
fi_fi: Liitetiedosto
fr_fr: Fichier en pièce jointe
gl_es: Adxuntar arquivo
hr: Datoteka privitka
hu: Fájlcsatolás
hy_am: Կցված նիշք
id: Lampiran File
is: Viðhengi
it_it: File allegato
ja_jp: ファイル添付
ka_ge: დანართი
kk: Тіркелген файл
ku_iq: هاوپێچکردنی فایل
lv: Pievienota datne
mr: फाईलची जोडणी
ms_my: Fail Lampiran
nb: Vedlegg
nl_nl: Bestandsbijlage
pl_pl: Załączniki
pt_pt: Documento anexado
ro: Fișier atașat
ru_ru: Прикрепленный файл
sl_si: Datoteka priponke
sr@cyrillic: Фајл у прилогу
sr_rs@latin: Fajl u prilogu
sv_se: Bifogad fil
th: ไฟล์แนบ
tr_tr: Dosya Eki
uk_ua: Додатковий файл
vi: Tệp đính kèm
vi_vn: Tập tin đính kèm
zh_cn: 文件附件

# submission.notes.backToSubmissionNotes
source: Back To Submission Notes
ar_iq: العودة إلى ملاحظات طلب النشر
az: Məqalə qeydlərinə geri qayıdın
bg_bg: Обратно към бележките към изпратения материал
ca_es: Torna a les notes de tramesa
cs_cz: Zpět na poznámky k příspěvku
da_dk: Tilbage til indsendelsesnoter
de_de: Zurück zu den Anmerkungen zum Beitrag
el_gr: Πίσω στις Σημειώσεις Υποβολών
eu: Itzuli Bidalketaren oharretara
fa_ir: بازگشت به یادداشتهای ارسال شده
fi_fi: Takaisin käsikirjoituksen muistiinpanoihin
fr_fr: Retour aux notes sur la soumission
gl_es: Volver ás notas do envío
hr: Nazad na bilješke uz prijave
hu: Vissza a beküldött anyag megjegyzéseihez
hy_am: Վերադարձ ներկայացման նշումներին
id: Kembali ke catatan naskah
is: Til baka í minnispunkta innsendingar
it_it: Ritorna alle note della proposta
ja_jp: 投稿注記に戻る
ka_ge: წარდგენის ჩასწორებაზე დაბრუნება
kk: Ескертпелерге қайта оралу
ku_iq: گەڕانەوە بۆ تێبینییەکانی فایلی پێشکەشکراو
lv: Atpakaļ uz piezīmēm par materiālu
mk_mk: Назад кон забелешки за поднесок
mr: सादरीकरणाच्या टिप्पण्यांकडे परत फिरा
ms_my: Kembali Ke Nota Penyerahan
nb: Tilbake til innleveringsnotater
nl_nl: Terug naar notities
pl_pl: Wróć do uwag
pt_pt: Voltar para notas da Submissão
ro: Înapoi la Note de transmitere
ru_ru: Назад к заметкам
sl_si: Nazaj na pripombe prispevka
sr@cyrillic: Повратак на белешке
sr_rs@latin: Povratak na beleške
sv_se: Tillbaka till anteckningar för bidrag
th: กลับไปที่บันทึกการส่งงาน
tr_tr: Gönderi Notlarına Geri Dön
uk_ua: Повернутися до нотаток подання
vi: Quay lại ghi chú bài nộp
vi_vn: Quay trở lại Ghi chú Bài gửi
zh_cn: 反回到投稿注释
