Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.list.galleysCreated
source: Production galleys created
ar_iq: الألواح الطباعية منشأة
az: Nəşr dizaynı yaradıldı
bg_bg: Създадени типографии
ca_es: Galerades de producció creades
cs_cz: Produkční sazebnice byly vytvořeny
da_dk: Publiceringsversioner oprettet
de_de: Fahnen erzeugt
el_gr: Δημιουργήθηκαν Τυπογραφικά Δοκίμια για παραγωγή
eu: Ekoizpen-galeradak sortuta
fa_ir: کلیشه چاپی ایجاد شد.
fi_fi: Julkaistavat tiedostot luotu
fr_fr: Fichiers de production créés
gl_es: Galeradas de produción creadas
hr: Proizvodne galerije stvorene
hu: Megjelentetési kefelenyomatok elkészítve
hy_am: Թողարկման շարվածքները ներկայացված են
id: Gale produksi telah dibuat
is: Framleiðslugalley stofnað
it_it: Gabbie di produzione create
ja_jp: 制作ゲラ版が作成された
ka_ge: წარმოების სვეტები შეიქმნა
kk: Өндірістік галлеялар құрылды
lv: Izstrādes saliktņi izveidoti
mr: प्रकाशनासाठी गॅली (मुद्रपाट) तयार केल्या
ms_my: Galley produksi dicipta
nb: Produksjonsoppsett laget
nl_nl: Proeven aangemaakt
pl_pl: Utworzone pliki do publikacji
pt_pt: Criadas composição finais
ro: Au fost create galeriile de producție
ru_ru: Создано гранок
sl_si: Pripravljeni so produkcijski prelomi
sv_se: Publiceringsversioner för produktion skapade
th: สร้างไฟล์ต้นฉบับสำหรับการผลิตแล้ว
tr_tr: Basım dizgisi oluşturuldu
uk_ua: Створено гранок
vi: Đã tạo các phiên bản xuất bản định dạng
vi_vn: Các bản in đã được tạo

# submission.list.filesPrepared
source: Files prepared
ar_iq: الملفات محضرة
az: Fayl hazırlandı
bg_bg: Подготвени файлове
ca_es: Arxius preparats
cs_cz: Připravené soubory
da_dk: Filer klargjort
de_de: Dateien vorbereitet
el_gr: Προετοιμασμένα Αρχεία
eu: Fitxategiak prestatuta
fa_ir: فایل‌ها آماده شدند.
fi_fi: Tiedostot valmistettu
fr_fr: Fichiers prêts
gl_es: Arquivos preparados
hr: Datoteke su pripremljene
hu: Fájlok elkészítve
hy_am: Նիշքերը պատրաստված են
id: File telah disiapkan
is: Undirbúnar skrár
it_it: File preparati
ja_jp: ファイル準備済み
ka_ge: ფაილები მომზადებულია
kk: Файлдар дайын
lv: Datnes sagatavotas
mr: फाईल्स सिद्ध केल्या
ms_my: Fail disediakan
nb: Filer forberedt
nl_nl: Bestanden voorbereid
pl_pl: Przygotowane pliki
pt_pt: Ficheiros preparados
ro: Fișiere pregătite
ru_ru: Подготовлено файлов
sl_si: Datoteke so pripravljene
sv_se: Filer förberedda
th: ไฟล์ที่เตรียมไว้
tr_tr: Dosya hazırlandı
uk_ua: Підготовлено файлів
vi: Tệp đã chuẩn bị
vi_vn: Các tập tin đã chuẩn bị

# submission.list.discussions
source: Open discussions
ar_iq: المناقشات المفتوحة
az: Açıq müzakirələr
bg_bg: Отворени дискусии
ca_es: Discussions obertes
cs_cz: Otevřené diskuse
da_dk: Påbegynd drøftelser
de_de: Diskussionen öffnen
el_gr: Ανοιχτές Συζητήσεις
eu: Eztabaida irekiak
fa_ir: باز کردن یک گفتگو
fi_fi: Avoimet keskustelut
fr_fr: Discussions
gl_es: Discusións abertas
hr: Otvorene rasprave
hu: Vita indítása
hy_am: Բաց քննարկումներ
id: Buka diskusi
is: Opnar umræður
it_it: Apri le discussioni
ja_jp: 未終了のディスカッション
ka_ge: ღია დისკუსიები
kk: Талқылаулар ашық
lv: Atvērtas diskusijas
mr: मुक्त चर्चा (Open discussions)
ms_my: Perbincangan terbuka
nb: Åpne diskusjoner
nl_nl: Actieve discussies
pl_pl: Otwarte dyskusje
pt_pt: Discussões abertas
ro: Discuții deschise
ru_ru: Открытых обсуждений
sl_si: Odprte diskusije
sv_se: Öppna diskussioner
th: การสนทนาที่เปิดอยู่
tr_tr: Açık tartışmalar
uk_ua: Відкритих обговорень
vi: Thảo luận đang mở
vi_vn: Các thảo luận mở

# submission.list.dualWorkflowLinks
source: You have been assigned multiple roles for this submission. Would you like to access the <a href="{$urlAuthorWorkflow}">Author's workflow</a> or the <a href="{$urlEditorialWorkflow}">Editorial workflow</a>?
ar_iq: بإمكانك تعيين عدة أدوار لطلب النشر هذا. هل ترغب بالوصول إلى <a href="{$urlAuthorWorkflow}">المخطط الانسيابي للمؤلف</a> أو <a href="{$urlEditorialWorkflow}">المخطط الانسيابي للتحرير</a>؟
bg_bg: Участвате в няколко роли за това подаване на материали. Искате ли да получите достъп до <a href="{$urlAuthorWorkflow}">работния поток на автора</a> или <a href="{$urlEditorialWorkflow}">редакционния работен процес</a>?
ca_es: Teniu assignats múltiples rols per a aquesta tramesa. Voleu accedir al <a href="{$urlAuthorWorkflow}">flux de treball d'autor/a</a> o al <a href="{$urlEditorialWorkflow}">flux de treball editorial</a>?
cs_cz: K tomuto příspěvku vám bylo přiřazeno několik rolí. Chcete pokračovat v rámci <a href="{$urlAuthorWorkflow}">Role autora</a> nebo <a href="{$urlEditorialWorkflow}">role editora</a>?
da_dk: Du har fået tildelt flere roller i forbindelse med denne indsendelse. Vil du have adgang til <a href="{$urlAuthorWorkflow}">Forfatter-workflowet</a> eller til det<a href="{$urlEditorialWorkflow}">Redaktionelle-workflow</a>?
de_de: Für diese Einreichung sind Ihnen mehrere Rollen zugewiesen worden. Möchten Sie den <a href="{$urlAuthorWorkflow}">Autor/innenworkflow</a> oder den <a href="{$urlEditorialWorkflow}">Redaktionsworkflow</a> öffnen?
eu: Bidalketa honetarako hainbat rol esleitu zaizkizu. <a href="{$urlAuthorWorkflow}">Egilearen lan-fluxua</a> ala <a href="{$urlEditorialWorkflow}">Editorearen lan-fluxua</a> atzitu nahi duzu?
fi_fi: Sinulla on käsikirjoituksessa useita rooleja. Haluatko katsoa <a href="{$urlAuthorWorkflow}">kirjoittajan työnkulkua</a> vai <a href="{$urlEditorialWorkflow}">toimittajan työnkulkua</a>?
fr_fr: Vous avez été assigné sous de multiples rôles pour cette soumission. Voulez-vous accéder à l'interface <a href="{$urlAuthorWorkflow}">Auteur</a> ou <a href="{$urlEditorialWorkflow}">Rédacteur</a> ?
gl_es: Asignaronlle varias funcións para este envío. Queres acceder ao <a href="{$urlAuthorWorkflow}">fluxo de traballo do autor</a> ou ao <a href="$urlEditorialWorkflow}"> fluxo de traballo editorial </a>?
hr: Dodijeljeno vam je više uloga za ovaj podnesak. Želite li pristupiti <a href="{$urlAuthorWorkflow}">Autorskom tijeku rada</a> ili <a href="{$urlEditorialWorkflow}">Uredničkom tijeku rada</a>?
hu: Ehhez beküldéshez több szerepkörben került hozzárendelésre. Válassza ki, melyben szeretne dolgozni: <a href="{$urlAuthorWorkflow}">Szerzői munkafolyamat</a><br><a href="{$urlEditorialWorkflow}">Szerkesztői munkafolyamat</a>
hy_am: Այս ներկայացման համար ձեզ նշանակվել են բազմաթիվ դերեր: Ցանկանու՞մ եք մուտք գործել <a href="{$urlAuthorWorkflow}">Հեղինակի աշխատանքային հոսք</a> կամ <a href="{$urlEditorialWorkflow}">Խմբագրական աշխատանքային հոսք</a>
id: Anda telah diberi peran ganda untuk naskah ini. Ingin mengkases <a href="{$urlAuthorWorkflow}">Alur Kerja Penulis</a> atau <a href="{$urlEditorialWorkflow}">Alur Kerja Editorial</a>?
is: Þér hefur verið úthlutað mörgum hlutverkum fyrir þessa insendingu. Viltu fara í <a href="{$urlAuthorWorkflow}">Verkferli höfundar</a> eða <a href="{$urlEditorialWorkflow}">Verkferli ritstjórnar</a>?
it_it: Ti sono stati assegnati molteplici ruoli per questa proposta. Vuoi accedere come <a href="{$urlAuthorWorkflow}">Autoe</a> o come <a href="{$urlEditorialWorkflow}">Editor</a>?
ja_jp: この投稿には複数の役割が割り当てられています。 <a href="{$urlAuthorWorkflow}"> 著者のワークフロー </a> または <a href="{$urlEditorialWorkflow}"> 編集ワークフロー </a> にアクセスしますか。
ka_ge: ამ წარდგენისთვის თქვენ მოგენიჭათ რამოდენიმე როლი. გსურთ შეხვიდეთ <a href="{$urlAuthorWorkflow}">ავტორის სამუშაო პროცესზე</a> ან <a href="{$urlEditorialWorkflow}">სარედაქციო სამუშაოზე</a> ?
kk: Сізге осы материал үшін бірнеше рөлдер тағайындалды. <a href="{$urlAuthorWorkflow}">Авторлық жұмыс процесін</a> немесе <a href="{$urlEditorialWorkflow}">Редакциялық жұмыс процесін</a> пайдаланғыңыз келе ме?
lv: Jums ir piešķirtas vairākas lomas šim materiālam. Vai vēlaties piekļūt sadaļām <a href="{$urlAuthorWorkflow}">Autora darbplūsma</a> vai <a href="{$urlEditorialWorkflow}">Redakcijas darbplūsma</a>?
mr: या सादरीकरणासाठी तुम्हाला अनेक भूमिका देण्यात आल्या आहेत. तुम्हाला <a href="{$urlAuthorWorkflow}">लेखकाचा कार्यप्रवाह (वर्कफ्लो)</a> किंवा <a href="{$urlEditorialWorkflow}">संपादकीय कार्यप्रवाह (वर्कफ्लो)</a> पहायचा (access) आहे का?
ms_my: Anda telah diberikan berbilang peranan untuk penyerahan ini. Adakah anda mahu mengakses <a href="{$urlAuthorWorkflow}">Aliran kerja Pengarang</a> atau <a href="{$urlEditorialWorkflow}">Aliran kerja Editorial</a>?
nb: Du er oppnevnt i flere roller for denne innleveringen. Vil du gå til <a href="{$urlAuthorWorkflow}">forfatters arbeidsflyt</a> eller <a href="{$urlEditorialWorkflow}">redaksjonell arbeidsflyt</a>?
nl_nl: U vervult verschillende rollen voor deze inzending. Wilt u de inzending bekijken als <a href="{$urlAuthorWorkflow}">Auteur</a> of <a href="{$urlEditorialWorkflow}">Redacteur</a>?
pt_pt: Foram-lhe atribuídos vários papéis nesta submissão. Deseja aceder à <a href="{$urlAuthorWorkflow}">Visualiação do Autor</a> ou ao <a href="{$urlEditorialWorkflow}">Processo Editorial</a>?
ro: Vi s-au atribuit mai multe roluri pentru această înregistrare de manuscris. Doriți să accesați <a href="{$urlAuthorWorkflow}">Fluxul de lucru al autorului</a> sau <a href="{$urlEditorialWorkflow}">Fluxul de lucru al editorului</a>?
ru_ru: Вам назначили несколько ролей для этого материала. Вы хотите воспользоваться <a href="{$urlAuthorWorkflow}">Рабочим потоком автора</a> или <a href="{$urlEditorialWorkflow}">Рабочим потоком редакции</a>?
sl_si: Pri tem prispevku imate več vlog. Želite dostopati do prispevka kot <a href="{$urlAuthorWorkflow}">avtor</a> ali kot <a href="{$urlEditorialWorkflow}">urednik</a>?
sv_se: Du har blivit tilldelad flera olika roller för det här bidraget. Vill du ha tillgång till <a href="{$urlAuthorWorkflow}">arbetsflödet för författare</a> eller <a href="{$urlEditorialWorkflow}">arbetsflödet för redaktionen?</a>?
th: คุณได้รับการมอบหมายบทบาทหลายบทบาทในการส่งนี้ คุณต้องการเข้าถึง <a href="{$urlAuthorWorkflow}">เวิร์กโฟลว์ของผู้เขียน</a> หรือ <a href="{$urlEditorialWorkflow}">เวิร์กโฟลว์ของบรรณาธิการ</a>?
tr_tr: Bu gönderim için birden fazla rol atadınız. <a href="{$urlAuthorWorkflow}">Yazarın iş akışı</a> ya da <a href="{$urlEditorialWorkflow}">İçerik iş akışı</a> na erişmek ister misiniz?
uk_ua: До цього подання Ви призначені в декількох ролях. Ви бажаєте переглянути подання <a href="{$urlAuthorWorkflow}">як автор</a> чи <a href="{$urlEditorialWorkflow}">як редактор</a>? Останнє дозволяє вносити зміни у редакторський процес для цього подання
vi: Bạn đã được chỉ định nhiều vai trò cho bài nộp này. Bạn có muốn truy cập <a href="{$urlAuthorWorkflow}">Quy trình làm việc của tác giả</a> hoặc <a href="{$urlEditorialWorkflow}">Quy trình làm việc biên tập</a>?
vi_vn: Bạn đã được giao nhiều vai trò cho bài gửi này. Bạn có muốn truy cập vào <a href="{$urlAuthorWorkflow}"> quy trình làm việc của tác giả </a> hay <a href="{$urlEditorialWorkflow}"> quy trình biên tập </a> không?

# submission.list.reviewerWorkflowLink
source: You have been assigned an editorial role for this submission. Would you like to access the <a href="{$urlEditorialWorkflow}">Editorial workflow</a>?
ar_iq: لقد عينت دوراً تحريرياً لطلب التقديم هذا. هل ترغب بالوصول إلى <a href="{$urlEditorialWorkflow}">المخطط الانسيابي للتحرير</a>?
az: Bu məqalə üçün bir redaktor rolu təyin olundunuz. <a href=" $rüdyorialorialworkflow }"> Məzmun iş axını </a>na giriş etmək istəyirsinizmi?
bg_bg: Участвате в редакторска роля за това подаване на материали. Искате ли да получите достъп до <a href="{$urlEditorialWorkflow}">редакционния работен процес</a>?
ca_es: Teniu assignat un rol editorial per a aquesta tramesa. Voleu accedir al <a href="{$urlEditorialWorkflow}">flux de treball editorial</a>?
cs_cz: Byla vám přiřazena editorská role pro tento příspěvek. Chcete pokračovat v rámci <a href="{$urlEditorialWorkflow}">editorské role</a>?
da_dk: Du har fået tildelt en redaktionel rolle i forbindelse med denne indsendelse. Vil du have adgang til det <a href="{$urlEditorialWorkflow}">Redaktionelle workflow</a>?
de_de: Für diese Einreichung ist Ihnen eine redaktionelle Rolle zugewiesen worden. Möchten Sie den <a href="{$urlEditorialWorkflow}">Redaktionsworkflow</a> öffnen?
eu: Bidalketa honetarako erredakzio-rol bat esleitu zaizu. <a href="{$urlEditorialWorkflow}">Edizio-lan-fluxura</a> sartu nahi al duzu?
fi_fi: Sinulla on käsikirjoituksessa toimituksellinen rooli. Haluatko katsoa <a href="{$urlEditorialWorkflow}">toimittajan työnkulkua</a>?
fr_fr: Vous avez été assigné avec un rôle éditorial sur cette soumission. Voulez-vous accéder au <a href="{$urlEditorialWorkflow}">processus éditorial</a> ?
gl_es: Asignáronlle un rol editorial para este envío. Queres acceder ao <a href="{$urlEditorialWorkflow}">fluxo de traballo Editorial</a>?
hr: Dodijeljena vam je urednička uloga za ovaj prilog. Želite li pristupiti <a href="{$urlEditorialWorkflow}">uredničkom tijeku rada</a>?
hu: Szerkesztői szerepben lettél hozzárendelve ehhez a beküldéshez. A szerkesztői munkafolymatot elérheted <a href="{$urlEditorialWorkflow}">itt</a>.
hy_am: Ձեզ նշանակվել է խմբագրական դեր այս ներկայացման համար: Ցանկանու՞մ եք մուտք գործել <a href="{$urlEditorialWorkflow}">Խմբագրական աշխատանքային հոսք</a>:
id: Anda telah diberi peran editorial untuk naskah ini. Anda ingin mengakses <a href="{$urlEditorialWorkflow}">Alur Kerja Editorial</a>?
is: Þér hefur verið úthlutað sem ritstjóra fyrir þessa innsendingu. Viltu fara í <a href="{$urlEditorialWorkflow}">Verkferli ritstjórnar</a>?
it_it: Ti è stato assegnato il ruolo di editor per questa proposta. Voi accedere al <a href="{$urlEditorialWorkflow}">flusso di lavoro editoriale</a>?
ja_jp: この投稿には編集役割が割り当てられています。 <a href="{$urlEditorialWorkflow}"> 編集ワークフロー </a> にアクセスしますか。
ka_ge: თქვენ მოგეცათ სარედაქციო როლი ამ წარდგენისთვის. გსურთ შეხვიდეთ <a href="{$urlEditorialWorkflow}">სარედაქციო სამუშაო ნაკადზე</a>?
kk: Сізге осы материалда редакторлық рөл тағайындалды. <a href="{$urlEditorialWorkflow}">Редакциялық жұмыс процесін</a> пайдаланғыңыз келе ме?
lv: Jums ir piešķirta redaktora loma šim materiālam. Vai vēlaties piekļūt sadaļai <a href="{$urlEditorialWorkflow}">Redakcijas darbplūsma</a>?
mr: या सादरीकरणाकरता तुम्हाला संपादकीय भूमिका देण्यात आली आहे. तुम्हाला <a href="{$urlEditorialWorkflow}">संपादकीय कार्यप्रवाह (वर्कफ्लो)</a> पहायचा (access) आहे का?
ms_my: Anda telah diberikan peranan editorial untuk penyerahan ini. Adakah anda mahu mengakses <a href="{$urlEditorialWorkflow}">Aliran kerja Editorial</a>?
nb: Du er oppnevnt med en redaksjonell rolle for denne innleveringen. Vil du gå til <a href="{$urlEditorialWorkflow}">den redaksjonelle arbeidsflyten</a>?
nl_nl: U bent redacteur voor deze inzending. Wilt u de inzending bekijken als <a href="{$urlEditorialWorkflow}">Redacteur</a>?
pt_pt: Foi-lhe atribuído um papel editorial a esta submissão. Deseja aceder ao <a href="{$urlEditorialWorkflow}">Processo Editorial</a>?
ro: Vi s-a atribuit un rol editorial pentru această trimitere. Doriți să accesați <a href="{$urlEditorialWorkflow}">Fluxul de lucru al editorului</a>?
ru_ru: Вам назначена роль в редакции для этого материала. Вы хотите воспользоваться <a href="{$urlEditorialWorkflow}">Рабочим потоком редакции</a>?
sl_si: Prispevku ste bili dodeljeni tudi kot urednik. Želite dostopati do prispevka kot <a href="{$urlEditorialWorkflow}">urednik</a>?
sv_se: Du har blivit tilldelad en redaktörsroll för det här bidraget. Vill du gå till <a href="{$urlEditorialWorkflow}">det redaktionella arbetsflödet</a>?
th: คุณได้รับมอบหมายบทบาทบรรณาธิการในการส่งนี้ คุณต้องการเข้าถึง <a href="{$urlEditorialWorkflow}">เวิร์กโฟลว์ของบรรณาธิการ</a>?
tr_tr: Bu gönderim için bir editoryal rol atandınız. <a href="{$urlEditorialWorkflow}">İçerik iş akışı</a>na erişmek ister misiniz?
uk_ua: До цього подання Ви призначені як редактор. Ви бажаєте переглянути <a href="{$urlEditorialWorkflow}">процес редагування</a>?
vi: Bạn đã được chỉ định vai trò biên tập cho bài nộp này. Bạn có muốn truy cập <a href="{$urlEditorialWorkflow}">Quy trình làm việc biên tập</a> không?
vi_vn: Bạn đã được chỉ định một vai trò biên tập cho bài gửi này. Bạn có muốn truy cập <a href="{$urlEditorialWorkflow}"> quy trình biên tập </a> không?

# submission.list.incompleteSubmissionNotice
source: This submission must be completed before an editor will review it.
ar_iq: لا بد من إكمال طلب التقديم هذا قبل أن يتسنى للمحرر معاينته.
az: Bu məqalə bir redaktor tərəfindən gözdən keçirilməzdən əvvəl tamamlanmalıdır.
bg_bg: Това подаване на материали трябва да бъде завършено, преди редактор да го прегледа.
ca_es: Aquesta tramesa s'ha de completar abans que un editor/a la revisi.
cs_cz: Příspěvky musí být dokončené před kontrolou redaktorem.
da_dk: Denne indsendelse skal afsluttes før en redaktør vil bedømme den.
de_de: Diese Einreichung muss vervollständigt werden, bevor sie durch eine/n Redakteur/in begutachtet wird.
el_gr: Η Υποβολή πρέπει να ολοκληρωθεί πριν την κρίνει κάποιος επιμελητής.
eu: Bidalketa hau osatu behar da editore batek berrikusi aurretik.
fa_ir: ارسال مقاله باید تکمیل شود تا دبیر بتواند آن را برای داوری ارسال کند.
fi_fi: Käsikirjoituksen lähetys pitää viimeistellä ennen kuin toimittaja tarkistaa sen.
fr_fr: La soumission doit être complète avant qu'un rédacteur la considère.
gl_es: Este envío debe completarse antes de que un editor/a o revise.
hr: Ovaj podnesak mora biti dovršen prije nego što ga urednik pregleda.
hu: Ezt a benyújtást be kell fejezni, mielőtt egy szerkesztő átnézi.
hy_am: Այս ներկայացումը պետք է ավարտվի, նախքան խմբագիրը կվերանայի այն:
id: Penyerahan naskah harus dirampungkan sebeum direview oleh editor.
is: Þessari innsendingu þarf að ljúka áður en ritstjóri skoðar hana.
it_it: Questa proposta deve essere completata prima che un editor possa revisionarla.
ja_jp: 編集者が確認する前に、この投稿を完了する必要があります。
ka_ge: ეს წარდგენა უნდა დასრულდეს, სანამ რედაქტორი განიხილავს მას.
kk: Бұл материалды редактор қарап шыққанға дейін толтыру керек.
lv: Šī materiāla iesniegšana jāpabeidz, pirms redaktors to izskatīs.
mr: संपादकाने समीक्षण करण्यापूर्वी ही सादरीकरण प्रक्रिया पूर्ण करणे आवश्यक आहे.
ms_my: Penyerahan ini mesti dilengkapkan sebelum editor mengulas.
nb: Denne innleveringen må fullføres før en redaktør vil vurdere den.
nl_nl: Deze inzending moet worden voltooid alvorens ze kan worden beoordeeld door een redacteur.
pl_pl: Zgłoszenie musi być kompletne zanim redaktor będzie mógł je przejrzeć.
pt_pt: A submissão deve ser completada antes de um editor a rever.
ro: Această înregistrare de manuscris trebuie completată înainte ca un editor să o examineze.
ru_ru: Этот материал должен быть завершен до того, как редактор будет его рецензировать.
sl_si: Prispevek mora biti oddan, preden ga bo pregledal urednik.
sv_se: Det här bidraget måste vara färdigt innan en redaktör granskar det.
th: การส่งงานนี้ต้องเสร็จสิ้นก่อนที่บรรณาธิการจะพิจารณา
tr_tr: Bu gönderi bir editör tarafından gözden geçirilmeden önce tamamlanmalıdır.
uk_ua: Це подання необхідно завершити, перш ніж редактор рецензуватиме його.
vi: Bài nộp này phải được hoàn thành trước khi biên tập viên xem xét nó.
vi_vn: Bài gửi này phải được hoàn thành trước khi một biên tập viên sẽ xem xét nó.

# submission.list.currentStage
source: Currently in the {$stage} stage.
ar_iq: حالياً، في مرحلة {$stage}.
az: Hal hazırda {$stage} mərhələsindədir.
bg_bg: Текущо в кръг (етап) {$stage}.
ca_es: Actualment a la fase de {$stage}.
cs_cz: V tomto momentě je v etapě {$stage}.
da_dk: I øjeblikket på trin {$stage}.
de_de: Momentan in Phase {$stage}.
eu: Gaur egun {$stage} fasean dago.
fi_fi: Vaiheessa {$stage} .
fr_fr: Actuellement dans l'étape {$stage}.
gl_es: Actualmente na fase de {$stage}.
hr: Trenutno je u fazi {$stage}.
hu: Jelenlegi állapota: {$stage}.
hy_am: Ներկայումս {$stage} փուլում է:
id: Sedang berada pada tahap {$stage}.
is: Á {$stage} þrepi eins og er.
it_it: Attualmente nella fase: {$stage}.
ja_jp: 現在段階は{$stage}です。
ka_ge: ამჟამად {$stage} ეტაპზეა.
kk: Қазір "{$stage}" кезеңінде.
lv: Šobrīd {$stage}. posmā.
mr: सध्या {$stage} या टप्प्यावर पोहोचले आहे.
ms_my: Pada masa ini dalam peringkat {$stage}.
nb: For øyeblikket i {$stage} stadiet.
nl_nl: Nu in de {$stage} stap.
pt_pt: Atualmente na etapa {$stage}.
ro: Stadiul prezent este {$stage}.
ru_ru: Сейчас на этапе «{$stage}».
sl_si: Trenutno v fazi {$stage}.
sv_se: För närvarande i {$stage}-steget.
th: ปัจจุบันอยู่ในขั้นตอน {$stage}
tr_tr: Şu anda {$stage} aşamasında.
uk_ua: Зараз на етапі {$stage}.
vi: Hiện đang ở giai đoạn {$stage}.
vi_vn: Hiện đang ở giai đoạn {$stage}.

# submission.list.activity
source: Activity
az: Fəaliyyət
bg_bg: Активност
ca_es: Activitat
cs_cz: Aktivita
da_dk: Aktivitet
de_de: Aktivität
el_gr: Δραστηριότητα
eu: Jarduera
fr_fr: Activité
gl_es: Actividade
hr: Aktivnost
hu: Aktivitás
hy_am: Ակտիվություն
id: Aktivitas
is: Aðgerð
ja_jp: アクティビティ
ka_ge: აქტიურობა
kk: Белсенділік
lv: Darbība
mr: घडामोड (Activity)
ms_my: Aktiviti
nb: Aktivitet
pt_pt: Atividade
ro: Activitate
ru_ru: Активность
sl_si: Aktivnost
th: กิจกรรม
tr_tr: Etkinlik
vi: Hoạt động
vi_vn: Hoạt động

# submission.list.daysSinceLastActivity
source: Days since last activity
az: Axırıncı fəaliyyətdən bu tərəfə keçən gün sayı
bg_bg: Дни от последната активност
ca_es: Dies des de l'última activitat
cs_cz: Dny od poslední aktivity
da_dk: Dage siden seneste aktivitet
de_de: Tage seit der letzten Aktivität
el_gr: Ημέρες από την τελευταία δραστηριότητα
eu: Azken jardueratik igarotako egunak
fr_fr: Jours depuis la dernière activité
gl_es: Días dende a última actividade
hr: Dani od zadnje aktivnosti
hu: Eltelt napok az utolsó aktivitás óta
hy_am: Վերջին գործողություններից հետո օրեր
id: Hari sejak aktivitas terakhir
is: Dagar frá síðustu aðgerð
ja_jp: 最後のアクティビティからの日数
ka_ge: დღეები ბოლო აქტივობიდან
kk: Соңғы әрекеттен кейінгі күндер
lv: Dienas kopš pēdējās darbības
mr: शेवटची घडामोड (Activity) इतक्या दिवसांपूर्वी झाली
ms_my: Hari sejak aktiviti terakhir
nb: Dager siden siste aktivitet
pt_pt: Dias desde a última atividade
ro: Zile de la ultima activitate
ru_ru: Дней с момента последней активности
sl_si: Dni od zadnje aktivnosti
th: จำนวนวันที่ผ่านไปนับจากกิจกรรมล่าสุด
tr_tr: Son etkinlikten bu yana geçen gün sayısı
vi: Số ngày kể từ hoạt động cuối cùng
vi_vn: Số ngày kể từ hoạt động cuối cùng

# submission.list.assignEditor
source: Assign Editor
ar_iq: تعيين المحرر
az: Redaktor təyin edin
bg_bg: Асоцииране на редактор
ca_es: Assignar editor/a
cs_cz: Přiřadit editora
da_dk: Tilknyt redaktør
de_de: Redakteur/in zuweisen
eu: Esleitu editorea
fi_fi: Osoita toimittaja
fr_fr: Assigner un(e) rédacteur(-trice)
gl_es: Asignar Editor
hr: Dodijelite urednika
hu: Szerkesztő hozzárendelése
hy_am: Նշանակեք խմբագիր
id: Tugaskan Edit
is: Úthluta ritstjóra
it_it: Assegna editor
ja_jp: 編集者の任命
ka_ge: რედაქტორის დანიშვნა
kk: Редакторды тағайындаңыз
lv: Piešķirt redaktoru
mr: संपादक नियुक्त करा
ms_my: Tugaskan Editor
nb: Oppnevn redaktør
nl_nl: Wijs een redacteur aan
pt_pt: Designar Editor
ro: Alocare editor
ru_ru: Назначить редактора
sl_si: Dodeljen urednik
sv_se: Tilldela redaktör
th: มอบหมายบรรณาธิการ
tr_tr: Editör Ata
uk_ua: Призначений редактор
vi: Chỉ định biên tập viên
vi_vn: Phân công Biên tập viên
