Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# workflow.stage
source: Stage
ar_iq: المرحلة
az: Addım/mərhələ
bg_bg: Кръг (етап)
ca_es: Fase
cs_cz: Etapa
da_dk: Trin
de_de: Stadium
el_gr: Στάδιο
eu: Fasea
fa_ir: مرحله
fi_fi: Vaihe
fr_fr: Étape
gl_es: Fase
hr: Pozornica
hu: Szakasz
hy_am: Փուլ
id: Tahap
is: Þrep
it_it: Fase
ja_jp: 段階
ka_ge: ეტაპი
kk: Кезең
ku_iq: قۆناغ
lv: Posms
mk_mk: Фаза
mr: टप्प्यावर
ms_my: Peringkat
nb: Stadie
nl_nl: Stap
pl_pl: Etap
pt_pt: Etapa
ro: Stadiu
ru_ru: Этап
sl_si: Faza
sr@cyrillic: Фаза
sr_rs@latin: Faza
sv_se: Steg
th: ขั้นตอน
tr_tr: Aşama
uk_ua: Етап
vi: Giai đoạn
vi_vn: Giai đoạn

# submission.status.editorial
source: In Copyediting
ar_iq: قيد التدقيق
az: Kopya redaktədə
bg_bg: В етап стилова редакция
ca_es: Enviada a la cua per a la correcció
cs_cz: V procesu redakčních úprav
da_dk: Under manuskriptredigering
de_de: Im Lektorat
el_gr: Επιμελείται
eu: Zuzentzen
fa_ir: در حال ویراستیاری
fi_fi: Teknisesti toimitettavana
fr_fr: En cours de révision
gl_es: En corrección de orixinais
hr: U kopiranju
hu: Technikai szerkesztés alatt
hy_am: Լեզվական սրբագրման մեջ է
id: Dalah Tahap Copyediting
is: Í yfirferð hjá textatækni
ja_jp: 原稿整理中
ka_ge: მიმდინარეობს ლიტერატურული რედაქტირება
kk: Әдеби редакциялау туралы
ku_iq: لە وردبینی دایە
lv: Tiek literāri rediģēts
mr: कॉपीएडिटिंगच्या टप्प्यावर
ms_my: Dalam Copyediting
nb: Språkvaskes
nl_nl: In tekstredactie
pl_pl: W korekcie
pt_pt: Em Edição de Texto
ro: În Editare conținut
ru_ru: На литературном редактировании
sl_si: V lektoriranju
sr@cyrillic: На лектури
sr_rs@latin: Na lekturi
sv_se: Under manusredigering
th: อยู่ในขั้นตอนการแก้ไขสำเนา
tr_tr: Kopya Düzenlemede
uk_ua: На редагуванні
vi: Đang chỉnh sửa
vi_vn: Đang Biên tập

# submission.status.production
source: In Proofreading
ar_iq: قيد القراءة التصحيحية
az: Düzəlişdə
bg_bg: В етап коректура
ca_es: Enviada a la cua per a la correcció de proves
cs_cz: V procesu korektur
da_dk: Under korrekturlæsning
de_de: Im Korrekturlektorat
el_gr: Διορθώνεται
eu: Zuzenketa-probetan
fa_ir: در حل بازبینی نهایی
fi_fi: Oikoluettavana
fr_fr: Épreuves en cours de correction
gl_es: En corrección de probas
hr: U lekturi
hu: Korrektúrázás alatt
hy_am: Սրբագրման մեջ է
id: Dalam Tahap Proofreading
is: Í prófarkalestri
it_it: In controllo bozze
ja_jp: 校正中
ka_ge: მიმდინარეობს კორექტურა
kk: Коррекциялау
ku_iq: لە هەڵسەنگاندنی زمانی دایە
lv: Korektūrā
mk_mk: Во лекторирање
mr: प्रूफरीडिंगच्या टप्प्यावर
ms_my: Dalam Proofreading
nb: Korrekturleses
nl_nl: In proeflezing
pl_pl: Korekta
pt_pt: Em Leitura Provas
ro: În procesul de corectare
ru_ru: На корректуре
sl_si: V korekturi
sr@cyrillic: На коректури
sr_rs@latin: Na korekturi
sv_se: Under korrekturläsning
th: อยู่ในขั้นตอนการพิสูจน์อักษร
tr_tr: Düzeltmede
uk_ua: На верстці
vi: Đang đọc bản in thử
vi_vn: Đang Hiệu đính

# submission.status.review
source: In Review
ar_iq: قيد التحكيم
az: Dəyərləndirmədə
bg_bg: В етап рецензиране
ca_es: En revisió
cs_cz: V recenzním procesu
da_dk: Under bedømmelse
de_de: In Begutachtung
el_gr: Κρίνεται
eu: Berrikusten
fa_ir: در حال داوری
fi_fi: Arvioitavana
fr_fr: En cours d'évaluation
gl_es: En revisión
hr: U pregledu
hu: Lektorálás alatt
hy_am: Գրախոսման մեջ է
id: Dalam Tahap Review
is: Í ritrýni
it_it: In revisione
ja_jp: 査読中
ka_ge: რეცენზირების რეჟიმში
kk: Рецензияда
ku_iq: لە هەڵسەنگاندن دایە
lv: Recenzēšanā
mk_mk: Во рецензија
mr: समीक्षणाच्या टप्प्यावर
ms_my: Dalam Ulasan
nb: Til fagfellevurdering
pl_pl: Recenzja
pt_pt: Em Revisão
ro: În revizie
ru_ru: На рецензии
sl_si: V recenziji
sr@cyrillic: На рецензирању
sr_rs@latin: Na recenziji
sv_se: Under granskning
th: อยู่ในขั้นตอนการทบทวน
tr_tr: Değerlendirmede
uk_ua: На рецензуванні
vi: Đang đánh giá
vi_vn: Đang Phản biện

# submission.status.submission
source: Awaiting Editor Decision
ar_iq: بانتظار قرار المحرر
az: Redaktor qərarı gözlənilir
bg_bg: В очакване на решение на редактора
ca_es: En espera de la decisió de l'editor/a
cs_cz: Čeká se na rozhodnutí editora
da_dk: Afventer redaktørbeslutning
de_de: Wartet auf Redaktionsentscheidung
el_gr: Σε αναμονή απόφασης του Επιμελητή
eu: Editorearen erabakiaren zain
fa_ir: منتظر تصمیم سردبیر
fi_fi: Odottaa toimittajan päätöstä
fr_fr: En attente de la décision du rédacteur en chef
gl_es: Agardando a decisión do editor/a
hr: Čeka se odluka urednika
hu: Szerkesztői döntésre várakozik
hy_am: Սպասում է խմբագրի որոշմանը
id: Menunggu Keputusan Editor
is: Bíður ákvörðunar ritstjóra
it_it: In attesa decisione editoriale
ja_jp: 編集者の決定待ち
ka_ge: ელოდება რედაქტორის გადაწყვეტილებას
kk: Редакциялық шешімді күтуде
ku_iq: لە چاوەڕوانی بڕیاری سەرنوسەر دایە
lv: Gaida redaktora lēmumu
mk_mk: Очекува одлука на уредник
mr: संपादकाच्या निर्णयाची प्रतीक्षा आहे
ms_my: Menunggu Keputusan Editor
nb: Avventer redaktørens avgjørelse
nl_nl: In afwachting van een redacteursbeslissing
pl_pl: Oczekuje na decyzję redaktora
pt_pt: A aguardar a Decisão Editorial
ro: În așteptarea deciziei editorului
ru_ru: Ждет решения редакции
sl_si: Čaka na uredniško odločitev
sr@cyrillic: Чека одлуку уредника
sr_rs@latin: Čeka odluku urednika
sv_se: Väntar på redaktörsbeslut
th: กำลังรอการตัดสินจากบรรณาธิการ
tr_tr: Editör Kararı Bekleniyor
uk_ua: Очікується рішення редактора
vi: Đang chờ quyết định của biên tập viên
vi_vn: Đang chờ quyết định của Biên tập viên

# submission.status.unassigned
source: Unassigned
ar_iq: غير معيَّن
az: Təyin edilməyən
bg_bg: Неасоциирано
ca_es: No s'ha assignat
cs_cz: Nepřiřazeno
da_dk: Ikke tildelt
de_de: Nicht zugewiesen
el_gr: Χωρίς ανάθεση
eu: Esleitu gabe
fa_ir: مشخص نشده
fi_fi: Osoittamaton
fr_fr: Non assigné
gl_es: Sen asignar
hr: Nedodijeljeno
hu: Hozzárendelés nélkül
hy_am: Չի նշանակված
id: Belum Diproses
is: Óúthlutað
it_it: Non assegnato
ja_jp: 未処理
ka_ge: მიუნიჭებელი
kk: Тағайындалмаған
ku_iq: بێ ئەرک کردن
lv: Nepiešķirts
mk_mk: Неназначено
mr: नियुक्त केलेले नाही
ms_my: Tidak ditugaskan
nb: Ikke oppnevnt
nl_nl: Niet toegewezen
pl_pl: Nieprzypisany
pt_pt: Não designado
ro: Neatribuit
ru_ru: Не назначен
sl_si: Nedodeljen
sr@cyrillic: Недодељено
sr_rs@latin: Nedodeljeno
sv_se: Ej tilldelad
th: ยังไม่ได้รับการมอบหมาย
tr_tr: Atanmayan
uk_ua: Не визначено
vi: Chưa được chỉ định
vi_vn: Chưa phân công

# submission.status.declined
source: Declined
ar_iq: مرفوض
az: Rədd edilmiş
bg_bg: Отказано
ca_es: Rebutjada
cs_cz: Odmítnuto
da_dk: Afvist
de_de: Abgelehnt
el_gr: Απορρίφθηκε
eu: Ez da onartu
fa_ir: رد شده
fi_fi: Hylätty
fr_fr: Refusé
gl_es: Rexeitado
hr: Odbijeno
hu: Visszautasított
hy_am: Մերժված
id: Ditolak
is: Hafnað
it_it: Scartato
ja_jp: 辞退
ka_ge: უარყოფილია
kk: Қабылданбады
ku_iq: ڕەت کراوە
lv: Noraidīts
mk_mk: Одбиено
mr: नाकारलेले
ms_my: Ditolak
nb: Avslått
nl_nl: Geweigerd
pl_pl: Odrzucony
pt_pt: Rejeitado
ro: Refuzat
ru_ru: Отклонен
sl_si: Zavrnjen
sr@cyrillic: Одбијено
sr_rs@latin: Odbijeno
sv_se: Refuserad
th: ถูกปฏิเสธ
tr_tr: Reddedilen
uk_ua: Відхилено
vi: Đã từ chối
vi_vn: Từ chối

# submission.status.published
source: Published
ar_iq: منشور
az: Nəşr edilən
bg_bg: Публикувано
ca_es: Publicat
cs_cz: Publikováno
da_dk: Publiceret
de_de: Veröffentlicht
el_gr: Δημοσιεύτηκε
eu: Argitaratuta
fa_ir: منتشر شده
fi_fi: Julkaistu
fr_fr: Publié
gl_es: Publicado
hr: Objavljeno
hu: Megjelentetett
hy_am: Հրապարակվել է
id: Diterbitkan
is: Útgefið
it_it: Pubblicato
ja_jp: 公開済
ka_ge: გამოქვეყნებული
kk: Жарияланды
ku_iq: بڵاوکراوە
lv: Publicēts
mk_mk: Објавено
mr: प्रकाशित झालेले
ms_my: Diterbitkan
nb: Publisert
nl_nl: Gepubliceerd
pl_pl: Opublikowany
pt_pt: Publicado
ro: Publicat
ru_ru: Опубликован
sl_si: Objavljen
sr@cyrillic: Објављено
sr_rs@latin: Objavljeno
sv_se: Publicerad
th: เผยแพร่แล้ว
tr_tr: Yayımlanan
uk_ua: Опубліковано
vi: Đã xuất bản
vi_vn: Đã xuất bản

# submission.submit.uploadStep
source: 1. Upload File
ar_iq: 1. رفع الملف
az: 1. Faylı yükləyin
bg_bg: 1. Качване на файл
ca_es: 1. Carrega la tramesa
cs_cz: 1. Nahrát soubor
da_dk: 1. Upload fil
de_de: 1. Beitrag hochladen
el_gr: 1. Μεταφόρτωση αρχείου
eu: 1. Igo fitxategia
fa_ir: 1. آپلود فایل
fi_fi: 1. Lataa tiedosto
fr_fr: 1. Transférer la soumission
gl_es: 1. Cargar envío
hr: 1. Prenesi datoteku
hu: 1. Fájl feltöltése
hy_am: 1. Վերբեռնեք նիշքը
id: 1. Unggah File
is: 1. Hlaða upp skrá
it_it: 1. Carica file
ja_jp: 1. ファイルアップロード
ka_ge: 1. ფაილის ატვირთვა
kk: 1. Файлды жүктеңіз
ku_iq: 1. فایلەکە بار بکە
lv: 1. Augšupielādēt datni
mk_mk: 1. Прикачи датотека
mr: १. फाईल संक्रमित (अपलोड) करा
ms_my: 1. Muat Naik Fail
nb: Last opp filen
nl_nl: 1. Laad bestand op
pl_pl: 1. Prześlij plik
pt_pt: 1. Upload Ficheiro
ro: 1. Încărcați fișierul
ru_ru: 1. Загрузить файл
sl_si: 1. Naloži datoteko
sr@cyrillic: 1. Достављање документа
sr_rs@latin: 1. Dostavljanje dokumenta
sv_se: 1. Ladda upp fil
th: 1. อัปโหลดไฟล์
tr_tr: 1. Dosya Yükle
uk_ua: 1. Завантажити файл
vi: 1. Tải lên tệp
vi_vn: 1. Tải tệp lên

# submission.submit.uploadSubmissionFile
source: Upload Submission File
ar_iq: رفع ملف المؤلَّف
az: Məqalə faylını yükləyin
bg_bg: Качване на файл с материали
ca_es: Carrega el fitxer de la tramesa
cs_cz: Nahrajte soubor s příspěvkem
da_dk: Upload indsendelsesfil
de_de: Beitragsdatei hochladen
el_gr: Μεταφόρτωση αρχείου υποβολής
eu: Igo bidalketaren fitxategia
fa_ir: آپلود فایل مقاله
fi_fi: Lataa käsikirjoitustiedosto
fr_fr: Transférer le fichier de soumission
gl_es: Cargar arquivo de envío
hr: Prenesi datoteku prijave
hu: Kiegészítő fájl feltöltése
hy_am: Վերբեռնեք ներկայացման նիշքը
id: Unggah File Naskah
is: Hlaða upp innsendingarskrá
it_it: Carica il file della proposta
ja_jp: 投稿ファイルアップロード
ka_ge: შეტანის ფაილის ატვირთვა
kk: Материалдық файлды жүктеп алыңыз
ku_iq: بارکردنی فایلی پێشکەشکردن
lv: Augšupielādēt iesniedzamā materiāla datni
mk_mk: Прикачи датотека на поднесокот
mr: सादरीकरणाची फाईल संक्रमित (अपलोड) करा
ms_my: Muat Naik Fail Penyerahan
nb: Last opp
nl_nl: Laad een bestand op voor de inzending
pl_pl: Prześlij plik z tekstem zgłoszenia
pt_pt: Upload Ficheiro Submissão
ro: Încărcați fișierul manuscrisului
ru_ru: Загрузить файл материала
sl_si: Naloži datoteko prispevka
sr@cyrillic: Достављање документа предаје
sr_rs@latin: Dostavljanje dokumenta predaje
sv_se: Ladda upp bidragsfil
th: อัปโหลดไฟล์การส่งงาน
tr_tr: Gönderi Dosyası Yükle
uk_ua: Завантажити файл подання
vi: Tải lên tệp bài nộp
vi_vn: Tải lên tập tin bài gửi

# submission.submit.metadataStep
source: 2. Review Details
ar_iq: 2. مراجعة التفاصيل
az: 2. Dəyərləndirmə detalları
bg_bg: 2. Преглед на детайлите
ca_es: 2. Metadades
cs_cz: 2. Kontrola detailů
da_dk: 2. Gennemse oplysninger
de_de: 2. Metadaten
el_gr: 2. Έλεγχος λεπτομερειών
eu: 2. Berrikuspenaren xehetasunak
fa_ir: 2. بازبینی جزییات
fi_fi: 2. Tarkista tiedot
fr_fr: 2. Métadonnées
gl_es: 2. Metadatos
hr: 2. Pregledajte detalje
hu: 2. Feltöltött fájl adatai
hy_am: 2. Գրախոսության մանրամասներ
id: 2. Periksa Rincian Data
is: 2. Fara yfir allt
it_it: 2. Dettagli revisione
ja_jp: 2. 情報チェック
ka_ge: 2. მიმოხილვის დეტალები
kk: 2. Мәліметтерді тексеріңіз
ku_iq: 2. وردەکارییەکانی هەڵسەنگاندن
lv: 2. Pārskatīt informāciju
mk_mk: 2. Прегледај детали
mr: २. तपशीलांचे पुनरावलोकन करा
ms_my: 2. Semak Butiran
nb: Sjekk detaljene
nl_nl: 2. Metadata
pl_pl: 2. Przejrzyj szczegóły
pt_pt: 2. Detalhes Revisão
ro: 2. Detalii revizie
ru_ru: 2. Проверить детали
sl_si: 2. Preglej podrobnosti
sr@cyrillic: 2. Преглед детаља
sr_rs@latin: 2. Pregled detalja
sv_se: 2. Granska detaljer
th: 2. ทบทวนรายละเอียด
tr_tr: 2. Değerlendirme Detayları
uk_ua: 2. Переглянути деталі
vi: 2. Xem lại chi tiết
vi_vn: 2. Đánh giá chi tiết

# submission.submit.finishingUpStep
source: 3. Confirm
ar_iq: 3. التأكيد
az: 3. Təsdiqləyin
bg_bg: 3. Потвърждение
ca_es: 3. Finalització
cs_cz: 3. Schválení
da_dk: 3. Bekræft
de_de: 3. Fertigstellung
el_gr: 3. Επιβεβαίωση
eu: 3. Amaitu
fa_ir: 3. تایید
fi_fi: 3. Vahvista
fr_fr: 3. Terminer
gl_es: 3. Rematar
hr: 3. Potvrdite
hu: 3. Jóváhagyás
hy_am: 3. Հաստատել
id: 3. Konfirmasi
is: 3. Staðfesta
it_it: 3. Conferma
ja_jp: 3. 確認
ka_ge: 3. დადასტურება
kk: 3. мақұлдау
ku_iq: 3. دڵنیاکردنەوە
lv: 3. Apstiprināt
mk_mk: 3. Потврди
mr: ३. पुष्टी करा
ms_my: 3. Sahkan
nb: Bekreft
nl_nl: 3. Bevestig
pl_pl: 3. Potwierdź
pt_pt: 3. Confirmar
ro: 3. Confirmare
ru_ru: 3. Подтвердить
sl_si: 3. Potrdi
sr@cyrillic: 3. Потврда
sr_rs@latin: 3. Potvrda
sv_se: 3. Bekräfta
th: 3. ยืนยัน
tr_tr: 3. Onayla
uk_ua: 3. Підтвердити
vi: 3. Xác nhận
vi_vn: 3. Xác nhận

# submission.submit.fileNameRequired
source: You must enter a file name for this file
ar_iq: عليك أن تمنح هذا الملف اسماً
az: Bu fayl üçün bir fayl adı daxil etməlisiniz.
bg_bg: Трябва да въведете име на файл за този файл
ca_es: Heu d'introduir un nom per a aquest arxiu
cs_cz: Je třeba zadat platné jméno souboru
da_dk: Navngiv denne fil
de_de: Sie müssen einen Namen für diese Datei eingeben
el_gr: Πρέπει να ονομάσετε αυτό το αρχείο
eu: Fitxategi honentzat izena sartu behar duzu
fa_ir: باید برای این فایل یک نام مشخص کنید
fi_fi: Sinun on annettava tiedostonimi tälle tiedostolle
fr_fr: Vous devez entrer un nom de fichier pour ce fichier
gl_es: Debe introducir un nome para este arquivo
hr: Morate unijeti naziv datoteke za ovu datoteku
hu: Meg kell adni egy nevet ehhez a fájlhoz
hy_am: Դուք պետք է մուտքագրեք նիշքի անունը այս նիշքի համար
id: Wajib memberi nama untuk file ini
is: Þú verður að slá inn heiti á þessa skrá
it_it: Devi inserire un nome file per questo file
ja_jp: このファイルのファイル名を入力する必要があります
ka_ge: ამ ფაილისთვის უნდა მიუთითოთ ფაილის სახელი
kk: Бұл файл үшін файл атауын енгізу керек
ku_iq: تۆ دەبێت ناوی ئەم فایلە داخل بکەیت
lv: Jums ir jāievada šīs datnes nosaukums
mk_mk: Мора да внесете име на датотеката за оваа датотека
mr: या फाईलसाठी फाईलच्या नावाची नोंद तुम्ही करणे आवश्यक आहे
ms_my: Anda mesti memasukkan nama fail untuk fail ini
nb: Du må skrive inn et filnavn
nl_nl: Vul een bestandsnaam in voor dit bestand
pl_pl: Musisz podać nazwę dla tego pliku
pt_pt: Dever inserir um nome para este ficheiro
ro: Trebuie să introduceți numele acestui fișier
ru_ru: Вы должны ввести имя файла для этого файла
sl_si: vpisati morate ime datoteke za to datoteko
sr@cyrillic: Морате унети назив документа
sr_rs@latin: Morate uneti naziv dokumenta
sv_se: Du måste ge den här filen ett filnamn
th: คุณต้องป้อนชื่อไฟล์สำหรับไฟล์นี้
tr_tr: Bu dosya için bir dosya adı girmelisiniz
uk_ua: Ви маєте ввести ім'я файлу для цього файлу
vi: Bạn phải nhập tên tệp cho tệp này
vi_vn: Bạn phải nhập tên tệp cho tệp này

# submission.upload.noGenre
source: Missing or invalid component!
ar_iq: مكون مفقود أو غير صحيح!
az: Yarımçıq və ya etibarsız komponent!
bg_bg: Липсващ или невалиден компонент!
ca_es: Manca el component o el que hi ha no és vàlid!
cs_cz: Chybějící, nebo neplatná komponenta!
da_dk: Manglende eller ugyldigt element!
de_de: Genre fehlt oder ist ungültig!
el_gr: Το συστατικό αυτό δεν υπάρχει ή δεν είναι έγκυρο!
eu: Osagaia falta da edo baliogabea da!
fa_ir: اجزاء نامعتبر یا ناموجود!
fi_fi: Puuttuva tai virheellinen osa!
fr_fr: Composante manquante ou invalide !
gl_es: Compoñente que falta ou non é válido.
hr: Komponenta nedostaje ili nije valjana!
hu: Hiányzó vagy érvénytelen összetevő!
hy_am: Բացակայում է կամ անվավեր բաղադրիչ:
id: Komponen tidak ada atau tidak valid!
is: Hlut vantar eða hann ógildur!
it_it: Componente mancante o invalido!
ja_jp: 要素が見つからないか無効です。
ka_ge: დაკარგული ან არასწორი კომპონენტი!
kk: Жетіспейтін немесе қате компонент!
ku_iq: شتێک هەڵە یان ونە!
lv: Trūkst vai nederīgs komponents!
mk_mk: Недостасува компонента или е невалидна!
mr: वगळला गेलेला (Missing) किंवा अग्राह्य घटक!
ms_my: Komponen tiada atau tidak sah!
nb: Manglende eller ugyldig komponent!
nl_nl: Ontbrekend of ongeldig onderdeel!
pl_pl: Brak lub niepoprawny składnik!
pt_pt: Em falta ou componente inválido!
ro: Componentă lipsă sau nevalidă!
ru_ru: Отсутствующий или некорректный компонент!
sl_si: Manjka ali napačna komponenta!
sr@cyrillic: Непостојећа или неисправна компонента!
sr_rs@latin: Nepostojeća ili neispravna komponenta!
sv_se: Komponent saknas eller är ogiltig!
th: ไม่มีหรือส่วนประกอบไม่ถูกต้อง!
tr_tr: Eksik veya geçersiz bileşen!
uk_ua: Відсутній або неправильний компонент!
vi: Thiếu hoặc thành phần không hợp lệ!
vi_vn: Thành phần bị thiếu hoặc không hợp lệ!

# submission.upload.invalidUserGroup
source: Missing or invalid user group!
ar_iq: مجموعة المستخدم مفقودة أو غير صحيحة!
az: Yarımçıq və ya etibarsız istifadəçi qrupu
bg_bg: Липсваща или невалидна потребителска група!
ca_es: Manca el grup d'usuaris/àries o el que hi ha no és vàlid!
cs_cz: Chybějící nebo neplatná uživatelská skupina!
da_dk: Manglende eller ugyldig brugergruppe!
de_de: Benutzer/innengruppe fehlt oder ist ungültig!
el_gr: Αυτή η ομάδα χρηστών δεν υπάρχει ή δεν είναι έγκυρη!
eu: Erabiltzaile-taldea falta da edo baliogabea da!
fa_ir: گروه کاربری نامعتبر یا ناموجود!
fi_fi: Puuttuva tai virheellinen käyttäjäryhmä!
fr_fr: Groupe d'utilisateur manquant ou invalide !
gl_es: Falta o grupo de usuarios/as ou non é válido.
hr: Nedostaje ili je nevažeća korisnička grupa!
hu: Hiányzó vagy érvénytelen felhasználó csoport!
hy_am: Բացակայում է կամ անվավեր օգտատերերի խումբ:
id: Grup pengguna tidak ada atau tidak valid!
is: Notendahóp vantar eða hann ógildur!
it_it: Ruolo mancante o invalido!
ja_jp: ユーザーグループが見つからないか無効です。
ka_ge: დაკარგული ან არასწორი მომხმარებლის ჯგუფი!
kk: Жетіспейтін немесе жарамсыз пайдаланушылар тобы!
ku_iq: گروپی بەکارهێنەران هەڵەیە یان ونە!
lv: Trūkst vai nederīga lietotāju grupa!
mk_mk: Недостасува корисничка група или е невалидна!
mr: वगळला गेलेला (Missing) किंवा अग्राह्य वापरकर्ता गट!
ms_my: Komponen tiada atau tidak sah!
nb: Manglende eller ugyldig brukergruppe!
nl_nl: Ontbrekende of ongeldige gebruikersgroep!
pl_pl: Brak lub niepoprawna grupa użytkowników!
pt_pt: Grupo de utilizadores em falta ou inválido!
ro: Grup de utilizatori lipsă sau nevalid!
ru_ru: Отсутствующая или некорректная группа пользователей!
sl_si: Manjka ali napačna skupina uporabnikov!
sr@cyrillic: Непостојећа или неисправна корисничка група!
sr_rs@latin: Nepostojeća ili neispravna korisnička grupa!
sv_se: Användargrupp saknas eller är ogiltig!
th: ไม่มีหรือกลุ่มผู้ใช้ไม่ถูกต้อง!
tr_tr: Eksik veya geçersiz kullanıcı grubu!
uk_ua: Відсутня або неправильна група користувачів!
vi: Thiếu hoặc nhóm người dùng không hợp lệ!
vi_vn: Nhóm người dùng bị thiếu hoặc không hợp lệ!

# submission.upload.possibleRevision
source: Possible Duplication or Revision Detected
ar_iq: هناك احتمالية تكرار قد تحدث
az: Mümkün Çoxaltma və ya yenidən baxış aşkarlandı
bg_bg: Открито е възможно дублиране или ревизия
ca_es: S'ha detectat una possible revisió o un possible duplicat
cs_cz: Byla detekována možná duplicita nebo úprava
da_dk: Mulig kopi eller revision registreret
de_de: Mögliche Dublette oder Überarbeitung entdeckt
el_gr: Εντοπίστηκε πιθανή Αλληλοεπικάλυψη ή Αναθεώρηση
eu: Bikoiztasun edo berrikuspen posiblea detektatu da
fa_ir: شناسایی احتمالی فایل تکراری
fi_fi: Mahdollinen päällekkäisyys tai korjattu versio havaittu
fr_fr: Détection d'une possible duplication de révision
gl_es: Detectouse unha posible duplicación ou revisión
hr: Otkriveno moguće umnožavanje ili revizija
hu: Lehetséges duplikáció vagy ismétlés található
hy_am: Հայտնաբերվել է հնարավոր կրկնօրինակում կամ վերանայում
id: Publikasi Ganda atau Revisi Terdetekdi
is: Vart varð mögulegrar tvöföldunar eða endurskoðunar
it_it: Trovata una possibile duplicazione o revisione
ja_jp: 複写またはリビジョンの可能性が検出されました
ka_ge: გამოვლენილია შესაძლო დუბლირება ან შესწორება
kk: Мүмкін көшірме немесе жаңа нұсқа табылды
ku_iq: لەوانەیە ئەمە دوبارە بێت
lv: Atklāta iespējama dublēšanās vai labojumi
mk_mk: Откриено е можно дуплирање или промена
mr: द्विरुक्तीची (Duplication) किंवा फेरसंक्रमणाची (Revision) शक्यता दिसते
ms_my: Kemungkinan Duplikasi atau Semakan Dikesan
nb: Mulig duplikat eller revidert versjon funnet
nl_nl: Mogelijk dubbel of revisie gedetecteerd
pl_pl: Możliwy duplikat lub niepoprawna wersja
pt_pt: Detetada Possível Duplicação ou Revisão
ro: A fost detectată o posibilă dublură a reviziei
ru_ru: Обнаружено возможное дублирование или новая версия
sl_si: Zaznana je možnost dupliciranja
sr@cyrillic: Откривено је могуће дупликовање ревизија
sr_rs@latin: Otkriveno je moguća dupla revizija
sv_se: Potentiell kopia eller bearbetning upptäckt
th: ตรวจพบการทำซ้ำหรือการแก้ไขที่เป็นไปได้
tr_tr: Muhtemel Çoğaltma veya Revizyon Algılandı
uk_ua: Виявлено можливе дублювання або нова версія
vi: Đã phát hiện trùng lặp hoặc sửa đổi tiềm ẩn
vi_vn: Có thể phát hiện bản sao hoặc bản sửa đổi
