Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.email.confirmClearLog
source: Are you sure you want to clear the email log for this submission?
ar_iq: هل أنت متأكد من رغبتك في تصفير سجل وقائع البريد الالكتروني لطلب التقديم هذا؟
az: Bu müraciət üçün email gündəliyini silmək istədiyinizdən əminsinizmi?
bg_bg: Наистина ли искате да изчистите имейл регистъра (лог) за това изпращане?
ca_es: Esteu segur/a que voleu esborrar el registre del correu electrònic per a aquesta tramesa?
cs_cz: Jste si jisti, že chcete smazat protokol emailů pro tento příspěvek?
da_dk: Er du sikker på, at du vil rydde e-mail-loggen i forbindelse med dette manuskript?
de_de: Sind Sie sicher, dass Sie das E-Mail-Protokoll zu diesem Beitrag löschen wollen?
el_gr: Είστε βέβαιοι ότι επιθυμείτε να καταργήσετε το ημερολόγιο των email για τη συγκεκριμένη υποβολή;
eu: Ziur zaude bidalketa honen mezu elektronikoen loga garbitu nahi duzula?
fa_ir: آیا میخواهید سوابق ایمیل این مقاله ارسالی را حذف کنید؟
fi_fi: Haluatko varmasti tyhjentää tämän käsikirjoituksen sähköpostilokin?
fr_fr: Êtes-vous certain de vouloir effacer le registre de courriels pour cette soumission ?
gl_es: Seguro/a que queres borrar o rexistro do correo electrónico para este envío?
hr: Jeste li sigurni da želite obrisati zapisnik e-pošte za ovaj podnesak?
hu: Biztos benne, hogy törölni akarja ennek a beküldött anyagnak az emailnaplóit?
hy_am: Վստա՞հ եք, որ ցանկանում եք ջնջել այս ներկայացման էլեկտրոնային մատյանը:
id: Apakah Anda yakin ingin membersihkan log email untuk penyerahan ini?
is: Ert þú viss um að þú viljir hreinsa skrána yfir tölvupósta fyrir þessa innsendingu?
is_is: Ert þú viss um að þú viljir hreinsa skránna yfir tölvupósta fyrir þessa innsendingu?
it_it: Sei sicuro di voler svuotare il registro delle email di questa proposta?
ja_jp: この投稿物のメールログをクリアしてもよいですか。
ka_ge: დარწმუნებული ხართ, რომ გსურთ ელფოსტის ჟურნალის გასუფთავება ამ გაგზავნისთვის?
kk: Осы мазмұнның электрондық пошта тарихын шынымен тазалағыңыз келе ме?
ku_iq: ئایا تۆ دڵنیایت لە سڕینەوەی ئەم ئیمەیڵانە بۆ ئەم پێشکەشکردنە؟
lv: Vai tiešām vēlaties izdzēst e-pastu žurnālu par šo materiālu?
mk_mk: Дали сте сигурни дека сакате да ја избришете евиденцијата за и-меил на овој поднесок?
mr: तुम्हाला खात्रीने या सादरीकरणासाठीचा ई-मेल लॉग मोकळा (clear) करायचा आहे ना?
ms_my: Adakah anda pasti mahu mengosongkan log e-mel untuk penyerahan ini?
nb: Er du sikker på at du vil tømme e-postloggen for denne innleveringen?
nl_nl: Weet u zeker dat u de e-mail log voor deze inzending wilt wissen?
pl_pl: Usunąć dziennik e-mail dla przesłanego tekstu?
pt_pt: Deseja realmente limpar o histórico de e-mail da submissão?
ro: Sigur doriți să ștergeți jurnalul de e-mail pentru această înregistrare?
ru_ru: Вы уверены, что хотите очистить журнал писем электронной почты для этого материала?
sl_si: Ste prepričani, da želite izbrisati zaporedje e-pošte za ta prispevek?
sr@cyrillic: Да ли сте сигурни да желите обрисати лог за поруке за овај пријављени чланак?
sr_rs@latin: Da li ste sigurni da želite obrisati log za poruke za ovaj prijavljeni članak?
sv_se: Är du säker på att vill rensa e-postloggen för det här bidraget?
th: คุณแน่ใจหรือว่าต้องการล้างบันทึกอีเมลสำหรับการส่งงานนี้?
tr_tr: Bu başvuru için e-posta günlüğünü silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете очистити журнал пошти цього подання?
vi: Bạn có chắc chắn muốn xóa nhật ký email cho bài nộp này không?
vi_vn: Bạn có chắc chắn muốn xóa nhật ký email cho lần gửi này không?
zh_cn: 您确认清楚这个投稿的邮件日志?

# submission.email.confirmDeleteLogEntry
source: Are you sure you want to delete this email log entry?
ar_iq: هل أنت متأكد من رغبتك في حذف هذه المعلومة من سجل وقائع البريد الالكتروني؟
az: Bu email gündəliyi girişini silmək istədiyinizdən əminsinizmi?
bg_bg: Наистина ли искате да изтриете този запис в имейл регистъра (лог)?
ca_es: Esteu segur/a que voleu suprimir aquesta entrada del registre del correu electrònic?
cs_cz: Jste si jisti, že chcete smazat tento záznam protokolu emailů?
da_dk: Er du sikker på, at du vil slette denne post i e-mail-loggen?
de_de: Sind Sie sicher, dass Sie diesen Eintrag im E-Mail-Protokoll löschen wollen?
el_gr: Είστε βέβαιοι ότι επιθυμείτε να διαγράψετε τη συγκεκριμένη καταχώριση από το ημερολόγιο των email;
eu: Ziur zaude mezu elektronikoen logeko sarrera hau ezabatu nahi duzula?
fa_ir: آیا میخواهید این سابقه ایمیل را حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän sähköpostilokin merkinnän?
fr_fr: Êtes-vous certain de vouloir supprimer cette entrée du registre des courriels ?
gl_es: Seguro/a que queres eliminar esta entrada de rexistro do correo electrónico?
hr: Jeste li sigurni da želite obrisati ovu stavku zapisa e-pošte?
hu: Biztos benne, hogy törölni akarja ezt az emailnapló bejegyzést?
hy_am: Իսկապե՞ս ուզում եք ջնջել այս էլ․ փոստի մատյանի մուտքը:
id: Apakah Anda yakin ingin menghapus entri log email ini?
is: Ertu viss um að þú viljir eyða þessari færslu úr skránni yfir tölvupósta?
is_is: Ertu viss um að þú viljir eyða þessari færslu úr skránni yfir tölvupósta?
it_it: Sei sicuro di voler svuotare il registro delle email?
ja_jp: このメールログエントリを削除してもよいですか。
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ ელფოსტის ჟურნალის ჩანაწერის წაშლა?
kk: Бұл жазбаны электрондық пошта тарихынан шынымен жойғыңыз келе ме?
ku_iq: ئایا تۆ دڵنیایت لە سڕینەوەی ئەم داخلکردنەی ئیمەیڵ؟
lv: Vai tiešām vēlaties dzēst šo e-pastu žurnāla ierakstu?
mk_mk: Дали сте сигурни дека сакате да го избришете овој запис во свиденцијата за и-меил?
mr: तुम्हाला खात्रीने ही ई-मेल लॉग नोंद (entry) हटवायची आहे ना?
ms_my: Adakah anda pasti mahu memadamkan entri log e-mel ini?
nb: Er du sikker på at du vil slette denne innførselen i e-postloggen?
nl_nl: Weet u zeker dat deze e-mail uit het logboek wilt verwijderen?
pl_pl: Usunąć wpis dziennika?
pt_pt: Deseja realmente eliminar esta entrada no histórico de e-mail?
ro: Sigur doriți să ștergeți această intrare de jurnal de e-mail?
ru_ru: Вы уверены, что хотите удалить эту запись из журнала писем электронной почты?
sl_si: Ste prepričani, da želite izbrisati ta vpis e-pošte v zaporedje e-pošte?
sr@cyrillic: Да ли сте сигурни да желите обристаи емаил лог унос?
sr_rs@latin: Da li ste sigurni da želite obristai email log unos?
sv_se: Är du säker på att du vill ta bort den här händelsen ur e-postloggen?
th: คุณแน่ใจหรือว่าต้องการลบรายการบันทึกอีเมลนี้?
tr_tr: Bu e-posta günlüğü girişini silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити цей запис з журналу пошти?
vi: Bạn có chắc chắn muốn xóa mục nhật ký email này không?
vi_vn: Bạn có chắc chắn muốn xóa mục nhật ký email này không?
zh_cn: 您确定要删除此电子邮件日志项?

# submission.email.deleteLogEntry
source: Delete Log Entry
ar_iq: حذف المعلومة من سجل الوقائع
az: Gündəlik girişini silin
bg_bg: Изтриване на запис в регистрационния файл (лог)
ca_es: Suprimeix l’entrada del registre
cs_cz: Smazat záznam protokolu
da_dk: Slet logpost
de_de: Eintrag löschen
el_gr: Διαγραφή καταχώρισης ημερολογίους
eu: Ezabatu logeko sarrera
fa_ir: حذف سابقه
fi_fi: Poista lokimerkintä
fr_fr: Supprimer l'entrée du registre
gl_es: Borrar entrada do registro
hr: Obriši stavku zapisa
hu: Naplóbejegyzés törlése
hy_am: Ջնջել մատյանի մուտքը
id: Hapus Entri Log
is: Eyða skráarfærslu
is_is: Eyða skráarfærslu
it_it: Svuota il registro
ja_jp: ログエントリの削除
ka_ge: ჟურნალის ჩანაწერის წაშლა
kk: Журнал жазбасын өшіріңіз
ku_iq: زانیارییەکە لە لیستەکە بسڕەوە
lv: Dzēst žurnāla ierakstu
mk_mk: Избришете запис во евиденцијата
mr: लॉग नोंद (entry) हटवा
ms_my: Padamkan Entri Log
nb: Slett loggføring
nl_nl: Verwijder uit logboek
pl_pl: Usuń wpis dziennika
pt_pt: Eliminar entrada no histórico
ro: Ștergeți intrarea jurnalului
ru_ru: Удалить запись журнала
sl_si: Zbriši vpis v zaporedje e-pošte
sr@cyrillic: Обриши унос у логу
sr_rs@latin: Obriši unos u logu
sv_se: Ta bort händelse i logg
th: ลบรายการบันทึก
tr_tr: Günlük Girişini Sil
uk_ua: Видалити запис журналу
vi: Xóa mục nhật ký
vi_vn: Xóa mục nhập nhật ký
zh_cn: 删除日志项

# submission.emailLog
source: Email Log
ar_iq: وقائع البريد الالكتروني
az: Elektron poçt qeydiyyatları
bg_bg: Имейл регистър (лог)
ca_es: Registre del correu electrònic
cs_cz: Log emailů
de_de: E-Mail-Protokoll
eu: Mezu elektronikoen loga
fa_ir: سوابق ایمیل
fi_fi: Sähköpostiloki
fr_fr: Registre de courriels
gl_es: Rexistro de correo electrónico
hr: Zapis E-pošte
hy_am: Էլ․ փոստի մատյան
id: Log Email
is: Skrá yfir tölvupósta
is_is: Skrá yfir tölvupósta
it_it: Registro delle email
ja_jp: メールログ
ka_ge: ელფოსტის ჟურნალი
kk: Журналдың электрондық поштасы
ku_iq: تۆماری ئیمەیڵ
lv: E-pastu žurnāls
mk_mk: Евиденција за и-меил
mr: ई-मेल लॉग
ms_my: Log E-mel
nb: E-postlogg
nl_nl: E-mail logboek
pl_pl: Dziennik e-mail
pt_pt: Histórico de e-mail
ro: Jurnal de e-mail
ru_ru: Журнал электронной почты
sl_si: Zaporedje e-pošte
sr@cyrillic: Лог имејлова
sr_rs@latin: Log imejlova
sv_se: E-postlogg
th: บันทึกอีเมล
tr_tr: E-posta Kayıtları
uk_ua: Журнал пошти
vi: Nhật ký Email
vi_vn: Nhật ký email
zh_cn: 电子邮件日志

# submission.event.participantAdded
source: {$userFullName} ({$username}) was assigned to this submission as a {$userGroupName}.
ar_iq: "{$name}" ({$username}) تم تعيينه لطلب النشر هذا بمثابة {$userGroupName}.
az: {$userFullName} ({$username}) bu Məqalə üçün {$userGroupName} olaraq təyin edildi.
bg_bg: {$name} ({$username}) беше причислен към това подаване на материали като {$userGroupName}.
ca_es: S'ha afegit«{$name}» ({$username}) com a {$userGroupName}.
cs_cz: Uživatel {$name} ({$username}) byl přiřazen k příspěvku jako {$userGroupName}.
da_dk: "{$name}" ({$username}) blev tilknyttet denne indsendelse som {$userGroupName}.
de_de: "{$name}" ({$username}) wurde dieser Einreichung als {$userGroupName} hinzugefügt.
el_gr: Ο/Η "{$name}" ({$username}) έχει προστεθεί ως {$userGroupName}.
eu: Bidalketa honi {$userFullName} ({$username}) esleitu zaio {$userGroupName} bezala.
fa_ir: {$name} به این مقاله به عنوان {$userGroupName} انتساب داده شدند .
fi_fi: "{$name}" ({$username}) valittiin tämän käsikirjoituksen {$userGroupName}ksi.
fr_fr: "{$name}" ({$username}) fait partie du groupe {$userGroupName}.
gl_es: {$name} ({$username}) foi asignado a este envío como {$userGroupName}.
hr: {$userFullName} ({$username}) je dodijeljen ovom podnesku kao {$userGroupName}.
hu: {$userFullName} ({$username}) ehhez a beküldéshez mint {$userGroupName} lett hozzárendelve.
hy_am: {$name} ({$username}) նշանակվել է այս ներկայացմանը որպես {$userGroupName} :
id: {$userFullName} ({$username}) ditugaskan pada naskah ini sebagai {$userGroupName}.
is: {$userFullName} ({$username}) fékk þessari innsendingu úthlutað sem {$userGroupName}.
is_is: {$name} ({$username}) fékk þessari innsendingu úthlutað sem {$userGroupName}.
it_it: {$name} ({$username}) è stato assegnato a questa proposta come {$userGroupName}.
ja_jp: {$name} ({$username}) がこの投稿に{$userGroupName}として任命されました。
ka_ge: {$name} ({$username}) ამ წარდგენას მიენიჭა, როგორც {$userGroupName}.
kk: {$userFullName} ({$username}) осы материалға {$userGroupName} ретінде тағайындалған.
ku_iq: {$name} ({$username}) بۆ ئەم پێشکەشکردنە وەک {$userGroupName} ئەرکدار کراوە.
lv: {$userFullName} ({$username}) tika piešķirts šim materiālam kā {$userGroupName}.
mk_mk: {$name} ({$username}) е назначен/а на овој поднесок како {$userGroupName}.
mr: या सादरीकरणासाठी {$userFullName} ({$username}) यांना {$userGroupName} म्हणून नियुक्त केले गेले होते.
ms_my: {$name} ({$username}) telah ditugaskan kepada penyerahan ini sebagai {$userGroupName}.
nb: {$userFullName} ({$username}) ble lagt til denne innleveringen som et {$userGroupName}.
nl_nl: {$name} ({$username}) is toegewezen aan deze inzending als {$userGroupName}.
pl_pl: {$name} został przypisany do zgłoszenia jako {$userGroupName}.
pt_pt: {$userFullName} ({$username}) foi designado para esta submissão como {$userGroupName}.
ro: {$userFullName} ({$username}) a fost atribuit acestei cereri ca {$userGroupName}.
ru_ru: {$name} ({$username}) был назначен в этот материал как {$userGroupName}.
sl_si: "{$name}" ({$username}) je bil dodeljen prispevku kot {$userGroupName}.
sr@cyrillic: "{$name}" ({$username}) је додељен предаји као {$userGroupName}.
sr_rs@latin: "{$name}" ({$username}) je dodeljen predaji kao {$userGroupName}.
sv_se: {$name} ({$username}) tilldelades det här bidraget som {$userGroupName}.
th: {$userFullName} ({$username}) ถูกมอบหมายให้กับการส่งงานนี้ในฐานะ {$userGroupName}
tr_tr: {$name} ({$username}) bu gönderiye {$userGroupName} olarak atandı.
uk_ua: {$name} ({$username}) був призначений для цього подання як {$userGroupName}.
vi: {username}) đã được chỉ định cho bài nộp này với vai trò {$userGroupName}.
vi_vn: {$name} ({$username}) đã được chỉ định cho bài nộp này với tư cách là {$userGroupName}.

# submission.event.participantRemoved
source: "{$userFullName}" ({$username}) is removed as a {$userGroupName}.
ar_iq: "{$name}" ({$username}) تمت إزالته بمثابة {$userGroupName}.
az: "{$name}" ({$username}) bu Məqalə üçün {$userGroupName}'dan çıxarıldı.
bg_bg: "{$name}" ({$username}) беше премахнат като {$userGroupName}.
ca_es: Suprimeix «{$name}» ({$username}) com a {$userGroupName}.
cs_cz: "{$name}" ({$username}) byl odebrán/a z {$userGroupName}.
da_dk: "{$name}" ({$username}) blev fjernet som en {$userGroupName}.
de_de: "{$name}" ({$username}) wurde aus der Gruppe der {$userGroupName} entfernt.
el_gr: Ο/Η "{$name}" ({$username}) έχει αφαιρεθεί από {$userGroupName}.
eu: "{$userFullName}" ({$username}) ezabatua izan da {$userGroupName}-tik.
fa_ir: «{$name}» ({$username}) به عنوان یک {$userGroupName} حذف شد.
fi_fi: "{$name}" ({$username}) poistettiin roolista {$userGroupName}.
fr_fr: "{$name}" ({$username}) ne fait plus partie du groupe {$userGroupName}.
gl_es: "{$name}" ({$username}) elimínase como {$userGroupName}.
hr: "{$userFullName}" ({$username}) uklonjen je kao {$userGroupName}.
hu: "{$userFullName}" ({$username}) eltávolítva mint {$userGroupName}.
hy_am: "{$name}" ({$username}) հեռացվել է որպես {$userGroupName}:
id: "{$userFullName}" ({$username}) dihapus dari {$userGroupName}.
is: "{$userFullName}" ({$username}) fjarlægð(ur/-t) sem {$userGroupName}.
is_is: "{$name}" ({$username}) fjarlægður sem {$userGroupName}.
it_it: "{$name}" ({$username}) è stato rimosso come {$userGroupName}.
ja_jp: "{$name}" ({$username})は{$userGroupName}として削除されました。
ka_ge: "{$name}" ({$\username}) წაიშალა, როგორც {$userGroupName}.
kk: "{$userFullName}" ({$username}) {$userGroupName} ретінде жойылды.
ku_iq: "{$name}" ({$username}) وەک {$userGroupName} سڕاوەتەوە.
lv: "{$userFullName}" ({$username}) tiek noņemts kā {$userGroupName}.
mk_mk: "{$name}" ({$username}) е отстранет/а како {$userGroupName}.
mr: {$userFullName} ({$username}) यांना {$userGroupName} म्हणून काढून टाकले आहे.
ms_my: "{$name}" ({$username}) dibuang sebagai {$userGroupName}.
nb: {$userFullName} ({$username}) er fjernet som {$userGroupName}.
nl_nl: "{$name}" ({$username}) is verwijderd als {$userGroupName}.
pl_pl: "{$name}" ({$username}) jest usunięty z {$userGroupName}.
pt_pt: {$name} ({$username}) foi removido como {$userGroupName}.
ro: "{$userFullName}" ({$username}) a fost retras din {$userGroupName}.
ru_ru: «{$name}» ({$username}) удален как {$userGroupName}.
sl_si: "{$name}" ({$username}) je odstranjen kot {$userGroupName}.
sv_se: "{$name}" ({$username}) togs bort som {$userGroupName}.
th: "{$userFullName}" ({$username}) ถูกลบออกจากการเป็น {$userGroupName}
tr_tr: "{$name}" ({$username}) bu gönderi için {$userGroupName}'den kaldırıldı.
uk_ua: "{$name}" ({$username}) видалений як {$userGroupName}.
vi: "{username}) đã bị xóa khỏi vai trò {$userGroupName}.
vi_vn: "{$name}" ({$username}) bị xóa tư cách {$userGroupName}.

# submission.event.backToEventLog
source: Back to Event Log
ar_iq: العودة إلى وقائع الأحداث
az: Tədbir gündəliyinə qayıdın
bg_bg: Обратно към регистъра събитията (лог)
ca_es: Torna al registre d’esdeveniments
cs_cz: Zpět k protokolu událostí
da_dk: Tilbage til hændelseslog
de_de: Zurück zum Ereignisprotokoll
el_gr: Επιστροφή στο ημερολόγιο συμβάντων
eu: Itzuli Gertaeren logera
fa_ir: بازگشت به سابقه رویدادها
fi_fi: Takaisin tapahtumalokiin
fr_fr: Retour au Registre d'événements
gl_es: Volver ao rexistro de eventos
hr: Nazad na zapis događaja
hu: Vissza az esemény naplóhoz
hy_am: Վերադարձ Իրադարձությունների մատյանին
id: Kembali ke Log Event
is: Til baka í atburðaskrá
is_is: Til baka í atburðaskrá
it_it: Torna al registro degli eventi
ja_jp: イベントログに戻る
ka_ge: ღონისძიების ჟურნალში დაბრუნება
kk: Оқиғалар журналына оралу
ku_iq: گەڕانەوە بۆ بۆنەکان
lv: Atgriezties pie notikumu žurnāla
mk_mk: Назад кон евиденција на настан
mr: इव्हेंट लॉगवर परत जा
ms_my: Kembali ke Log Aktiviti
nb: Tilbake til aktivitetslogg
nl_nl: Terug naar logboek
pl_pl: Wróć do dziennika zdarzeń
pt_pt: Voltar para Histórico de Eventos
ro: Înapoi la jurnalul de evenimente
ru_ru: Назад к журналу событий
sl_si: Nazaj na zaporedje dogodkov
sr@cyrillic: Повратак на лог дешавања
sr_rs@latin: Povratak na log dešavanja
sv_se: Tillbaka till Händelselogg
th: กลับไปยังบันทึกเหตุการณ์
tr_tr: Olay Günlüğüne Geri Dön
uk_ua: Повернутися до журналу подій
vi: Quay lại Nhật ký Sự kiện
vi_vn: Quay lại Nhật ký sự kiện
zh_cn: 反回到事件日志

# submission.event.confirmClearLog
source: Are you sure you want to clear the event log for this submission?
ar_iq: هل أنت متأكد من رغبتك في تصفير سجل وقائع الأحداث لطلب التقديم هذا؟
az: Bu müraciət üçün tədbir gündəliyini silmək istədiyinizdən əminsinizmi?
bg_bg: Наистина ли искате да изчистите регистъра на събитията (лог) за това подаване на материали?
ca_es: Esteu segur/a que voleu esborrar el registre d’esdeveniments per a aquesta tramesa?
cs_cz: Jste si jistý, že chcete vyčistit protokol událostí pro tento příspěvek?
da_dk: Er du sikker på, at du vil rydde begivenhedsloggen i forbindelse med denne indsendelse?
de_de: Sind Sie sicher, dass Sie das Ereignisprotokoll zu diesem Beitrag löschen wollen?
el_gr: Είστε βέβαιοι ότι επιθυμείτε να καταργήσετε το ημερολόγιο (log) συμβάντων για τη συγκεκριμένη υποβολή;
eu: Ziur zaude bidalketa honen gertaeren loga garbitu nahi duzula?
fa_ir: آیا میخواهید سوابق رویدادهای این مقاله ارسال را حذف کنید.
fi_fi: Haluatko varmasti tyhjentää tämän käsikirjoituksen tapahtumalokin?
fr_fr: Êtes-vous certain de vouloir effacer le registre d'évènements pour cette soumission ?
gl_es: Seguro que queres borrar o rexistro de eventos para este envío?
hr: Jeste li sigurni da želite obrisati zapisnik događaja za ovaj podnesak?
hu: Biztos benne, hogy törölni akarja ennek a beküldött anyagnak az eseménynaplóit?
hy_am: Իսկապե՞ս ուզում եք ջնջել այս ներկայացման իրադարձությունների մատյանը:
id: Apakah Anda yakin ingin membersihkan log event untuk penyerahan ini?
is: Ertu viss um að þú viljir hreinsa atburðaskrána fyrir þessa innsendingu?
is_is: Ertu viss um að þú viljir hreinsa atburðaskránna fyrir þessa innsendingu?
it_it: Sei sicuro di voler svuotare il registro degli eventi per questa proposta?
ja_jp: この投稿物のイベントログをクリアしてもよいですか。
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ წარდგენის ღონისძიების ჟურნალის გასუფთავება?
kk: Осы материал үшін оқиғалар журналын шынымен өшіргіңіз келеді ме?
ku_iq: ئایا تۆ دڵنیایت لە سڕینەوەی ئەم بۆنەیە بۆ ئەم پێشکەشکردنە؟
lv: Vai tiešām vēlaties izdzēst notikumu žurnālu attiecībā uz šo materiālu?
mk_mk: Дали сте сигурни дека сакате да ја избришете евиденцијата на настан за овој поднесок?
mr: तुम्हाला खात्रीने या सादरीकरणासाठीचा इव्हेंट लॉग मोकळा (clear) करायचा आहे ना?
ms_my: Adakah anda pasti mahu mengosongkan log aktiviti untuk penyerahan ini?
nb: Er du sikker på at du vil tømme aktivitetsloggen for denne innleveringen?
nl_nl: Weet u zeker dat u het logboek van deze inzending wilt wissen?
pl_pl: Usunąć dziennik zdarzeń dla przesłanego tekstu?
pt_pt: Deseja realmente limpar o histórico de eventos da submissão?
ro: Sigur doriți să ștergeți jurnalul de evenimente pentru această înregistrare de manuscris?
ru_ru: Вы уверены, что хотите очистить журнал событий для этого материала?
sl_si: Ste prepričani, da želite izbrisati zaporedje dogodkov za ta prispevek?
sr@cyrillic: Да ли сте сигурни да желите обристаи лог унос за овај чланак?
sr_rs@latin: Da li ste sigurni da želite obristai log unos za ovaj članak?
sv_se: Är du säker på att du vill ta bort händelseloggen för det här bidraget?
th: คุณแน่ใจหรือว่าต้องการล้างบันทึกเหตุการณ์สำหรับการส่งงานนี้?
tr_tr: Bu başvuru için olay günlüğünü silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете очистити журнал подій цього подання?
vi: Bạn có chắc chắn muốn xóa nhật ký sự kiện cho bài nộp này không?
vi_vn: Bạn có chắc chắn muốn xóa nhật ký sự kiện cho bài gửi này không?
zh_cn: 您确认清楚这个投稿的事件日志?

# submission.event.confirmDeleteLogEntry
source: Are you sure you want to delete this event log entry?
ar_iq: هل أنت متأكد من رغبتك في حذف هذه المعلومة من سجل وقائع الأحداث؟
az: Bu tədbir gündəliyi girişini silmək istədiyinizdən əminsinizmi?
bg_bg: Наистина ли искате да изтриете този запис в регистъра на събитията (лог)?
ca_es: Esteu segur/a que voleu suprimir aquesta entrada del registre d’esdeveniments?
cs_cz: Jste si jistý, že chcete smazat tento záznam protokolu událostí?
da_dk: Er du sikker på, at du vil slette denne post i hændelsesloggen?
de_de: Sind Sie sicher, dass Sie diesen Eintrag im Ereignisprotokoll löschen wollen?
el_gr: Είστε βέβαιοι ότι επιθυμείτε να διαγράψετε τη συγκεκριμένη καταχώριση από το ημερολόγιο (Log) συμβάντων;
eu: Ziur zaude gertaeren logeko sarrera hau ezabatu nahi duzula?
fa_ir: آیا میخواهید این سابقه رویداد را از لیست حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän tapahtumalokin merkinnän?
fr_fr: Êtes-vous certain de vouloir supprimer cette entrée du registre d'événements ?
gl_es: Seguro que queres eliminar esta entrada do rexistro de eventos?
hr: Jeste li sigurni da želite obrisati ovu stavku zapisa događaja?
hu: Biztos benne, hogy törölni akarja ezt az eseménynapló bejegyzést?
hy_am: Իսկապե՞ս ուզում եք ջնջել այս իրադարձությունների մատյանի գրառումը:
id: Apakah Anda yakin ingin menghapus entri log event ini?
is: Ertu viss um að þú viljir eyða þessari færslu úr atburðaskránni?
is_is: Ertu viss um að þú viljir eyða þessari færslu úr atburðaskránni?
it_it: Sei sicuro di voler svuotare questa registro degli eventi?
ja_jp: このイベントログエントリを削除してもよいですか。
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ ღონისძიების ჟურნალის ჩანაწერის წაშლა?
kk: Бұл жазбаны оқиғалардың журналынан шынымен жойғыңыз келе ме?
ku_iq: ئایا تۆ دڵنیایت لە سڕینەوەی داخلکردنی ئەم بۆنەیە؟
lv: Vai tiešām vēlaties dzēst šo notikumu žurnāla ierakstu?
mk_mk: Дали сте сигурни дека сакате да го избришете овој запис во евиденцијата на настан?
mr: तुम्हाला खात्रीने ही इव्हेंट लॉग नोंद (entry) हटवायची आहे ना?
ms_my: Adakah anda pasti mahu memadamkan entri log aktiviti ini?
nb: Er du sikker på at du vil slette denne innføringen i aktivitetsloggen?
nl_nl: Weet u zeker dat u deze gebeurtenis uit het logboek wilt verwijderen?
pl_pl: Usunąć wpis dziennika?
pt_pt: Deseja realmente eliminar esta entrada no histórico de eventos?
ro: Sigur doriți să ștergeți această intrare în jurnalul de evenimente?
ru_ru: Вы уверены, что хотите удалить эту запись из журнала событий?
sl_si: Ste prepričani, da želite izbrisati ta vpis dogodka v zaporedje dogodkov?
sr@cyrillic: Да ли сте сигурни да желите обрисати овај унос у логу?
sr_rs@latin: Da li ste sigurni da želite obrisati ovaj unos u logu?
sv_se: Är du säker på att du vill ta bort den här händelsen ur loggen?
th: คุณแน่ใจหรือว่าต้องการลบรายการบันทึกเหตุการณ์นี้?
tr_tr: Bu olay günlüğü girişini silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити цей запис з журналу подій?
vi: Bạn có chắc chắn muốn xóa mục nhật ký sự kiện này không?
vi_vn: Bạn có chắc chắn muốn xóa mục nhật ký sự kiện này không?
zh_cn: 您确认清楚这个投稿的事件日志项?
