Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.upload.userGroupDescription
source: If you are submitting an Edited Volume, you should upload all volume chapters individually, under your role as volume editor.
ar_iq: إذا كنت تقدم مجلداً محرراً، عليك أن ترفع فصول المجلد كل على حدة ضمن دورك كمحرر مجلد.
az: Tənzimlənmiş bir cildi göndərirsinizsə, bütün cild bölmələrini ayrı-ayrılıqda və vahid redaktoru rolunuza daxil etməlisiniz.
bg_bg: Ако изпращате редактиран том, трябва да качите всички глави на тома поотделно, в ролята си на редактор на том.
ca_es: Si esteu carregant un volum editat, haureu de carregar cadascun dels capítols individuals del volum amb el rol d'editor/a de volums.
cs_cz: Pokud odesíláte Editovaný svazek, měli byste nahrát všechny kapitoly svazků jednotlivě pod svou roli jako editor svazků.
da_dk: Hvis du skal fremsende en redigeret årgang (et bind), bør du uploade de enkelte kapitler særskilt, hvor du indtager rollen som årgangs-/bindredaktør.
de_de: Wenn Sie einen Sammelband einreichen, sollten Sie alle Kapitel individuell in Ihrer Rolle als Sammelbandherausgeber/in hochladen.
el_gr: Αν υποβάλλετε έναν Αναθεωρημένο Τόμο, θα πρέπει να μεταφορτώσετε όλα τα κεφάλαια του τόμου ξεχωριστά, υπό τον ρόλο σας ως επιμελητής τόμου.
eu: Editatutako bolumen bat bidaltzen ari bazara, bolumenaren kapitulu guztiak banan-banan igo beharko zenituzke, bolumen-editore gisa duzun rolarekin.
fa_ir: اگر د رحال ثبت شماره ویراش شده هستید، باید تمامی فصل های این شماره را به صورت جداگانه آپلود کنید.
fi_fi: Jos olet lähettämässä editoitua volyymiä, kaikki volyymin luvut tulisi ladata yksitellen volyymin toimittajan roolissa.
fr_fr: S'il s'agit d'un volume édité par plusieurs auteurs, vous devriez transférer tous les chapitres du volume individuellement, en tant qu'éditeur du volume.
gl_es: Se estás enviando un volume editado, deberías cargar todos os capítulos do volume individualmente baixo o teu rol de editor de volume.
hr: Ako podnosite uređeni svezak, trebali biste prenijeti sva poglavlja svezaka pojedinačno, pod vašom ulogom urednika svezaka.
hu: Amennyiben egy szerkesztett kötethez tölt fel, akkor kötetszerkesztői szerepkörben fel kell töltenie az összes fejezetét a kötetnek.
hy_am: Եթե դուք խմբագրված հատոր եք ներկայացնում, դուք պետք է բեռնեք հատորի բոլոր գլուխները առանձին-առանձին, ձեր դերի ներքո որպես հատորների խմբագիր:
id: Jika mengirim Edited Volume, unggahlah semua bab volume tersendiri, dalam peran Anda sebagai penyunting volume.
is: Í hlutverki ritstjóra bindis, ættir þú við upphleðslu á breyttu bindi, að hlaða hverjum kafla upp fyrir sig.
it_it: Se stai inserndo un Volume, puoi caricare tutti i capitoli del volume, usando il tuo ruolo di edtor di voume.
ja_jp: 論文集を送信する場合は、論文集ディタの役割として、すべての論文集章を個別にアップロードする必要があります。
ka_ge: თუ შესწორებულ ტომს გაგზავნით, უნდა ატვირთოთ ყველა ტომის თავი ინდივიდუალურად, ტომის რედაქტორის როლში.
kk: Өңделген томды жіберіп жатсаңыз, томның барлық тарауларын том өңдегіш рөліңізде бөлек жүктеп салуыңыз керек.
ku_iq: ئەگەر تۆ بەرگێکی چاککراو پێشکەش دەکەیت، تۆ دەبێت هەمو بەشەکانی بەرگەکە بە جیا بار بکەیت، لە ژێر ڕۆڵەکەت وەک سەرنوسەری بەرگەکە.
lv: Ja iesniedzat rediģētu sējumu, jums visas sējuma nodaļas jāaugšupielādē atsevišķi, norādot, ka esat sējuma redaktors.
mr: जर तुम्ही संपादित खंड सादर करीत असाल, तर खंडाचा संपादक या तुमच्या भूमिकेतून खंडातली सगळी प्रकरणे स्वतंत्रपणे संक्रमित (अपलोड) करावीत.
ms_my: Jika anda menyerahkan Jilid Disunting, anda harus memuat naik semua bab jilid secara individu, di bawah peranan anda sebagai editor jilid.
nb: Dersom du laster opp en vitenskapelig antologi, bør du laste opp kapitlene individuelt. Bruk rollen antologiredaktør.
nl_nl: Als u een geëditeerd volume indient, moet u alle hoofdstukken individueel opladen in uw hoedanigheid als volumeredacteur.
pl_pl: Jeżeli przesyłasz poprawiony tom, powinieneś przesłać wszystkie rozdziały osobno, posiadając rolę redaktora tomu.
pt_pt: Se pretender enviar um Livro com capítulos independentes, deve inserir todos os capítulos individualmente, usando o seu papel de editor de livro.
ro: Dacă trimiteți un volum editat, ar trebui să încărcați toate capitolele de volum individual, sub rolul dvs. de editor de volum.
ru_ru: Если вы отправляете отредактированный том, вы должны загрузить все главы тома отдельно, под вашей ролью редактора тома.
sl_si: Če oddajate v urejen zvezek, potem morate naložiti vsako poglavje posebej, v vaši vlogi urednika zvezka.
sr@cyrillic: Ако пријављујете Уређени волумен/свеску морате поставити на сервер свако поглавље посебно у вашој улози уредника волумена/свеске.
sr_rs@latin: Ako prijavljujete Uređeni volumen/svesku morate postaviti na server svako poglavlje posebno u vašoj ulozi urednika volumena/sveske.
sv_se: Om du hanterar en Antologi ska alla volymens kapitel laddas upp individuellt, i din roll som volymredaktör.
th: หากคุณกำลังส่งงานที่แก้ไขเป็นเล่ม คุณควรอัปโหลดบททุกบทแยกกัน ภายใต้บทบาทของคุณเป็นบรรณาธิการเล่ม
tr_tr: Düzenlenen bir cildi gönderiyorsanız, tüm cilt bölümlerini tek tek, birim editör olarak rolünüzün altına yüklemelisiniz.
uk_ua: Якщо ви надсилаєте відредагований том, ви маєте завантажити всі розділи тому окремо під вашою роллю редактора тому.
vi: Nếu bạn đang nộp một Tập đã chỉnh sửa, bạn nên tải lên từng chương riêng lẻ, với vai trò là biên tập viên tập.
vi_vn: Nếu bạn đang gửi một Tập đã chỉnh sửa, bạn nên tải lên tất cả các chương của tập riêng lẻ, dưới vai trò là Biên tập viên.

# submission.upload.uploadLibraryFile
source: Upload a Library File
ar_iq: رفع ملف مكتبة
az: Kitabxana faylı yükləyin
bg_bg: Качване на библиотечен файл
ca_es: Carrega un fitxer de biblioteca
cs_cz: Nahrát knihovní soubor
da_dk: Upload en biblioteksfil
de_de: Eine Bibliotheksdatei hochladen
el_gr: Μεταφόρτωση ενός Αρχείου Βιβλιοθήκης
eu: Igo liburutegiko fitxategi bat
fa_ir: آپلود فایل کتابخانه
fi_fi: Lataa kirjastotiedosto
fr_fr: Transférer un fichier bibliothèque
gl_es: Cargar un arquivo da biblioteca
hr: Učitajte datoteku biblioteke
hu: Egy könyvtár fájl feltöltése
hy_am: Վերբեռնեք գրադարանի նիշքը
id: Unggah Library File
is: Hlaða inn safnskrá
it_it: Carica un file come materiale di supporto
ja_jp: ライブラリファイルのアップロード
ka_ge: ბიბლიოთეკის ფაილის ატვირთვა
kk: Кітапхана файлын жүктеп алыңыз
ku_iq: فایلێکی کتێبخانە بار بکە
lv: Augšupielādēt bibliotēkas datni
mr: लायब्ररी फाईल संक्रमित (अपलोड) करा
ms_my: Muat naik Fail Pustaka
nb: Last opp bibilioteksfil
nl_nl: Bibliotheekbestand opladen
pl_pl: Prześlij plik biblioteki
pt_pt: Upload um Ficheiro de Biblioteca
ro: Încărcați un fișier de bibliotecă
ru_ru: Загрузить файл библиотеки
sl_si: Naloži datoteko v knjižnico
sr@cyrillic: Достави документ библиотеке
sr_rs@latin: Dostavi dokument biblioteke
sv_se: Ladda upp en biblioteksfil
th: อัปโหลดไฟล์ห้องสมุด
tr_tr: Kütüphane Dosyası Yükle
uk_ua: Завантажити файл бібліотеки
vi: Tải lên tệp thư viện
vi_vn: Tải lên Thư viện tập tin

# submission.upload.libraryCategory
source: Submission Document Category
ar_iq: تصنيف وثيقة مؤلَّف
az: Müraciət sənəd katoqoriyası
bg_bg: Категория документ за подаване на материали
ca_es: Categoria de documentació de la tramesa
cs_cz: Kategorie dokumentu příspěvku
da_dk: Kategori for indsendelsesdokument
de_de: Dokumentkategorie der Einreichung
el_gr: Κατηγορία Αρχείων Υποβολής
eu: Bidalketa dokumentuaren kategoria
fa_ir: ثبت حوزه سند
fi_fi: Käsikirjoitusasiakirjan kategoria
fr_fr: Catégorie du document soumis
gl_es: Categoría de documento do envío
hr: Predaja kategorije dokumenta
hu: Feltöltött dokumentum kategória
hy_am: Ներկայացվող փաստաթղթերի դաս
id: Kategori Dokumen Naskah Masuk
is: Skjalaflokkur innsendingar
it_it: Categoria del documento che riporta la proposta
ja_jp: 投稿文書カテゴリー
ka_ge: წარდგენის დოკუმენტის კატეგორია
kk: Жіберілетін құжаттың категориясы
ku_iq: پۆلێنکردنی بەڵگەنامەکانی پێشکەشکردن
lv: Iesniedzamā dokumenta kategorija
mr: सादरीकरणाच्या दस्तऐवजाचा प्रवर्ग (Category)
ms_my: Kategori Dokumen Penyerahan
nb: Dokumentkategori
nl_nl: Documenttype van de inzending
pl_pl: Kategoria zgłaszanego dokumentu
pt_pt: Categoria de Documento de Submissão
ro: Categorie de documente de depunere
ru_ru: Категория отправляемого документа
sl_si: Kategorija dokumenta prispevka
sr@cyrillic: Категорија докумената предаје
sr_rs@latin: Kategorija dokumenata predaje
sv_se: Kategori, dokument för bidrag
th: หมวดหมู่เอกสารการส่งงาน
tr_tr: Başvuru Belge Kategorisi
uk_ua: Категорія документу подання
vi: Danh mục tài liệu nộp bài
vi_vn: Thể loại tài liệu bài gửi

# submission.upload.finalDraft
source: Upload File
ar_iq: رفع الملف
az: Fayl yükləyin
bg_bg: Качване на файл
ca_es: Puja un fitxer
cs_cz: Nahrát soubor
da_dk: Upload fil
de_de: Datei hochladen
el_gr: Μεταφόρτωση αρχείου
eu: Fitxategia igo
fa_ir: آپلود فایل
fi_fi: Lataa tiedosto
fr_fr: Transférer le fichier
gl_es: Cargar arquivo
hr: Učitajte datoteku
hu: Fájl feltöltése
hy_am: Վերբեռնեք նիշքը
id: Unggah File
is: Hlaða upp skrá
it_it: Carica files
ja_jp: ファイルのアップロード
ka_ge: ფაილის ატვირთვა
kk: Файлды жүктеп салу
ku_iq: بارکردنی فایل
lv: Augšupielādēt datni
mr: फाईल संक्रमित (अपलोड) करा
ms_my: Muat Naik Fail
nb: Last opp fil
nl_nl: Bestand opladen
pl_pl: Prześlij plik
pt_pt: Upload Ficheiro
ro: Încărcare fișier
ru_ru: Загрузить файл
sl_si: Naloži datoteko
sr@cyrillic: Достави документ
sr_rs@latin: Dostavi dokument
sv_se: Ladda upp fil
th: อัปโหลดไฟล์
tr_tr: Dosya Yükle
uk_ua: Завантажити файл
vi: Tải lên tệp
vi_vn: Tải tệp lên

# submission.upload.copyeditedVersion
source: Upload Copyedited File
ar_iq: إرفع ملفاً مدققاً
az: Hazırlanmış surət faylı yükləyin
bg_bg: Качване на файл след стилова редакция
ca_es: Carrega un fitxer corregit
cs_cz: Nahrát soubor redakčních úprav
da_dk: Upload manuskriptredigeret fil
de_de: Lektorierte Datei hochladen
el_gr: Μεταφόρτωση επιμελημένου αρχείου
eu: Igo editatutako fitxategia
fa_ir: آپلود فایل ویراستاری شده
fi_fi: Lataa teknisesti toimitettu tiedosto
fr_fr: Transférer le fichier corrigé
gl_es: Cargar arquivo corrixido
hr: Prenesite kopirano uređenu datoteku
hu: Megszerkesztett fájl feltöltése
hy_am: Վերբեռնեք գրական սրբագրված նիշքը
id: Unggah File Hasil Copyedit
is: Hlaða upp yfirfarinni skrá
it_it: Carica file (versione dopo il copyediting)
ja_jp: 原稿整理済みファイルのアップロード
ka_ge: ლიტერატურული ჩასწორების ფაილის ატვირთვა
kk: Әдеби редакциядан кейін файлды жүктеп салыңыз
ku_iq: بارکردنی فایلی وردبینیکراو
lv: Augšupielādēt literāri rediģētu datni
mr: कॉपी-एडिट केलेली फाईल संक्रमित (अपलोड) करा
ms_my: Muat Naik Fail Copyedited
nb: Last opp språkvasket fil
nl_nl: Geredigeerd bestand opladen
pl_pl: Prześlij plik do korekty
pt_pt: Upload Ficheiro Edição Texto
ro: Încărcare fișier manuscris editat
ru_ru: Загрузить файл после литературного редактирования
sl_si: Naloži lektorirano datoteko
sr@cyrillic: Достави лекторисани документ
sr_rs@latin: Dostavi lektorisani dokument
sv_se: Ladda upp manusredigerad fil
th: อัปโหลดไฟล์ที่แก้ไขสำเนาแล้ว
tr_tr: Düzenlenmiş Kopya Dosyası Yükle
uk_ua: Завантажити файл після літературного редагування
vi: Tải lên tệp đã chỉnh sửa
vi_vn: Tải liên tệp đã biên tập

# submission.upload.uploadFiles
source: Upload Files
ar_iq: رفع الملفات
az: Faylları yükləyin
bg_bg: Качване на файлове
ca_es: Carrega fitxers
cs_cz: Nahrát soubory
da_dk: Upload filer
de_de: Dateien hochladen
el_gr: Μεταφόρτωση αρχείων
eu: Fitxategiak igo
fa_ir: آپلود فایل‌ها
fi_fi: Lataa tiedostot
fr_fr: Transférer les fichiers
gl_es: Cargar arquivos
hr: Prenesite datoteke
hu: Fájlok feltöltése
hy_am: Վերբեռնեք նիշքերը
id: Unggah File
is: Hlaða upp skrám
it_it: Carica files
ja_jp: ファイルのアップロード
ka_ge: ფაილების ატვირთვა
kk: Файлдарды жүктеп алу
ku_iq: بارکردنی فایلەکان
lv: Augšupielādēt datnes
mr: फाईल्स संक्रमित (अपलोड) करा
ms_my: Memuat naik fail
nb: Last opp filer
nl_nl: Bestanden opladen
pl_pl: Prześlij pliki
pt_pt: Upload Ficheiros
ro: Încărcați fișiere
ru_ru: Загрузить файлы
sl_si: Naloži datoteke
sr@cyrillic: Достави документе
sr_rs@latin: Dostavi dokumente
sv_se: Ladda upp filer
th: อัปโหลดไฟล์
tr_tr: Dosyaları Yükle
uk_ua: Завантажити файли
vi: Tải lên tệp
vi_vn: Tải các tập tin

# submission.upload.response.description
source: After reviewing the assigned file, record any comments on the file below, and/or upload an annotated copy of the file (or another file).
ar_iq: بعد تنقيح هذه الملف، سجل أي ملاحظات عنه أدناه، و/أو إرفع نسخة مؤشرة من الملف (أو ملفاً آخر).
az: Təyin olmuş faylı dəyərləndirdikdən sonra, aşağıdakı fayldakı bütün şərhləri saxlayın və/və ya faylı izahlı bir surətini (və ya başqa bir fayl) yükləyin.
bg_bg: След като прегледате асоциирания файл, запишете всички коментари към файла по-долу и/или качете анотирано копие на файла (или друг файл).
ca_es: Després de revisar el fitxer assignat, deseu tots els comentaris al fitxer següent i/o carregueu una còpia anotada del fitxer (o d'un altre fitxer).
cs_cz: Po recenzi přiděleného souboru zaznamenejte všechny připomínky k souboru níže a/nebo nahrajte anotovanou kopii souboru (nebo jiný soubor).
da_dk: Efter at have bedømt den tildelte fil, bedes du skrive dine kommentarer til filen ind nedenfor og/eller uploade en annoteret kopi af filen (eller en anden fil).
de_de: Nach der Durchsicht der zugeordneten Datei geben Sie bitte alle Kommentare zu der Datei unten ein und/oder laden Sie eine kommentierte Version der Datei (oder eine andere Datei) hoch.
el_gr: Μετά την κρίση του ανατεθειμένου αρχείου, καταγράψτε όποια σχόλια στο αρχείο που ακολουθεί, και/ή μεταφορτώστε ένα αντίγραφο με επισημάνσεις (ή ένα άλλο αρχείο).
eu: Esleitutako fitxategia berrikusi ondoren, idatzi iruzkinak beheko fitxategian edo igo fitxategiaren (edo beste fitxategi baten) kopia iruzkinekin.
fa_ir: بعد از داوری فایل اختصاص یافته، بر روی فایل، نظرات خود را بگذارید و یا آنکه نظرات خود را در فایل جداگانه ای نوشته و آپلود نمایید.
fi_fi: Arvioituasi osoitetun tiedoston tallenna kommentit alla olevaan tiedostoon ja/tai lataa selityksin varustettu tiedostoversio (tai muu tiedosto).
fr_fr: Après avoir examiné le fichier assigné, saisissez vos commentaires sur le fichier ci-dessous, et/ou transférez une copie annotée du fichier (ou un autre fichier).
gl_es: Despois de revisar o arquivo asignado rexistre os comentarios no arquivo de abaixo o e/ou cargue unha copia do arquivo (ou doutro ficheiro) cos comentarios.
hr: Nakon pregleda dodijeljene datoteke, zabilježite sve komentare na datoteku u nastavku i/ili prenesite kopiju datoteke (ili druge datoteke) s komentarima.
hu: A hozzárendelt fájl lektori véleményezése után megjegyzéseket rögzíthet a fájl alatt, és/vagy feltölthet egy szakmai lektorálással kiegészített változatot (vagy másik fájlt).
hy_am: Նշանակված նիշքը դիտելուց հետո գրանցեք ստորև բերված նիշքի վերաբերյալ ցանկացած մեկնաբանություն և/կամ վերբեռնեք նիշքի ծանոթագրված պատճենը (կամ մեկ այլ նիշք):
id: Setelah menelaah file yang ditugaskan, rekam komentar pada file di bawah ini, dan/atau unggah salinan file yang ada catatan (atau file lain).
is: Eftir ritrýni á úthlutuðu handriti, skráðu athugasemdir í skrána fyrir neðan, og/eða hladdu upp afriti af skránni (eða nýrri skrá) með umsögn.
it_it: Dopo aver revisionato il file assegnato, registra ogni commente nel file qui sotto e/o carica una copia annotata del dile (o un altro file).
ja_jp: 割り当てられたファイルを確認した後、以下のファイルにコメントを記録するか、ファイル（または別のファイル）の注釈付きコピーをアップロードしてください。
ka_ge: დანიშნულ ფაილის განხილვის შემდეგ ჩაიწერეთ ნებისმიერი კომენტარი ქვემოთ მოცემულ ფაილში ან/და ატვირთეთ ფაილის ანოტაციის ასლი (ან სხვა ფაილი).
kk: Тағайындалған файлды қарап шыққаннан кейін төмендегі файл туралы кез келген түсініктемелерді жазып алыңыз және/немесе файлға (немесе басқа файлға) белгіленген көшірмені жүктеңіз.
ku_iq: دوای هەڵسەنگاندنی فایلی ئەرکدارکراو، هەمو تێچێنەکان لەم فایلەی خوارەوە تۆمار بکە و/یان کۆپیی پەراوێزەکان بار بکە (یان فایلێکی دیکە).
lv: Kad piešķirtā datne ir recenzēta, zemāk ierakstiet piezīmes par datni un/vai augšupielādējiet datnes (vai citas datnes) kopiju ar piezīmēm.
mr: निर्दिष्ट केलेल्या फाईलचे समीक्षण केल्यानंतर, फाईलवरील टिप्पण्या खालीलप्रमाणे नोंदवा आणि/किंवा फाईलमधील मजकूरावर टीका केलेली प्रत (किंवा स्वतंत्र फाईल) संक्रमित (अपलोड) करा.
ms_my: Selepas mengulas fail yang ditugaskan, rekodkan sebarang ulasan pada fail di bawah dan/atau muat naik salinan fail beranotasi (atau fail lain).
nb: Etter å ha sett gjennom den tildelte filen, kan du legge til ev. kommentarer i filen under og/eller laste opp en kommentert kopi av filen (eller en annen fil).
nl_nl: Beoordeel het toegewezen bestand en geef hieronder uw opmerkingen, en/of laad een kopie van het bestand met opmerkingen op (of een ander bestand).
pl_pl: Po zrecenzowaniu przydzielonego pliku, zapisz swoje uwagi poniżej oraz/lub dołącz kopię z komentarzami (lub osobny plik).
pt_pt: Após a revisão do ficheiro atribuído, registe todos os comentários no ficheiro abaixo, e/ou carregue uma cópia anotada do ficheiro (ou outro ficheiro).
ro: După examinarea fișierului atribuit, înregistrați orice comentariu pe fișierul de mai jos și / sau încărcați o copie adnotată a fișierului (sau a unui alt fișier).
ru_ru: После рецензирования назначенного файла, запишите все комментарии о файле ниже и/или загрузите копию с пометками в файле (или другой файл).
sl_si: Ko boste pregledali dodeljeno datoteko, vpišite komentarje v datoteko spodaj in/ali naložite komentirano datoteko (ali kakšno drugo).
sr@cyrillic: Након рецензије додељеног фајла, забележите ниже коментаре на фајл и/или поставите копију са белешкама фајла (или други фајл).
sr_rs@latin: Nakon recenzije dodeljenog fajla, zabeležite niže komentare na fajl i/ili postavite kopiju sa beleškama fajla (ili drugi fajl).
sv_se: När du granskat filen du fått tilldelad dig, mata in samtliga kommentarer till filen nedan och/eller ladda upp en annoterad kopia av filen (eller en annan fil).
th: หลังจากทบทวนไฟล์ที่ได้รับมอบหมายแล้ว ให้บันทึกความคิดเห็นใด ๆ เกี่ยวกับไฟล์ด้านล่าง และ/หรืออัปโหลดไฟล์ที่ใส่คำอธิบายประกอบ (หรือไฟล์อื่น)
tr_tr: Atanan dosyayı değerlendirdikten sonra, aşağıdaki dosyadaki tüm yorumları kaydedin ve / veya dosyanın açıklamalı bir kopyasını (veya başka bir dosya) yükleyin.
uk_ua: Після рецензування призначеного файлу, запишіть усі коментарі про файл нижче, і/або завантажте анотовану копію в файлі (або інший файл).
vi: Sau khi xem lại tệp đã được chỉ định, ghi lại bất kỳ nhận xét nào về tệp bên dưới, và/hoặc tải lên bản sao có chú thích của tệp (hoặc tệp khác).
vi_vn: Sau khi xem xét tệp được chỉ định, hãy ghi lại bất kỳ nhận xét nào về tệp dưới đây và/hoặc tải lên bản sao có chú thích của tệp (hoặc tệp khác).

# submission.upload.productionReady
source: Upload a Production Ready File
ar_iq: رفع ملف جاهز للإنتاج
az: Çapa hazır bir fayl yükləyin
bg_bg: Качване на готов за продукция на публикацията файл
ca_es: Carrega un fitxer de producció llest
cs_cz: Nahrát soubor pro produkční fázi
da_dk: Upload en produktionsklar fil
de_de: Eine druckreife Datei hochladen
el_gr: Μεταφορτώστε το Έτοιμο για Παραγωγή αρχείο
eu: Igo ekoizpenerako prest dagoen fitxategi bat
fa_ir: فایل آماده به تولید را آپلود کنید
fi_fi: Lataa tuotantovalmis tiedosto
fr_fr: Transférer un fichier prêt pour la production
gl_es: Cargue un arquivo listo para a produción
hr: Prenesite datoteku spremnu za proizvodnju
hu: Megjelentetésre kész fájl feltöltése
hy_am: Վերբեռնեք արտադրության պատրաստի նիշքը
id: Unggah File Siap Tayang
is: Hlaða inn skrá sem er tilbúin til framleiðslu
it_it: Carica un file pronto per la produzione
ja_jp: 制作準備完了ファイルのアップロード
ka_ge: ატვირთეთ პროდუქციისთვის გამზადებული ფაილი
kk: Жариялау үшін файлды жүктеп салыңыз
ku_iq: بارکردنی فایلی ئامادەی بەرهەمهێنان
lv: Augšupielādēt izstrādei sagatavotu datni
mr: प्रकाशनयोग्य फाईल संक्रमित (अपलोड) करा
ms_my: Muat naik Fail Sedia Produksi
nb: Last opp en produksjonsklar fil
nl_nl: Bestand opladen dat klaar is voor productie
pl_pl: Prześlij plik gotowy do realizacji
pt_pt: Upload ficheiro pronto para produção
ro: Încărcați un fișier gata de producție
ru_ru: Загрузить файл для публикации
sl_si: Naloži datoteko za produkcijo
sr@cyrillic: Доставите "Документ спреман за продукцију"
sr_rs@latin: Dostavite dokument spreman za produkciju
sv_se: Ladda upp en produktionsklar fil
th: อัปโหลดไฟล์ที่พร้อมสำหรับการผลิต
tr_tr: Basıma Hazır Dosya Yükle
uk_ua: Завантажити файл для верстки
vi: Tải lên tệp sẵn sàng cho sản xuất
vi_vn: Tải lên tệp Sẵn sàng để Sản xuất

# submission.upload.proof
source: Upload a File Ready for Publication
ar_iq: إرفع ملفاً جاهزاً للنشر
az: Nəşrə hazır bir fayl yükləyin
bg_bg: Качване на готов за публикация файл
ca_es: Carregueu un arxiu llest per a publicació
cs_cz: Nahrát soubor připravený k publikování
da_dk: Upload en publiceringsklar fil
de_de: Korrekturfahne hochladen
el_gr: Μεταφορτώστε το Έτοιμο για Δημοσίευση αρχείο
eu: Igo argitaratzeko prest dagoen fitxategi bat
fa_ir: فایل آماده به انتشار را آپلود کنید.
fi_fi: Lataa tiedosto, joka on valmis julkaistavaksi
fr_fr: Transférer un fichier prêt pour la publication
gl_es: Cargar un arquivo listo para publicación
hr: Učitajte datoteku spremnu za objavljivanje
hu: Korrektúrázott megjelentetésre kész fájl feltöltése
hy_am: Վերբեռնեք հրապարակման համար պատրաստ նիշքը
id: Unggah File Siap Terbit
is: Hlaða inn skrá sem er tilbúin fyrir útgáfu
it_it: Carica un file pronto per la pubblicazione
ja_jp: 公開準備完了ファイルのアップロード
ka_ge: ატვირთეთ ფაილი გამოსაქვეყნებლად
kk: Жариялауға дайын файлды жүктеп салыңыз
ku_iq: بارکردنی فایلی ئامادە بۆ بڵاوکردنەوە
lv: Augšupielādēt publicēšanai gatavu datni
mr: प्रकाशनासाठी तयार केलेली फाईल संक्रमित (अपलोड) करा
ms_my: Muat Naik Fail Sedia untuk Penerbitan
nb: Last opp en publiseringsklar fil
nl_nl: Proef opladen
pl_pl: Prześlij plik gotowy do publikacji
pt_pt: Upload ficheiro pronto para produção
ro: Încărcați un fișier gata de publicare
ru_ru: Загрузить файл, готовый к публикации
sl_si: Naloži datoteko, pripravljeno za objavo
sr@cyrillic: Доставите "Документ спреман за објављивање"
sr_rs@latin: Dostavite dоkument spreman za objavljivanje
sv_se: Ladda upp en publiceringsklar
th: อัปโหลดไฟล์ที่พร้อมสำหรับการเผยแพร่
tr_tr: Yayına Hazır Bir Dosya Yükle
uk_ua: Завантажити файл, готовий для верстки
vi: Tải lên tệp sẵn sàng để xuất bản
vi_vn: Tải lên tệp đã sẵn sàng để xuất bản
