Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# metadata.property.validationMessage.partName
source: Please enter a valid part name.
ar_iq: لطفاً، أدخل اسماً صحيحاً للجزء.
az: Zəhmət olmasa etibarlı bir bölmə adı daxil edin
bg_bg: Моля, въведете валидно име на част.
ca_es: Introduïu un nom de part vàlid.
cs_cz: Zadejte, prosím, platné jméno části.
da_dk: Indtast et gyldigt delnavn.
de_de: Bitte geben Sie einen gültigen Teil-Namen ein.
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο όνομα τμήματος
eu: Mesedez, sartu zatiaren izen baliodun bat.
fa_ir: لطفاً یک نام قطعه معتبر وارد کنید
fi_fi: Anna kelvollinen osan nimi.
fr_fr: Veuillez saisir un nom valide pour la partie.
gl_es: Insira un nome da peza válido.
hr: Unesite važeći naziv dijela.
hu: Kérjük, adjon meg egy érvényes part name.
hy_am: Խնդրում ենք մուտքագրել վավեր մասի անուն։
id: Masukkan nama bagian yang valid.
is: Vinsamlega sláðu inn gilt heiti hlutar.
is_is: Vinsamlega sláðu inn gilt heiti hlutar.
it_it: Inserisci un nome della parte valido.
ja_jp: 適切な部品名を入力してください。
ka_ge: გთხოვთ შეიყვანოთ მენიუს ელემენტისთვის ვარგისი სახელი.
kk: Бөлім атауын дұрыс еңгізіңіз.
ku_iq: تکایە ناوی بەش بە دروستی بنوسە.
lv: Lūdzu, ievadiet derīgu daļas nosaukumu.
mk_mk: Ве молиме внесете валидно име на дел.
mr: कृपया वैध भागाचे नाव नोंदवा.
ms_my: Sila masukkan nama bahagian yang sah.
nb: Skriv inn et gyldig delnavn.
nl_nl: Geef een geldige onderdeel naam
pl_pl: Proszę o wpisanie poprawnego tytułu części.
pt_pt: Insira um nome da parte válido.
ro: Vă rugăm să introduceți un nume valid.
ru_ru: Пожалуйста, введите правильное название части.
sl_si: Prosimo vnesite veljavno ime nadaljevanja.
sr@cyrillic: Унесите исправно име дела.
sr_rs@latin: Unesite ispravno ime dela.
sv_se: Ange ett giltigt namn på del.
th: กรุณาป้อนชื่อส่วนที่ถูกต้อง
tr_tr: Lütfen geçerli bir bölüm adı giriniz.
uk_ua: Будь ласка, вкажіть коректну назву частини.
vi: Vui lòng nhập tên phần hợp lệ.
vi_vn: Vui lòng nhập một tên phần hợp lệ.
zh_cn: 请输入一个有效的部分名称

# metadata.property.displayName.name-type
source: Name Type
ar_iq: نوعية الاسم
az: Ad növü
bg_bg: Тип на името (наименованието)
ca_es: Tipus de nom
cs_cz: Typ jména
da_dk: Navnetype
de_de: Namenstyp
el_gr: Τύπος ονόματος
eu: Izen mota
fa_ir: نوع نام
fi_fi: Nimen tyyppi
fr_fr: Type du nom
gl_es: Tipo de nome
hr: Vrsta imena
hy_am: Անվան տեսակ
id: Tipe Nama
is: Tegund heitis
is_is: Tegund nafns
it_it: Tipo di nome
ja_jp: ネームタイプ
ka_ge: სახელის ტიპი
kk: Түр атауы
ku_iq: جۆری ناو
lv: Nosaukuma tips
mk_mk: Тип на име
mr: नावाचा प्रकार
ms_my: Jenis Nama
nb: Navnetype
nl_nl: Type van de naam
pl_pl: Typ nazwy
pt_pt: Tipo de Nome
ro: Tip nume
ru_ru: Тип названия
sl_si: Tip imena
sr@cyrillic: Тип имена
sr_rs@latin: Tip imena
sv_se: Namntyp
th: ประเภทชื่อ
tr_tr: Ad Türü
uk_ua: Тип назви
vi: Loại tên
vi_vn: Loại tên
zh_cn: 名称类型

# metadata.property.validationMessage.name-type
source: Please make sure that you set a valid name type. Supported values are 'personal', 'corporate' and 'conference'.
ar_iq: لطفاً، تأكد من تحديدك نوعية صحيحة للاسم. النوعيات المدعومة هي: 'personal'، 'corporate' و 'conference' ومعانيها على التوالي: شخصي، مؤسساتي، ومؤتمر.
az: Zəhmət olmasa etibarlı bir ad növü müəyyən etdiyinizə əmin olun. Dəstəklənən adlar "şəxsi", "korporativ" və "konfrans"dır.
bg_bg: Моля, уверете се, че сте задали валиден тип име (наименование). Поддържаните стойности са 'personal', 'corporate' и 'conference'.
ca_es: Comproveu que heu introduït un tipus de nom vàlid. Els valors admesos són «personal», «corporatiu» i «conferència».
cs_cz: Ujistěte se, že jste nastavili platný typ jména. Podporované hodnoty jsou 'personal', 'corporate' a 'conference'.
da_dk: Sørg for at angive en gyldig navnetype. Tilladte værdier er 'personlig', 'virksomhed' og 'konference'.
de_de: Bitte stellen Sie sicher, dass Sie einen gültigen Namenstyp setzen. Unterstützte Werte sind 'personal', 'corporate' und 'conference'.
el_gr: Παρακαλούμε σιγουρευτείρε ότι έχετε επιλέξει έναν έγκυρο τύπο ονόματος. Οι τύποι που υποστηρίζονται είναι "προσωπικό", "επιχείρηση" και "συνέδριο".
eu: Mesedez, ziur izan izen mota baliodun bat ezartzen duzula. Balio onartua 'pertsonala', 'korporatiboa' eta 'konferentzia' dira.
fa_ir: یک نوع برای نام خود وارد کنید. این نوع می‌تواند: "حقیقی"، "سازمانی" یا "کنفرانس" باشد
fi_fi: Varmistathan, että asetat kelvollisen nimityypin. Tuettuja arvoja ovat "henkilö" ja "yritys" ja "konferenssi".
fr_fr: Assurez-vous de choisir un type de nom valide. Les valeurs acceptées sont "personnel", "corporatif" et "conférence".
gl_es: Asegúrese de establecer un tipo de nome válido. Os valores admitidos son "persoal", "corporativo" e "conferencia".
hr: Provjerite jeste li postavili valjanu vrstu imena. Podržane vrijednosti su "personal", "corporate" i "conference".
hu: Kérjük, győződjön meg, hogy érvényes névtípust állított be. Támogatott értékek a 'személyes', 'testületi' és 'konferencia'.
hy_am: Խնդրում ենք համոզվել, որ դուք սահմանել եք վավեր անվան տեսակ: Աջակցվող արժեքներն են՝ «անձնական», «կորպորատիվ» և «համաժողով»:
id: Pastikan Anda mengatur tipe nama yang valid. Nilai dukungan adalah 'personal', 'corporate' dan 'conference'.
is: Vertu viss um að þú setjir gilda tegund heitis. Studd gildi eru "persónulegt", "fyrirtæki" og "ráðstefna".
is_is: Vertu viss um að þú setjir gilda nafnategund. Gildi sem stutt er við eru "Persónulegt", "Fyrirtæki" og "Ráðstefna".
it_it: Assicurati di aver selezionato un tipo di nome valido. Valori ammessi sono: personale, ente, convegno.
ja_jp: 有効なネームタイプを設定してください。 サポートされているのは「個人」、「企業」、および「会議」です。
ka_ge: გთხოვთ, დარწმუნდეთ, რომ სახელის სწორი ტიპი გაქვთ მითითებული. მხარდაჭერილი მნიშვნელობებია 'პირადი', 'კორპორატიული' და 'კონფერენცია'.
kk: Тақырып түрін дұрыс енгізгеніңізге көз жеткізіңіз. Қолдау көрсетілетін мәндер: personal, corporate и conference.
ku_iq: تکایە ناوێکی دروست دیاری بکە. ناوەکان دەبێت یەکێک لەمانە بیت؛ 'personal', 'corporate' و 'conference'.
lv: Pārliecinieties, ka esat iestatījis derīgu nosaukuma tipu. Atbalstītās vērtības ir "personal", "corporate" un "conference".
mk_mk: Ве молиме, проверете дали поставивте валиден тип на име. Поддржани вредности се ‚лични‘, ‚корпоративни‘ и ‚конференциски‘.
mr: कृपया खात्री करा की तुम्ही वैध नावाचा प्रकार निवडला (set) आहे. सध्या अस्तित्वात असलेले प्रकार असे आहेत : 'वैयक्तिक', 'सामुहिक' (corporate) आणि 'संमेलन' (conference).
ms_my: Sila pastikan anda menetapkan jenis nama yang sah. Nilai yang disokong ialah 'peribadi', 'korporat' dan 'persidangan'.
nb: Legg til en gyldig navnetype: «person», «organisasjon» eller «konferanse».
nl_nl: Geef een geldig naam-type. Geldige waarden zijn 'personal', 'corporate' en 'conference'.
pl_pl: Czy na pewno został ustawiony poprawny typ nazwy. Obecnie wspierane są następujące typy: osobisty, korporacyjny, konferencja.
pt_pt: Certifique-se que definiu um tipo de nome válido. Os valores suportados são 'pessoal', 'corporativo' e 'conferência'.
ro: Vă rugăm să vă asigurați că setați un tip de nume valid. Valorile acceptate sunt „personale”, „corporative” și „conferințe”.
ru_ru: Пожалуйста, убедитесь, что вы задали правильный тип названия. Поддерживаемые значения: personal, corporate и conference.
sl_si: Prosimo vnesite veljaven tip imena. Podprte vrednosti so 'oseba', 'podjetje', '' in 'konferenca'.
sr@cyrillic: Молимо проверите да ли сте подесили исправан тип имена. Подржане вредности су 'лично', 'корпоративно' и 'конференција'.
sr_rs@latin: Molimo proverite da li ste podesili ispravan tip imena. Podržane vrednosti su 'lično', 'korporativno' i 'konferencija'.
sv_se: Se till att du sätter en giltig namntyp. Giltiga värden är 'personal', 'corporate' och 'conference'.
th: กรุณาตรวจสอบให้แน่ใจว่าคุณได้ตั้งค่าประเภทชื่อที่ถูกต้อง ค่าที่รองรับคือ 'personal', 'corporate' และ 'conference'
tr_tr: Lütfen geçerli bir isim türü belirlediğinizden emin olunuz. Desteklenen isimler 'kişisel', 'kurumsal' ve 'konferans'tır.
uk_ua: Будь ласка, переконайтеся, що ви встановили тип назви. Підтримувані значення: 'personal', 'corporate' and 'conference'.
vi: Vui lòng đảm bảo rằng bạn đặt loại tên hợp lệ. Các giá trị được hỗ trợ là 'personal', 'corporate' và 'conference'.
vi_vn: Hãy đảm bảo rằng bạn đặt một Loại tên hợp lệ. Các giá trị được hỗ trợ là "cá nhân", "công ty" và "hội nghị".
zh_cn: 请确保您设置了有效的名称类型。支持的值包括“个人”，“团体”和“会议”。

# metadata.property.displayName.abstract
source: Abstract
ar_iq: الملخص
az: Xülasə
bg_bg: Абстракт (резюме)
ca_es: Resum
cs_cz: Abstrakt
da_dk: Resumé
de_de: Zusammenfassung
el_gr: Περίληψη
eu: Laburpena
fr_fr: Résumé
gl_es: Resumo
hr: Sažetak
hu: Kivonat
hy_am: Ամփոփում
id: Abstrak
is: Útdráttur
is_is: Útdráttur
ja_jp: 要旨
ka_ge: აბსტრაქტი
kk: Аннотация
ku_iq: پوختە
lv: Kopsavilkums
mk_mk: Апстракт
mr: सारांश
ms_my: Abstrak
nb: Sammendrag
pt_pt: Resumo
ro: Rezumat
ru_ru: Аннотация
sl_si: Izvleček
th: บทคัดย่อ
tr_tr: Özet
uk_ua: Анотація
vi: Tóm tắt
vi_vn: Tóm tắt

# common.queue.long.submissionsUnassigned
source: Unassigned
ar_iq: غير معيّن
az: Təyin edilməyib
bg_bg: Неасоциирани
ca_es: Trameses desassignades
cs_cz: Nepřiřazeno
da_dk: Ikke tildelt
de_de: Nicht zugewiesene Beiträge
el_gr: Χωρίς ανάθεση
eu: Esleitu gabeko bidalketak
fa_ir: انتساب نشده
fi_fi: Osoittamattomat
fr_fr: Soumissions non assignées
gl_es: Sen asignar
hr: Nedodijeljeno
hu: Hozzárendelés nélkül
hy_am: Չի նշանակված
id: Belum Diproses
is: Óúthlutað
is_is: Óúthlutað
it_it: Non assegnati
ja_jp: 未処理
ka_ge: მიუნიჭებელი
kk: Тағайындалмаған
ku_iq: بێ ئەرک کردن
lv: Nepiešķirti
mk_mk: Недоделени
mr: अद्याप नेमून दिलेले नाही
ms_my: Tidak ditugaskan
nb: Ikke tildelt
nl_nl: Niet toegewezen
pl_pl: Nieprzypisany
pt_pt: Não designado
ro: Nealocate
ru_ru: Не назначенные
sl_si: Nedodeljeno
sr@cyrillic: Недодељено
sr_rs@latin: Nedodeljeno
sv_se: Ej tilldelat
th: ยังไม่ได้รับการมอบหมาย
tr_tr: Atanmamış
uk_ua: Не призначені
vi: Chưa được chỉ định
vi_vn: Chưa phân công

# common.queue.long.myAssigned
source: My Assigned
ar_iq: المعيّن لي
az: Təyinatlarım
bg_bg: Асоциирани към мен
ca_es: Les meves trameses assignades
cs_cz: Přiřazeno mně
da_dk: Mine tildelte
de_de: Mir zugewiesene Beiträge
el_gr: Οι Αναθέσεις μου
eu: Niri esleituak
fa_ir: انتساب شده برای من
fi_fi: Minulle osoitetut
fr_fr: Soumissions en cours
gl_es: Meus envíos asignados
hr: Moj Dodijeljeni
hu: Cikkeim
hy_am: Ինձ նշանակված
id: Penugasan
is: Mínar úthlutanir
is_is: Mínar úthlutanir
it_it: Assegnati a me
ja_jp: 担当投稿
ka_ge: ჩემზე მინიჭებული
kk: Маған тағайындалған
ku_iq: ئەرکەکانم
lv: Man piešķirtie
mk_mk: Доделени на мене
mr: मला नेमून दिलेली
ms_my: Penugasan
nb: Mine oppdrag
nl_nl: Toegewezen aan mij
pl_pl: Przypisane do mnie
pt_pt: Minhas Designações
ro: Manuscrise alocate
ru_ru: Назначенные мне
sl_si: Dodeljeno meni
sr@cyrillic: Додељено мени
sr_rs@latin: Dodeljeno meni
sv_se: Mina tilldelade bidrag
th: การมอบหมายของฉัน
tr_tr: Atamalarım
uk_ua: Призначені мені
vi: Đã chỉ định cho tôi
vi_vn: Phân công của tôi

# common.queue.long.submissionsArchived
source: Archived Submissions
ar_iq: طلبات النشر المحفوظة
az: Arxivləşdirilmiş Məqalələr
bg_bg: Архивирани подадени материали
ca_es: Trameses arxivades
cs_cz: Archivované příspěvky
da_dk: Arkiverede indsendelser
de_de: Archivierte Beiträge
el_gr: Αρχειοθετημένες Υποβολές
eu: Artxibatutako bidalketak
fa_ir: بایگانی مقالات ارسالی
fi_fi: Arkistoidut käsikirjoitukset
fr_fr: Sousmissions archivées
gl_es: Envíos arquivados
hr: Arhivirani podnesci
hu: Archívált beküldések
hy_am: Արխիվացված ներկայացումներ
id: Naskah Yang Diarsipkan
is: Geymdar innsendingar
is_is: Geymdar innsendingar
it_it: Proposte archiviate
ja_jp: 投稿アーカイブ
ka_ge: დაარქივებული შენატანები
kk: Мұрағат материалдары
ku_iq: توێژینەوە ئەرشیفکراوەکان
lv: Arhivēti iesniegtie materiāli
mk_mk: Архивирани поднесоци
mr: संग्रहित सादरीकरणे
ms_my: Penyerahan Arkib
nb: Arkiverte innleveringer
nl_nl: Gearchiveerde inzendingen
pl_pl: Zarchiwizowane zgłoszenia
pt_pt: Submissões Arquivadas
ro: Înregistrare arhivată
ru_ru: Архивные материалы
sl_si: Arhivirani prispevki
sr@cyrillic: Архивиране предаје
sr_rs@latin: Arhivirane predaje
sv_se: Arkiverade bidrag
th: การส่งที่เก็บถาวร
tr_tr: Arşivlenmiş Gönderiler
uk_ua: Архів поданих статей
vi: Bài nộp đã lưu trữ
vi_vn: Lưu trữ bài gửi

# submission.authors
source: Authors
ar_iq: المؤلفون
az: müəlliflər
bg_bg: Автори
ca_es: Autors/ores
cs_cz: Autoři
da_dk: Forfattere
de_de: Autor/innen
el_gr: Συγγραφείς
eu: Egileak
fa_ir: نویسنده ی مقاله
fi_fi: Kirjoittajat
fr_fr: Auteurs
gl_es: Autores/as
hr: Autori
hu: Szerzők
hy_am: Հեղինակներ
id: Penulis
is: Höfundar
is_is: Höfundar
it_it: Autori
ja_jp: 著者
ka_ge: ავტორები
kk: Авторлар
ku_iq: توێژەران
lv: Autori
mk_mk: Автори
mr: लेखक
ms_my: Pengarang
nb: Forfattere
nl_nl: Auteurs
pl_pl: Autorzy
pt_pt: Autores
ro: Autori
ru_ru: Авторы
sl_si: Avtorji
sr@cyrillic: Аутори
sr_rs@latin: Autori
sv_se: Författare
th: ผู้แต่ง
tr_tr: Yazarlar
uk_ua: Автори
vi: Tác giả
vi_vn: Các tác giả

# submission.authorBiography
source: Author Biography
ar_iq: السيرة الشخصية للمؤلف
az: Müəllif bioqrafiyası
bg_bg: Авторска биография
ca_es: Biografia de l'autor/a
cs_cz: Biografie autora
da_dk: Forfatterbiografi
de_de: Autor/innen-Biografie
el_gr: Βιογραφικό Συγγραφέα
eu: Egilearen biografia
fa_ir: بیوگرافی نویسنده
fi_fi: Kirjoittajan esittely
fr_fr: Biographie de l'auteur
gl_es: Biografía do autor/a
hr: Biografija autora
hu: Információk a szerzőről
hy_am: Հեղինակի կենսագրությունը
id: Biografi Penulis
is: Um höfund (biography)
is_is: Æfiágrip höfundar
it_it: Biografia autore
ja_jp: 著者略歴
ka_ge: ავტორის ბიოგრაფია
kk: Автор өмірбаяны
ku_iq: ژیاننامەی توێژەر
lv: Autora biogrāfija
mk_mk: Биографија на авторот
mr: लेखकाचे जीवनवृत्त (Biography)
ms_my: Biografi Pengarang
nb: Forfatterbiografi
nl_nl: Biografie auteur
pl_pl: Biogram autora
pt_pt: Biografia do Autor
ro: Biografie autor
ru_ru: Биография автора
sl_si: Biografija avtorja
sv_se: Författarbiografi
th: ชีวประวัติของผู้แต่ง
tr_tr: Yazar Biyografisi
uk_ua: Біографія автора
vi: Tiểu sử tác giả
vi_vn: Tiểu sử Tác giả

# submission.authorBiographies
source: Author Biographies
ar_iq: السير الشخصية للمؤلفين
az: Müəllif bioqrafiyaları
bg_bg: Авторски биографии
ca_es: Biografies de l'autor/a
cs_cz: Biografie autora
da_dk: Forfatterbiografier
de_de: Autor/innen-Biografien
el_gr: Βιογραφικά Συγγραφέων
eu: Egileen biografiak
fa_ir: بیوگرافی نویسندگان
fi_fi: Kirjoittajien biografiat
fr_fr: Bibliographies de l'auteur
gl_es: Biografías do autor/a
hr: Biografije autora
hu: Szerző életrajzok
hy_am: Հեղինակների կենսագրությունները
id: Biografi Penulis
is: Um höfund (biographies)
is_is: Æfiágrip höfundar
it_it: Biografie autore
ja_jp: 著者略歴
ka_ge: ავტორის ბიოგრაფიები
kk: Автор өмірбаяндары
ku_iq: زانیاریی کەسیی نوسەر
lv: Autoru biogrāfijas
mk_mk: Биографии на авторите
mr: लेखकाची जीवनवृत्ते (Biographies)
ms_my: Biografi Pengarang
nb: Forfatterbiografier
nl_nl: Biografieën auteurs
pl_pl: Biogramy autorów
pt_pt: Biografias do Autor
ro: Biografii autori
ru_ru: Биографии авторов
sl_si: Biografije avtorja
sr@cyrillic: Биографије аутора
sr_rs@latin: Biografije autora
sv_se: Författarbiografier
th: ประวัติผู้แต่ง
tr_tr: Yazar Biyografileri
uk_ua: Біографії авторів
vi: Tiểu sử tác giả
vi_vn: Tiểu sử của Tác giả

# submission.representationOfTitle
source: {$representation} of {$title}
az: {$title} / {$representation}
bg_bg: {$representation} на {$title}
ca_es: {$representation} de {$title}
cs_cz: {$representation} z {$title}
da_dk: {$representation} af {$title}
de_de: {$representation} von {$title}
el_gr: {$representation} του {$title}
eu: {$title}-ren {$representation}
fr_fr: {$representation} de {$title}
gl_es: {$representation} do {$title}
hr: {srepresentation} of {$title}
hu: {$title} ennek a {$representation}
hy_am: {$representation} այս {$title}
id: {$representation} dari {$title}
is: {$representation} fyrir {$title}
is_is: {$representation} fyrir {$title}
ja_jp: {$title}の{$representation}
ka_ge: {$representation} — {$title}
kk: {$representation} бойынша {$title}
lv: {$representation} no {$title}
mk_mk: {$representation} на {$title}
mr: {$title} चे {$representation}
ms_my: {$representation} daripada {$title}
nb: {$representation} av {$title}
pt_pt: {$representation} de {$title}
ro: {$representation} al(a) {$title}
ru_ru: {$representation} (представление «{$title}»)
sl_si: {$representation} od {$title}
th: {$representation} ของ {$title}
tr_tr: {$title} / {$representation}
vi: {title}
vi_vn: {$representation} của {$title}

# submission.mySubmissions
source: My Authored
ar_iq: طلباتي للنشر
az: Yazılarım
bg_bg: С мен като автор
ca_es: Les meves trameses d'autor/a
cs_cz: Mé příspěvky
da_dk: Mine indsendelser
de_de: Von mir eingereichte Beiträge
el_gr: Το Συγγραφικό μου Έργο
eu: Nire bidalketak egile moduan
fa_ir: نوشته های من
fi_fi: Omat kirjoitukseni
fr_fr: Mes soumissions
gl_es: Meus envíos
hr: Moj Autor
hu: Saját művek
hy_am: Իմ հեղինակությամբ
id: Artikel Saya
is: Mín höfundarverk
is_is: Mín höfundaverk
it_it: Le mie proposte
ja_jp: 自分が書いた物
ka_ge: ჩემზე მინიჭებული
kk: Менің авторлығыммен
ku_iq: پێشکەشکردنەکانم
lv: Mana autorība
mr: माझे लेखन
ms_my: Kerja Penulisan Saya
nb: Mine innleveringer
nl_nl: Geschreven door mij
pl_pl: Moje zgłoszenia
pt_pt: Minhas Publicações
ro: Autoriatul meu
ru_ru: С моим авторством
sl_si: Moji prispevki
sr@cyrillic: Моје ауторство
sr_rs@latin: Moje autorstvo
sv_se: Bidrag med mig som författare
th: การส่งงานของฉัน
tr_tr: Yazılarım
uk_ua: За моїм авторством
vi: Đã viết bởi tôi
vi_vn: Tôi là tác giả

# submission.addFile
source: Upload File
ar_iq: رفع الملف
az: Faylı yükləyin
bg_bg: Качване на файл
ca_es: Puja un fitxer
cs_cz: Nahrát soubor
da_dk: Upload fil
de_de: Datei hochladen
el_gr: Μεταφόρτωση Αρχείου
eu: Kargatu fitxategia
fa_ir: اضافه کردن فایل
fi_fi: Lataa tiedosto
fr_fr: Transférer le fichier
gl_es: Cargar arquivo
hr: Prenesi datoteku
hu: Fájl feltöltés
hy_am: Վերբեռնեք նիշք
id: Unggah File
is: Hlaða upp skrá
is_is: Hlaða upp skrá
it_it: Carica file
ja_jp: ファイルをアップロード
ka_ge: ფაილის ატვირთვა
kk: Файлды жүктеу
ku_iq: بارکردنی فایل
lv: Augšupielādēt datni
mk_mk: Прикачи датотека
mr: फाईल संक्रमित (अपलोड) करा
ms_my: Muat Naik Fail
nb: Last opp fil
nl_nl: Bestand laden
pl_pl: Prześlij plik
pt_pt: Upload Ficheiro
ro: Încărcare fișier
ru_ru: Загрузить файл
sl_si: Naloži datoteko
sr@cyrillic: Додај фајл
sr_rs@latin: Dodaj fajl
sv_se: Ladda upp fil
th: อัปโหลดไฟล์
tr_tr: Dosya Yükle
uk_ua: Завантажити файл
vi: Tải lên tệp
vi_vn: Tải tệp lên
zh_cn: 上传文件

# submission.additionalFiles
source: Additional Files
az: Əlavə fayllar
bg_bg: Допълнителни файлове
ca_es: Arxius addicionals
cs_cz: Další soubory
da_dk: Yderligere filer
de_de: Zusätzliche Dateien
el_gr: Επιπλέον Αρχεία
eu: Fitxategi gehigarriak
fr_fr: Fichiers supplémentaires
gl_es: Arquivos adicionais
hr: Dodatne datoteke
hu: További fájlok
hy_am: Լրացուցիչ նիշքեր
id: File Tambahan
is: Viðbótarskrár
is_is: Viðbótar skrár
ja_jp: 追加ファイル
ka_ge: დამატებითი ფაილები
kk: Қосымша файлдар
lv: Papildu datnes
mk_mk: Дополнителни датотеки
mr: अतिरिक्त फाईल्स
ms_my: Fail Tambahan
nb: Ytterligere filer
pt_pt: Ficheiros Adicionais
ro: Fișiere adiționale
ru_ru: Дополнительные файлы
sl_si: Dodatne datoteke
th: ไฟล์เพิ่มเติม
tr_tr: Ek Dosyalar
vi: Tệp bổ sung
vi_vn: Các tệp bổ sung

# submission.agencies
source: Agencies
ar_iq: الوكالات
az: Vasitəçilər
bg_bg: Агенции
ca_es: Entitats
cs_cz: Agentury
da_dk: Instanser
de_de: Organisationen
el_gr: ΦορείςΓραφεία
eu: Agentziak
fa_ir: آژانسها
fi_fi: Järjestöt
fr_fr: Organismes
gl_es: Axencias
hr: Ustanove
hu: Ügynökségek
hy_am: Գործակալություններ
id: Nama Agen
is: Umboð
is_is: Umboð
it_it: Agenzie
ja_jp: 機関
ka_ge: სააგენტოები
kk: Ұйымдар
ku_iq: ئاژانسەکان
lv: Aģentūras
mk_mk: Агенции
mr: संस्था (Agencies)
ms_my: Agensi
nb: Støtteorganisasjoner
nl_nl: Organisaties
pl_pl: Instytucje finansujące
pt_pt: Agências
ro: Agenții
ru_ru: Организации
sl_si: Ustanove
sr@cyrillic: Установе
sr_rs@latin: Ustanove
sv_se: Organisationer
th: หน่วยงาน
tr_tr: Aracılık Edenler
uk_ua: Агенції
vi: Các cơ quan
vi_vn: Cơ quan
zh_cn: 机构

# submission.abstractViews
source: Abstract Views
ar_iq: معاينات الملخص
az: Xülasə baxışları
bg_bg: Преглед на абстракти (резюмета)
ca_es: Visualitzacions dels resums
cs_cz: Zobrazení abstraktu
da_dk: Visninger af resuméer
de_de: Ansichten der Abstracts
el_gr: Προβολές Περίληψης
eu: Laburpenen ikuspegiak
fa_ir: مشاهده چکیده
fi_fi: Abstraktin katselukerrat
fr_fr: Vues des résumés
gl_es: Consultas do resumo
hr: Pristupa sažetku
hu: Absztrakt nézetek
hy_am: Ամփոփման դիտումներ
id: Lihat Sari
is: Skoðun útdráttar
is_is: Áhorf útdráttar
it_it: Viste dell'abstract
ja_jp: 要旨を読む
ka_ge: სტატიის აბსტრაქტის გვერდის ნახვები
kk: Аннотацияны қарау
ku_iq: پیشاندانی پوختەکان
lv: Kopsavilkumu skatījumi
mk_mk: Прегледи на апстракт
mr: सारांशाच्या पानावर पोहोचलेले वाचक (Abstract Views)
ms_my: Pandangan Abstrak
nb: Antall visninger av sammendrag
nl_nl: Samenvatting bekeken
pl_pl: Widok abstraktu
pt_pt: Acessos ao Resumo
ro: Vizualizare abstract
ru_ru: Просмотры аннотации
sl_si: Ogled izvlečka
sr@cyrillic: Приступа апстракту
sr_rs@latin: Pregleda apstrakta
sv_se: Visningar av abstract
th: จำนวนการดูบทคัดย่อ
tr_tr: Özet Görüntüleri
uk_ua: Переглядів анотації
vi: Lượt xem tóm tắt
vi_vn: Lượt xem tóm tắt
zh_cn: 在要审查

# submission.accepted
source: Accepted
ar_iq: مقبول
az: Qəbul edildi
bg_bg: Приети
ca_es: Acceptada
cs_cz: Přijata
da_dk: Accepteret
de_de: Angenommen
el_gr: Δεκτό
eu: Onartua
fa_ir: پذیرش
fi_fi: Hyväksytty
fr_fr: Accepté
gl_es: Aceptado
hr: Prihvaćena
hu: Elfogadott
hy_am: Ընդունված
id: Diterima
is: Samþykkt
is_is: Samþykkt
it_it: Accetta
ja_jp: 採用
ka_ge: მიღებული
kk: Қабылданды
ku_iq: قبوڵ کرا
lv: Pieņemts
mk_mk: Прифатени
mr: स्वीकारले
ms_my: Diterima
nb: Akseptert
nl_nl: Geaccepteerd
pl_pl: Zaakceptowany
pt_pt: Aceite
ro: Acceptat(ă)
ru_ru: Принята
sl_si: Sprejeto
sr@cyrillic: Прихваћено
sr_rs@latin: Prihvaćeno
sv_se: Accepterad
th: ได้รับการยอมรับแล้ว
tr_tr: Kabul edildi
uk_ua: Прийнято
vi: Đã chấp nhận
vi_vn: Chấp nhận đăng
zh_cn: 已经接受的

# submission.acknowledge
source: Acknowledge
ar_iq: إقرار
az: Təsdiqləmə
bg_bg: Признание
ca_es: Rebuda
cs_cz: Poděkovat
da_dk: Bekræft
de_de: Bestätigen
el_gr: Ελήφθη
eu: Hartu-agiria
fa_ir: تشکر
fi_fi: Kuittaa vastaanotetuksi
fr_fr: Envoyer un accusé de réception
gl_es: Recibido
hr: Potvrđeno
hu: Visszajelzés, köszönet
hy_am: Հաստատում
id: Diketahui
is: Staðfesta
is_is: Staðfesta
it_it: Ringraziamenti
ja_jp: お礼
ka_ge: დადასტურება
kk: Растаңыз
ku_iq: بڕیار
lv: Apstiprināt
mk_mk: Признај
mr: पोच-पावती
ms_my: Akui
nb: Bekreft
nl_nl: Erkenning
pl_pl: Potwierdzenie
pt_pt: Acusar Receção
ro: Mulțumiri
ru_ru: Подтвердить
sl_si: Potrdi
sr@cyrillic: Потврђено
sr_rs@latin: Potvrđeno
sv_se: Bekräfta
th: ยืนยัน
tr_tr: Onaylama
uk_ua: Подяка
vi: Công nhận
vi_vn: Báo đã nhận
zh_cn: 致谢

# submission.ask
source: Ask
ar_iq: إسأل
az: İstək
bg_bg: Въпрос
ca_es: Sol·licita
cs_cz: Vyžádáno
da_dk: Spørg
de_de: Fragen
el_gr: Ερώτημα
eu: Galdetu
fa_ir: درخواست
fi_fi: Kysy
fr_fr: Demander
gl_es: Preguntar
hr: Upit
hu: Kérdez
hy_am: Հարցնել
id: Tanya
is: Spyrja
is_is: Spyrja
it_it: Richiesta
ja_jp: 依頼
ka_ge: იკითხეთ
kk: Сұраным
ku_iq: بپرسە
lv: Pieprasīt
mk_mk: Прашај
mr: शंका विचारा (Ask)
ms_my: Tanya
nb: Spør
nl_nl: Vraag
pl_pl: Zapytaj
pt_pt: Solicitada em
ro: Întreb
ru_ru: Запрос
sl_si: Zaprošena
sr@cyrillic: Захтевај
sr_rs@latin: Zahtevaj
sv_se: Fråga
th: ถาม
tr_tr: İstek
uk_ua: Запитати
vi: Hỏi
vi_vn: Hỏi
