Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.layout.confirmDeleteGalley
source: Are you sure you want to permanently delete this galley?
ar_iq: هل أنت متأكد من رغبتك في حذف هذا اللوح الطباعي نهائياً؟
az: Bu dizgini tamamilə silmək istədiyinizdən əminsinizmi?
bg_bg: Наистина ли искате да изтриете тази типографията за постоянно?
ca_es: Esteu segur/a que voleu suprimir aquestes galerades de manera permanent?
cs_cz: Jste si jisti, že chcete trvale smazat tuto sazebnici?
da_dk: Er du sikker på, at du vil slette denne publiceringsfil permanent?
de_de: Sind Sie sicher, dass Sie die Fahnen endgültig löschen wollen?
el_gr: Είστε βέβαιοι ότι επιθυμείτε να διαγράψετε οριστικά αυτό το Τυπογραφικό Δοκίμιο;
eu: Ziur zaude galerada hau betiko ezabatu nahi duzula?
fa_ir: آیا میخواهید برای همیشه این کلیشه چاپی را حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän julkaistavan tiedoston pysyvästi?
fr_fr: Êtes-vous certain de vouloir supprimer définitivement cette épreuve ?
gl_es: Seguro/a que queres eliminar permanentemente esta galerada?
hr: Jeste li sigurni da želite trajno izbrisati ovaj prijelom?
hu: Biztos benne, hogy véglegesen törölni szeretné ezt a formátumot?
hy_am: Իսկապե՞ս ուզում եք ընդմիշտ ջնջել այս շարվածքը:
id: Apakah Anda yakin ingin menghapus galley ini secara permanen?
is: Ertu viss um að þú viljir eyða þessu galley?
is_is: Ertu viss um að þú viljir eyða þessu galley?
it_it: Sei sicuro di eliminare definitivamente questa gabbia?
ja_jp: このゲラ版を完全に削除してもよいですか。
ka_ge: დარწმუნებული ხართ, რომ გსურთ სამუდამოდ წაშალოთ ეს სვეტი?
kk: Осы галереяны біржола жойғыңыз келетініне сенімдісіз бе?
ku_iq: ئایا تۆ دڵنیایت لە سڕینەوەی کۆتایی ئەم تابلۆیە؟
lv: Vai tiešām vēlaties neatgriezeniski dzēst šo saliktni?
mk_mk: Дали сте сигурни дека сакате трајно да го избришете овој отисок?
mr: तुम्हाला खात्रीने ही गॅली कायमची हटवायची आहे ना?
ms_my: Adakah anda pasti mahu memadamkan galley ini secara kekal?
nb: Er du sikker på at du permanent vil slette oppsettet?
nl_nl: Weet u zeker dat u deze proefdruk wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć szablon pliku do publikacji?
pt_pt: Deseja realmente eliminar permanentemente esta composição?
ro: Sunteți sigur că doriți să ștergeți permanent această galerie?
ru_ru: Вы уверены, что хотите навсегда удалить эту гранку?
sl_si: Ste prepričani, da želite dokončno zbrisati ta prelom?
sr@cyrillic: Да ли сте сигурни да желите да трајно уклоните ову пробну копију?
sr_rs@latin: Da li ste sigurni da želite da trajno uklonite ovu probnu kopiju?
sv_se: Är du säker på att du vill ta bort den här publiceringsversionen permanent?
th: คุณแน่ใจหรือว่าต้องการลบฉบับจัดรูปแบบนี้อย่างถาวร?
tr_tr: Bu dizgiyi tamamen silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете назавжди видалити цю гранку?
vi: Bạn có chắc chắn muốn xóa vĩnh viễn phiên bản xuất bản định dạng này không?
vi_vn: Bạn có chắc chắn muốn xóa vĩnh viễn bản in này không?
zh_cn: 您确认将永久删除这个样稿?

# submission.layout.confirmDeleteGalleyImage
source: Are you sure you want to remove this image from the galley?
ar_iq: هل أنت متأكد من رغبتك في إزالة هذه الصورة من اللوح الطباعي؟
az: Bu şəkli dizgidən çıxarmaq istədiyinizə əminsinizmi?
bg_bg: Наистина ли искате да премахнете това изображение от типографията?
ca_es: Esteu segur/a que voleu suprimir aquesta imatge de les galerades?
cs_cz: Jste si jisti, že chcete odstranit tento obrázek ze sazebnice?
da_dk: Er du sikker på, at du vil fjerne dette billede fra publiceringsfilen?
de_de: Sind Sie sicher, dass Sie das Bild aus der Fahne entfernen wollen?
el_gr: Είστε βέβαιοι ότι επιθυμείτε να καταργήσετε τη συγκεκριμένη εικόνα από το Τυπογραφικό Δοκίμιο;
eu: Ziur zaude irudi hau kendu nahi duzula galeradatik?
fa_ir: آیا میخواهید این تصویر را از این کلیشه چاپی حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän kuvan julkaistavasta tiedostosta?
fr_fr: Êtes-vous certain de vouloir supprimer cette image de l'épreuve ?
gl_es: Seguro/a que queres eliminar esta imaxe da galerada?
hr: Jeste li sigurni da želite ukloniti ovu sliku iz prijeloma?
hu: Biztos benne, hogy törölni szeretné ezt a képet a tördelt változatból?
hy_am: Իսկապե՞ս ուզում եք հեռացնել այս պատկերը շարվածքից:
id: Apakah Anda yakin ingin memindahkan gambar ini dari galley?
is: Ertu viss um að þú viljir fjarlægja þessa mynd frá lokaprófarkasvæðinu?
is_is: Ertu viss um að þú viljir fjarlægja þessa mynd frá lokaprófarkasvæðinu?
it_it: Sei sicuro di rimuovere questa immagine dalla gabbia?
ja_jp: ゲラ版からこの画像を除去もしてもよいですか。
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ სურათის ამოღება სვეტიდან?
kk: Бұл суретті галлеядан шынымен жойғыңыз келе ме?
ku_iq: ئایا تۆ دڵنیایت لە سڕینەوەی ئەم وێنەیە لە تابلۆی ئەم ژمارەیە؟
lv: Vai tiešām vēlaties izņemt šo attēlu no saliktņa?
mk_mk: Дали сте сигурни дека сакате да ја избришете оваа слика од отисокот?
mr: तुम्हाला खात्रीने ही प्रतिमा गॅलीमधून काढून टाकायची आहे ना?
ms_my: Adakah anda pasti mahu membuang imej ini daripada galley?
nb: Er du sikker på at du vil fjerne dette bilde fra oppsettet?
nl_nl: Weet u zeker dat u deze afbeelding wilt verwijderen uit de proeven?
pl_pl: Czy na pewno chcesz usunąć obraz pliku do publikacji?
pt_pt: Deseja realmente remover esta imagem da composição final?
ro: Sigur doriți să eliminați această imagine din galerie?
ru_ru: Вы уверены, что хотите удалить это изображение из гранки?
sl_si: Ste prepričani, da želite zbrisati to sliko iz preloma?
sr@cyrillic: Да ли сте сигурни да желите да уклоните ову слику из пробне копије?
sr_rs@latin: Da li ste sigurni da želite da uklonite ovu sliku iz probne kopije?
sv_se: Är du säker på att du vill ta bort den här bilden från publiceringsversionen?
th: คุณแน่ใจหรือว่าต้องการลบรูปภาพนี้ออกจากฉบับจัดรูปแบบ?
tr_tr: Dizgiden bu resmi çıkarmak istediğinize emin misiniz?
uk_ua: Ви впевнені, що хочете видалити це зображення з гранки?
vi: Bạn có chắc chắn muốn xóa hình ảnh này khỏi phiên bản xuất bản định dạng không?
vi_vn: Bạn có chắc chắn muốn xóa ảnh này từ bản in thử không?
zh_cn: 您确认将从样稿里删除这个图片?

# submission.layout.deleteGalleyStylesheet
source: Delete this style sheet.
ar_iq: حذف ملف الأنماط هذا.
az: Bu stil səhifəsini silin.
bg_bg: Изтриване на тази стилова таблица.
ca_es: Suprimeix aquestes galerades.
cs_cz: Smazat tento stylesheet.
da_dk: Slet dette stylesheet.
de_de: Diese Formatvorlage löschen.
el_gr: Διαγραφή του συγκεκριμένου StyleSheet.
eu: Ezabatu estilo-orri hau.
fa_ir: حذف این استایل شیت
fi_fi: Poista tämä tyylitiedosto.
fr_fr: Supprimer cette feuille de style.
gl_es: Eliminar esta folla de estilo.
hr: Obrišite ovu stilsku tablicu.
hu: Ennek a stíluslapnak a törlése.
hy_am: Ջնջել այս ոճաթերթիկը:
id: Hapus stylesheet ini.
is: Eyða þessu stílsniði.
is_is: Eyða þessu stílsniði.
it_it: Elimina questo foglio di stile.
ja_jp: このスタイルシートを削除する。
ka_ge: ამ სტილის ფაილის წაშლა.
kk: Осы стиль кестесін жойыңыз.
ku_iq: ئەم شێوازە بسڕەوە.
lv: Dzēst šo stilu lapu.
mr: हे शैली पत्रक (style sheet) हटवा.
ms_my: Padam lembaran gaya ini.
nb: Slett dette stilarket.
nl_nl: Verwijder deze stylesheet.
pl_pl: Usuń styl.
pt_pt: Eliminar esta folha de estilo.
ro: Ștergeți această foaie de stil.
ru_ru: Удалить эту таблицу стилей.
sl_si: Zbriši to stilsko tablico.
sr@cyrillic: Обриши ову страницу стила.
sr_rs@latin: Obriši ovu stranicu stila.
sv_se: Ta bort den här stilmallen.
th: ลบไฟล์สไตล์ชีทนี้
tr_tr: Bu stil sayfasını sil.
uk_ua: Видалити цю таблицю стилів.
vi: Xóa biểu định kiểu này.
vi_vn: Xóa biểu định kiểu này.
zh_cn: 删除这个样式.

# submission.layout.editGalley
source: Edit a Layout Galley
ar_iq: تعديل اللوح الطباعي
az: Tərtibat dizgisini redaktə edin
bg_bg: Редактиране на оформителска типография
ca_es: Edita les galerades de maquetació
cs_cz: Editovat sazebnici
da_dk: Rediger et layout-publiceringsfil
de_de: Fahne bearbeiten
el_gr: Διαμόρφωση Τυπογραφικού Δοκιμίου
eu: Editatu Maketazio-galerada bat
fa_ir: ویرایش کلیشه چاپی
fi_fi: Muokkaa julkaistavaa tiedostoa
fr_fr: Modifier une épreuve de mise en page
gl_es: Editar unha galerada de maquetación
hr: Uređivanje prijeloma
hu: Tördelt formátum szerkesztése
hy_am: Խմբագրել շարվածքի ուրվագիծը
id: Edit Tata Letak Galley
is: Breyta Galley fyrir umbrot
it_it: Modifica la gabbia
ja_jp: レイアウト済ゲラ版の編集
ka_ge: შეცვალეთ განლაგების სვეტი
kk: Галле орналасуын өңдеу
ku_iq: گۆڕانکاری لە نەخشەسازیی تابلۆ
lv: Rediģēt maketa saliktni
mk_mk: Изменете отисок на распоред на труд
mr: लेआउट गॅली संपादित करा
ms_my: Sunting Susun Atur Galley
nb: Rediger et layoutoppsett
nl_nl: Bewerken opmaakproefdruk
pl_pl: Edytuj szablon pliku do publikacji
pt_pt: Editar o modelo para layout
ro: Modificați galeria de machete (de aspect)
ru_ru: Редактировать макет гранки
sl_si: Uredi prelom
sr@cyrillic: Уреди изглед пробне копије
sr_rs@latin: Uredi izgled probne kopije
sv_se: Redigera en layoutad publiceringsversion
th: แก้ไขฉบับจัดรูปแบบ
tr_tr: Mizanpaj Dizgisini Düzenle
uk_ua: Редагувати гранку
vi: Chỉnh sửa phiên bản xuất bản định dạng
vi_vn: Chỉnh sửa Bản trình bày
zh_cn: 编辑这个排版样稿

# submission.layout.galleyFormat
source: Galley Format
ar_iq: صيغة اللوح الطباعي
az: dizayn formatı
bg_bg: Формат на типографията
ca_es: Format de les galerades
cs_cz: Formát sazebnice
da_dk: Publiceringsformat
de_de: Fahnenformat
el_gr: Μορφή Τυπογραφικού Δοκιμίου
eu: Galerada-formatua
fa_ir: فرمت کلیشه چاپی
fi_fi: Julkaistava tiedosto
fr_fr: Format de l'épreuve
gl_es: Formato de galerada
hr: Konačni prijelom
hu: Megjelentetési formátum
hy_am: Շարվածքի ձևաչափ
id: Format Galley
is: Galley snið
it_it: Formato della gabbia
ja_jp: ゲラ版のフォーマット
ka_ge: სვეტის ფორმატი
kk: Галлей форматы
ku_iq: ڕێکخستنی تابلۆ
lv: Saliktņa formāts
mr: गॅलीचे स्वरूप (Format)
ms_my: Format Galley
nb: Oppsettformat
nl_nl: Proef-formaat
pl_pl: Format pliku do publikacji
pt_pt: Formato da Composição Final
ro: Format fișier galerie
ru_ru: Формат гранки
sl_si: Format preloma
sr@cyrillic: Формат пробне копије
sr_rs@latin: Format probne kopije
sv_se: Format på publiceringsversion
th: รูปแบบฉบับจัดรูปแบบ
tr_tr: Dizgi Biçimi
uk_ua: Формат гранки
vi: Định dạng phiên bản xuất bản định dạng
vi_vn: Định dạng Bản in
zh_cn: 样稿文件格式

# submission.layout.galleyHTMLData
source: HTML Galley Files
ar_iq: الملفات الطباعية بصيغة HTML
az: HTML dizayn faylları
bg_bg: Файлове на HTML типография
ca_es: Fitxers HTML de les galerades
cs_cz: HTML soubory sazebnice
da_dk: HTML-publiceringsfiler
de_de: HTML-Fahnendateien
el_gr: Αρχεία Τυπογραφικού Δοκιμίου σε μορφή HTML
eu: HTML galerada-fitxategiak
fa_ir: فایل های کلیشه چاپی HTML
fi_fi: HTML-muotoiset julkaistavat tiedostot
fr_fr: Fichiers HTML de l'épreuve
gl_es: Arquivos de galerada HTML
hr: HTML datoteke prijeloma
hu: HTML formátumú fájlok
hy_am: HTML շարվածքի նիշքեր
id: File Galley HTML
is: HTML Galley skrár
it_it: File HTML della gabbia
ja_jp: HTMLゲラ版ファイル
ka_ge: HTML სვეტის ფაილები
kk: HTML Galley файлдары
ku_iq: فایلی تابلۆ بە HTML
lv: HTML saliktņa datnes
mk_mk: ХТМЛ датотеки на отисок
mr: HTML मधील गॅली फाईल्स
ms_my: Fail Galley HTML
nb: HTML-oppsettfiler
nl_nl: HTML proefdruk bestanden
pl_pl: Pliki HTML do publikacji
pt_pt: Ficheiros de composição HTML
ro: Fișiere de galerie HTML
ru_ru: Файлы гранок HTML
sl_si: HTML datoteke preloma
sr@cyrillic: HTML фајлови пробне копије
sr_rs@latin: HTML fajlovi probne kopije
sv_se: Filer för HTML-publiceringsversion
th: ไฟล์ HTML ฉบับจัดรูปแบบ
tr_tr: HTML Dizgi Dosyaları
uk_ua: Файли гранки HTML
vi: Tệp HTML phiên bản xuất bản định dạng
vi_vn: Các tập tin bản in HTML
zh_cn: HTML样稿格式

# submission.layout.galleyImages
source: Images
ar_iq: الصور
az: Şəkillər
bg_bg: Изображения
ca_es: Imatges
cs_cz: Obrázky
da_dk: Billeder
de_de: Bilder
el_gr: Εικόνες
eu: Irudiak
fa_ir: تصاویر
fi_fi: Kuvat
gl_es: Imaxes
hr: Slike
hu: Képek
hy_am: Պատկերներ
id: Gambar
is: Myndir
it_it: Immagini
ja_jp: 画像
ka_ge: სურათები
kk: Кескіндер
ku_iq: وێنەکان
lv: Attēli
mk_mk: Слики
mr: प्रतिमा (Images)
ms_my: Imej
nb: Bilder
nl_nl: Afbeeldingen
pl_pl: Obrazy
pt_pt: Imagens
ro: Imagini
ru_ru: Изображения
sl_si: Slike
sr@cyrillic: Слике
sr_rs@latin: Slike
sv_se: Bilder
th: รูปภาพ
tr_tr: Şekiller
uk_ua: Зображення
vi: Ảnh
vi_vn: Hình ảnh
zh_cn: 图片

# submission.layout.galleyLabel
source: Galley Label
ar_iq: التسمية
az: Etiket
bg_bg: Заглавие на типографията
ca_es: Etiqueta
cs_cz: Popisek
da_dk: Publicerings-etiket
de_de: Bezeichnung
el_gr: Ετικέτα
eu: Etiketa
fa_ir: برچسب کلیشه چاپی
fi_fi: Julkaistavan tiedoston selite
fr_fr: Étiquette
gl_es: Etiqueta
hr: Ekstenzija
hu: Megjelentetési formátum címke (legfeljebb 32 karakter)
hy_am: Շարվածքի պիտակ
id: Label
is: Galley kennimerki
it_it: Etichetta
ja_jp: ラベル
ka_ge: სვეტის ეტიკეტი
kk: Галлея белгісі
ku_iq: ناسنامەی تابلۆ
lv: Saliktņa iezīme
mk_mk: Ознака на отисок
mr: गॅलीचे लेबल
ms_my: Label Galley
nb: Etikett
nl_nl: Label
pl_pl: Etykieta
pt_pt: Rótulo
ro: Eticheta Galerie
ru_ru: Метка гранки
sl_si: Oznaka
sr@cyrillic: Етикета пробне копије
sr_rs@latin: Etiketa probne kopije
sv_se: Etikett för publiceringsversion
th: ป้ายฉบับจัดรูปแบบ
tr_tr: Etiket
uk_ua: Мітка
vi: Nhãn phiên bản xuất bản định dạng
vi_vn: Nhãn Bản in
zh_cn: 标签

# submission.layout.galleyLabelInstructions
source: Typically used to identify the file format (e.g. PDF, HTML, etc.).
ar_iq: تسمية اللوح الطباعي مستعملة للتعرف على صيغة الملف (مثل: HTML، PDF... إلخ.).
az: dizayn etiketi, fayl növünü göstərmək üçün istifadə olunur (Örneğin; HTML, PDF, PostScript).
bg_bg: Обикновено се използва за идентифициране на файловия формат (напр. PDF, HTML и др.).
ca_es: L’etiqueta de les galerades s’utilitza per a identificar el format de fitxer de l’element (p. ex. HTML, PDF, etc.).
cs_cz: Popisek sazebnice je používán pro identifikaci formátu souboru (např. HTML, PDF atd.).
da_dk: Bruges til at identificere elementets filformat (f.eks. HTML, PDF osv.).
de_de: Die Fahnenbezeichnung dient der Identifikation des Dateiformats (zum Beispiel HTML, PDF etc.).
el_gr: Η ετικέτα του Τυπογραφικού Δοκιμίου χρησιμοποιείται για αναγνώριση της μορφής αρχείου του τεκμηρίου (π.χ.,HTML, PDF, κτλ.).
eu: Fitxategi-formatua (HTML, PDF, etab.) identifikatzeko erabiltzen da galeradaren etiketa.
fa_ir: برچسب کلیشه چاپی برای شناسایی فرمت فایل میباشد. مانند HTML, PDF
fi_fi: Käytetään tyypillisesti identifioimaan tiedostomuotoa (PDF, HTML jne.).
fr_fr: L'étiquette de l'épreuve sert à identifier le format du fichier de l'article (par ex., HTML, PDF, etc.).
gl_es: Normalmente úsase para identificar o formato de arquivo (por exemplo, PDF, HTML, etc.).
hr: Ekstenzijom se označava format datoteke prijeloma (npr. HTML, PDF, itd.).
hu: Jellemzően használt fájl formátum azonosítók (pl. PDF, HTML, stb.).
hy_am: Սովորաբար օգտագործվում է նիշքի ձևաչափը նույնականացնելու համար (օրինակ՝ PDF, HTML և այլն):
id: Label galley digunakan untuk mengidentifikasi format file item (contoh: HTML, PDF, dll.).
is: Gjarnan notað til að skilgreina skráarsnið (t.d. PDF, HTML o.s.frv.).
it_it: L'etichetta per le gabbie viene usata per identificare formato del file dell'articolo (es. HTML, PDF etc.).
ja_jp: ゲラ版のラベルはアイテムのファイルフォーマット（例えば、HTMLやPDFなど）の識別に使用されます。
ka_ge: როგორც წესი, გამოიყენება ფაილის ფორმატის დასადგენად (მაგ. PDF, HTML და ა.შ.).
kk: Әдетте файл форматын анықтау үшін қолданылады (мысалы, HTML, PDF, т.б.).
ku_iq: بەکار دێت بۆ ناسینەوەی ڕێکخستنی فایلەکان بۆ نمونە (PDF، HTML، هتد.).
lv: Parasti tiek izmantots, lai identificētu datnes formātu (piemēram, PDF, HTML u. c.).
mr: सामान्यत: फाईलचे प्रारूप कळण्यासाठी वापरले जाते (उदा. PDF, HTML, इ.).
ms_my: Biasanya digunakan untuk mengenal pasti format fail (cth. PDF, HTML, dsb.).
nb: Etiketten identifiserer filformatet (f.eks. HTML, PDF).
nl_nl: Het proefdruk label wordt gebruik om het item te identificeren (bv. HTML, PDF, enz.).
pl_pl: Zwykle wykorzystywana do identyfikacji formatu pliku (np. PDF, HTML itp.).
pt_pt: O rótulo é utilizado para identificar o formato do documento (ex.: HTML, PDF, etc).
ro: De obicei se folosește pentru a identifica formatul fișierului (de exemplu, PDF, HTML, etc.).
ru_ru: Обычно используется для идентификации формата файла (например, HTML, PDF и т. д.).
sl_si: Oznaka preloma se uporablja za identificiranje formata datoteke (e.g. HTML, PDF, etc.).
sr@cyrillic: Обично се користи за идентификовање формата фајла (нпр. PDF, HTML, etc.).
sr_rs@latin: Obično se koristi za identifikovanje formata fajla (npr. PDF, HTML, itd.).
sv_se: Den här etiketten används vanligen för att identifiera filens filformat (t.ex. PDF, HTML, etc.).
th: มักใช้เพื่อระบุรูปแบบไฟล์ (เช่น PDF, HTML เป็นต้น)
tr_tr: Dizgi etiketi, dosya tipini göstermek için kullanılır (Örneğin; HTML, PDF, PostScript).
uk_ua: Мітка гранки використовується для ідентифікації формату файлу об'єкту (наприклад, HTML, PDF тощо).
vi: Thường được sử dụng để xác định định dạng tệp (ví dụ: PDF, HTML, v.v.).
vi_vn: Thường được sử dụng để xác định định dạng tệp (ví dụ: PDF, HTML, v.v.).
zh_cn: 样稿标签被用于标识项目的文件格式(例如HTML、PDF等).

# submission.layout.galleyLabelRequired
source: A galley label is required.
ar_iq: تسمية اللوح الطباعي مطلوبة حتماً.
az: dizayn etiketi tələb olunur.
bg_bg: Изисква се етикет на типографията.
ca_es: Heu d’introduir una etiqueta per a les galerades.
cs_cz: Je vyžadován popisek sazebnice.
da_dk: En publicerings-etiket er påkrævet.
de_de: Bezeichnung der Fahnen erforderlich.
el_gr: Απαιτείται ετικέτα Τυπογραφικού Δοκιμίου .
eu: Galerada-etiketa eman behar da.
fa_ir: برچسبی برای این کلیشه چاپی لازم است
fi_fi: Julkaistavan tiedoston selite vaaditaan.
fr_fr: Létiquette de l'épreuve est obligatoire.
gl_es: É necesaria unha etiqueta de galerada.
hr: Oznaka prijeloma.
hu: Egy formátumcímke kötelező.
hy_am: Պահանջվում է շարվածքի պիտակը։
id: Label galley diperlukan.
is: Galley kennimerki er áskilið.
it_it: Inserire un'etichetta per la gabbia.
ja_jp: ゲラ版のラベルは必須です。
ka_ge: საჭიროა სვეტის ეტიკეტი.
kk: Галерея белгісі қажет.
ku_iq: ناونانی تابلۆی ئەم ژمارەیە داواکراوە.
lv: Nepieciešama saliktņa iezīme.
mk_mk: Потребна е ознака на отисок.
mr: गॅलीचे लेबल हवे.
ms_my: Label galley diperlukan.
nb: Du må legge inn en etikett.
nl_nl: Een proefdruk label is verplicht.
pl_pl: Etykieta pliku do publikacji jest wymagana.
pt_pt: É obrigatória inserir o rótulo.
ro: Este necesară o etichetă de galerie.
ru_ru: Метка гранки обязательна.
sl_si: Oznaka preloma je obvezna.
sr@cyrillic: Потребна етикета за пробну копију.
sr_rs@latin: Potrebna etiketa za probnu kopiju.
sv_se: Det krävs en etikett för publiceringsversion är obligatorisk.
th: จำเป็นต้องมีป้ายฉบับจัดรูปแบบ
tr_tr: Dizgi etiketi gerekli.
uk_ua: Необхідно вказати мітку гранки.
vi: Cần có nhãn phiên bản xuất bản định dạng.
vi_vn: Một nhãn bản in là bắt buộc.
zh_cn: 一个样稿标签是必须的.

# submission.layout.galleyLanguageRequired
source: A galley language is required.
ar_iq: لغة محتوى اللوح الطباعي مطلوبة حتماً.
az: dizayn dili tələb olunur.
bg_bg: Изисква се език на типографията.
ca_es: Heu d’introduir una llengua per a les galerades.
cs_cz: Je vyžadován jazyk sazebnice.
da_dk: Valg af sprog er påkrævet.
de_de: Eine Sprache für die Fahne wird benötigt.
el_gr: Απαιτείται ο ορισμός μιας γλώσσας για το Τυπογραφικό Δοκίμιο.
eu: Galeradaren hizkuntza zehaztu behar da.
fa_ir: زبان کلیشه چاپی می بایست مشخص شود
fi_fi: Julkaistavan tiedoston kieli vaaditaan.
fr_fr: La langue de l'épreuve est obligatoire.
gl_es: É necesario un idioma da galerada.
hr: Potrebno je navesti jezik prijeloma.
hu: Egy formátum nyelv kötelező.
hy_am: Պահանջվում է շարվածքի լեզուն։
id: Bahasa galley diperlukan.
is: Galley tungumál er áskilið.
it_it: Inserire la lingua della gabbia.
ja_jp: ゲラの言語は必須です。
ka_ge: საჭიროა სვეტის ენა.
kk: Галлея тілі қажет.
ku_iq: زمانی تابلۆ داوا کراوە.
lv: Nepieciešama saliktņa valoda.
mk_mk: Потрбрн е јазик на отисок.
mr: गॅलीची भाषा हवी.
ms_my: Bahasa galley diperlukan.
nb: Du må angi et språk.
nl_nl: Een proefdruk taal is verplicht.
pl_pl: Język pliku do publikacji jest wymagany.
pt_pt: É obrigatório o idioma da composição final.
ro: Este necesară alegerea limbii pentru galerie.
ru_ru: Язык гранки обязателен.
sl_si: Jezik preloma je obvezen.
sr@cyrillic: Потребан језик за локалну копију
sr_rs@latin: Potreban jezik za lokalnu kopiju
sv_se: Det krävs en angivelse om språk för publiceringsversion.
th: จำเป็นต้องมีภาษาของฉบับจัดรูปแบบ
tr_tr: Dizgi dili gerekli.
uk_ua: Необхідно вказати мову гранки.
vi: Cần có ngôn ngữ phiên bản xuất bản định dạng.
vi_vn: Ngôn ngữ bản in là bắt buộc.
zh_cn: 一个样稿语言是必须的.

# submission.layout.galleyLocaleRequired
source: A galley locale is required.
ar_iq: لغة مسمى اللوح الطباعي مطلوبة حتماً.
az: Sətir yeri tələb olunur.
bg_bg: Изисква се локализация на типографията.
ca_es: Heu d’introduir una configuració regional per a les galerades.
cs_cz: Je vyžadováno umístění sazebnice.
da_dk: Et publiceringssprog er påkrævet.
de_de: Eine Regionaleinstellung für die Fahne wird benötigt.
el_gr: Απαιτείται μια τοπική ρύθμιση (locale) για το Τυπογραφικό Δοκίμιο.
eu: Galeradaren locale hizkuntza-paketea zehaztu behar da.
fa_ir: زبان کلیشه چاپی می بایست مشخص شود
fi_fi: Julkaistavan tiedoston kielialue vaaditaan.
fr_fr: La langue de l'épreuve est obligatoire.
gl_es: Requírese un idioma da galerada.
hr: Potrebno je navesti lokalizaciju prijeloma.
hu: A formátum nyelvi környezetét meg kell adni.
hy_am: Պահանջվում է շարվածքի տեղայինը։
id: Galley locale diperlukan.
is: Galley tungumál er áskilið.
it_it: E' necessario indicare la lingua della gabbia.
ja_jp: ゲラの言語は必須です。
ka_ge: საჭიროა სვეტის ენა.
kk: Галлея тілі қажет.
ku_iq: زمانی تابلۆ داوا کراوە.
lv: Nepieciešama saliktņa lokalizācija.
mr: गॅलीचे लोकॅल हवे.
ms_my: Bahasa/locale galley diperlukan.
nb: Du må oppgi en språkpakke.
nl_nl: Een proefdruk taal is verplicht.
pl_pl: Język pliku do publikacji jest wymagany.
pt_pt: É obrigatório o idioma da composição final.
ro: Este necesar un fișier de limbaj local pentru galerie.
ru_ru: Язык гранки обязателен.
sl_si: Lokacija preloma je obvezna.
sr@cyrillic: Потребна локализација за пробну копију
sr_rs@latin: Potrebna lokalizacija za probnu kopiju
sv_se: Det krävs en angivelse om språk/region för publiceringsversionen.
th: จำเป็นต้องมีท้องถิ่นของฉบับจัดรูปแบบ
tr_tr: Dizgi yeri gerekli.
uk_ua: Необхідно вказати локалізацію гранки.
vi: Cần có ngôn ngữ bản địa phiên bản xuất bản định dạng.
vi_vn: Ngôn ngữ bản in là bắt buộc.
zh_cn: 一个样稿语言环境是必须的.

# submission.layout.galleyRemoteURL
source: Remote URL
ar_iq: رابط الإنترنت الخارجي
az: Uzaq url
bg_bg: Отдалечен/външен URL
ca_es: URL remota
cs_cz: Vzdálené URL
da_dk: Ekstern URL
de_de: Entlegener URL
el_gr: Απομακρυσμένο URL
eu: Urruneko URL
fa_ir: آدرس اینترنتی
fi_fi: Etä-URL-osoite
fr_fr: URL distant
gl_es: URL remota
hr: Udaljeni URL
hu: Távoli URL
hy_am: Հեռավար URL
id: URL Luar
is: Ytri vefslóð
it_it: URL remota
ja_jp: リモートURL
ka_ge: დისტანციური URL
kk: Қашықтағы сервердің URL мекенжайы
ku_iq: لینکی دەرەکی
lv: Attālinātais URL
mr: दूरस्थ (Remote) URL
ms_my: URL Jauh
nb: Ekstern URL
pl_pl: Zdalny URL
pt_pt: URL remoto
ro: URL de la distanță
ru_ru: URL-адрес удаленного сервера
sl_si: Oddaljen URL
sr@cyrillic: Удаљени URL
sr_rs@latin: Udaljeni URL
sv_se: Extern URL
th: URL ภายนอก
tr_tr: Uzak URL
uk_ua: Зовнішня адреса URL
vi: URL từ xa
vi_vn: URL từ xa
zh_cn: 远程URL
