Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# editor.submission.allRecommendations.display
source: Recommendations: {$recommendations}
ar_iq: التوصيات: {$recommendations}
az: Təkliflər: {$recommendations}
bg_bg: Препоръки: {$recommendations}
ca_es: Recomanacions: {$recommendations}
cs_cz: Doporučení: {$recommendations}
da_dk: Anbefalinger: {$recommendations}
de_de: Empfehlungen: {$recommendations}
el_gr: Συστάσεις: {$recommendations}
eu: Gomendioak: {$recommendations}
fa_ir: توصیه‌ها: {$recommendations}
fi_fi: Suositukset: {$recommendations}
fr_fr: Recommandations : {$recommendations}
gl_es: Recomendacións: {$recommendations}
hr: Preporuke: {$recommendations}
hu: Javaslatok: {$recommendations}
hy_am: Երաշխավորություններ: {$recommendations}
id: Rekomendasi: {$recommendations}
is: Ráðleggingar: {$recommendations}
it_it: Valutazioni: {$recommendations}
ja_jp: 査読結果: {$recommendation}
ka_ge: რეკომენდაციები: {$recommendations}
kk: Ұсыныстар: {$recommendations}
ku_iq: پێشنیازەکان: {$recommendations}
lv: Rekomendācijas: {$recommendations}
mr: शिफारसी : {$recommendations}
ms_my: Cadangan: {$recommendations}
nb: Anbefalinger: {$recommendations}
nl_nl: Aanbevelingen: {$recommendations}
pl_pl: Rekomendacje: {$recommendations}
pt_pt: Recomendações: {$recommendations}
ro: Recomandări: {$recommendations}
ru_ru: Рекомендации: {$recommendations}
sl_si: Priporočila: {$recommendations}
sv_se: Rekommendationer: {$recommendations}
th: คำแนะนำทั้งหมด: {$recommendations}
tr_tr: Öneriler: {$recommendations}
uk_ua: Рекомендації: {$recommendations}
vi: Đề xuất: {$recommendations}
vi_vn: Các khuyến nghị: {$recommendations}

# editor.submission.recommendation.noDecidingEditors
source: You can not make a recommendation until an editor is assigned with permission to record a decision.
az: #YOX
bg_bg: Не можете да правите препоръка, докато не е асоцииран редактор, който да запише решение.
cs_cz: Doporučení můžete vydat až poté, co vám bude přidělen editor s oprávněním zaznamenat rozhodnutí.
eu: Ezin duzu gomendiorik egin editore bati erabakia erregistratzeko baimena esleitu arte.
hr: Ne možete dati preporuku dok se uredniku ne dodijeli dopuštenje za bilježenje odluke.
hy_am: Դուք չեք կարող առաջարկություն անել, քանի դեռ խմբագրին չի տրվել նշանակում գրանցելու թույլտվությունը:
id: Anda tidak dapat membuat rekomendasi hingga seorang editor ditugaskan dengan ijin mencatat sebuah keputusan.
is: Þú getur ekki veitt ráðleggingar án þess að ritstjóri úthluti þér heimild til að skrá ákvarðanir.
ka_ge: თქვენ არ შეგიძლიათ გააკეთოთ რეკომენდაცია, სანამ რედაქტორს არ მიენიჭება გადაწყვეტილების ჩაწერის ნებართვა.
kk: Шешімді қабылдауға рұқсаты бар редактор тағайындалмайынша, сіз ұсыныс жасай алмайсыз.
lv: Jūs nevarat sniegt rekomendāciju, kamēr redaktoram nav piešķirta atļauja ierakstīt lēmumu.
mr: संपादकाला निर्णयाची नोंद करण्याची परवानगी दिल्याशिवाय तुम्ही शिफारस करू शकत नाही.
pt_pt: Não pode emitir uma recomendação antes de ser designado um editor com permissões para registar uma decisão.
th: คุณไม่สามารถทำคำแนะนำได้จนกว่าจะมีการมอบหมายบรรณาธิการที่มีสิทธิ์ในการบันทึกการตัดสินใจ
vi: Bạn không thể đưa ra đề xuất cho đến khi có biên tập viên được chỉ định có quyền ghi lại quyết định.

# editor.submission.recommendation
source: Recommendation
ar_iq: التوصية
az: Təklif
bg_bg: Препоръка
ca_es: Recomanació
cs_cz: Doporučení
da_dk: Anbefaling
de_de: Empfehlung
el_gr: Σύσταση
eu: Gomendioa
fa_ir: توصیه
fi_fi: Suositus
fr_fr: Recommandation
gl_es: Recomendación
hr: Preporuka
hu: Javaslat
hy_am: Երաշխավորություն
id: Rekomendasi
is: Ráðleggingar
it_it: Valutazione
ja_jp: 査読結果
ka_ge: რეკომენდაცია
kk: Ұсыныс
ku_iq: پێشنیاز
lv: Rekomendācija
mr: शिफारस
ms_my: Cadangan
nb: Anbefaling
nl_nl: Aanbeveling
pl_pl: Rekomendacja
pt_pt: Recomendação
ro: Recomandări
ru_ru: Рекомендация
sl_si: Priporočilo
sv_se: Rekommendation
th: คำแนะนำ
tr_tr: Öneri
uk_ua: Рекомендація
vi: Đề xuất
vi_vn: Khuyến nghị

# editor.submission.recommendation.description
source: Recommend an editorial decision for this submission.
ar_iq: التوصية بقرار تحرير بشأن طلب النشر هذا.
az: Bu Məqalə/yazı üçün bir redaktor qərarı tövsiyə edin.
bg_bg: Препоръчване на редакционно решение за това подаване на материали.
ca_es: Recomaneu una decisió editorial per a aquesta tramesa.
cs_cz: Doporučte redakční rozhodnutí pro tento příspěvek.
da_dk: Anbefal en redaktionel afgørelse i forbindelse med denne indsendelse.
de_de: Eine redaktionelle Entscheidung für diese Einreichung empfehlen.
el_gr: Προτείνετε μία απόφαση σύνταξης για αυτή την υποβολή.
eu: Gomendatu erabaki editorial bat bidalketa honetarako.
fa_ir: توصیه یک تصمیم برای این مقاله ارسالی
fi_fi: Suosittele toimituksellista päätöstä käsikirjoitukseen liittyen.
fr_fr: Faire une recommandation pour cette soumission.
gl_es: Recomenda unha decisión editorial para este envío.
hr: Preporučite uredničku odluku za ovaj podnesak.
hu: Javasoljon egy szerkesztőségi döntést ehhez a beküldéshez.
hy_am: Առաջարկեք խմբագրական որոշում այս ներկայացման համար:
id: Rekomendasi dan keputusan editorial untuk naskah ini.
is: Mæla með ritstjórnarákvörðun fyrir þessa innsendingu.
it_it: Proponi una decisione editoriale per questo manoscritto.
ja_jp: この投稿の編集上の決定を推奨する。
ka_ge: გირჩევთ სარედაქციო გადაწყვეტილებას ამ წარდგინებისთვის.
kk: Осы мақала үшін редакциялық шешімді ұсыныңыз.
ku_iq: پێشنیازەکان و بڕیاری سەرنوسەر دەربارەی ئەم پێشکەشکراوە.
lv: Rekomendēt redakcijas lēmumu šim materiālam.
mr: या सादरीकरणासाठी संपादकीय निर्णयाची शिफारस करा.
ms_my: Syorkan keputusan editorial untuk penyerahan ini.
nb: Anbefal en redaksjonell avgjørelse for denne innleveringen.
nl_nl: Beveel een redacteursbeslissing aan voor deze inzending.
pl_pl: Zarekomenduj decyzję redaktorską dla tekstu.
pt_pt: Recomendar uma decisão editorial para esta submissão.
ro: Recomandă o decizie editorială pentru această prezentare.
ru_ru: Рекомендовать решение редакции для этого материала.
sl_si: Priporoči uredniško odločitev za ta prispevek.
sv_se: Rekommendera ett redaktörsbeslut för det här bidraget.
th: แนะนำการตัดสินใจทางบรรณาธิการสำหรับการส่งงานนี้
tr_tr: Bu gönderi için bir editör kararı tavsiye et.
uk_ua: Рекомендуйте рішення редакції для цього подання.
vi: Đề xuất quyết định biên tập cho bài nộp này.
vi_vn: Đề xuất một quyết định biên tập cho bài nộp này.

# editor.submission.recordedRecommendations
source: Recorded Recommendations
ar_iq: التوصيات المسجلة
az: Qeydiyyatlı təkliflər
bg_bg: Записани препоръки
ca_es: Recomanacions enregistrades
cs_cz: Vložená doporučení
da_dk: Registrerede anbefalinger
de_de: Festgehaltene Empfehlungen
el_gr: Καταγεγραμμένες συστάσεις
eu: Erregistratutako gomendioak
fa_ir: توصیه‌های ثبت شده
fi_fi: Tallennetut suositukset
fr_fr: Recommandations enregistrées
gl_es: Recomendacións gardadas
hr: Zabilježene preporuke
hu: Rögzített javaslatok
hy_am: Արձանագրված առաջարկություններ
id: Rekomendasi Tercatat
is: Skráðar ráðleggingar
it_it: Registra le valutazioni
ja_jp: 保存された査読結果
ka_ge: დაფიქსირებული რეკომენდაციები
kk: Тіркелген ұсыныстар
ku_iq: پێشنیازە تۆمارکراوەکان
lv: Reģistrētās rekomendācijas
mr: नोंदवलेल्या शिफारसी
ms_my: Cadangan Tercatat
nb: Registrerte anbefalinger
nl_nl: Opgeslagen aanbevelingen
pl_pl: Zapisane rekomendacje
pt_pt: Recomendações Gravadas
ro: Recomandări înregistrate
ru_ru: Записанные рекомендации
sl_si: Zabeleženo priporočilo
sv_se: Registrerade rekommendationer
th: คำแนะนำที่บันทึกแล้ว
tr_tr: Kayıtlı Öneriler
uk_ua: Записані рекомендації
vi: Đề xuất đã ghi lại
vi_vn: Các khuyến nghị đã được ghi

# submission.currentStage
source: Current stage
ar_iq: المرحلة الحالية
az: Hazırkı mərhələ
bg_bg: Текущ кръг (етап)
ca_es: Fase actual
cs_cz: Současná etapa
da_dk: Nuværende trin
de_de: Aktueller Arbeitsschritt
el_gr: Τρέχον στάδιο
eu: Uneko fasea
fa_ir: مرحله جاری
fi_fi: Nykyinen vaihe
fr_fr: Étape actuelle
gl_es: Fase actual
hr: Trenutno stanje
hu: Aktuális szakasz
hy_am: Ընթացիկ փուլ
id: Tahap Terkini
is: Núverandi þrep
it_it: Attuale fase
ja_jp: 現在段階
ka_ge: მიმდინარე ეტაპი
kk: Ағымдағы кезең
ku_iq: قۆناغی ئێستا
lv: Pašreizējais posms
mr: सध्याचा टप्पा
ms_my: Peringkat semasa
nb: Nåværende stadie
nl_nl: Huidige stap
pl_pl: Aktualny etap
pt_pt: Etapa Atual
ro: Starea curentă
ru_ru: Текущий этап
sl_si: Trenutna faza
sr@cyrillic: Тренутна фаза
sr_rs@latin: Trenutna faza
sv_se: Nuvarande steg
th: ขั้นตอนปัจจุบัน
tr_tr: Şu Anki Aşama
uk_ua: Поточний етап
vi: Giai đoạn hiện tại
vi_vn: Giai đoạn hiện tại

# submission.noActionRequired
source: No action required
ar_iq: لا يتطلب أي إجراء
az: Hərəkət zəruri deyil
bg_bg: Не се изискват действия
ca_es: No cal que feu cap acció
cs_cz: Není požadována žádná akce¨
da_dk: Der skal ikke foretages yderligere
de_de: Keine Aktion erforderlich
el_gr: Δεν απαιτείται ενέργεια
eu: Ez da ekintzarik behar
fa_ir: هیچ فعالیتی نیاز نیست
fi_fi: Ei vaadi toimenpiteitä
fr_fr: Aucune action requise
gl_es: Non se precisa ningunha acción
hr: Nije potrebna radnja
hu: Nincs teendő
hy_am: Գործողություն չի պահանջվում
id: Tidak perlu tindakan
is: Engra aðgerða er þörf
it_it: Nessuna azione richiesta
ja_jp: 処理不要
ka_ge: მოქმედება არ არის საჭირო
kk: Ештеңе жасаудың қажеті жоқ
ku_iq: هیچ کردارێک داواکراو نییە
lv: Nav nepieciešama rīcība
mr: कोणतीही कार्यवाही अपेक्षित नाही
ms_my: Tiada tindakan diperlukan
nb: Må ikke behandles
nl_nl: Geen actie vereist
pl_pl: Żadne działanie nie jest wymagane
pt_pt: Nenhuma ação requerida
ro: Nu necesită nici o acțiune
ru_ru: Ничего не нужно делать
sl_si: Ukrepanje ni potrebno
sr@cyrillic: Нема потребних радњи
sr_rs@latin: Nema potrebnih radnji
sv_se: Behöver inte åtgärdas
th: ไม่ต้องการการดำเนินการ
tr_tr: Eylem gerekli değil
uk_ua: Жодних дій не вимагається
vi: Không cần hành động
vi_vn: Không có Yêu cầu hành động

# submission.actionNeeded
source: Needs action
ar_iq: يتطلب إجراءً ما
az: Hərəkət zəruridir
bg_bg: Изискват се действия
ca_es: Necessita acció
cs_cz: Je třeba akce
da_dk: Kræver handling
de_de: Aktion erforderlich
el_gr: Απαιτείται ενέργεια
eu: Ekintza behar du
fa_ir: فعالیت های مورد نیاز
fi_fi: Vaatii toimenpiteitä
fr_fr: Action requise
gl_es: Requirese unha acción
hr: Potrebna radnja
hu: Elintézendő feladatok vannak
hy_am: Գործողություն է պահանջվում
id: Perlu tindakan
is: Þarfnast aðgerða
it_it: E' richiesta un'azione
ja_jp: 処理必要
ka_ge: საჭიროებს ქმედებას
kk: Әрекет керек
ku_iq: کردارێک داوا کراوە
lv: Nepieciešama rīcība
mr: कार्यवाही आवश्यक आहे
ms_my: Perlu tindakan
nb: Må behandles
nl_nl: Actie vereist
pl_pl: Wymagane działania
pt_pt: Ação necessária
ro: Are nevoie de acțiune
ru_ru: Необходимо действие
sl_si: Potrebno je ukrepanje
sr@cyrillic: Потребна је радња
sr_rs@latin: Potrebna je radnja
sv_se: Behöver åtgärdas
th: ต้องการการดำเนินการ
tr_tr: Eylem gerekli
uk_ua: Необхідна дія
vi: Cần hành động
vi_vn: Cần hành động

# reviewer.submission.reviewFiles
source: Review Files
ar_iq: ملفات التحكيم
az: Faylları dəyərləndir
bg_bg: Файлове за рецензиране
ca_es: Fitxers de revisió
cs_cz: Soubory pro recenzi
da_dk: Bedømmelsesfiler
de_de: Gutachten-Dateien
el_gr: Αρχεία Αξιολόγησης
eu: Berrikusteko fitxategiak
fa_ir: فایل داوری
fi_fi: Arviointitiedostot
fr_fr: Fichiers d'évaluation
gl_es: Revisar arquivos
hr: Pregledajte datoteke
hu: Szakmai lektorálási fájlok
hy_am: Գրախոսման նիշքեր
id: File Review
is: Ritrýniskrár
it_it: File della revisione
ja_jp: 査読ファイル
ka_ge: ფაილების გადახედვა
kk: Рецензияға арналған файлдар
ku_iq: فایلەکانی هەڵسەنگاندن
lv: Recenzijas datnes
mr: फाईल्सचे समीक्षण करा
ms_my: Fail Ulasan
nb: Kontroller filene
nl_nl: Review bestanden
pl_pl: Pliki do recenzji
pt_pt: Ficheiros de Revisão
ro: Fișiere revizie
ru_ru: Файлы для рецензии
sl_si: recenzentske datoteke
sr@cyrillic: Прегледај фајлове
sr_rs@latin: Pregledaj fajlove
sv_se: Granskningsfiler
th: ไฟล์การทบทวน
tr_tr: Dosyaları Değerlendir
uk_ua: Файли для рецензування
vi: Tệp đánh giá
vi_vn: Các tập tin Phản biện

# submission.submit.currentFile
source: Current file
ar_iq: الملف الحالي
az: Cari fayl
bg_bg: Текущ файл
ca_es: Fitxer actual
cs_cz: Aktuální soubor
da_dk: Eksisterende fil
de_de: Aktuelle Datei
el_gr: Τρέχον αρχείο
eu: Uneko fitxategia
fa_ir: فایل جاری
fi_fi: Nykyinen tiedosto
fr_fr: Fichier en cours
gl_es: Arquivo actual
hr: Trenutačna datoteka
hu: Aktuális fájl
hy_am: Ընթացիկ նիշք
id: File Sekarang
is: Núverandi skrá
it_it: File corrente
ja_jp: 現在のファイル
ka_ge: მიმდინარე ფაილი
kk: Ағымдағы файл
ku_iq: فایلەکانی ئێستا
lv: Pašreizējā datne
mr: सध्याची फाईल
ms_my: Fail semasa
nb: Nåværende fil
nl_nl: Huidig bestand
pl_pl: Aktualny plik
pt_pt: Ficheiro atual
ro: Fișier curent
ru_ru: Текущий файл
sl_si: Trenutna datoteka
sr@cyrillic: Тренутни фајлови
sr_rs@latin: Trenutni fajlovi
sv_se: Nuvarande fil
th: ไฟล์ปัจจุบัน
tr_tr: Güncel dosya
uk_ua: Поточний файл
vi: Tệp hiện tại
vi_vn: Tập tin hiện tại

# submission.finalDraft
source: Draft Files
ar_iq: ملفات المسودات
az: Qaralama dosyelər
bg_bg: Работни файлове (чернови)
ca_es: Fitxers d'esborranys finals
cs_cz: Soubory před redakční úpravou
da_dk: Filer til redigering
de_de: Entwurf für Lektorat
el_gr: Πρόχειρα αρχεία
eu: Zirriborro-fitxategiak
fa_ir: فایل های پیشنویس
fi_fi: Luonnostiedostot
fr_fr: Fichiers des ébauches finales
gl_es: Borradores finais
hr: Skice datoteka
hu: Vázlat fájlok
hy_am: Սևագիր նիշքեր
id: File Draf
is: Drög
it_it: File di draft
ja_jp: 原稿ファイル
ka_ge: ფაილების პროექტი
kk: Жарамсыз файлдар жинағы
ku_iq: فایلی گەڵاڵەکراو
lv: Projekta datnes
mr: मसुदा फाईल्स
ms_my: Fail Draf
nb: Filer til språkvask
nl_nl: Proefbestanden
pl_pl: Pliki robocze
pt_pt: Ficheiros de Rascunho
ro: Fișiere cu schițe (ciorne)
ru_ru: Файлы черновиков
sl_si: Osnutki datotek
sr@cyrillic: Привремени фајлови
sr_rs@latin: Privremeni fajlovi
sv_se: Utkastfiler
th: ไฟล์ร่างสุดท้าย
tr_tr: Taslak Dosyalar
uk_ua: Файли чернеток
vi: Tệp bản nháp
vi_vn: Các tập tin nháp

# editor.submission.addAuditorError
source: There was an error trying to assign the auditor. Please Try again.
ar_iq: حدث خطأ ما عند محاولة تعيين المتابع. لطفاً، حاول مجدداً.
az: Nəzarətçi təyin edərkən bir xəta baş verdi. Zəhmət olmasa təkrar cəhd edin.
bg_bg: Възникна грешка при опит за асоцииране на одитора. Моля, опитайте отново.
ca_es: S'ha produït un error quan s'intentava assignar l'auditor/a. Torneu-ho a intentar.
cs_cz: Při přiřazování posuzovatele došlo k chybě. Zkuste to, prosím, ještě jednou.
da_dk: Der fremkom en fejl under forsøget på at tilføje auditøren. Prøv igen.
de_de: Es gab einen Fehler beim Hinzufügen des/der Prüfer/in. Bitte versuchen Sie es erneut.
el_gr: Παρουσιάστηκε σφάλμα στην προσπάθεια ανάθεσης στον κριτή. Παρακαλώ ξαναπροσπαθήστε.
eu: Errore bat gertatu da auditorea esleitzen saiatzean. Saiatu berriro.
fa_ir: در انتساب حسابرس خطایی رخ داد. لطفاً دوباره تلاش کنید.
fi_fi: Tarkastajaa valittaessa tapahtui virhe. Yritä uudelleen.
fr_fr: Erreur : l'auditeur n'a pas pu être assigné. Essayez à nouveau.
gl_es: Houbo un erro ao intentar asignar ao auditor/a. Por favor intentao de novo.
hr: Došlo je do pogreške prilikom dodjeljivanja revizora. Molim te pokušaj ponovno.
hu: Hiba történt az ellenőrző hozzárendelésekor. Kérjük, próbálja meg újra.
hy_am: Աուդիտորին հանձնարարելիս սխալ տեղի ունեցավ: Խնդրում ենք կրկին փորձեք.
id: Terjadi kesalahan saat mencoba menugaskan auditor. Silakan diulangi.
is: Það kom upp villa við skráningu höfundar. Vinsamlega reyndu aftur.
it_it: C'è stato un errore nel tentativo di assegnare un valutatore. Prova ancora.
ja_jp: 監査役の任命中にエラーが発生しました。 もう一度やり直してください。
ka_ge: მიმოხილვის აღდგენისას მოხდა შეცდომა. გთხოვთ კიდევ სცადეთ.
kk: Аудиторды тағайындау кезінде қате орын алды. Қайталап көріңіз.
ku_iq: هەڵەیەک لە ئەرکدارکردنی وردبینی ژمێریاریدا هەیە. تکایە دوبارە هەوڵ بدەوە.
lv: Pieļauta kļūda, mēģinot piešķirt auditoru. Lūdzu, mēģiniet vēlreiz.
mr: ऑडिटर नियुक्त करण्याचा प्रयत्न करताना एक त्रुटी आली. कृपया पुन्हा प्रयत्न करा.
ms_my: Berlaku ralat semasa cuba menetapkan juruaudit. Sila cuba lagi.
nb: Det oppsto en feil da du prøvde å oppnevne sluttkontrollør. Forsøk igjen.
nl_nl: Er was een fout bij het toewijzen van een corrector. Probeer opnieuw.
pl_pl: Wystąpił błąd podczas przypisywania kontrolera. Spróbuj ponownie.
pt_pt: Ocorreu um erro ao tentar atribuir o auditor. Por favor, tente novamente.
ro: A apărut o eroare în încercarea de atribuire a auditorului. Vă rugăm să încercați din nou.
ru_ru: Произошла ошибка при попытке назначить аудитора. Пожалуйста, попробуйте снова.
sl_si: Pri dodelitvi revizorja je prišlo do napake. Poskusite ponovno.
sr@cyrillic: Појавила се грешка у додели ревизора. Покушајте поново.
sr_rs@latin: Pojavila se greška u dodeli revizora. Pokušajte ponovo.
sv_se: Det blev ett fel när manusgranskare skulle registreras.
th: เกิดข้อผิดพลาดในการพยายามมอบหมายผู้ตรวจสอบ โปรดลองอีกครั้ง
tr_tr: Denetçiyi atamaya çalışırken bir hata oluştu. Lütfen tekrar deneyin.
uk_ua: Під час спроби призначити аудитора сталася помилка. Будь ласка, спробуйте ще раз.
vi: Đã xảy ra lỗi khi cố gắng chỉ định người kiểm tra. Vui lòng thử lại.
vi_vn: Đã xảy ra lỗi khi cố gắng chỉ định kiểm soát viên. Vui lòng thử lại.

# submission.event.fileEdited
source: The metadata for file "{$filename}" was edited by {$username}.
az: "{$filename}" faylının üst dataları {$username} tərəfindən tənzimləndi
bg_bg: Метаданните за файла "{$originalFileName}" бяха редактирани от {$username}.
cs_cz: Metadata souboru "{$originalFileName}" editoval {$username}.
eu: "{$filename}" fitxategiaren metadatuak {$username}-k editatu ditu.
gl_es: {$Username} editou os metadatos do arquivo "{$originalFileName}".
hr: Metapodatke za datoteku "{$filename}" uredio je {$username}.
hu: Ennek a fájlnak a metaadata "{$filename}" szerkesztve lett általa {$username}.
hy_am: "{$originalFileName}" նիշքի մետատվյալները խմբագրվել են {$username} -ի կողմից:
id: Metadata file "{$filename}" telah diubah oleh {$username}.
is: Lýsigögnum fyrir skránna "{$filename}" var breytt af {$username}.
ja_jp: ファイル「{$originalFileName}」のメタデータは{$username}によって編集されました。
ka_ge: მეტამონაცემები ფაილისთვის "{$originalFileName}" რედაქტირებულია {$username}.
kk: "{$filename}" файлының метадеректерін {$username} пайдаланушысы өңдеді.
lv: Datnes "{$filename}" metadatus rediģēja {$username}.
mr: "{$filename}" या फाईलचा मेटाडेटा {$username} ने बदलला.
ms_my: Metadata bagi fail "{$originalFileName}" telah disunting oleh {$username}.
nb: Metadataene til filen "{$filename}" ble redigert av {$username}.
pt_pt: Os metadados do ficheiro "{$originalFileName}" foi editado por {$username}.
ru_ru: Метаданные для файла «{$originalFileName}» были отредактированы пользователем {$username}.
sl_si: Uporabnik {$username} je spremenil metapodatke za datoteko "{$originalFileName}".
th: เมทาดาทาของไฟล์ "{$filename}" ถูกแก้ไขโดย {$username}
tr_tr: "{$originalFileName}" dosyasının üstverileri {$username} tarafından düzenlendi.
vi: Metadata cho tệp {username}.

# submission.event.fileUploaded
source: A file "{$filename}" was uploaded for submission {$submissionId} by {$username}.
ar_iq: تم رفع الملف "{$originalFileName}" إلى طلب النشر {$submissionId} من قبل {$username}.
az: "{$filename}" adlı fayl, {$submissionId} nömrəli Məqalə üçün {$username} tərəfindən göndərilmək üçün yükləndi.
bg_bg: Файлът "{$originalFileName}" за материала {$submissionId} беше качен от {$username}.
ca_es: El fitxer «{$originalFileName}» s'ha carregat per a la tramesa {$submissionId} per {$username}.
cs_cz: Soubor "{$originalFileName}" byl nahrán pro příspěvek {$submissionId} uživatelem {$username}.
da_dk: En fil "{$originalFileName}" blev uploadet til indsendelse {$submissionId} af {$username}.
de_de: Eine Datei "{$originalFileName}" wurde von {$username} für die Einreichung {$submissionId} hochgeladen.
el_gr: Μεταφορτώθηκε το αρχείο "{$originalFileName}" για την υποβολή {$submissionId} από τον/την {$username}.
eu: "{$filename}" fitxategia {$submissionId} bidalketarako igo du {$username} erabiltzaileak.
fa_ir: فایل «{$originalFileName}» توسط {$username} برای مقاله شماره {$submissionId} آپلود شد.
fi_fi: {$username} latasi tiedoston "{$originalFileName}" käsikirjoitukseen {$submissionId} liittyen.
fr_fr: Le fichier "{$originalFileName}" pour la soumission {$submissionId} par {$username} a été transféré.
gl_es: {$username} cargou o arquivo "{$originalFileName}" para o envío {$submissionId}.
hr: Datoteku "{$filename}" učitao je {$username} za podnošenje {$submissionId}.
hu: "{$filename}" fájlt feltöltötte a {$username} felhasználó {$submissionId} azonosítóval.
hy_am: "{$originalFileName}" նիշքը վերբեռնվեց {$username}-ի կողմից {$submissionId} -ի ներկայացման համար:
id: File "{$filename}" diunggah untuk naskah masuk {$submissionId} oleh {$username}.
is: Skrá "{$filename}" var hlaðið upp til innsendingar {$submissionId} af {$username}.
it_it: Un file "{$originalFileName}" è stato caricato per la proposta {$submissionId} da parte di {$username}.
ja_jp: ファイル「{$originalFileName}」が {$username}によって投稿{$submissionId}にアップロードされました。
ka_ge: ფაილი "{$originalFileName}" წაიშალა {$submissionId} წარსადგენად, {$username}.
kk: "{$filename}" файлын "{$username}" пайдаланушысы "{$submissionId}" мазмұнына жүктеп салды.
ku_iq: فایلی "{$originalFileName}" بار کرا بۆ پێشکەشکردنی {$submissionId} لە لایەن{$username}.
lv: Datni "{$filename}" materiālam {$submissionId} augšupielādēja {$username}.
mr: {$username} ने {$submissionId} या सादरीकरणाची "{$filename}" फाईल संक्रमित (अपलोड) केली.
ms_my: Fail "{$originalFileName}" telah dimuat naik untuk penyerahan {$submissionId} oleh {$username}.
nb: Filen «{$filename}» ble lastet opp av {$username} for {$submissionId}.
nl_nl: Er werd een bestand "{$originalFileName}" opgeladen voor inzending {$submissionId} door {$username}.
pl_pl: Plik "{$originalFileName}" został przesłany do zgłoszenia {$submissionId} przez {$username}.
pt_pt: Um ficheiro "{$originalFileName}" foi submetido {$submissionId} por {$username}.
ro: Fișierul "{$filename}" a fost încărcat pentru înregistrarea manuscrisului {$submissionId} de {$username}.
ru_ru: Файл «{$originalFileName}» был загружен для материала «{$submissionId}» пользователем «{$username}».
sl_si: {$username} je naložil datoteko "{$originalFileName}" za prispevek {$submissionId}.
sr@cyrillic: {$username} је доставио документ "{$originalFileName}" уз предају {$submissionId}.
sr_rs@latin: {$username} je dostavio dokument "{$originalFileName}" uz predaju {$submissionId}.
sv_se: Filen "{$originalFileName}" laddas upp till bidrag {$submissionId} av {$username}.
th: ไฟล์ "{$filename}" ถูกอัปโหลดสำหรับการส่งงาน {$submissionId} โดย {$username}
tr_tr: "{$originalFileName}" adlı dosya, {$submissionId} numaralı gönderi için {$username} tarafından gönderilmek üzere yüklendi.
uk_ua: Файл "{$originalFileName}" був завантажений для подання {$submissionId} користувачем {$username}.
vi: Một tệp {submissionId} bởi {$username}.
vi_vn: Một tệp "{$originalFileName}" đã được tải lên cho bài {$ submitId} bởi {$ username}.
