Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.fileDetails
source: File Details
ar_iq: تفاصيل الملف
az: Fayl təfərrüatları
bg_bg: Информация за файл
ca_es: Detalls del fitxer
cs_cz: Detaily souboru
da_dk: Filoplysninger
de_de: Dateidetails
el_gr: Λεπτομέρειες αρχείου
eu: Fitxategiaren xehetasunak
fa_ir: جزئیات فایل
fi_fi: Tiedoston tiedot
fr_fr: Détails du fichier
gl_es: Detalles do arquivo
hr: Pojedinosti datoteke
hu: Fájl részletek
hy_am: Նիշքի մանրամասներ
id: Detail File
is: Nánar um skrá
it_it: Dettagli del file
ja_jp: ファイル詳細
ka_ge: ფაილის დეტალები
kk: Файл туралы ақпарат
ku_iq: وردەکاریی فایلەکان
lv: Informācija par datni
mk_mk: Детали за датотека
mr: फाईलचा तपशील
ms_my: Butiran Fail
nb: Fildetaljer
nl_nl: Bestandsdetails
pl_pl: Szczegóły
pt_pt: Detalhes do Ficheiro
ro: Detalii fișier
ru_ru: Информация о файле
sl_si: Podrobnosti datoteke
sr@cyrillic: Детаљи документа
sr_rs@latin: Detalji dokumenta
sv_se: Detaljer för fil
th: รายละเอียดไฟล์
tr_tr: Dosya Detayları
uk_ua: Деталі файлу
vi: Chi tiết tệp
vi_vn: Chi tiết Tập tin
zh_cn: 文件详细

# submission.nameRequired
source: A name is required for this item.
ar_iq: الاسم مطلوب لهذه الفقرة.
az: Bu maddən üçün bir ad tələb olunur
bg_bg: За този елемент се изисква наименование.
ca_es: Es requereix un nom per a aquest element.
cs_cz: Prosím, vyplňte položku jméno.
da_dk: Dette element skal have et navn.
de_de: Für diesen Eintrag ist ein Name erforderlich.
el_gr: Απαιτείται όνομα για αυτό το κομμάτι.
eu: Elementu honek izena behar du.
fa_ir: برای این مورد یک نام لازم است
fi_fi: Tälle kohteelle vaaditaan nimi.
fr_fr: Le nom est obligatoire pour cet élément.
gl_es: É necesario un nome para este elemento.
hr: Za ovu stavku potreban je naziv.
hu: Meg kell adnia egy nevet a tételhez.
hy_am: Այս նյութի համար անունը պարտադիր է։
id: Nama diperlukan untuk item ini.
is: Það þarf heiti á þetta atriði.
it_it: Inserisci un nome per questa risorsa.
ja_jp: このアイテムには名前が必要です。
ka_ge: საჭიროა სახელი ამ ელემენტისათვის.
kk: Бұл элемент үшін атау қажет.
ku_iq: ناوێک بۆ ئەم دانەیە داوا کراوە.
lv: Šai vienībai jānorāda nosaukums.
mk_mk: Потребно е име за овој елемент.
mr: या लेखासाठी नाव आवश्यक आहे.
ms_my: Nama diperlukan untuk item ini.
nb: Elementet må ha et navn.
nl_nl: Een naam is verplicht voor dit onderdeel.
pl_pl: Nazwa jest wymagana.
pt_pt: É necessário um nome para este item.
ro: Este necesar un nume pentru acest element.
ru_ru: Название обязательно для этого элемента.
sl_si: Za to je obvezno ime.
sr@cyrillic: Унесите назив
sr_rs@latin: Unesite naziv
sv_se: Den här elementet måste ha ett namn.
th: จำเป็นต้องมีชื่อสำหรับรายการนี้
tr_tr: Bu madde için bir isim gerekiyor.
uk_ua: Необхідно вказати назву для цього об'єкту.
vi: Cần có tên cho mục này.
vi_vn: Bắt buộc phải có tên cho mục này.
zh_cn: 项目名是必须的

# submission.date.mmdd
source: MM-DD
az: Aa-gg
bg_bg: ММ-ДД
ca_es: DD-MM
de_de: MM-TT
el_gr: MM-HH
eu: HH-EE
fi_fi: KK-PP
fr_fr: MM-JJ
gl_es: DD-MM
hu: HH-NN
hy_am: ԱԱ-ՕՕ
it_it: MM-GG
kk: АА-КК
mr: MM-DD (सादरीकरणाची तारीख या स्वरूपात)
nl_nl: DD-MM
ro: LL-ZZ
ru_ru: ММ-ДД
sl_si: DD.MM
sr@cyrillic: ДД.ММ
sr_rs@latin: DD.MM
tr_tr: AA-GG
uk_ua: ММ-ДД
vi_vn: TT-NN
zh_cn: 月-日

# submission.date.yyyymmdd
source: YYYY-MM-DD
az: Yyyy-aa-gg
bg_bg: ГГГГ-ММ-ДД
ca_es: DD-MM-AAAA
cs_cz: RRRR-MM-DD
da_dk: ÅÅÅÅ-MM-DD
de_de: JJJJ-MM-TT
el_gr: EEEE-MM-HH
eu: UUUU-HH-EE
fi_fi: VVVV-KK-PP
fr_fr: AAAA-MM-JJ
gl_es: AAAA-MM-DD
hu: ÉÉÉÉ-HH-NN
hy_am: ՏՏՏՏ-ԱԱ-ՕՕ
is: AAAA-MM-DD
it_it: AAA-MM-GG
kk: ЖЖЖЖ-АА-КК
lv: GGGG-MM-DD
mr: YYYY-MM-DD (सादरीकरणाची तारीख या स्वरूपात)
nb: ÅÅÅÅ-MM-DD
nl_nl: DD-MM-YYYY
pl_pl: RRRR-MM-DD
pt_pt: AAAA-MM-DD
ro: AAAA-LL-ZZ
ru_ru: ГГГГ-ММ-ДД
sl_si: DD.MM.LLLL
sr@cyrillic: ДД.ММ.ГГГГ.
sr_rs@latin: DD.MM.GGGG.
sv_se: ÅÅÅÅ-MM-DD
tr_tr: YYYY-AA-GG
uk_ua: РРРР-ММ-ДД
vi_vn: NNNN-TT-NN
zh_cn: 年-月-日

# submission.submit.contributorRole
source: Contributor's role
ar_iq: دور المساهم
az: Töhfə verənin rolu
bg_bg: Роля на автора/сътрудника
ca_es: Rol del contribuïdor
cs_cz: Role autora
da_dk: Bidragyders rolle
de_de: Rolle des Beiträgers/der Beiträgerin
el_gr: Ρόλος Συντελεστή
eu: Kolaboratzailearen rola
fa_ir: نقش پدیدآورنده
fi_fi: Tekijän rooli
fr_fr: Rôle du contributeur
gl_es: Rol del colaborador/a
hr: Uloga suradnika
hu: Közreműködői szerepkörök
hy_am: Աջակցողի դերը
id: Peran kontributor
is: Hlutverk framlagsaðila
it_it: Ruolo del contributore
ja_jp: 寄稿者の役割
ka_ge: კონტრიბუტორის როლი
kk: Автордың рөлі
ku_iq: ڕۆڵی هاوبەشکار
lv: Līdzautora loma
mk_mk: Улога на соработник
mr: लेखकाची भूमिका (Contributor's role)
ms_my: Peranan penyumbang
nb: Bidragsyterens rolle
nl_nl: Rol van de bijdrager
pl_pl: Rola współautora
pt_pt: Papel do Colaborador
ro: Rolul contributoului
ru_ru: Роль автора
sl_si: Vloga sodelavca
sr@cyrillic: Улога сарадника
sr_rs@latin: Uloga saradnika
sv_se: Medarbetares roll
th: บทบาทของผู้มีส่วนร่วม
tr_tr: Katkıda bulunanın rolü
uk_ua: Роль автора
vi: Vai trò của người đóng góp
vi_vn: Vai trò của người đóng góp

# submission.submit.addAuthor
source: Add Contributor
ar_iq: أضف مساهماً
az: Töhfə verən əlavə edin
bg_bg: Добавяне на автор/сътрудник
ca_es: Afegeix col·laborador
cs_cz: Přidat autora
da_dk: Tilføj bidragyder
de_de: Beiträger/in hinzufügen
el_gr: Προσθήκη Συντελεστή
eu: Gehitu kolaboratzailea
fa_ir: افزودن مشارکت کننده
fi_fi: Lisää tekijä
fr_fr: Ajouter un contributeur
gl_es: Engadir colaborador/a
hr: Dodajte suradnika
hu: Közreműködő hozzáadása
hy_am: Ավելացրեք աջակցող
id: Tambah Kontributor
is: Bæta við framlagsaðila
it_it: Aggiungi contributore
ja_jp: 寄稿者を追加
ka_ge: წევრის დამატება
kk: Авторды қосыңыз
ku_iq: هاوبەشێک زیاد بکە
lv: Pievienot līdzautoru
mk_mk: Додај соработник
mr: लेखकाचा (Contributor) समावेश करा
ms_my: Tambah Penyumbang
nb: Legg til bidragsyter
nl_nl: Voeg bijdrager toe
pl_pl: Dodaj współautora
pt_pt: Adicionar Colaborador
ro: Adăugare contributor
ru_ru: Добавить автора
sl_si: Dodaj sodelujočega
sr@cyrillic: Додај сарадника
sr_rs@latin: Dodaj saradnika
sv_se: Lägg till medarbetare
th: เพิ่มผู้มีส่วนร่วม
tr_tr: Katkıda Bulunan Ekle
uk_ua: Додати автора
vi: Thêm người đóng góp
vi_vn: Thêm cộng sự

# submission.submit.form.languagesRequired
source: Please enter a language.
ar_iq: لطفاً، أدخل اللغة.
az: Zəhmət olmasa bir dil əlavə edin
bg_bg: Моля, въведете език.
ca_es: Introduïu un idioma.
cs_cz: Vložte, prosím, jazyk.
da_dk: Indtast et sprog.
de_de: Bitte geben Sie eine Sprache ein.
el_gr: Εισάγετε μια γλώσσα.
eu: Sartu hizkuntza bat.
fi_fi: Anna kieli
fr_fr: Merci de renseigner une langue.
hr: Unesite jezik.
hu: Kérjük, adja meg a nyelvet.
hy_am: Մուտք արեք լեզուն։
id: Pilih bahasa.
is: Settu inn tungumál.
it_it: Inserire una lingua.
ja_jp: 言語を入力してください。
ka_ge: გთხოვთ, შეიტანოთ ენა.
kk: Тілді енгізіңіз.
ku_iq: زمانێکی داخل بکە.
lv: Lūdzu, norādiet valodu.
mk_mk: Ве молиме внесете јазик.
mr: कृपया भाषेची नोंद करा.
ms_my: Sila masukkan bahasa.
nb: Angi et språk.
nl_nl: Vul een taal in.
pt_pt: Introduza um idioma.
ro: Introduceți limba.
ru_ru: Пожалуйста, укажите язык.
sl_si: Prosimo vnesite jezik prispevka.
sv_se: Vänligen ange språk.
th: กรุณาป้อนภาษา
tr_tr: Lütfen bir dil ekleyiniz.
uk_ua: Будь ласка, вкажіть мову.
vi: Vui lòng nhập ngôn ngữ.
vi_vn: Vui lòng nhập một ngôn ngữ hợp lệ.

# submission.submit.form.subjectsRequired
source: Please enter a subject.
ar_iq: لطفاً، أدخل الموضوع.
az: Zəhmət olmasa bir mövzu əlavə edin
bg_bg: Моля, въведете предмет.
ca_es: Introduïu un tema.
cs_cz: Vložte, prosím, předmět.
da_dk: Indtast et emne.
de_de: Bitte geben Sie ein Thema ein.
el_gr: Εισάγετε ένα θέμα.
eu: Sartu gai bat.
fi_fi: Anna aihe
fr_fr: Sujet requis.
hr: Unesite predmet.
hu: Kérjük, adjon meg tárgyat.
hy_am: Մուտք արեք խորագիրը։
id: Tambahkan subjek.
is: Settu inn efni.
it_it: Inserire un oggetto.
ja_jp: 件名を入力してください。
ka_ge: გთხოვთ შეიტანოთ თემა.
kk: Тақырыпты енгізіңіз.
ku_iq: تکایە بابەتێک داخل بکە.
lv: Lūdzu, norādiet tematu.
mk_mk: Ве молиме внесете предмет.
mr: कृपया विषयाची (subject) नोंद करा.
ms_my: Sila masukkan subjek.
nb: Legg inn et emne.
nl_nl: Vul een onderwerp in.
pt_pt: Insira um assunto.
ro: Introduceți un subiect.
ru_ru: Пожалуйста, укажите тему.
sl_si: Prosimo vnesite naslov prispevka.
sv_se: Vänligen ange ett ämne.
th: กรุณาป้อนหัวข้อ
tr_tr: Lütfen bir konu ekleyiniz.
uk_ua: Будь ласка, вкажіть тему.
vi: Vui lòng nhập chủ đề.
vi_vn: Vui lòng nhập một chủ đề.

# submission.submit.form.disciplinesRequired
source: Please enter a discipline.
ar_iq: لطفاً، أدخل التخصص.
az: Zəhmət olmasa bir ixtisas əlavə edin
bg_bg: Моля, въведете дисциплина.
ca_es: Introduïu una disciplina.
cs_cz: Vložte, prosím, disciplínu.
da_dk: Indtast et fagområde.
de_de: Bitte geben Sie ein Fachgebiet ein.
eu: Sartu diziplina bat.
fi_fi: Anna tieteenala
fr_fr: Discipline requise.
hr: Unesite disciplinu.
hu: Kérjük, adja meg a szakterületet.
hy_am: Մուտք արեք գիտակարգը։
id: Masukkan bidang ilmu.
is: Settu inn fræðasvið.
it_it: Inserire una disciplina.
ja_jp: 分野を入力してください。
ka_ge: გთხოვთ, შეიტანოთ დისციპლინა.
kk: Тақырыпты көрсетіңіз.
ku_iq: تکایە بوارێک داخل بکە.
lv: Lūdzu, norādiet nozari.
mk_mk: Ве молиме внесете дисциплина.
mr: कृपया ज्ञानशाखेची (discipline) नोंद करा.
ms_my: Sila masukkan disiplin.
nb: Angi et fagfelt.
nl_nl: Vul een discipline in.
pt_pt: Insira uma Área de Conhecimento.
ro: Introduceți o disciplină.
ru_ru: Пожалуйста, укажите предмет.
sl_si: Prosimo vnesite disciplino.
sv_se: Vänligen ange en disciplin.
th: กรุณาป้อนสาขาวิชา
tr_tr: Lütfen bir disiplin ekleyiniz.
uk_ua: Будь ласка, вкажіть предмет.
vi: Vui lòng nhập lĩnh vực.
vi_vn: Vui lòng nhập một chuyên ngành hợp lệ.

# submission.submit.form.keywordsRequired
source: Please enter a keyword.
ar_iq: لطفاً، أدخل كلمة مفتاحية.
az: Zəhmət olmasa bir açar söz əlavə edin
bg_bg: Моля, въведете ключова дума.
ca_es: Introduïu una paraula clau.
cs_cz: Vložte, prosím, klíčová slova.
da_dk: Indtast et nøgleord.
de_de: Bitte geben Sie ein Schlagwort ein.
el_gr: Εισάγετε μια λέξη-κλειδί.
eu: Sartu hitz-gako bat.
fi_fi: Anna avainsana
fr_fr: Mots-clés requis.
hr: Unesite ključnu riječ.
hu: Kérjük, adjon meg kulcsszót.
hy_am: Մուտք արեք բանալի բառը։
id: Tambahkan kata kunci.
is: Settu inn lykilorð.
it_it: Per favore inserisci le parole chiave.
ja_jp: キーワードを入力してください。
ka_ge: გთხოვთ, შეიტანოთ საკვანძო სიტყვა.
kk: Кілт сөзді енгізіңіз.
ku_iq: تکایە کلیلە وشەیەک بنوسە.
lv: Lūdzu, norādiet atslēgvārdu.
mk_mk: Ве молиме внесете клучен збор.
mr: कृपया सूचक शब्दाची (की-वर्ड) नोंद करा.
ms_my: Sila masukkan kata kunci.
nb: Angi et nøkkelord.
nl_nl: Vul een trefwoord in.
pt_pt: Insira uma palavra-chave.
ro: Introduceți un cuvânt cheie.
ru_ru: Пожалуйста, укажите ключевое слово.
sl_si: Prosimo vnesite ključne besede.
sv_se: Vänligen ange nyckelord.
th: กรุณาป้อนคำสำคัญ
tr_tr: Lütfen bir anahtar kelime ekleyiniz.
uk_ua: Будь ласка, вкажіть ключове слово.
vi: Vui lòng nhập từ khóa.
vi_vn: Vui lòng nhập một từ khoá.

# submission.submit.form.coverageRequired
source: Please enter the coverage information.
ar_iq: لطفاً، أدخل معلومات التغطية.
az: Zəhmət olmasa əhatə dairəsi məlumatlarını daxil edin.
bg_bg: Моля, въведете информацията за обхвата.
ca_es: Introduïu la informació de cobertura.
cs_cz: Vložte, prosím, informace o pokrytí.
da_dk: Indtast information om dækning.
de_de: Bitte geben Sie Informationen zum Abdeckungsbereich ein.
eu: Sartu estalduraren informazioa.
fi_fi: Anna kattavuustiedot
fr_fr: Merci de renseigner les champs d'application.
hr: Unesite podatke o pokrivenosti.
hu: Kérjük, adja meg a megjelenési adatokat.
hy_am: Մուտք արեք ծածկույթի մասին տեղեկատվությունը։
id: Tambahkan informasi cakupan.
is: Settu inn upplýsingar um umfang.
it_it: Inserirei la copertura dell'articolo.
ja_jp: カバレッジ情報を入力してください。
ka_ge: გთხოვთ, შეიტანოთ ინფორმაცია დაფარვის შესახებ.
kk: Қамту туралы ақпаратты беріңіз.
ku_iq: تکایە زانیارییەکانی پەراوێز بنوسە.
lv: Lūdzu, norādiet informāciju par aptvērumu.
mr: कृपया व्याप्तिची (Coverage) माहिती नोंदवा.
ms_my: Sila masukkan maklumat liputan.
nb: Angi informasjon om dekning.
nl_nl: Vul de gegevens over het bereik in.
pt_pt: Insira informação de cobertura.
ro: Introduceți informații acoperire.
ru_ru: Пожалуйста, укаэите информацию об охвате.
sl_si: Prosimo vnesite informacije o pokritosti.
sv_se: Vänligen ange information om täckning.
th: กรุณาป้อนข้อมูลการครอบคลุม
tr_tr: Lütfen kapsam bilgilerini girin.
uk_ua: Будь ласка, вкажіть інформацію про охоплення.
vi: Vui lòng nhập thông tin phạm vi.
vi_vn: Vui lòng nhập thông tin phủ sóng hợp lệ.

# submission.submit.form.typeRequired
source: Please enter the type.
ar_iq: لطفاً، أدخل النوع.
az: Zəhmət olmasa növü daxil edin.
bg_bg: Моля, въведете типа.
ca_es: Introduïu la tipologia.
cs_cz: Vložte, prosím, typ.
da_dk: Indtast en type.
de_de: Bitte geben Sie den Typ ein.
eu: Sartu mota.
fi_fi: Anna tyyppi
fr_fr: Renseigner le type.
hr: Unesite vrstu.
hu: Kérjük, adja meg a típust.
hy_am: Մուտք արեք տեսակը։
id: Tambahkan Tipe.
is: Settu inn tegund.
it_it: Inserire la tipologia.
ja_jp: タイプを入力してください。
ka_ge: გთხოვთ, შეიტანოთ ტიპი.
kk: Түрін көрсетіңіз.
ku_iq: تکایە جۆرەکەی داخل بکە.
lv: Lūdzu, norādiet tipu.
mk_mk: Ве молиме внесете го типот.
mr: कृपया प्रकाराची (type) नोंद करा.
ms_my: Sila masukkan jenis.
nb: Angi typen.
nl_nl: Vul het type in.
pt_pt: Introduza o tipo.
ro: Introduceți tipul.
ru_ru: Пожалуйста, укажите тип.
sl_si: Prosimo vnesite tip.
sv_se: Vänligen ange typ.
th: กรุณาป้อนประเภท
tr_tr: Lütfen tür giriniz.
uk_ua: Будь ласка, вкажіть тип.
vi: Vui lòng nhập loại.
vi_vn: Vui lòng nhập một loại.

# submission.submit.form.sourceRequired
source: Please enter the source.
ar_iq: لطفاً، أدخل المصدر.
az: Zəhmət olmasa mənbə daxil edin.
bg_bg: Моля, въведете източника.
ca_es: Introduïu la font.
cs_cz: Vložte, prosím, zdroj.
da_dk: Indtast en kilde.
de_de: Bitte geben Sie die Quelle ein.
eu: Sartu iturria.
fi_fi: Anna lähde
fr_fr: Renseigner la source de l'information.
hr: Unesite izvor.
hu: Kérjük, adja meg a forrást.
hy_am: Մուտք արեք աղբյուրը։
id: Masukkan sumber.
is: Settu inn uppruna.
it_it: Inserire la fonte.
ja_jp: ソースを入力してください。
ka_ge: გთხოვთ, შეიტანოთ წყარო.
kk: Дереккөзді көрсетіңіз.
ku_iq: تکایە سەرچاوەکە داخل بکە.
lv: Lūdzu, norādiet avotu.
mk_mk: Ве молиме внесете го изворот.
mr: कृपया स्रोताची (source) नोंद करा.
ms_my: Sila masukkan sumber.
nb: Angi kilde.
nl_nl: Vul de bron in.
pt_pt: Introduza a fonte.
ro: Introduceți sursa.
ru_ru: Пожалуйста, укажите источник.
sl_si: Prosimo vnesite vir.
sv_se: Vänligen ange källa.
th: กรุณาป้อนแหล่งที่มา
tr_tr: Lütfen kaynak giriniz.
uk_ua: Будь ласка, вкажіть джерело.
vi: Vui lòng nhập nguồn.
vi_vn: Vui lòng nhập nguồn.

# submission.submit.form.rightsRequired
source: Please enter the rights.
ar_iq: لطفاً، أدخل الحقوق.
az: Zəhmət olmasa hüquqları daxil edin.
bg_bg: Моля, въведете правата.
ca_es: Introduïu els drets.
cs_cz: Vložte, prosím, autorská práva.
da_dk: Indtast rettighederne.
de_de: Bitte geben Sie die Rechte ein.
eu: Sartu eskubideak.
fi_fi: Anna oikeudet
fr_fr: Préciser les droits d'utilisation.
hr: Unesite prava.
hu: Kérjük, adja meg a felhasználási jogokat.
hy_am: Մուտք արեք իրավունքները։
id: Masukkan hak cipta.
is: Settu inn réttindi.
it_it: Inserire i diritti sull'articolo.
ja_jp: 権限を入力してください。
ka_ge: გთხოვთ, შეიტანოთ უფლებები.
kk: Материалға құқықтарды көрсетіңіз.
ku_iq: تکایە مافەکان داخل بکە.
lv: Lūdzu, norādiet tiesības.
mk_mk: Ве молиме внесете ги правата.
mr: कृपया अधिकारांसंबंधीची (rights) नोंद करा.
ms_my: Sila masukkan hak.
nb: Angi informasjon om rettigheter.
nl_nl: Vul de rechten in.
pt_pt: Introduza os direitos.
ro: Introduceți drepturile.
ru_ru: Пожалуйста, укажите права на материал.
sl_si: Prosimo vnesite pravice.
sv_se: Vänligen ange rättigheter.
th: กรุณาป้อนข้อมูลเกี่ยวกับสิทธิ์
tr_tr: Lütfen hakları giriniz.
uk_ua: Будь ласка, вкажіть авторські права.
vi: Vui lòng nhập quyền.
vi_vn: Vui lòng nhập các quyền tác giả.

# submission.submit.form.citationsRequired
source: Please enter the references.
ar_iq: لطفاً، أدخل المراجع.
az: Zəhmət olmasa referansları daxil edin
bg_bg: Моля, въведете препратките към литературата (библиография).
ca_es: Introduïu les referències.
cs_cz: Vložte, prosím, reference.
da_dk: Indtast referencerne.
de_de: Bitte geben Sie die Literaturnachweise ein.
eu: Sartu erreferentziak.
fi_fi: Anna viitteet
fr_fr: Renseigner les références.
hr: Molimo unesite reference.
hu: Kérjük, adja meg a hivatkozásokat.
hy_am: Մուտք արեք մատենագիտական հղումը։
id: Masukkan referensi.
is: Settu inn heimildir.
it_it: Per favore inserisci le citazioni.
ja_jp: 参考文献を入力してください。
ka_ge: გთხოვთ, შეიტანოთ მითითებები.
kk: Библиографиялық анықтамаларды беріңіз.
ku_iq: تکایە سەرچاوەکان داخل بکە.
lv: Lūdzu, norādiet atsauces.
mk_mk: Ве молиме внесете ги референците.
mr: कृपया संदर्भांची (references) नोंद करा.
ms_my: Sila masukkan rujukan.
nb: Angi referanser.
nl_nl: Vul de referenties in.
pt_pt: Introduza as referências.
ro: Introduceți referințele.
ru_ru: Пожалуйста, укажите библиографические ссылки.
sl_si: Prosimo vnesite referencirano literaturo.
sv_se: Vänligen ange referenser.
th: กรุณาป้อนรายการอ้างอิง
tr_tr: Lütfen referansları giriniz.
uk_ua: Будь ласка, вкажіть посилання.
vi: Vui lòng nhập tài liệu tham khảo.
vi_vn: Vui lòng nhập các tài liệu tham khảo.

# submission.submit.form.dataAvailabilityRequired
source: Please enter the Data Availability Statement.
az: Zəhmət olmasa məlumatların mövcudluğunu daxil edin.
cs_cz: Zadejte prohlášení o dostupnosti údajů.
eu: Sartu datuen erabilgarritasun adierazpena.
hr: Unesite Izjavu o dostupnosti podataka.
id: Silakan masukkan Pernyataan Ketersediaan Data.
lv: Lūdzu, norādiet datu pieejamības paziņojumu.
mr: कृपया डेटा उपलब्धता विधानाची (Data Availability Statement) नोंद करा.
pt_pt: Insira a Declaração de Disponibilidade de Dados Científicos.
th: กรุณาป้อนคำแถลงความพร้อมใช้งานของข้อมูล
vi: Vui lòng nhập Tuyên bố khả dụng dữ liệu.

# submission.form.name
source: Name the file (e.g., Manuscript; Table 1)
ar_iq: أعط هذا الملف اسماً يساعد على التعرف عليه
az: Bu fayla bir ad verin
bg_bg: Име на файла (напр. Ръкопис; Таблица 1)
ca_es: Poseu un nom al fitxer (p.ex., Tramesa Smith, Taula Smith 1)
cs_cz: Jméno souboru (napr. Rukopis, Tabulka 1)
da_dk: Giv denne fil et navn (f.eks., Manuskript; Tabel 1)
de_de: Bitte geben Sie dieser Datei einen aussagekräftigen Namen.
eu: Eman fitxategi honi izen erabilgarri bat
fa_ir: نام فایل را مشخص کنید( برای مثال: متن مقاله؛ جدول 1)
fi_fi: Nimeä tiedosto (esim. Käsikirjoitus; Taulukko 1)
fr_fr: Nommer le fichier (par exemple : manuscrit ; table1)
gl_es: Nomee o arquivo (por exemplo, Manuscrito; Táboa 1)
hr: Imenujte datoteku (npr. Rukopis; Tablica 1)
hu: A fájl neve (pl., Kézirat; Tálázat 1)
hy_am: Անվանեք նիշքը (օրինակ՝ ձեռագիր, Աղյուսակ 1)
id: Beri nama file (misalnya, Naskah; Tabel 1)
is: Gefðu skránni heiti (t.d. Handrit; Tafla 1)
it_it: Dai al file un nome comprensibile
ja_jp: ファイルに名前を付けてください ( 例 : 原稿 、表 1)
ka_ge: დაასახელეთ ფაილი (მაგ., ხელნაწერი; ცხრილი 1)
kk: Файлды атаңыз (мысалы, қолжазба; 1-кесте)
ku_iq: ناوی فایلەکەت بنێ ( بۆ نمونە، ڕەشنوس؛ خشتەی ١)
lv: Nosauciet datni (piemēram, Manuskripts; 1. tabula)
mk_mk: Именувајте ја датотеката (пр. Ракопис; Табела 1)
mr: फाईलला नाव द्या (उदा. मूळ प्रत (Manuscript); तक्ता १)
ms_my: Namakan fail (cth., Manuskrip; Jadual 1)
nb: Gi filen et navn (f.eks. Manuskript; Tabell 1)
nl_nl: Geef dit een behulpzame naam
pl_pl: Opis pliku
pt_pt: Nomeie o ficheiro (por exemplo, Manuscrito; Tabela 1)
ro: Numele fișierului (ex., Manuscris; Tabelul 1)
ru_ru: Назовите файл (например, Рукопись; Таблица 1)
sl_si: Dajte datoteki pomensko ime
sr@cyrillic: Унесите име документа (нпр. Рукопис; Табела 1)
sr_rs@latin: Unesite ime dokumenta (npr. Rukopis; Tabela 1)
sv_se: Namnge filen (t.ex. Manus; Tabell 1)
th: ตั้งชื่อไฟล์ (เช่น บทความ; ตารางที่ 1)
tr_tr: Bu dosyaya anlamlı bir ad ver
uk_ua: Дайте цьому файлу зручну назву
vi: Đặt tên tệp (ví dụ: Bản thảo; Bảng 1)
vi_vn: Đặt tên cho tập tin (ví dụ: Bản thảo; Bảng 1)
zh_cn: 给这个文件一个有用的名称

# submission.form.replaceExisting
source: Replacing an Existing File?
ar_iq: أتريد استبدال الملف الموجود؟
az: Mövcud fayl dəyişdirilsinmi?
bg_bg: Подмяна на съществуващ файл?
ca_es: Voleu substituir un fitxer existent?
cs_cz: Nahradit existující soubor?
da_dk: Erstat en eksisterende fil?
de_de: Eine existierende Datei ersetzen?
eu: Ordeztu jada badagoen fitxategi bat?
fa_ir: جایگزینی با فایل موجود؟
fi_fi: Korvataanko olemassa oleva tiedosto?
fr_fr: Remplacer un fichier existant ?
gl_es: Queres substituír un ficheiro existente?
hr: Zamjena postojeće datoteke?
hu: Kicseréli a meglévő fájlt?
hy_am: Փոխարինո՞ւմ եք գոյություն ունեցող նիշքը:
id: Ganti File Sebeumnya?
is: Skipta út skrá?
it_it: Sostituire un file esistente?
ja_jp: 既存のファイルを置き換えますか。
ka_ge: ჩანაცვლდეს არსებული ფაილი?
kk: Бар файлды ауыстыру керек пе?
ku_iq: ئایا دەتەوێت فایلەکە ئاڵوگۆڕ بکەیت؟
lv: Aizstāt esošo datni?
mk_mk: Заменувате постоечка датотека?
mr: अस्तित्वात असलेली फाईल बदलायची आहे का?
ms_my: Menggantikan Fail Sedia Ada?
nb: Erstatte en eksisterende fil?
nl_nl: Een bestaand bestand vervangen?
pl_pl: Zamiana istniejącego pliku?
pt_pt: Substituir um ficheiro existente?
ro: Înlocuiți fișierul existent?
ru_ru: Заменить существующий файл?
sl_si: Zamenjam obstoječo datoteko?
sr@cyrillic: Заменити постојећи фајл?
sr_rs@latin: Zameniti postojeći fajl?
sv_se: Ersätter du en befintlig fil?
th: กำลังแทนที่ไฟล์ที่มีอยู่หรือไม่?
tr_tr: Mevcut Dosya Değiştirilsin mi?
uk_ua: Замінити існуючий файл?
vi: Thay thế tệp hiện có?
vi_vn: Thay thế một tệp hiện có?
zh_cn: 替换现有的文件吗？

# workflow.review.internalReview
source: Internal Review
ar_iq: التحكيم الداخلي
az: Daxili dəyərləndirmə
bg_bg: Вътрешно рецензиране
ca_es: Revisió interna
cs_cz: Interní recenze
da_dk: Intern bedømmelse
de_de: Interne Begutachtung
el_gr: Εσωτερική Κρίση
eu: Barneko berrikuspena
fa_ir: داور داخلی
fi_fi: Sisäinen arviointi
fr_fr: Examen interne
gl_es: Revisión interna
hr: Interni pregled
hu: Belső lektorálás
hy_am: Ներքին գրախոսություն
id: Review Internal
is: Innri ritrýni
it_it: Revisione interna
ja_jp: 内部査読
ka_ge: შიდა მიმოხილვა
kk: Өзара ішкі рецензия
ku_iq: هەڵسەنگاندنی ناوخۆیی
lv: Iekšējā izvērtēšana
mk_mk: Интерна рецензија
mr: अंतर्गत समीक्षण
ms_my: Ulasan Dalaman
nb: Intern vurdering
nl_nl: Interne review
pl_pl: Wewnętrzna recenzja
pt_pt: Revisão Interna
ro: Revizie internă
ru_ru: Внутренне рецензирование
sl_si: Interna recenzija
sr@cyrillic: Интерно рецензирање
sr_rs@latin: Interna recenzija
sv_se: Intern granskning
th: การทบทวนภายใน
tr_tr: Dahili Değerlendirirme
uk_ua: Внутрішнє рецензування
vi: Đánh giá nội bộ
vi_vn: Phản biện nội bộ

# workflow.stage.any
source: Any Stage
ar_iq: أية مرحلة
az: Hər hansı bir addım
bg_bg: Всеки кръг (етап)
ca_es: Qualsevol fase
cs_cz: Libovolná etapa
da_dk: Ethvert trin
de_de: Irgendein Stadium
el_gr: Οποιοδήποτε Στάδιο
eu: Edozein fase
fa_ir: همه ی مراحل
fi_fi: Mikä tahansa vaihe
fr_fr: Toutes étapes
gl_es: Calquera fase
hr: Bilo koja faza
hu: Bármelyik szakasz
hy_am: Ցանկացած փուլ
id: Tahap Apa Saja
is: Hvaða þrep sem er
it_it: Ogni fase
ja_jp: 任意の段階
ka_ge: ნებისმიერი ეტაპი
kk: Әр кезең
ku_iq: هەر قۆناغێک
lv: Jebkurš posms
mk_mk: Било која фаза
mr: कोणत्याही टप्प्यावर
ms_my: Mana-mana Peringkat
nb: Alle stadier
nl_nl: Eender welke stap
pl_pl: Dowolny etap
pt_pt: Qualquer Etapa
ro: Orice stadiu
ru_ru: Любой этап
sl_si: Poljubna faza
sr@cyrillic: Било која фаза
sr_rs@latin: Bilo koja faza
sv_se: Vilket steg som helst
th: ทุกขั้นตอน
tr_tr: Herhangi Bir Aşama
uk_ua: Будь-який етап
vi: Bất kỳ giai đoạn nào
vi_vn: Giai đoạn bất kỳ
