Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# category.coverImage
source: Cover Image
ar_iq: صورة الغلاف
az: Üzqabığı Şəkili
bg_bg: Изображение на обложката
ca_es: Imatge de coberta
cs_cz: Titulní obrázek
da_dk: Forsidebillede
de_de: Titelbild
el_gr: Εικόνα Εξώφυλλου
eu: Azalaren irudia
fi_fi: Kansikuva
fr_fr: Image de couverture
gl_es: Imaxe da cuberta
hr: Naslovna slika
hu: Borítókép
hy_am: Կազմի պատկեր
id: Gambar Sampul
is: Forsíðumynd
it_it: Immagine di copertina
ja_jp: 表紙画像
ka_ge: ყდის სურათი
kk: Мұқаба суреті
lv: Vāka attēls
mr: मलपृष्ठावरील प्रतिमा
ms_my: Imej Muka Depan
nb: Omslagsbilde
nl_nl: Omslagafbeelding
pt_pt: Imagem de Capa
ro: Imagine de copertă
ru_ru: Изображение обложки
sl_si: Naslovnica
th: ภาพหน้าปก
tr_tr: Kapak Görseli
uk_ua: Зображення обкладинки
vi: Ảnh bìa
vi_vn: Ảnh bìa

# submission.submit.placement.categories
source: Categories
ar_iq: الفئات
az: Kateqoriyalar
bg_bg: Категории
cs_cz: Kategorie
da_dk: Kategorier
de_de: Kategorien
el_gr: Κατηγορίες
eu: Kategoriak
fi_fi: Kategoriat
fr_fr: Catégories
gl_es: Categorías
hr: Kategorije
hu: Kategóriák
hy_am: Դասեր
id: Kategori
is: Flokkar
it_it: Categorie
ja_jp: カテゴリー
ka_ge: კატეგორიები
kk: Категориялар
lv: Kategorijas
mr: प्रवर्ग (Categories)
ms_my: Kategori
nb: Kategorier
nl_nl: Categorieën
pt_pt: Categorias
ro: Categorii
ru_ru: Категории
sl_si: Kategorije
th: หมวดหมู่
tr_tr: Kategoriler
uk_ua: Категорії
vi: Danh mục
vi_vn: Thể loại

# submission.currentCoverImage
source: Current Image
ar_iq: الصورة الحالية
az: Güncəl Şəkil
bg_bg: Текущо изображение
ca_es: Imatge actual
cs_cz: Aktuální obrázek
da_dk: Nyeste billede
de_de: Aktuelles Bild
el_gr: Τρέχουσα Εικόνα
eu: Uneko irudia
fi_fi: Nykyinen kuva
fr_fr: Image actuelle
gl_es: Imaxe actual
hr: Trenutna slika
hu: Jelenlegi kép
hy_am: Ընթացիկ պատկերը
id: Gambar Saati Ini
is: Núverandi mynd
it_it: Immagine corrente
ja_jp: 現在の画像
ka_ge: მიმდინარე სურათი
kk: Ағымдағы сурет
lv: Pašreizējais attēls
mr: वर्तमान प्रतिमा
ms_my: Imej Semasa
nb: Nåværende bilde
nl_nl: Huidige omslagafbeelding
pt_pt: Imagem Atual
ro: Imagine curentă
ru_ru: Текущее изображение
sl_si: Trenutna slika
th: ภาพปัจจุบัน
tr_tr: Güncel Görsel
uk_ua: Поточне зображення
vi: Ảnh hiện tại
vi_vn: Ảnh hiện tại

# catalog.category.noItems
source: Nothing has been published in this category yet.
ar_iq: لم يتم نشر أي شيء من هذه الفئة بعد.
az: Bu kateqoriyada hələ heç nə yayımlanmadı
bg_bg: Все още нищо не е публикувано в тази категория.
ca_es: Encara no s'ha publicat res en aquesta categoria.
da_dk: Intet er endnu blevet offentliggjort i denne kategori.
de_de: In dieser Kategorie wurde noch nichts veröffentlicht.
el_gr: Τίποτα δεν έχει δημοσιευτεί ακόμη σε αυτήν την κατηγορία.
eu: Ez da ezer argitaratu kategoria honetan oraindik.
fr_fr: Rien n'a encore été publié dans cette catégorie.
gl_es: Aínda non se publicou nada nesta categoría.
hr: Još ništa nije objavljeno u ovoj kategoriji.
hu: Ebben a kategóriában még nincs cikk publikálva.
hy_am: Այս դասում դեռ ոչինչ չի հրապարակվել։
id: Belum ada yang diterbitkan dalam kategori ini.
is: Ekkert hefur enn verið gefið út í þessum flokki.
it_it: In questa categoria non è ancora stato pubblicato niente.
ja_jp: このカテゴリーにはまだ何も公開されていません。
ka_ge: ამ განყოფილებაში ჯერ არაფერი გამოქვეყნებულა.
kk: Бұл категорияда әлі ештеңе жарияланған жоқ.
lv: Šajā kategorijā vēl nekas nav publicēts.
mr: या प्रवर्गात (category) अद्याप काहीही प्रकाशित झालेले नाही.
ms_my: Tiada apa-apa lagi yang diterbitkan dalam kategori ini.
nb: Ingenting er publisert i denne kategorien ennå.
pt_pt: Esta categoria ainda não tem publicações.
ro: Nu a fost publicat încă nimic în această categorie.
ru_ru: В этой категории пока ничего не опубликовано.
sl_si: V tej kategorij ni bilo še ničesar objavljeno.
th: ยังไม่มีสิ่งใดถูกตีพิมพ์ในหมวดหมู่นี้
tr_tr: Bu kategoride henüz hiçbir şey yayınlanmadı.
uk_ua: У цій категорії ще нічого не опубліковано.
vi: Chưa có gì được xuất bản trong danh mục này.
vi_vn: Chưa có gì được xuất bản trong danh mục này.

# catalog.category.subcategories
source: Subcategories
ar_iq: الفئات الفرعية
az: Alt kateqoriyalar
bg_bg: Подкатегории
da_dk: Underkategorier
de_de: Unterkategorien
el_gr: Υποκατηγορίες
eu: Azpikategoriak
fr_fr: Sous-catégories
gl_es: Subcategorías
hr: Potkategorije
hu: Alkategóriák
hy_am: Ենթադասեր
id: Subkategori
is: Undirflokkar
it_it: Sottocategorie
ja_jp: サブカテゴリー
ka_ge: ქვეკატეგორიები
kk: Ішкі категориялар
lv: Apakškategorijas
mr: उपप्रवर्ग (Subcategories)
ms_my: Subkategori
nb: Underkategorier
pt_pt: Subcategorias
ro: Subcategorii
ru_ru: Подкатегории
sl_si: Podkategorije
th: หมวดหมู่ย่อย
tr_tr: Alt Kategoriler
uk_ua: Підкатегорії
vi: Danh mục con
vi_vn: Các thể loại phụ

# publication.contributors
source: Contributors
az: İştirakçılar
bg_bg: Съавтори
ca_es: Col·laboradors/ores
cs_cz: Přispěvatelé
da_dk: Bidragydere
de_de: Beitragende
el_gr: Συντελεστές
eu: Kolaboratzaileak
fr_fr: Contributeurs(-trices)
gl_es: Colaboradores/as
hr: Doprinositelji
hu: Közreműködők
hy_am: Աջակիցներ
id: Kontributor
is: Framlagsgefendur
it_it: Co-autori
ja_jp: 寄稿者
ka_ge: მონაწილეები
kk: Авторлар
lv: Līdzautori
mr: योगदानकर्ते
ms_my: Penyumbang
nb: Bidragsytere
pt_pt: Contribuidores
ro: Contributori
ru_ru: Авторы
sl_si: Sodelujoči
th: ผู้ร่วมแต่ง
tr_tr: Katkıda Bulunanlar
vi: Người đóng góp
vi_vn: Người đóng góp

# publication.createVersion
source: Create New Version
az: Yeni bir versiya yaradın
bg_bg: Създаване на нова версия
ca_es: Crear una versió nova
cs_cz: Vytvořit novou verzi
da_dk: Opret ny version
de_de: Erstelle eine neue Version
el_gr: Δημιουργία Νέας Έκδοσης
eu: Bertsio berria sortu
fr_fr: Créer une nouvelle version
gl_es: Crear unha nova versión
hr: Stvori novu verziju
hu: Új verzió létrehozása
hy_am: Ստեոծեք նոր տարբերակ
id: Buat Versi Baru
is: Búa til nýja útgáfu
it_it: Crea una nuova versione
ja_jp: 新しいバージョンを作成
ka_ge: ახალი ვერსიის შექმნა
kk: Жаңа нұсқа жасаңыз
lv: Izveidot jaunu versiju
mr: नवे स्वरूप (version) तयार करा
ms_my: Cipta Versi Baharu
nb: Opprett ny versjon
pt_pt: Criar Nova Versão
ro: Creați o versiune nouă
ru_ru: Создать новую версию
sl_si: Ustvari novo verzijo
th: สร้างเวอร์ชันใหม่
tr_tr: Yeni Sürüm Oluştur
vi: Tạo phiên bản mới
vi_vn: Tạo phiên bản mới

# publication.datePublished.errorFormat
source: The date must be in the format YYYY-MM-DD, such as 2019-01-01.
az: Tarix, 2019-01-01 kimi İİİİ-AA-GG formasında olmalıdır.
bg_bg: Датата трябва да е във формат ГГГГ-ММ-ДД, като 2019-01-01.
ca_es: La data ha de tenir un format AAAA-MM-DD, per exemple 2019-01-01.
cs_cz: Datum musí být ve formátu RRRR-MM-DD, například 2019-01-01.
da_dk: Datoen skal være i formatet ÅÅÅÅ-MM-DD, som f.eks. 2019-01-01.
de_de: Das Datum muss in dem Format YYYY-MM-DD vorliegen, z.B. 2019-01-01.
el_gr: Η ημερομηνία πρέπει να έχει τη μορφή ΕΕΕΕ-ΜΜ-ΗΗ, όπως 2019-01-01.
eu: Data UUUU-HH-EE formatuan egon behar da, adibidez, 2019-01-01.
fr_fr: La date doit être au format AAAA-MM-JJ, par exemple 2019-01-01.
gl_es: A data debe ter o formato AAAA-MM-DD.
hr: Datum mora biti u formatu GGGG-MM-DD, kao što je 2019-01-01.
hu: A dátumnak az alábbi formátumban kell lennie: YYYY-MM-DD, például 2019-01-01.
hy_am: Ամսաթիվը պետք է լինի ՏՏՏՏ-ԱԱ-ՕՕ ձևաչափով, օրինակ՝ 2019-01-01:
id: Tanggal harus dalam format YYYY-MM-DD, misalnya 2019-01-01.
is: Dagsetningin þarf að vera á sniði AAAA-MM-DD, eins og 2022-09-24.
it_it: La data deve avere il formato YYY-MM-DD, ad esempio 2019-01-01.
ja_jp: 2019-01-01のように、日付は YYYY-MM-DD の形式にする必要があります。
ka_ge: თარიღი უნდა იყოს ფორმატში YYYY-MM-DD, მაგალითად, 2019-01-01.
kk: Күн ЖЖЖЖ-АА-КК форматында болуы керек, мысалы, 2019-01-01.
lv: Datumam jābūt formātā GGGG-MM-DD, piemēram, 2019-01-01.
mr: तारीख YYYY-MM-DD या स्वरूपात असणे आवश्यक आहे, जसे की २०२५-०३-१५.
ms_my: Tarikh mestilah dalam format YYYY-MM-DD, seperti 2019-01-01.
nb: Datoen må være i formatet ÅÅÅÅ-MM-DD, for eksempel. 2019-01-01.
pt_pt: A data deve estar no formato AAAA-MM-DD, por exemplo 2019-01-01.
ro: Data trebuie să fie în format AAA-LL-DD, cum ar fi 2019-01-01.
ru_ru: Дата должна быть в формате ГГГГ-ММ-ДД, например, 2019-01-01.
sl_si: Datum mora biti v formatu YYYY-MM-DD, kot na primer 2019-01-01.
th: วันที่ต้องอยู่ในรูปแบบ YYYY-MM-DD เช่น 2019-01-01
tr_tr: Tarih, 2019-01-01 gibi YYYY-AA-GG biçiminde olmalıdır.
vi: Ngày phải ở định dạng YYYY-MM-DD, ví dụ: 2019-01-01.
vi_vn: Ngày phải ở định dạng YYYY-MM-DD, chẳng hạn như 2019-01-01.

# publication.event.versionCreated
source: A new version was created.
az: Yeni bir versiya yaradıldı
bg_bg: Създадена е нова версия.
ca_es: S'ha creat una versió nova.
cs_cz: Byla vytvořena nová verze.
da_dk: En ny version blev oprettet.
de_de: Eine neue Version wurde erstellt.
el_gr: Δημιουργήθηκε μια νέα έκδοση.
eu: Bertsio berri bat sortu da.
fr_fr: Une nouvelle version a été créée.
gl_es: Creouse unha nova versión.
hr: Stvorena je nova verzija.
hu: Új verzió lett létrehozva.
hy_am: Ստեղծվել է նոր տարբերակ։
id: Versi baru telah dibuat.
is: Ný útgáfa var stofnuð.
it_it: E' stata creata una nuova versione.
ja_jp: 新しいバージョンが作成されました。
ka_ge: შეიქმნა ახალი ვერსია.
kk: Жаңа нұсқасы жасалды.
lv: Tika izveidota jauna versija.
mr: नवी आवृत्ती (version) तयार केली.
ms_my: Versi baharu telah dibuat.
nb: En ny versjon ble opprettet.
pt_pt: Uma nova versão foi criada.
ro: A fost creată o nouă versiune.
ru_ru: Создана новая версия.
sl_si: Ustvarjena je bila nova verzija.
th: สร้างเวอร์ชันใหม่แล้ว
tr_tr: Yeni bir sürüm oluşturuldu.
vi: Đã tạo phiên bản mới.
vi_vn: Một phiên bản mới đã được tạo.

# publication.publicationLicense
source: Permissions & Disclosure
az: İcazələr və açıqlama
bg_bg: Разрешения и съгласия
ca_es: Permisos i divulgació
cs_cz: Oprávnění a zveřejnění
da_dk: Tilladelser & offentliggørelse
de_de: Berechtigungen und Offenlegung
eu: Baimenak eta dibulgazioa
fr_fr: Autorisations & diffusion
gl_es: Permisos e divulgación
hr: Dopuštenja i otkrivanje
hu: Engedélyek & Közzététel
hy_am: Թույլտվություններ և բացահայտում
id: Perijinan & Keterbukaan
is: Leyfi & skýringar
it_it: Permessi e dichiarazioni
ja_jp: 権限と開示
ka_ge: ნებართვები და გამჟღავნება
kk: Рұқсаттар мен келісімдер
lv: Atļaujas un informācijas izpaušana
mr: परवानग्या आणि प्रकटीकरण
ms_my: Kebenaran & Pendedahan
nb: Tillatelser og offentliggjøring
pt_pt: Permissões e Divulgação
ro: Permisiuni
ru_ru: Разрешения и соглашения
sl_si: Dovoljenja in razkritja
th: สิทธิ์การเผยแพร่ & การเปิดเผยข้อมูล
tr_tr: İzinler ve Açıklama
vi: Quyền & Tiết lộ
vi_vn: Quyền & Tiết lộ thông tin

# publication.status.scheduled
source: Scheduled
az: Planlandı
bg_bg: Планиран
ca_es: Programat
cs_cz: Naplánováno
da_dk: Planlagt
de_de: Eingeplant
el_gr: Προγραμματισμένο
eu: Programatua
fr_fr: Programmé
gl_es: Programado
hr: Zakazano
hu: Publikálásra ütemezve
hy_am: Պլանավորված
id: Dijadwalkan
is: Áætlað
it_it: Pianificato
ja_jp: 予約済み
ka_ge: დაგეგმილი
kk: Жоспарланған
lv: Ieplānots
mr: प्रकाशनसाठी अनुसूचित (Scheduled)
ms_my: Dijadualkan
nb: Planlagt
pt_pt: Agendado
ro: Planificat
ru_ru: Запланировано
sl_si: Načrtovano
th: กำหนดเวลาแล้ว
tr_tr: Planlandı
vi: Đã lên lịch
vi_vn: Đã lên lịch

# publication.status.unpublished
source: Unpublished
az: Nəşr edilməmiş
bg_bg: Непубликуван
ca_es: Retirat de publicació
cs_cz: Nepublikovaný
da_dk: Ikke publiceret
de_de: Unveröffentlicht
eu: Argitaratu gabe
fr_fr: Dépublié
gl_es: Retirado da publicación
hr: Neobjavljeno
hu: Publikálásból visszavonva
hy_am: Չհրապարակված
id: Tidak Diterbitkan
is: Óbirt
it_it: Rimosso dalla pubblicazione
ja_jp: 未出版
ka_ge: გამოუქვეყნებელი
kk: Жарияланудан алынды
lv: Nepublicēts
mr: अप्रकाशित
ms_my: Tidak diterbitkan
nb: Ikke publisert
pt_pt: Despublicado
ro: Nepublicat
ru_ru: Снято с публикации
sl_si: Neobjavljeno
th: ยังไม่ได้ตีพิมพ์
tr_tr: Yayınlanmamış
vi: Chưa xuất bản
vi_vn: Chưa xuất bản

# publication.titleAbstract
source: Title & Abstract
az: Başlıq və Xülasə
bg_bg: Заглавие и абстракт
ca_es: Títol i resum
cs_cz: Název a abstrakt
da_dk: Titel & Resumé
de_de: Titel und Abstract
el_gr: Τίτλος & Περίληψη
eu: Izenburua & laburpena
fr_fr: Titre & résumé
gl_es: Título e resumo
hr: Naslov i sažetak
hu: Cím & Absztrakt
hy_am: Վերնագիր և ամփոփում
id: Judul & Abstrak
is: Titill og Útdráttur
it_it: Titolo e abstract
ja_jp: タイトルと要旨
ka_ge: სათაური და აბსტრაქტი
kk: Тақырып және аннотация
lv: Virsraksts un kopsavilkums
mr: शीर्षक आणि सारांश
ms_my: Tajuk & Abstrak
nb: Tittel og sammendrag
pt_pt: Título e Resumo
ro: Titlu & Rezumat
ru_ru: Название и аннотация
sl_si: Naslov in izvleček
th: ชื่อเรื่องและบทคัดย่อ
tr_tr: Başlık ve Özet
vi: Tiêu đề & Tóm tắt
vi_vn: Tiêu đề và Tóm tắt

# publication.unschedule
source: Unschedule
az: Planlaşdırmanı ləğv edin
bg_bg: Свален от планиране
ca_es: Desprogramar
cs_cz: Není naplánováno vydání
da_dk: Planlæg ikke
de_de: Nicht einplanen
eu: Desprogramatu
fr_fr: Retirer la programmation
gl_es: Desprogramar
hr: Poništi raspored
hu: Ütemezés visszavonása
hy_am: Չպլանավորված
id: Tidak dijadwalkan
is: Taka úr áætlun
it_it: Rimuovi dalla pianificazione
ja_jp: 予約削除
ka_ge: განრიგიდან ამოღება
kk: Жоспардан алып тастау
lv: Atcelt ieplānoto
mr: अनुसूचि रद्द करा
ms_my: Tidak dijadualkan
nb: Ta bort fra publiseringsplanlegging
pt_pt: Desagendar
ro: Neprogramat(e)
ru_ru: Снять с плана
sl_si: Odstrani načrtovanje
th: ยกเลิกการกำหนดตาราง
tr_tr: Planlanmayı İptal Et
vi: Hủy lên lịch
vi_vn: Không lên lịch

# publication.urlPath
source: URL Path
az: URL yolu
bg_bg: URL адрес
ca_es: Ruta URL
cs_cz: Cesta URL
da_dk: URL-sti
de_de: URL Pfad
eu: URL bidea
fr_fr: Chemin d'accès URL
gl_es: Ruta URL
hr: URL put
hu: URL útvonal
hy_am: URL -ի ուղին
id: Lokasi URL
is: Vefslóð
ja_jp: URLパス
ka_ge: URL-მდებარეობა
kk: URL жолы
lv: URL ceļš
mr: URL पत्ता
ms_my: Laluan URL
nb: URL-sti
pt_pt: Caminho URL
ro: Calea URL-ului
ru_ru: Путь URL
sl_si: URL pot
th: เส้นทาง URL
tr_tr: URL Yolu
vi: Đường dẫn URL
vi_vn: Đường dẫn URL

# publication.urlPath.description
source: An optional path to use in the URL instead of the ID.
az: URL-də kimlik yerinə istifadə ediləcək istəyə bağlı bir yol.
bg_bg: Незадължителен път, който да се използва в URL адреса вместо в идентификатора.
ca_es: Una ruta opcional per utilitzar a l'URL en lloc de l'ID.
cs_cz: Volitelná cesta k použití v adrese URL namísto ID.
da_dk: En valgfri sti til brug i URL'en i stedet for ID.
de_de: Ein optionaler Pfad für die Benutzung in der URL anstatt der ID.
eu: Aukerako bidea, URLan erabiltzeko IDaren ordez.
fr_fr: Un chemin d'accès optionnel utilisant l'URL au lieu de l'identifiant.
gl_es: Unha ruta opcional para usar no URL no canto do ID.
hr: URL-u umjesto ID-a.
hu: Az ID helyett opcionális útvonal használata az URL-ben.
hy_am: Ոչ պարտադիր ուղի, որը պետք է օգտագործվի URL-ում ID-ի փոխարեն:
id: Lokasi opsional digunakan dalam URL, buka ID.
is: Valkvæð slóð til að nota í vefslóðinni í stað kennis.
ja_jp: IDの代わりにURLで使用するパス（オプション）。
ka_ge: არასავალდებულო გზა, რომელიც უნდა გამოიყენოთ URL-ში, იდენტიფიკატორის ნაცვლად.
kk: ID орнына URL мекенжайында қолданылатын қосымша жол.
lv: Izvēles ceļš, ko izmantot URL adresē ID vietā.
mr: ID ऐवजी URL मध्ये वापरण्यासाठी एक पर्यायी मार्ग.
ms_my: Laluan pilihan untuk digunakan dalam URL dan bukannya ID.
nb: En valgfri sti til bruk i URL'en i stedet for ID.
pt_pt: Um caminho opcional para usar no URL em vez do ID.
ro: Utilizați opțional o adresă URL în loc de ID.
ru_ru: Необязательный путь для использования в URL вместо ID.
sl_si: Neobvezna pot, ki se uporablja v URL namesto IDja.
th: เส้นทางที่เลือกใช้ใน URL แทนการใช้ ID (ไม่จำเป็น)
tr_tr: URL'de kimlik yerine kullanılacak isteğe bağlı bir yol.
vi: Đường dẫn tùy chọn để sử dụng trong URL thay vì ID.
vi_vn: Sử dụng một tuỳ chọn đường dẫn trong URL thay vì ID.

# publication.urlPath.duplicate
source: The URL path has already been used and can not be used again.
az: URL yolu zatən istifadə edilib və bir də istifadə edilə bilməz.
bg_bg: URL адресът вече е използван и не може да се използва отново.
ca_es: La ruta URL ja s'ha utilitzat prèviament i no pot tornar a utilitzar-se.
cs_cz: Cesta URL již byla použita a nelze ji znovu použít.
da_dk: URL-stien er allerede brugt og kan ikke bruges igen.
de_de: Der URL Pfad wurde bereits verwendet und kann nicht erneut verwendet werden.
eu: URL helbidea dagoeneko erabili da eta ezin da berriro erabili.
fr_fr: Le chemin d'accès URL a déjà été utilisé et ne peut être utilisé à nouveau.
gl_es: A ruta URL xa se usou e non se pode volver a usar.
hr: URL put je već korišten i ne može se ponovno koristiti.
hu: Ez az URL útvonal már használatban van.
hy_am: URL-ի ուղին արդեն օգտագործվել է և չի կարող կրկին օգտագործվել:
id: Lokasi URL telah digunakan dan tidak dapat digunakan lagi.
is: Vefslóðin hefur verið notuð nú þegar og ekki er hægt að nota hana aftur.
ja_jp: URL パスはすでに使用されているため、再使用できません。
ka_ge: URL გზა უკვე გამოყენებულია და მისი გამოყენება აღარ შეიძლება.
kk: URL жолы бұрыннан қолданыста және оны қайта пайдалану мүмкін емес.
lv: URL ceļš jau ir izmantots, un to nevar izmantot atkārtoti.
mr: URL पत्ता यापूर्वीच वापरला गेला आहे आणि पुन्हा वापरता येणार नाही.
ms_my: Laluan URL telah digunakan dan tidak boleh digunakan lagi.
nb: URL-stien er allerede brukt og kan ikke brukes igjen.
pt_pt: O caminho URL já foi usado e não pode ser usado de novo.
ro: Calea URL a fost deja folosită și nu mai poate fi utilizată din nou.
ru_ru: Путь URL уже используется и не может быть использован снова.
sl_si: Ta URL pot je že uporabljena in ne more biti ponovno.
th: เส้นทาง URL นี้ถูกใช้ไปแล้วและไม่สามารถใช้ซ้ำได้
tr_tr: URL yolu zaten kullanılmış ve bir daha kullanılamaz.
vi: Đường dẫn URL đã được sử dụng và không thể sử dụng lại.
vi_vn: Đường dẫn URL đã được sử dụng và không thể sử dụng lại.

# publication.urlPath.numberInvalid
source: The URL path can not be a number.
az: URL yolu bir say ola bilməz.
bg_bg: Пътят на URL адреса не може да бъде число.
ca_es: La ruta URL no pot ser un número.
cs_cz: Cesta URL nemůže být číslo.
da_dk: URL-stien kan ikke være et tal.
de_de: Der URL Pfad darf keine Zahl sein.
eu: URL helbidea ezin da zenbaki bat izan.
fr_fr: Le chemin d'accès URL ne peut être un nombre.
gl_es: A ruta URL non pode ser un número.
hr: URL put ne može biti broj.
hu: Az URL útvonal nem tartalmazhat számot.
hy_am: URL-ի ուղին չի կարող լինել թիվ:
id: Lokasi URL tidak boleh menggunakan angka.
is: Vefslóðin getur ekki verið númer.
ja_jp: URL パスを数字にすることはできません。
ka_ge: URL მდებარეობა არ შეიძლება იყოს რიცხვი.
kk: URL жолы сан болуы мүмкін емес.
lv: URL ceļš nedrīkst būt skaitlis.
mr: URL पत्ता अंकानी बनलेला असू शकत नाही.
ms_my: Laluan URL tidak boleh berupa nombor.
nb: URL-stien kan ikke være et tall.
pt_pt: O caminho URL não pode ser um número.
ro: Calea URL nu poate fi un număr.
ru_ru: Путь URL не может быть числом.
sl_si: URL pot ne more biti številka.
th: เส้นทาง URL ไม่สามารถเป็นตัวเลขได้
tr_tr: URL yolu bir sayı olamaz.
vi: Đường dẫn URL không thể là một số.
vi_vn: Đường dẫn URL không thể là số.

# publication.version.all
source: All Versions
az: Bütün versiyalar
bg_bg: Всички версии
ca_es: Totes les versions
cs_cz: Všechny verze
da_dk: Alle versioner
de_de: Alle Versionen
el_gr: Όλες οι εκδόσεις
eu: Bertsio guztiak
fr_fr: Toutes les versions
gl_es: Todas as versións
hr: Sve verzije
hu: Minden verzió
hy_am: Բոլոր տարբերակները
id: Semua Versi
is: Allar útgáfur
it_it: Tutte le versioni
ja_jp: 全バージョン
ka_ge: ყველა ვერსია
kk: Барлық нұсқалар
lv: Visas versijas
mr: सर्व आवृत्त्या (versions)
ms_my: Semua Versi
nb: Alle versjoner
pt_pt: Todas as Versões
ro: Toate versiunile
ru_ru: Все версии
sl_si: Vse verzije
th: ทุกเวอร์ชัน
tr_tr: Tüm Sürümler
vi: Tất cả phiên bản
vi_vn: Tất cả các phiên bản

# publication.version.confirm
source: Are you sure you want to create a new version?
az: Yeni bir versiya formalaşdırmaq istədiyinizdən əminsinizmi?
bg_bg: Наистина ли искате да създадете нова версия?
ca_es: Segur que voleu crear una versió nova?
cs_cz: Opravdu chcete vytvořit novou verzi?
da_dk: Er du sikker på, at du vil oprette en ny version?
de_de: Sind Sie sicher, dass Sie eine neue Version erstellen wollen?
eu: Ziur zaude bertsio berri bat sortu nahi duzula?
fr_fr: Avez-vous la certitude de vouloir créer une nouvelle version ?
gl_es: Seguro/a que queres crear unha nova versión?
hr: Jeste li sigurni da želite stvoriti novu verziju?
hu: Biztosan új verziót szeretne létrehozni?
hy_am: Վստա՞հ եք, որ ցանկանում եք ստեղծել նոր տարբերակ:
id: Yakin ingin membuat versi baru?
is: Ertu viss um að þú viljir búa til nýja útgáfu?
ja_jp: 新しいバージョンを作成してもよろしいですか。
ka_ge: დარწმუნებული ხართ, რომ გსურთ ახალი ვერსიის შექმნა?
kk: Жаңа нұсқаны шынымен жасағыңыз келе ме?
lv: Vai tiešām vēlaties izveidot jaunu versiju?
mr: तुम्हाला खात्रीने नवी आवृत्ती (version) तयार करायची आहे ना?
ms_my: Adakah anda pasti mahu mencipta versi baharu?
nb: Er du sikker på at du vil opprette en ny versjon?
pt_pt: Deseja realmente criar uma nova versão?
ro: Ești sigur că vrei să creezi o nouă versiune?
ru_ru: Вы уверены, что хотите создать новую версию?
sl_si: Ste prepričani, da želite ustvariti novo verzijo?
th: คุณแน่ใจหรือว่าต้องการสร้างเวอร์ชันใหม่?
tr_tr: Yeni bir sürüm oluşturmak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn tạo phiên bản mới không?
vi_vn: Bạn có chắc chắn muốn tạo một phiên bản mới không?
