Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.reviewFormResponse
source: Review Form Response
ar_iq: إجابة نموذج التحكيم
az: Dəyərləndirmə formu cavabı
bg_bg: Формуляр за рецензия - отговор
ca_es: Formulari de resposta de revisió
cs_cz: Odpovědi na formulář posudku
da_dk: Review formular respons
de_de: Begutachtungsformular-Antwort
el_gr: Απόκριση Φόρμας Αξιολόγησης
eu: Ebaluazio-inprimakiaren erantzuna
fa_ir: پاسخ فرم داوری
fi_fi: Arviointilomakevastaus
fr_fr: Réponse au formulaire d'évaluation
gl_es: Formulario de resposta de revisión
hr: Odgovor na recenziju
hu: Szakmai lektorálási űrlap válasz
hy_am: Գրախոսման ձևի պատասխանը
id: Respon Borang Review
is: Ritrýnieyðublað - svör
it_it: Risposta del modulo di revisione
ja_jp: 査読フォーム回答
ka_ge: მიმოხილვის ფორმის გამოხმაურება
kk: Рецензиялау формасына жауап беріңіз
lv: Recenzijas veidlapas atbilde
mr: समीक्षणाच्या फॉर्ममधील प्रतिसाद
ms_my: Respon Borang Ulasan
nb: Skjema for respons til fagfellevurdering
nl_nl: Reactie reviewformulier
pl_pl: Odpowiedź z formularza recenzji
pt_pt: Resposta do formulário de revisão
ro: Formular de răspuns la revizie
ru_ru: Ответ на форму рецензии
sl_si: Izpolnjen recenzijski obrazec
sr@cyrillic: Одговор на рецензентски образац
sr_rs@latin: Odgovor na recenzentski obrazac
sv_se: Svar i granskningsformulär
th: การตอบกลับในแบบฟอร์มการทบทวน
tr_tr: Değerlendirme Formu Yanıtı
uk_ua: Заповнена форма рецензування
vi: Phản hồi biểu mẫu đánh giá
vi_vn: Phản hồi của biểu mẫu đánh giá
zh_cn: 审稿单答复

# grid.action.createReviewFormElement
source: Create a new review form element
ar_iq: إنشاء مكون جديد لنموذج التحكيم
az: Yeni bir incələmə formu elementi yaradın
bg_bg: Създаване на нов елемент във формуляра за рецензия
ca_es: Crear un nou formulari de revisió
cs_cz: Vytvořit nový formulář recenzenta pro tento prvek
da_dk: Opret et nyt bedømmelsesformularelement
de_de: Ein neues Begutachtungsformular-Element anlegen
el_gr: Δημιουργήστε μια νέα κρίση από το στοιχείο
eu: Sortu berrikuspenerako inprimaki berria
fa_ir: ایجاد یک عنصر جدید در فرم داوری
fi_fi: Luo uusi arviointilomakkeen elementti
fr_fr: Créer un nouveau formulaire d'évaluation
gl_es: Crear un novo formulario de revisión
hr: Stvorite novi element obrasca za pregled
hu: Új mező készítése a szakmai lektorálási űrlaphoz
hy_am: Ստեղծեք գրախոսման նոր ձևի տարր
id: Buat elemen baru borang review
is: Stofna nýtt atriði fyrir ritrýnieyðublað
it_it: Crea un nuovo elemento per il modulo di revisione
ja_jp: 査読フォームの新しいアイテムの作成
ka_ge: ახალი მიმოხილვის ფორმის შექმნა
kk: Жаңа рецензиялау формасының элементін жасаңыз
lv: Izveidot jaunu recenzijas veidlapas elementu
mr: एक नवा घटक समीक्षणाच्या फॉर्ममध्ये निर्माण करा
ms_my: Cipta elemen borang ulasan baharu
nb: Legg til et nytt element til sjekklisten
nl_nl: Maak een nieuw element voor het reviewformulier
pl_pl: Utwórz nowy element formularza recenzji
pt_pt: Criar um novo elemento de formulário de revisão
ro: Creați un nou element în formularul de revizie
ru_ru: Создать новый элемент формы рецензии
sl_si: Ustvari nov gradnik recenzijskega obrazca
sr@cyrillic: Креирајте нови елемент за рецензентски образац
sr_rs@latin: Kreirajte novi element za recenzentski obrazac
sv_se: Skapa ett nytt element i granskningsformuläret
th: สร้างองค์ประกอบใหม่ในแบบฟอร์มการทบทวน
tr_tr: Yeni bir inceleme formu öğesi oluştur
uk_ua: Свторити новий елемент форми рецензії
vi: Tạo một thành phần biểu mẫu đánh giá mới
vi_vn: Tạo một phần tử biểu mẫu đánh giá mới

# grid.action.editMetadata
source: Edit Metadata
ar_iq: تعديل البيانات الوصفية
az: Üst datanı tənzimləyin
bg_bg: Редактиране на метаданни
ca_es: Editar les metadades
cs_cz: Editovat metadata
da_dk: Redigér metadata
de_de: Metadaten bearbeiten
el_gr: Επεξεργασία Μεταδεδομένων
eu: Editatu metadatuak
fa_ir: ویرایش فراداده‌ها
fi_fi: Muokkaa metatietoja
fr_fr: Éditer les métadonnées
gl_es: Editar os metadatos
hr: Uredite metapodatke
hu: Metaadat szerkesztése
hy_am: Խմբագրեք մետատվյալները
id: Sunting Metadata
is: Breyta lýsigögnum
it_it: Modifica i metadati
ja_jp: メタデータの編集
ka_ge: მეტა-მონაცემების ჩასწორება
kk: Метадеректі жазыңыз
lv: Rediģēt metadatus
mr: मेटाडेटात बदल करा
ms_my: Sunting Metadata
nb: Rediger metadata
nl_nl: Bewerk metadata
pl_pl: Edytuj metadane
pt_pt: Editar Metadados
ro: Editare metadate
ru_ru: Редактировать метаданные
sl_si: Uredi metapodatke
sr@cyrillic: Измени метаподатке
sr_rs@latin: Izmeni metapodatke
sv_se: Redigera metadata
th: แก้ไขข้อมูลเมตา
tr_tr: Üst Veri Düzenle
uk_ua: Редагувати метадані
vi: Chỉnh sửa Metadata
vi_vn: Chỉnh sửa siêu dữ liệu

# submission.permissions
source: Permissions
ar_iq: الصلاحيات
az: İcazələr
bg_bg: Права
ca_es: Permisos
cs_cz: Oprávnění
da_dk: Tilladelser
de_de: Rechte
el_gr: Δικαιώματα
eu: Baimenak
fa_ir: مجوز ها
fi_fi: Luvat
fr_fr: Autorisations
gl_es: Permisos
hr: Dozvole
hu: Engedélyek
hy_am: Թույլտվություններ
id: Perijinan
is: Heimildir
it_it: Permessi
ja_jp: 権限
ka_ge: წვდომის უფლებები
kk: Құқықтар
lv: Atļaujas
mr: परवानग्या
ms_my: Kebenaran
nb: Rettigheter
nl_nl: Rechten
pl_pl: Uprawnienia
pt_pt: Permissões
ro: Permisiuni
ru_ru: Права
sl_si: Pravice
sr@cyrillic: Права
sr_rs@latin: Prava
sv_se: Rättigheter
th: สิทธิการอนุญาต
tr_tr: İzinler
uk_ua: Дозволи
vi: Quyền
vi_vn: Cho phép

# submission.attachPermissions
source: Attach the following permissions to the submission:
ar_iq: إرفق الصلاحيات الآتية بالمؤلَّف:
az: Məqaləyə aşağıdakı icazələri əlavə edin:
bg_bg: Добавяне на следните права към материалите:
ca_es: Adjuntar els següents permisos a la tramesa:
cs_cz: Připojit pro příspěvek následující oprávnění:
da_dk: Knyt følgende tilladelser til indsendelsen:
de_de: Die folgenden Rechte für die Einreichung festlegen:
el_gr: Προσθήκη των ακόλουθων δικαιωμάτων στην Υποβολή:
eu: Erantsi baimen hauek bidalketari:
fa_ir: مجوز های زیر به مقاله اضافه شود
fi_fi: Liitä käsikirjoitukseen seuraavat luvat:
fr_fr: Joindre les permissions suivantes à la soumission :
gl_es: Adxunta os seguintes permisos ao envío:
hr: Priložite sljedeća dopuštenja podnesku:
hu: A következő engedélyeket csatolja a beadványhoz:
hy_am: Ներկայացմանը կցեք հետևյալ թույլտվությունները.
id: Lampitkan perijinan berikut pada naskah:
is: Tengja eftirfarandi heimildir á innsendinguna:
it_it: Collega i seguenti permessi alla proposta:
ja_jp: この投稿に下記の権限を追加する：
ka_ge: წარდგენას დაურთეთ შემდეგი ნებართვები:
kk: Материалға келесі құқықтарды қосыңыз:
lv: Materiālam pievienojiet šādas atļaujas:
mr: सादरीकरणादरम्यान खालील बाबींची अनुमती द्या :
ms_my: Lampirkan kebenaran berikut pada penyerahan:
nb: Tilordne følgende rettigheter:
nl_nl: Verleen volgende rechten voor de inzending:
pl_pl: Dodaj następujące uprawnienia do zgłoszenia:
pt_pt: Anexe as seguintes permissões à submisão:
ro: Atașați următoarele permisiuni la trimitere:
ru_ru: Добавить следующие права к материалу:
sl_si: Dodaj naslednje pravice prispevku:
sr@cyrillic: Додај следећа права уз предају:
sr_rs@latin: Dodaj sledeća prava uz predaju:
sv_se: Lägg till följande rättigheter för bidraget:
th: แนบสิทธิการอนุญาตต่อไปนี้กับการส่งบทความ:
tr_tr: Gönderiye aşağıdaki izinleri ekleyin:
uk_ua: Приєднати наступні дозволи до подання:
vi: Đính kèm các quyền sau đây vào bài nộp:
vi_vn: Đính kèm các quyền sau vào bài gửi:

# submission.license
source: License
ar_iq: الرخصة
az: Lisenziya
bg_bg: Лиценз
ca_es: Llicència
cs_cz: Licence
da_dk: Licens
de_de: Lizenz
el_gr: Άδεια
eu: Lizentzia
fa_ir: مجوز
fi_fi: Lisenssi
fr_fr: Licence
gl_es: Licenza
hr: Licenca
hy_am: Արտոնագհր
id: Lisensi
is: Leyfi
it_it: Licenza
ja_jp: ライセンス
ka_ge: ლიცენზია
kk: Лицензия
lv: Licence
mr: परवाना
ms_my: Lesen
nb: Lisens
nl_nl: Licentie
pl_pl: Licencja
pt_pt: Licença
ro: Licență
ru_ru: Лицензия
sl_si: Licenca
sr@cyrillic: Лиценца
sr_rs@latin: Licenca
sv_se: Licens
th: ใบอนุญาต
tr_tr: Lisans
uk_ua: Ліцензія
vi: Giấy phép
vi_vn: Giấy phép

# submission.copyright
source: Copyright
ar_iq: الحقوق الفكرية
az: Müəllif hüququ
bg_bg: Авторско право
ca_es: Drets d'autor
cs_cz: Autorská práva
el_gr: Πνευματική ιδιοκτησία
eu: Egile-eskubideak
fa_ir: حق نشر
fi_fi: Tekijänoikeus
fr_fr: Droit d'auteur (copyright)
gl_es: Dereitos de autor/a
hr: Autorska prava
hy_am: Հեղինակային իրավունք
id: Hak Cipta
is: Höfundaréttur
ja_jp: 著作権
ka_ge: საავტორო უფლება
kk: Авторлық құқық
lv: Autortiesības
mr: कॉपीराइट
ms_my: Hak Cipta
nb: Opphavsrett
pl_pl: Prawa autorskie
pt_pt: Direitos de Autor
ro: Drepturi de autor
ru_ru: Авторское право
sl_si: Avtorske pravice
sr@cyrillic: Ауторска права
sr_rs@latin: Autorska prava
sv_se: Upphovsrätt
th: ลิขสิทธิ์
tr_tr: Telif Hakkı
uk_ua: Авторське право
vi: Bản quyền
vi_vn: Bản quyền

# submission.copyright.agree
source: Yes, I agree to the copyright statement.
az: Bəli, müəllif hüquqları haqqında bəyanatla razıyam.
cs_cz: Ano, souhlasím s prohlášením o autorských právech.
eu: Bai, egile-eskubideen adierazpenarekin ados nago.
hr: Da, slažem se s izjavom o autorskim pravima.
id: Ya, saya setuju dengan pernyataan hak cipta.
lv: Jā, es piekrītu autortiesību paziņojumam.
mr: होय, मी कॉपीराइट विधानाशी सहमत आहे.
pt_pt: Sim, concordo com a declaração de direitos de autor.
th: ใช่ ฉันยอมรับคำแถลงลิขสิทธิ์
vi: Có, tôi đồng ý với tuyên bố bản quyền.

# submission.copyrightHolder
source: Copyright Holder
ar_iq: مالك الحقوق الفكرية
az: Müəllif hüquqları sahibi
bg_bg: Държащ авторско право
ca_es: Titular dels drets d'autor
cs_cz: Držitel(é) autorských práv
da_dk: Copyright-indehaver
de_de: Copyright-Inhaber/in
el_gr: Κάτοχος πνευματικών δικαιωμάτων
eu: Egile-eskubideen jabea
fa_ir: دارنده ی حق نشر
fi_fi: Tekijänoikeuden haltija
fr_fr: Titulaire du droit d'auteur
gl_es: Titular dos dereitos de autor/a
hr: Nositelj autorskih prava
hu: Copyright jogok birtokosa
hy_am: Հեղինակային իրավունքի սեփականատեր
id: Pemegang Hak Cipta
is: Höfundaréttur
it_it: Detentore del copyright
ja_jp: 著作権者
ka_ge: საავტორო უფლებები
kk: Авторлық құқық иесі
lv: Autortiesību turētājs
mr: कॉपीराइट धारक
ms_my: Pemegang Hak Cipta
nb: Rettighetshaver
nl_nl: Copyright houder
pl_pl: Właściciel praw autorskich
pt_pt: Proprietário dos Direitos de Autor
ro: Titular de drepturi de autor
ru_ru: Владелец авторского права
sl_si: Lastnik avtorskih pravic
sr@cyrillic: Носилац ауторских права
sr_rs@latin: Nosilac autorskih prava
sv_se: Upphovsrättsinnehavare
th: ผู้ถือสิทธิ์ลิขสิทธิ์
tr_tr: Telif Hakkı Sahibi
uk_ua: Власник авторського права
vi: Chủ sở hữu bản quyền
vi_vn: Chủ sở hữu bản quyền

# submission.copyrightHolder.other
source: Custom copyright statement
az: Xüsusi müəllif hüququ bildirişi
bg_bg: Собствена декларация за авторски права
ca_es: Declaració de drets d'autor personalitzada
cs_cz: Vlastní prohlášení o autorských právech
da_dk: Tilpasset copyright-erklæring
de_de: Benutzerdefinierte Angabe zu Copyright
eu: Egile-eskubideen adierazpen pertsonalizatua
fr_fr: Déclaration de droits d'auteur personnalisée
gl_es: Declaración de dereitos de autor/a personalizada
hr: Prilagođena izjava o autorskim pravima
hu: Egyéni copyright irányelvek
hy_am: Անհատականացված հեղինակային իրավունքի հայտարարություն
id: Pernyataan hak cipta yang dibuat sendiri
is: Sérsniðin yfirlýsing um höfundarétt
ja_jp: 著作権表示のカスタマイズ
ka_ge: საავტორო უფლებების მორგებული განცხადება
kk: Авторлық құқық туралы ескертулер
lv: Pielāgots autortiesību paziņojums
mr: कॉपीराइट विधानाचे प्रारुप
ms_my: Kenyataan hak cipta custom
nb: Tilpasset opphavsrettserklæring
pt_pt: Declaração de direitos de autor personalizada
ro: Declarație de copyright personalizată
ru_ru: Пользовательская формулировка Предупреждения об авторском праве
sl_si: Poljubna izjava o avtorskih pravicah
th: คำแถลงลิขสิทธิ์ที่กำหนดเอง
tr_tr: Özel telif hakkı bildirimi
vi: Tuyên bố bản quyền tùy chỉnh
vi_vn: Tuỳ chỉnh Tuyên bố bản quyền

# submission.copyrightOther
source: Copyright statement
az: Müəllif hüquqları bildirişi
bg_bg: Декларация за авторски права
ca_es: Declaració de drets d'autor
cs_cz: Prohlášení o autorských právech
da_dk: Copyright-erklæring
de_de: Angabe zum Copyright
eu: Egile-eskubideen adierazpena
fr_fr: Déclaration de droits d'auteur
gl_es: Declaración de dereitos de autor/a
hr: Izjava o autorskom pravu
hu: Copyright irányelvek
hy_am: Հեղինակային իրավունքի հայտարարություն
id: Penyataan hak cipta
is: Yfirlýsing um höfundarétt
ja_jp: 著作権表示
ka_ge: საავტორო უფლებების შესახებ განცხადება
kk: Авторлық құқық туралы ескерту
lv: Autortiesību paziņojums
mr: कॉपीराइट विधान
ms_my: Kenyataan hak cipta
nb: Opphavsrettserklæring
pt_pt: Declaração de direitos de autor
ro: Declarație de copyright
ru_ru: Предупреждение об авторском праве
sl_si: Izjava o avtorskih pravicah
th: คำแถลงลิขสิทธิ์
tr_tr: Telif hakkı bildirimi
vi: Tuyên bố bản quyền
vi_vn: Tuyên bố bản quyền

# submission.copyrightYear
source: Copyright Year
ar_iq: سنة الحقوق الفكرية
az: Müəllif hüquqları tarixi
bg_bg: Година за авторски права
ca_es: Any dels drets d'autor
cs_cz: Rok autorských práv
da_dk: Copyright-år
de_de: Jahr des Copyrights
el_gr: Έτος πνευματικών δικαιωμάτων
eu: Egile-eskubideen urtea
fa_ir: سال حق نشر
fi_fi: Tekijänoikeusvuosi
fr_fr: Année du copyright
gl_es: Ano dos dereitos de autor/a
hr: Godina autorskog prava
hu: Copyright Év
hy_am: Հհեղինակային իրավունքի տարին
id: Tahun Hak Cipta
is: Höfundaréttur ár
it_it: Anno del copyright
ja_jp: 著作権年
ka_ge: საავტორო უფლების წელი
kk: Авторлық құқықты сақтау жылы
lv: Autortiesību gads
mr: कॉपीराइट वर्ष
ms_my: Tahun Hak Cipta
nb: Opphavsrett registrert i (år)
nl_nl: Copyright jaar
pl_pl: Rok
pt_pt: Ano dos Direitos de Autor
ro: An Copyright
ru_ru: Год авторского права
sl_si: Leto avtorskih pravic
sr@cyrillic: Година ауторског права
sr_rs@latin: Godina autorskog prava
sv_se: Upphovsrättsår
th: ปีที่ลิขสิทธิ์
tr_tr: Telif Hakkı Tarihi
uk_ua: Рік отримання авторського права
vi: Năm bản quyền
vi_vn: Năm Bản quyền

# submission.copyrightStatement
source: Copyright (c) {$copyrightYear} {$copyrightHolder}
ar_iq: الحقوق الفكرية (c) {$copyrightYear} {$copyrightHolder}
az: Müəllif hüququ (c) {$copyrightYear} {$copyrightHolder}
bg_bg: Авторски права (c) {$copyrightYear} {$copyrightHolder}
ca_es: Drets d'autor (c) {$copyrightYear} {$copyrightHolder}
el_gr: Πνευματική ιδιοκτησία (c) {$copyrightYear} {$copyrightHolder}
eu: Egile-eskubideak {$copyrightYear} {$copyrightHolder}
fa_ir: حق نشر {$copyrightYear} {$copyrightHolder}
fr_fr: (c) Tous droits réservés {$copyrightHolder} {$copyrightYear}
gl_es: Dereitos de autor/a {$copyrightYear} {$copyrightHolder}
hr: Autorska prava (c) {$copyrightYear} {$copyrightHolder}
id: Hak Cipta (c) {$copyrightYear} {$copyrightHolder}
ja_jp: コピーライト (c) {$copyrightYear} {$copyrightHolder}
ka_ge: საავტორო უფლებები (c) {$copyrightYear} {$copyrightHolder}
kk: Авторлық құқық (c) {$copyrightYear} {$copyrightHolder}
lv: Autortiesības (c) {$copyrightYear} {$copyrightHolder}
mr: कॉपीराइट (c) {$copyrightYear} {$copyrightHolder}
ms_my: Hak Cipta (c) {$copyrightYear} {$copyrightHolder}
nb: Opphavsrett {$copyrightYear} {$copyrightHolder}
pt_pt: Direitos de Autor (c) {$copyrightYear} {$copyrightHolder}
sl_si: Avtorske pravice (c) {$copyrightYear} {$copyrightHolder}
sr@cyrillic: Сва права задржана (c) {$copyrightYear} {$copyrightHolder}
sr_rs@latin: Sva prava zadržana (c) {$copyrightYear} {$copyrightHolder}
th: ลิขสิทธิ์ (c) {$copyrightYear} {$copyrightHolder}
tr_tr: Telif Hakkı (c) {$copyrightYear} {$copyrightHolder}
uk_ua: Авторське право (c) {$copyrightYear} {$copyrightHolder}
vi: Bản quyền (c) {copyrightHolder}
vi_vn: Bản quyền (c) {$copyrightYear} {$copyrightHolder}

# submission.licenseURLValid
source: Please provide a valid remote URL (include http://).
ar_iq: لطفاً، أدرج رابط خارجي صحيح (متضمناً http://).
az: Zəhmət olmasa etibarlı bir uzaq URL daxil edin (http:// daxil).
bg_bg: Моля, предоставете валиден отдалечен URL (включете http://).
ca_es: Proporcioneu una URL remota vàlida (incloeu http://).
cs_cz: Vložte, prosím, platné URL (včetně http://).
da_dk: Indsæt en valid ekstern URL (inkludér http://).
de_de: Bitte geben Sie eine gültige externe URL an (inklusive http://).
el_gr: Εισάγετε έναν έγκυρο σύνδεσμο (συμπεριλάβετε το http://).
eu: Mesedez, eman urruneko URL baliodun bat (http:// barne).
fa_ir: لطفاً یک آدرس معتبر اینترنتی وارد کنید (شامل http://).
fi_fi: Anna kelvollinen etä-URL-osoite (sisällytä http://).
fr_fr: Veuillez indiquer une URL à distance valide (incluez http://).
gl_es: Indique un URL remoto válido (inclúa http: //).
hr: Navedite važeći udaljeni URL (uključujući http://).
hu: Kérjük, adjon egy érvényes URL-t (tartalmazza a http://).
hy_am: Խնդրում ենք տրամադրել վավեր հեռավոր URL (ներառյալ http://):
id: Tambahkan URL luar yang valid (termasuk http://).
is: Vinsamlega sláðu inn gilda ytri vefslóð (hafðu http:// með).
it_it: Per favore fornisci un valido URL remoto (includi http://).
ja_jp: 有効なリモート URL （ http:// を含む）を入力してください。
ka_ge: გთხოვთ, მიუთითოთ სწორი დისტანციური URL (შეიტანეთ http://).
kk: Жарамды қашықтағы сервердің URL мекенжайын (соның ішінде http://) беріңіз.
lv: Lūdzu, norādiet derīgu attālināto URL (iekļaujot http://).
mr: कृपया एक ग्राह्य दूरस्थ (रिमोट) URL प्रदान करा (http:// समाविष्ट करा).
ms_my: Sila berikan URL jauh yang sah (termasuk http://).
nb: Legg til en gyldig, ekstern URL (inkluder http://).
nl_nl: Geef een geldige externe URL op (inclusief http://).
pl_pl: Podaj poprawny link URL (wraz z http://).
pt_pt: Indique um URL remoto válido (incluindo http://).
ro: Vă rugăm să furnizați o adresă URL de la distanță validă (include http: //).
ru_ru: Пожалуйста, укажите правильный URL-адрес удаленного сервера (включая http://).
sl_si: Prosimo vnesite veljavno povezavo URL (skupaj z začetnim http://).
sr@cyrillic: Унесите исправан удаљени URL (укључујући и http://).
sr_rs@latin: Unesite ispravan udaljeni URL (uključujući i http://).
sv_se: Ange en giltig extern URL (inklusive http://).
th: กรุณาระบุ URL ที่ถูกต้อง (รวมถึง http://)
tr_tr: Lütfen geçerli bir uzak URL girin (http:// dahil).
uk_ua: Будь-ласка надайте валідний URL (включіть http://).
vi: Vui lòng cung cấp URL từ xa hợp lệ (bao gồm http://).
vi_vn: Vui lòng cung cấp một URL từ xa hợp lệ (bao gồm http: //).

# submission.licenseURL
source: License URL
ar_iq: رابط الرخصة
az: Lisenziya URL
bg_bg: URL за лиценз
ca_es: Llicència URL
cs_cz: URL licence
da_dk: Licens URL
de_de: Lizenz-URL
el_gr: Σύνδεσμος Άδειας
eu: Lizentziaren URLa
fa_ir: آدرس اینترنتی مجوز
fi_fi: Lisenssin URL-osoite
fr_fr: URL de la licence
gl_es: Licenza URL
hr: URL licence
hu: Licenc URL
hy_am: URL արտոնագիր
id: URL Lisensi
is: Leyfi - vefslóð
it_it: URL della licenza
ja_jp: ライセンスURL
ka_ge: ლიცენზიის URL
kk: URL лицензиясының мекенжайы
lv: Licences URL
mr: परवान्याचा URL
ms_my: URL lesen
nb: URL for lisens
nl_nl: Licentie URL
pl_pl: Link do licencji
pt_pt: URL da Licença
ro: Licență URL
ru_ru: URL-адрес лицензии
sl_si: URL licence
sr@cyrillic: URL лиценци
sr_rs@latin: URL licenci
sv_se: Licens-URL
th: URL ใบอนุญาต
tr_tr: Lisans URL
uk_ua: URL Ліцензії
vi: URL giấy phép
vi_vn: URL của giấy phép

# submission.license.cc.by-nc-nd4
source: CC Attribution-NonCommercial-NoDerivatives 4.0
az: CC İstinad (Atribut)- Qeyri-ticari/kommersiya-Törədilə bilməz 4.0
bg_bg: CC Attribution-NonCommercial-NoDerivatives 4.0 (Посочване на автора-Нетърговски-Без производни)
ca_es: CC Reconeixement-NoComercial-SenseObraDerivada 4.0
da_dk: CC - Navngivelse - Ikke-kommerciel - Ingen bearbejdede værker (By-nc-nd)
de_de: CC Namensnennung - Nicht kommerziell - Keine Bearbeitungen 4.0
el_gr: CC Αναφορά Δημιουργού – Μη Εμπορική Χρήση – Όχι Παράγωγα Έργα 4.0 4.0
eu: CC Aitortu-EzKomertziala-LanEratorririkGabe 4.0
fi_fi: CC Nimeä-EiKaupallinen-EiMuutoksia 4.0 Kansainvälinen Julkinen Lisenssi
fr_fr: Attribution - Pas d'Utilisation Commerciale - Pas de Modification 4.0 International (CC BY-NC-ND 4.0)
gl_es: CC Recoñecemento-NonComercial-SenObrasDerivadas 4.0
hr: CAttribution-NonCommercial-NoDerivatives 4.0
it_it: CC Attribuzione - Non commerciale - Non opere derivate 4.0 Internazionale
ja_jp: CC 表示 - 非営利 - 改変禁止 4.0
ka_ge: CC Attribution-NonCommercial-NoDerivators 4.0
kk: CC Attribution-NonCommercial-NoDerivatives 4.0 («Атрибуция – коммерциялық емес пайдалану – туынды құралдар жоқ») 4.0
lv: CC Attribution-NonCommercial-NoDerivatives 4.0 (Attiecinājums-Nekomerciāls-Bez atvasinājumiem)
ms_my: Atribusi CC-Bukan Komersial-TiadaDerivatif 4.0
nl_nl: CC Naamsvermelding-NietCommercieel-GeenAfgeleideWerken 4.0
pl_pl: CC Uznanie autorstwa - Użycie niekomercyjne - Bez utworów zależnych 4.0
pt_pt: CC Atribuição-NãoComercial-SemDerivações 4.0
ru_ru: CC «Attribution-NonCommercial-NoDerivatives» («Атрибуция — Некоммерческое использование — Без производных произведений») 4.0
sl_si: CC Priznanje avtorstva-Nekomercialno-Brez predelav 4.0
sr@cyrillic: CC Aуторство-Некомерцијално-Без прераде 4.0
sr_rs@latin: CC Autorstvo-Nekomercijalno-Bez prerade 4.0
sv_se: CC Erkännande-IckeKommersiell-IngaBearbetningar 4.0
tr_tr: CC Atıf-GayriTicari-Türetilemez 4.0
vi: CC Ghi công-Phi thương mại-Không phái sinh 4.0
vi_vn: CC Attribution-NonCommercial-NoDeriates 4.0

# submission.license.cc.by-nc4
source: CC Attribution-NonCommercial 4.0
az: CC İstinad-Qeyri-kommersiya 4.0
bg_bg: CC Attribution-NonCommercial 4.0 (Посочване на автора-Нетърговски)
ca_es: CC Reconeixement-NoComercial 4.0
da_dk: CC - Navngivelse - Ikke-kommerciel (By-nc)
de_de: CC Namensnennung - Nicht kommerziell 4.0
el_gr: CC Αναφορά Δημιουργού – Μη Εμπορική Χρήση 4.0
eu: CC Aitortu-EzKomertziala 4.0
fi_fi: CC Nimeä-EiKaupallinen 4.0 Kansainvälinen Julkinen Lisenssi
fr_fr: Attribution - Pas d’Utilisation Commerciale 4.0 International (CC BY-NC 4.0)
gl_es: CC Recoñecemento-NonComercial 4.0
hr: C Attribution-NonCommercial 4.0
it_it: CC Attribuzione - Non commerciale 4.0 Internazionale
ja_jp: CC 表示 - 非営利 4.0
kk: CC Attribution-NonCommercial 4.0 («Атрибуция – коммерциялық емес пайдалану ») 4.0
lv: CC Attribution-NonCommercial 4.0 (Attiecinājums-Nekomerciāls)
ms_my: Atribusi CC-Bukan Komersial 4.0
nl_nl: CC Naamsvermelding-NietCommercieel 4.0
pl_pl: CC Uznanie autorstwa - Użycie niekomercyjne 4.0
pt_pt: CC Atribuição-NãoComercial 4.0
ro: Atribuire CC-necomercială 4.0
ru_ru: CC «Attribution-NonCommercial» («Атрибуция — Некоммерческое использование») 4.0
sl_si: CC Priznanje avtorstva-Nekomercialno 4.0
sr@cyrillic: CC Aуторство-Некомерцијално 4.0
sr_rs@latin: CC Autorstvo-Nekomercijalno 4.0
sv_se: CC Erkännande-IckeKommersiell 4.0
tr_tr: CC Atıf-GayriTicari 4.0
vi: CC Ghi công-Phi thương mại 4.0
vi_vn: giấy phép CC Attribution-NonCommercial 4.0
