Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# editor.submission.removeStageParticipant.description
source: You are about to remove this participant from <strong>all</strong> stages.
ar_iq: أنت على وشك إزالة هذا المشارك من <strong>كل</strong> المراحل. إن كان لهذا المستخدم أيضاً مهام متابعة معلقة، ستتم إزالتها أيضاً.
az: Bu istifadəçini <strong>tüm</strong> mərhələlərdən çıxarırsınız.
bg_bg: На път сте да премахнете този участник от <strong>всички</strong> етапи.
ca_es: S'eliminarà el participant de <strong>totes</strong> les fases. Si l'usuari/ària també té tasques d'auditoria pendents, també s'eliminaran.
cs_cz: Chystáte se tohoto účastníka odstranit z <strong> všech </strong> etap.
da_dk: Du er i gang med at fjerne denne deltager fra <strong>alle</strong> trin.
de_de: Sie werden diese Person aus <strong>allen</strong> Phasen entfernen. Wenn der/die Benutzer/in auch ausstehende Prüfaufgaben hat, werden diese ebenfalls entfernt.
el_gr: Πρόκειται να αφαιρέσετε αυτόν το συμμετέχοντα από <strong>όλα</strong> τα στάδια.
eu: Parte-hartzaile hau fase <strong>guztietatik</strong> kentzear zaude.
fa_ir: شما در حال حذف این همکار از <strong>تمامی</strong> مراحل هستید. حتی اگر یک حسابرسی در حال انجام نیز داشته باشد، تمامی آن‌ها حذف خواهند شد.
fi_fi: Olet poistamassa tämän osallistujan <strong>kaikista</strong> vaiheista. Jos käyttäjällä on avoimia tarkastajan tehtäviä, myös ne poistetaan.
fr_fr: Vous êtes sur le point de supprimer ce participant ou cette participante de <strong>toutes</strong> les étapes.
gl_es: Estás a piques de eliminar a este participante de <strong>todas</strong> as fases.
hr: Uklonit ćete ovog sudionika iz <strong>svih</strong> faza.
hu: El szeretné távolítani a résztvevőt <strong>minden</strong> szakaszból. Ha a felhasználónak függőben lévő feladatai vannak, akkor is eltávolításra kerül.
hy_am: Դուք պատրաստվում եք հեռացնել այս մասնակցին <strong>բոլոր</strong> փուլերից:
id: Anda akan menghapus partisipan dari <strong>semua</strong> tahapan.
is: Þú ert við það að fjarlægja þennan þátttakanda frá <strong>öllum</strong> þrepum.
it_it: Stai per rimuove questo utente dal partecipare a <strong>tutte</strong> le fasi. Se l'utente ha in corso dei lavori da valutatore, verrà rimosso anche da lì.
ja_jp: この参加者を<strong> すべて </strong>の段階から削除しようとしています。
ka_ge: თქვენ აპირებთ ამ მონაწილის ამოღებას <strong>ყველა</strong> ეტაპიდან.
kk: Сіз бұл мүшені <strong>барлық</strong> кезеңнен алып тастағалы тұрсыз.
ku_iq: تۆ دەتوانیت ئەم بەشداربووە لە قۆناغەکانی <strong> و </strong> بسڕیتەوە.
lv: Jūs gatavojaties noņemt šo dalībnieku no <strong>visiem</strong> posmiem.
mr: तुम्ही या सहभाग्याला (Participant) <strong>सगळ्या</strong> टप्प्यांमधून काढून टाकणार आहात.
ms_my: Anda akan membuang peserta ini daripada <strong>semua</strong> peringkat.
nb: Du er i ferd med å fjerne en deltaker fra <strong>alle</strong> stadier. Dersom brukeren også har kommende oppgaver som sluttkontrollør, vil disse bli fjernet.
nl_nl: U staat op het punt om deze deelnemer te verwijderen uit <strong>alle</strong> stappen. Als de deelnemer nog actieve proeflezingstaken heeft, zullen die ook worden verwijderd.
pl_pl: Masz zamiar usunąć uczestnika ze <strong>wszystkich</strong> etapów. Jeżeli uczestnik posiada przydzielone zadania kontrolera, one również zostaną usunięte.
pt_pt: Está prestes a remover este participante de <strong>todas</strong> as etapas.
ro: Ești pe cale să elimini acest participant <strong>din toate etapele</strong>.
ru_ru: Вы собираетесь удалить этого участника со <strong>всех</strong> этапов.
sl_si: Tega udeleženca boste odstrnaili iz <strong>vseh</strong> faz. Če ima še nedokončane revizijske naloge, bodo tudi te odstranjene.
sr@cyrillic: Ви ћете уклонити овог учесника из <strong>свих</strong> фаза. Ако корисник има отворене ревизорксе задатке они ће бити такође уклоњени.
sr_rs@latin: Vi ćete ukloniti ovog učesnika iz <strong>свих</strong> faza. Ako korisnik ima otvorene revizorske zadatke oni će biti takođe uklonjeni.
sv_se: Du håller på att ta bort den här deltagaren från <strong>alla</strong> steg. Om användaren också har utestående manusgranskningar kommer dessa också att tas bort.
th: คุณกำลังจะลบผู้เข้าร่วมนี้ออกจาก <strong>ทุก</strong> ขั้นตอน
tr_tr: Bu katılımcıyı <strong>tüm</strong> aşamalardan kaldırmak üzeresiniz.
uk_ua: Ви збираєтеся видалити цього учасника з <strong>усіх</strong> етапів. Якщо користувач також має призупинені завдання аудитора, вони також будуть видалені.
vi: Bạn sắp xóa người tham gia này khỏi <strong>tất cả</strong> các giai đoạn.
vi_vn: Bạn sắp xóa người tham gia này khỏi <strong> tất cả </strong> các giai đoạn.

# editor.submission.addStageParticipant.form.userGroupRequired
source: You must select a user group.
ar_iq: عليك أن تختار مجموعة مستخدمين.
az: Bir istifadəçi qrupu seçməlisiniz.
bg_bg: Трябва да изберете потребителска група.
ca_es: Heu de seleccionar un grup d'usuaris.
cs_cz: Musíte vybrat uživatelskou skupinu.
da_dk: Vælg en brugergruppe.
de_de: Sie müssen eine Benutzer/innengruppe auswählen.
el_gr: Πρέπει να επιλέξετε μία ομάδα χρηστών.
eu: Erabiltzaile-talde bat hautatu behar duzu.
fa_ir: باید یک گروه کاربری انتخاب شود.
fi_fi: Sinun on valittava käyttäjäryhmä.
fr_fr: Vous devez choisir un groupe d'utilisateurs.
gl_es: Debes seleccionar un grupo de usuarios/as.
hr: Morate odabrati korisničku grupu.
hu: Ki kell választania egy felhasználói csoportot.
hy_am: Դուք պետք է ընտրեք օգտվողների խումբ:
id: Harus memilih grup pengguna.
is: Þú verður að velja notendahóp.
it_it: Selezionare un gruppo di utenti.
ja_jp: ユーザーグループを選択する必要があります。
ka_ge: თქვენ უნდა აირჩიოთ მომხმარებლის ჯგუფი.
kk: Сіз пайдаланушы тобын таңдауыңыз керек.
ku_iq: تۆ دەتوانیت گروپی بەکارهێنەران دیاری بکەیت.
lv: Jāizvēlas lietotāju grupa.
mr: तुम्हाला वापरकर्ता गट निवडणे आवश्यक आहे.
ms_my: Anda mesti memilih kumpulan pengguna.
nb: Du må velge en brukergruppe.
nl_nl: U moet een gebruikersgroep selecteren.
pl_pl: Musisz wybrać grupę użytkowników.
pt_pt: Deve selecionar um grupo de utilizadores.
ro: Trebuie să selectați un grup de utilizatori.
ru_ru: Вы должны выбрать группу пользователей.
sl_si: Izbrati morate uporabniško vlogo.
sr@cyrillic: Морате одабрати корисничку групу.
sr_rs@latin: Morate odabrati korisničku grupu.
sv_se: Du måste välja en användargrupp.
th: คุณต้องเลือกกลุ่มผู้ใช้
tr_tr: Bir kullanıcı gurubu seçmelisiniz.
uk_ua: Ви маєте вибрати групу користувачів.
vi: Bạn phải chọn một nhóm người dùng.
vi_vn: Bạn phải chọn một nhóm người dùng.

# editor.submission.addStageParticipant.form.userRequired
source: You must select a user for the specified user group.
ar_iq: عليك أن تختار مستخدماً لهذه المجموعة.
az: Göstərilən istifadəçi qrupu üçün bir istifadəçi seçməlisiniz.
bg_bg: Трябва да изберете потребител за посочената потребителска група.
ca_es: Heu de seleccionar un usuari/ària per al grup d'usuaris especificat.
cs_cz: Musíte vybrat uživatele ze specifické uživatelské skupiny.
da_dk: Du skal udvælge en bruger til den angivne brugergruppe.
de_de: Sie müssen eine/n Benutzer/in für die angegebene Benutzer/innengruppe auswählen.
el_gr: Πρέπει να επιλέξετε έναν χρήστη για αυτή την ομάδα.
eu: Erabiltzaile bat hautatu behar duzu zehaztutako erabiltzaile-talderako.
fa_ir: باید کاربری را برای گروه کاربری مشخص شده انتخاب کنید.
fi_fi: Sinun on valittava käyttäjä määritettyyn käyttäjäryhmään.
fr_fr: Vous devez choisir un utilisateur pour le groupe d'utilisateurs choisi.
gl_es: Debes seleccionar un usuario/a do grupo de usuarios/as especificado.
hr: Morate odabrati korisnika za navedenu korisničku grupu.
hu: Ki kell választania egy felhasználót a megadott csoportból.
hy_am: Դուք պետք է օգտվող ընտրեք օգտատերերի նշված խմբի համար:
id: Anda harus memilih pengguna untuk grup pengguna tertentu.
is: Þú verður að velja notanda fyrir tilgreindan notendahóp.
it_it: Devi selezionare un utente per questo specifico gruppo di utenti.
ja_jp: 指定したユーザーグループのユーザーを選択する必要があります。
ka_ge: თქვენ უნდა აირჩიოთ მომხმარებელი არჩეული მომხმარებლის ჯგუფისათვის.
kk: Көрсетілген топ үшін пайдаланушыны таңдауыңыз керек.
ku_iq: تۆ پێویستە بەکارهێنەرێک لە گروپی بەکارهێنەراندا دیاری بکەیت.
lv: Jāizvēlas norādītās lietotāju grupas lietotājs.
mr: नमूद केलेल्या वापरकर्ता गटासाठी तुम्हाला एक तरी वापरकर्ता निवडणे आवश्यक आहे.
ms_my: Anda mesti memilih pengguna untuk kumpulan pengguna yang ditentukan.
nb: Du må velge en bruker for denne brukergruppen.
nl_nl: U moet een gebruiker selecteren voor de opgegeven gebruikersgroep.
pl_pl: Musisz wybrać użytkownika dla wybranej grupy użytkowników.
pt_pt: Deve selecionar um utilizador para o grupo de utilizadores especificado.
ro: Trebuie să selectați un utilizator pentru grupul de utilizatori specificat.
ru_ru: Вы должны выбрать пользователя для указанной группы пользователей.
sl_si: Izbrati morate uporabnika za določeno uporabniško vlogo.
sr@cyrillic: Морате одабрати корисника за одабрану корисничку групу.
sr_rs@latin: Morate odabrati korisnika za odabranu korisničku grupu.
sv_se: Du måste välja en användare för den specificerade användargruppen.
th: คุณต้องเลือกผู้ใช้สำหรับกลุ่มผู้ใช้ที่ระบุ
tr_tr: Belirtilen kullanıcı grubu için bir kullanıcı seçmelisiniz.
uk_ua: Ви маєте вибрати користувача для зазначеної групи користувачів.
vi: Bạn phải chọn một người dùng cho nhóm người dùng đã chỉ định.
vi_vn: Bạn phải chọn một người dùng cho nhóm người dùng được chỉ định.

# editor.submission.addStageParticipant.form.reviewerWarning
source: The participant you selected has been assigned to conduct an anonymous review. If you assign them as a participant, they will have access to the author's identity. You are encouraged not to assign this participant unless you can independently ensure the integrity of the peer review process.
ar_iq: المشارك الذي اخترته قد سبق تعيينه لإجراء التحكيم السري. إذا عينته بدور مشارك، سيكون له إمكانية التعرف على هوية المؤلف. من الأفضل تجنب تعيين هذا المشارك إلا إذا كان بإمكانك وبشكل مستقل ضمان نزاهة عملية التحكيم السري.
az: Seçdiyiniz istifadəçi, anonim rəyçilik etmək üçün təyin edilmişdir. Şəxslərə əlavə etsəniz, Müəllifin kimliyi əlçatan olacaqdır. rəyçi dəyərləndirmə prosesinin bütövlüyünü müstəqil olaraq təmin edə bilmədiyiniz müddətcə, bu iştirakçını şəxslərə əlavə etməyin.
bg_bg: Избраният от вас участник е асоцииран за провеждане на анонмна реценция. Ако ги определяте като участник, те ще имат достъп до самоличността на автора. Насърчаваме ви да не назначавате този участник, освен ако не можете самостоятелно да осигурите целостта на процеса на рецензиране.
ca_es: El participant que heu seleccionat ha estat assignat per dur a terme una avaluació amb cegament. Si l'assigneu com a participant tindrà accés a la identitat de l'autor/a. Per això us aconsellem que no assigneu aquest participant a menys que pugueu garantir la integritat del procés d'avaluació amb cegament.
cs_cz: Účastník, kterého jste vybrali, byl přidělen k provedení anonymní recenze. Pokud jej vyberete jako účastníka, bude mít přístup k identitě autora. Doporučuje se, abyste tomuto účastníka nepřidělili, abyste zajistili integritu procesu peer review.
da_dk: Deltageren du valgte er blevet sat til at gennemføre en blind review bedømmelse. Hvis du vælger denne deltager, giver du vedkommende adgang til forfatterens identitet. Du opfordres til ikke at vælge denne deltager, medmindre du kan sikre integriteten i fagfællebedømmelsesprocessen.
de_de: Die/der ausgewählte Beteiligte ist gebeten worden, eine blinde Begutachtung durchzuführen. Wenn Sie sie/ihn als Beteiligte/n hinzufügen, wird sie/er Zugriff auf die Identität der Autorin/des Autors haben. Sie werden gebeten, diese Person nicht als Beteiligte/n hinzuzufügen, solange sie nicht auf anderem Wege die Integrität des Begutachtungsprozesses gewährleisten können.
eu: Hautatu duzun parte-hartzaileari berrikuspen anonimo bat esleitu zaio. Parte-hartzaile gisa esleitzen baduzu, egilearen identitaterako sarbidea izango du. Parte-hartzaile hau ez esleitzea gomendatzen dizugu, parekideen berrikuspen prozesuaren osotasuna modu independentean bermatu ezean behintzat.
fi_fi: Valitsemasi käyttäjä tekee käsikirjoituksessa sokkoarviointia. Mikäli lisäät hänet osallistujaksi, käyttäjä näkee kirjoittajan nimen.
fr_fr: Le participant sélectionné a été assigné pour une évaluation en aveugle. Si vous l'assignez en tant que participant, il pourra avoir accès à trop d'information. Ne faites cela qu'en connaissance de cause.
gl_es: O participante que seleccionaches foi asignado para realizar unha revisión anónima. Se o asigna como participante, terá acceso á identidade do autor. Animámoslle a non asignar a este participante a menos que poida garantir de forma independente a integridade do proceso de revisión por pares.
hr: Sudioniku kojeg ste odabrali dodijeljena je anonimna provjera. Ako ih odredite kao sudionika, imat će pristup identitetu autora. Potičemo vas da ne dodjeljujete ovog sudionika osim ako ne možete neovisno osigurati integritet procesa recenzije.
hu: Az Ön által kiválasztott résztvevő vak lektorálás elvégzésére kapott megbízást. Ha résztvevőként jelöli ki őket, akkor hozzáférnek a szerző személyazonosságához. Javasoljuk, hogy ne válassza ezt a résztvevőt, hacsak nem tudja teljesen biztosítani a szakértői véleményezési folyamat sértetlenségét.
hy_am: Ձեր ընտրած մասնակցին հանձնարարվել է անանուն գրախոսություն անցկացնել: Եթե դուք նրանց նշանակեք որպես մասնակից, նրանց հասանելի կլինի հեղինակի ինքնությունը: Ձեզ խորհուրդ է չնշանակել այս մասնակցին, քանի դեռ չեք կարող ինքնուրույն ապահովել գործընկերային գրախոսման գործընթացի ամբողջականությունը:
id: Peserta yang Anda pilih telah ditugaskan untuk melakukan review anonim. Jika ditugaskan sebagai partisipan, mereka bisa mengakses identitas penulis. Anda disarankan untuk tidak menugaskan partisipan ini kecuali Anda dapat memastikan integritas dari proses peer review secara mandiri.
is: Þátttakandanum sem þú valdir hefur verið úthlutað nafnlausri ritrýni. Með skráningu þátttakanda í þetta hlutverk, hefur viðkomandi aðgang að nafni höfnunda(r). Við hvetjum þig til að tryggja heilindi ritrýniferlisins við úthlutun hlutverka til þátttakenda.
it_it: Il partecipante che hai selezionato è già stato indicato per fare una revisione cieca. Se lo assegni com partecipante avrà accesso all'identità dell'autore. Ti chiediamo di non assegnare questa persona come partecipante se non quando puoi assicurare la sua integrità nel condurre la revisione.
ja_jp: 選択した参加者は匿名査読を実施するように割り当てられています。 参加者として割り当てると、著者のアイデンティティにアクセスできるようになります。 査読プロセスの整合性を独立して確認できる場合を除き、この参加者を割り当てないことをお勧めします。
ka_ge: თქვენს მიერ არჩეულ მონაწილეს დაევალა ანონიმური განხილვის ჩატარება. თუ მათ დანიშნავთ როგორც მონაწილე, მათ ექნებათ წვდომა ავტორის პირადობაზე. გირჩევთ, არ დანიშნოთ ეს მონაწილე, თუ დამოუკიდებლად ვერ უზრუნველყოფთ განხილვის პროცესის მთლიანობას.
kk: Сіз таңдаған пайдаланушы анонимді рецензия жүргізуге тағайындалған. Егер сіз оны мүше ретінде белгілесеңіз, ол автор туралы ақпаратқа қол жеткізе алады. Егер сіз "көрмей" рецензиялау процесінің тәуелсіздігін сақтай алатыныңызға сенімді болмасаңыз, бұл мүшені тағайындамауыңызды ұсынамыз.
ku_iq: ئەو بەشداربووەی کە تۆ دیاریت کردووە بۆ هەڵسەنگاندنی نهێنی ئەرکدار کراوە. ئەگەر تۆ وەک بەشداربو ئەرکداری بکەیت، ئەوا دەتوانێت زانیارییەکانی توێژەر ببینێت. هەر بۆیە وا باشترە کە ئەم کەسانە وەک بەشداربو ئەرکدار نەکرێت هەتا تۆ دڵنیا نەبیت لە پرۆسەی نهێنیی هەڵسەنگاندن.
lv: Jūsu izvēlētajam dalībniekam ir piešķirts uzdevums veikt anonīmu recenzēšanu. Ja piešķirsiet viņu kā dalībnieku, viņam būs piekļuve autora identitātei. Ieteicams nepiešķirt šo dalībnieku, kamēr nav iespējams patstāvīgi nodrošināt recenzēšanas procesa integritāti.
mr: तुम्ही निवडलेल्या सहभाग्याला (participant) अनामिक समीक्षण (anonymous review) करण्यासाठी नियुक्त केले आहे. पण अशा नियुक्तीनंतर सहभाग्याला लेखकांबाबतची माहिती कळेल. जोपर्यंत तुम्हाला व्यक्तीशः याचेकडून तज्ज्ञ समीक्षण प्रक्रियेच्या सचोटीची खात्री नसेल तोपर्यंत तुम्ही या सहभाग्याला नियुक्त करू नये.
ms_my: Peserta yang anda pilih telah ditugaskan untuk menjalankan ulasan tanpa nama. Jika anda menetapkan mereka sebagai peserta, mereka akan mempunyai akses kepada identiti pengarang. Anda digalakkan untuk tidak menugaskan peserta ini melainkan anda boleh memastikan integriti proses ulasan rakan sejawat.
nb: Deltakeren du har valgt er oppnevnt til å gjennomføre blind fagfellevurdering. Hvis du oppnevner dem til deltaker så vil de ha tilgang til forfatterens identitet. Dette anbefales ikke dersom du ikke på andre måter kan sikre integriteten i fagfellevurderingsprosessen.
nl_nl: De geselecteerde deelnemer wordt toegewezen voor een blinde review. Als u hem/haar als deelnemer toewijst, krijgt hij/zij toegang tot de identiteit van de auteur. Het is aangewezen om deze deelnemer niet toe te wijzen tenzij de integriteit van het blinde peer review proces toch kan worden gegarandeerd.
pt_pt: O participante que selecionou foi indicado para realizar uma revisão anónima. Se o atribuir como um participante, irá ter acesso à identidade do autor. É preferível não atribuir este participante a não ser que possa garantir a integridade do processo de revisão por pares.
ro: Participantul ce l-ați selectat a fost desemnat să efectueze o examinare oarbă. Dacă îl atribuiți ca participant, acesta va avea acces la identitatea autorului. Sunteți încurajat să nu atribuiți acest participant decât dacă puteți asigura în mod independent integritatea procesului de evaluare.
ru_ru: Выбранный вами пользователь назначен проводить анонимное рецензирование. Если вы назначите его участником, он получит доступ к информации об авторе. Рекомендуем вам не назначать этого участника, если вы не уверены в том, что удастся сохранить независимость процесса «слепого» рецензирования.
sl_si: Izbrani udeleženec je bil dodeljen z opravljanje anonimne recenzije. Če ga boste dodali med udeležence, bo dobil dostop do identitete avtorja. Priporočamo, da tega ne storite, razen, če lahko neodvisno zagotovite integriteto recenzentskega postopka.
sv_se: Deltagaren du valt har blivit utsedd att utföra en anonym granskning. Om du lägger till hen som deltagare kommer hen att kunna se författarens identitet. Vi uppmanar dig att inte utse den här deltagaren om du inte oavsett kan garantera integriteten i sakkunniggranskningsprocessen.
th: ผู้เข้าร่วมที่คุณเลือกได้รับมอบหมายให้ทำการทบทวนแบบไม่เปิดเผยตัว หากคุณมอบหมายพวกเขาเป็นผู้เข้าร่วม พวกเขาจะสามารถเข้าถึงตัวตนของผู้เขียนได้ ขอแนะนำให้คุณไม่มอบหมายผู้เข้าร่วมนี้ เว้นแต่ว่าคุณสามารถมั่นใจในความซื่อสัตย์ของกระบวนการทบทวนโดยเพื่อนอิสระได้
tr_tr: Seçtiğiniz kullanıcı, kör hakemlik yapmak üzere atanmıştır. Kişilere eklerseniz, yazarın kimliğine erişebilecekler. Hakem değerlendirme sürecinin bütünlüğünü bağımsız olarak sağlayamadığınız sürece, bu katılımcıyı kişilere eklemeyiniz.
uk_ua: Обраний учасник був призначений для проведення сліпого огляду. Якщо призначити їх в якості учасника, вони матимуть доступ до особистості автора. Вам не рекомендується призначати цього учасника, якщо ви не можете самостійно забезпечити цілісність процесу експертної оцінки.
vi: Người tham gia bạn đã chọn được chỉ định thực hiện đánh giá ẩn danh. Nếu bạn chỉ định họ làm người tham gia, họ sẽ có quyền truy cập danh tính của tác giả. Bạn được khuyến khích không chỉ định người tham gia này trừ khi bạn có thể đảm bảo tính toàn vẹn của quy trình bình duyệt độc lập.
vi_vn: Người tham gia đã chọn đã được chỉ định để thực hiện phản biện kín. Nếu bạn chỉ định họ với tư cách là người tham gia, họ sẽ có quyền truy cập vào danh tính của tác giả. Bạn được khuyến khích không chỉ định người tham gia này trừ khi bạn có thể độc lập đảm bảo tính toàn vẹn của quy trình đánh giá ngang hàng.

# editor.submission.removePermissionToEdit
source: Disallow Edit Metadata
ar_iq: منع تعديل البيانات الوصفية
az: Üst data redaktə etməni rədd edin
bg_bg: Забраняване на редактиране на метаданни
ca_es: Deshabilitar l'edició de metadades
cs_cz: Zakázat úpravy metadat
da_dk: Afvis redigering af metadata
de_de: Ändern der Metadaten nicht erlauben
el_gr: Απαγόρευση επεξεργασίας μεταδεδομένων
eu: Ez baimendu metadatuak editatzea
fr_fr: Interdire la modification des métadonnées
gl_es: Deshabilitar a edición de metadatos
hr: Zabrani uređivanje metapodataka
hu: Metaadatok szerkesztési lehetőségének visszavonása
hy_am: Թույլ չտալ խմբագրել մետատվյալները
id: Tolak Penyuntingan Metadata
is: Synja um breytingar á lýsigögnum
it_it: Disabilita la possibilità di modificare i metadati
ja_jp: メタデータの編集を許可しない
ka_ge: მეტამონაცემების ჩასწორების აკრძალვა
kk: Метадеректерді өңдеуге жол бермеу
ku_iq: ڕێگەندان بە گۆڕینی زانیاریی ناسێنەر
lv: Aizliegt metadatu rediģēšanu
mr: मेटाडेटात बदल करायची परवानगी नाकारा
ms_my: Tidak benarkan Sunting Metadata
nb: Ikke tillat redigering av metadata
pt_pt: Não Permitir Edição de Metadados
ro: Renunțați la editarea metadatelor
ru_ru: Запретить редактировать метаданные
sl_si: Ne dovoli urejanja metapodatkov
th: ไม่อนุญาตให้แก้ไขข้อมูลเมตา
tr_tr: Üstveri Düzenlemeyi Reddet
uk_ua: Заборонити редагувати метадані
vi: Không cho phép chỉnh sửa metadata
vi_vn: Không cho phép chỉnh sửa siêu dữ liệu

# editor.submission.addPermissionToEdit
source: Allow Edit Metadata
ar_iq: السماح بتعديل البيانات الوصفية
az: Üst dataları redaktəyə icazə verin
bg_bg: Разрешаване на редактиране на метаданни
ca_es: Habilitar l'edició de metadades
cs_cz: Povolit úpravu metadat
da_dk: Tillad redigering af metadata
de_de: Ändern der Metadaten erlauben
el_gr: Επιτρέψτε την Επεξεργασία Μεταδεδομένων
eu: Baimendu metadatuak editatzea
fr_fr: Permettre la modification des métadonnées
gl_es: Habilitar a edición de metadatos
hr: Dopusti uređivanje metapodataka
hu: Metaadatok szerkesztésének engedélyezése
hy_am: Թույլ տալ խմբագրել մետատվյալները
id: Ijinkan Penyuntingan Metadata
is: Leyfa breytingar á lýsigögnum
it_it: Consenti la modifica dei metadati
ja_jp: メタデータの編集を許可する
ka_ge: მეტა-მონაცემების ჩასწორების ნებართვა
kk: Метадеректерді өңдеуге рұқсат беріңіз
ku_iq: ڕێگەدان بە گۆڕینی زانیاریی ناسێنەر
lv: Atļaut metadatu rediģēšanu
mr: मेटाडेटात बदल करायला परवानगी द्या
ms_my: Benarkan Sunting Metadata
nb: Tillat redigering av metadata
pt_pt: Permitir Edição de Metadados
ro: Permiteți editarea metadatelor
ru_ru: Разрешить редактировать метаданные
sl_si: Dovoli urejanje metapodatkov
th: อนุญาตให้แก้ไขข้อมูลเมตา
tr_tr: Üsterileri Düzenlemeye İzin Ver
uk_ua: Дозволити редагувати метадані
vi: Cho phép chỉnh sửa metadata
vi_vn: Cho phép chỉnh sửa siêu dữ liệu
