Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.event.deleteLogEntry
source: Delete Log Entry
ar_iq: حذف المعلومة من سجل الوقائع
az: Gündəlik girişi silin
bg_bg: Изтриване на запис от регистъра
ca_es: Suprimeix l’entrada del registre
cs_cz: Smazat záznam protokolu
da_dk: Slet logpost
de_de: Eintrag löschen
el_gr: Διαγραφή καταχώρισης ημερολογίου
eu: Ezabatu logeko sarrera
fa_ir: حذف سابقه
fi_fi: Poista lokimerkintä
fr_fr: Supprimer l'entrée du registre
gl_es: Borrar entrada do rexistro
hr: Obriši stavku zapisa
hu: Naplóbejegyzés törlése
hy_am: Ջնջեք մատյանի մուտքը
id: Hapus entri log
is: Eyða færslu úr skrá
is_is: Eyða færslu úr skrá
it_it: Svuota il registro
ja_jp: ログエントリの削除
ka_ge: ჟურნალის ჩანაწერის წაშლა
kk: Оқиғалар журналындағы жазбаны өшіру
ku_iq: سڕینەوەی داخلکردنی لیست
lv: Dzēst žurnāla ierakstu
mk_mk: Избриши запис во евиденција
mr: लॉग नोंद (entry) हटवा
ms_my: Padamkan Entri Log
nb: Slett loggføring
nl_nl: Verwijder uit logboek
pl_pl: Usuń wpis dziennika
pt_pt: Eliminar Entrada do Histórico
ro: Ștergeți intrarea jurnalului
ru_ru: Удалить запись журнала
sl_si: Izbriši vpis dogodka v zaporedje dogodkov
sr@cyrillic: Обриши унос у логу.
sr_rs@latin: Obriši unos u logu.
sv_se: Ta bort händelse i logg
th: ลบรายการบันทึกเหตุการณ์
tr_tr: Günlük Girişini Sil
uk_ua: Видалити запис журналу
vi: Xóa mục nhật ký
vi_vn: Xóa mục nhập nhật ký
zh_cn: 删除事件日志项

# submission.event.decisionReviewerEmailSent
source: An email about the decision was sent to {$recipientCount} reviewer(s) with the subject {$subject}.
az: #YOX
bg_bg: Изпратен е имейл за решението на {$recipientCount} рецензент/и с тема {$subject}.
cs_cz: E-mail o rozhodnutí byl zaslán recenzentovi (recenzentům) {$recipientCount} s předmětem {$subject}.
eu: Erabakiari buruzko mezu elektroniko bat bidali zaie {$recipientCount} ebaluatzaileei {$subject} gaiarekin.
hr: E-poruka o odluci poslana je recenzentima ({$recipientCount}) s predmetom {$subject}.
hy_am: Որոշման մասին նամակ է ուղարկվել {$recipientCount} գրախոս(ներ)ին՝ {$subject} վերնագրով:
id: Email mengenai keputusan terhadap naskah telah dikirim ke {$recipientCount} reviewer dengan subyek {$subject}.
is: Tölvupóstur með tilkynningu um niðurstöðu var sendur til {$recipientCount} undir efninu {$subject}.
ka_ge: გადაწყვეტილების შესახებ ელფოსტა გაეგზავნა {$recipientCount} მიმომხილველ(ებ)ს თემით {$subject}.
kk: Шешім туралы электрондық хат {$subject} тақырыбымен {$recipientCount} рецензентіне жіберілді.
lv: E-pasts par lēmumu tika nosūtīts {$recipientCount} recenzentam(-iem) ar tematu {$subject}.
mr: निर्णयाबद्दलचा ई-मेल {$recipientCount} समीक्षकांना {$subject} या विषयाखाली पाठवण्यात आला होता.
nb: En e-post om beslutningen ble sendt til {$recipientCount} fagfelle(r) med emnet {$subject}.
pt_pt: Um e-mail sobre a decisão foi enviado para {$recipientCount} revisor(es) com o assunto {$subject}.
th: อีเมลเกี่ยวกับการตัดสินใจถูกส่งไปยังผู้รีวิวจำนวน {$recipientCount} คน พร้อมหัวข้อ {$subject}
vi: Một email về quyết định đã được gửi đến {subject}.

# submission.event.submissionSubmitted
source: Initial submission completed.
ar_iq: طلب النشر الأساسي إكتمل.
az: Məqalə göndərildi
bg_bg: Първоначалното подаване на материали е завършено.
ca_es: La tramesa inicial s'ha completat.
cs_cz: Úvodní odeslání zakončeno.
da_dk: Første indsendelse afsluttet.
de_de: Ersteinreichung abgeschlossen.
el_gr: Η πρωτότυπη Υποβολή ολοκληρώθηκε.
eu: Hasierako bidalketa burutua.
fa_ir: مقاله اراسل شد.
fi_fi: Käsikirjoituksen ensimmäinen lähetys suoritettu.
fr_fr: Soumission initiale complétée.
gl_es: Envío inicial rematado.
hr: Početno podnošenje dovršeno.
hu: Eredeti fájl beküldése kész.
hy_am: Նախնական ներկայացումն ավարտված է:
id: Pengiriman Naskah Awal Selesai.
is: Upphafsinnsendingu lokið.
is_is: Upphafs innsendingu lokið.
it_it: Invio iniziale completato.
ja_jp: 初回投稿が完了した。
ka_ge: პირველადი გაგზავნა დასრულდა.
kk: Материалды бастапқы жіберу аяқталды.
ku_iq: پێشکەشکردنی سەرەتایی تەواو کرا.
lv: Sākotnējā iesniegšana pabeigta.
mk_mk: Првобитниот поднесок е завршен.
mr: प्रारंभिक सादरीकरण पूर्ण झाले.
ms_my: Penyerahan awal selesai.
nb: Første steg av innlevering ferdig.
nl_nl: Initiële inzending voltooid.
pl_pl: Zakończono wstępne zgłoszenie.
pt_pt: Submissão inicial concluída.
ro: Înregistrarea inițială de manuscris a fost încheiată.
ru_ru: Первоначальная отправка материала завершена.
sl_si: začetna oddaja prispevka je končana.
sr@cyrillic: Инцијална пријава чланка комплетирана.
sr_rs@latin: Incijalna prijava članka kompletirana.
sv_se: Bidraget har skickats in.
th: การส่งงานเริ่มต้นเสร็จสมบูรณ์
tr_tr: İlk gönderi tamamlandı.
uk_ua: Початкове надсилання подання завершено.
vi: Hoàn thành nộp bài ban đầu.
vi_vn: Quá trình gửi bài ban đầu đã hoàn thành.

# submission.event.copyrightAgreed
source: {$filename} ({$username}) agreed to the copyright terms for submission.
az: {$name} ({$username}) təqdim etmək üçün müəllif hüququ şərtlərinə razılıq verdi.
cs_cz: {$name} ({$username}) souhlasil/a s podmínkami autorských práv pro příspěvek.
eu: {$filename} ({$username})-k onartu ditu bidalketaren egile-eskubideen baldintzak.
id: {$filename} ({$username}) setuju terhadap istilah hak cipta untuk naskah.
lv: {$filename} ({$username}) piekrita autortiesību noteikumiem materiāla iesniegšanai.
mr: {$filename} ({$username}) ने सादरीकरणासाठी कॉपीराइट अटींशी सहमती दर्शवली.
pt_pt: {$filename} ({$username}) concordou com os termos dos direitos de autor para a submissão.
th: {$filename} ({$username}) ตกลงในเงื่อนไขลิขสิทธิ์สำหรับการส่งงาน
vi: {username}) đã đồng ý với các điều khoản bản quyền cho bài nộp.

# submission.event.fileRevised
source: Revision "{$filename}" was uploaded for file {$submissionFileId}.
ar_iq: التنقيح "{$name}" (رمز الملف {$fileId}-{$fileRevision}) قد رُفع إلى الموقع.
az: "{$name}" adlı yenidən baxış (Fayl ID {$submissionFileId}) kimi yükləndi.
bg_bg: Версия (ревизия) "{$name}" беше качена за файл {$submissionFileId}.
ca_es: S'ha carregat la revisió «{$name}» (amb l'identificador de fitxer {$fileId}-{$fileRevision}).
cs_cz: Úprava "{$name}" pro soubor {$submissionFileId}) byla nahrána.
da_dk: Revision "{$name}" (file ID {$fileId}-{$fileRevision}) blev uploadet.
de_de: Revisionsdatei "{$name}" (Datei-ID {$fileId}-{$fileRevision}) wurde hochgeladen.
el_gr: Μεταφορτώθηκε η αναθεώρηση "{$name}" (ID αρχείου {$fileId}-{$fileRevision}).
eu: "{$filename}" berrikuspena igo da {$submissionFileId} fitxategirako.
fa_ir: اصلاحات "{$name}" (با شناسه فایل {$fileId}-{$fileRevision}) آپلود شد.
fi_fi: Korjaus "{$name}" (tiedoston tunniste {$fileId}-{$fileRevision}) ladattiin.
fr_fr: La révision "{$name}" (file ID {$fileId}-{$fileRevision}) a été téléchargée.
gl_es: Cargouse a revisión "{$name}" para o arquivo {$submissionFileId}.
hr: Revizija "{$filename}" je prenesena za datoteku {$submissionFileId}.
hu: Lektori vélemény "{$filename}" feltöltve ehhez a fájlhoz (file ID {$submissionFileId}).
hy_am: "{$name}" տարբերակը վերբեռնվել է {$submissionFileId} նիշքի համար:
id: Revisi "{$filename}" sudah diunggah untuk file {$submissionFileId}.
is: Endurskoðun "{$filename}" var hlaðið inn fyrir skrá {$submissionFileId}.
is_is: Endurskoðun "{$name}" var hlaðið inn fyrir skrá {$submissionFileId}.
ja_jp: {$submissionFileId}ファイルの改訂「{$name}」がアップロードされました。
ka_ge: რედაქცია "{$name}" აიტვირთა ფაილისთვის {$submissionFileId}.
kk: "{$filename}" нұсқасы (файл идентификаторы {$submissionFileId}) жүктеп салынды.
ku_iq: پێداچونەوەی"{$name}" (ناسنامەی فایل {$fileId}-{$fileRevision}) بار کرا.
lv: Tika augšupielādēti datnes {$submissionFileId} labojumi "{$filename}".
mk_mk: Исправката "{$name}" беше прикачена за датотеката {$submissionFileId}.
mr: {$submissionFileId} फाईलसाठी "{$filename}" या नावाने सुधारलेली आवृत्ती संक्रमित (अपलोड) करण्यात आली.
ms_my: Semakan "{$name}" telah dimuat naik untuk fail {$submissionFileId}.
nb: Den reviderte filen "{$filename}" (file ID {$fileId}-{$fileRevision}) ble lastet opp.
nl_nl: Revisie "{$name}" (bestands-ID {$fileId}-{$fileRevision}) werd opgeladen.
pl_pl: Wersja "{$name}" (ID {$fileId}-{$fileRevision}) została przesłana.
pt_pt: Revisão "{$filename}" foi carregada para o ficheiro {$submissionFileId}).
ru_ru: Версия «{$name}» (ID файла {$submissionFileId}) была загружена.
sl_si: Posodobljena datoteka "{$name}" je bila naložena za datoteko {$submissionFileId}.
sr_rs@latin: Revizija "{$name}" (file ID {$fileId}-{$revision}) je dostavljena.
sv_se: Bearbetningen "{$name}" (fil-ID {$fileId}-{$fileRevision}) laddas upp.
th: การแก้ไข "{$filename}" ถูกอัปโหลดสำหรับไฟล์ {$submissionFileId}
tr_tr: "{$name}" adlı revizyon (Dosya ID {$submissionFileId}) olarak yüklendi.
uk_ua: Версія "{$name}" (file ID {$fileId}-{$fileRevision}) була завантажена.
vi: Bản sửa đổi "{submissionFileId}.

# submission.event.general.metadataUpdated
source: Submission metadata updated
ar_iq: البيانات الوصفية للمؤلَّف تم تحديثها
az: Məqalə üst datası yeniləndi
bg_bg: Метаданните за подадените материали са актуализирани
ca_es: Metadades de tramesa actualitzades
cs_cz: Metadata příspěvku aktualizována
da_dk: Manuskriptmetadataene er opdateret
de_de: Metadaten des Beitrags aktualisiert
el_gr: Ενημερώθηκαν τα μεταδεδομένα υποβολής
eu: Bidalketaren metadatuak eguneratu
fa_ir: فراداده ارسال شده به روز رسانی شد.
fi_fi: Käsikirjoituksen metatiedot päivitetty
fr_fr: Métadonnées de la soumission mises à jour
gl_es: Metadatos de envío actualizados
hr: Metapodaci prijave su ažurirani
hu: Beküldés metaadatai frissítve
hy_am: Ներկայացման մետատվյալները թարմացվել են
id: Metadata naskah telah di-update
is: Lýsigögn innsendingar uppfærð
is_is: Lýsigögn innsendingar uppfærð
it_it: Aggiornati i metadati di questa proposta
ja_jp: 投稿物メタデータが更新された
ka_ge: გაგზავნის მეტამონაცემები განახლებულია
kk: Материалдың метадеректері жаңартылды
ku_iq: زانیاریی ناسێنەری پێشکەشکراوەکە نوێ کرایەوە
lv: Materiāla metadati atjaunoti
mk_mk: Метаподатоците на поднесокот се ажурирани
mr: सादरीकरणाचा मेटाडेटा अपडेट केला
ms_my: Metadata penyerahan dikemas kini
nb: Metadata for innlevering oppdatert
nl_nl: Metadata van de inzending veranderd
pl_pl: Metadane dla przesłanego tekstu zaktualizowane
pt_pt: Metadados da submissão atualizados
ro: Metadatele înregistrării manuscrisului au fost încărcate
ru_ru: Метаданные материала обновлены
sl_si: Metapodatki prispevka so posodobljeni
sr@cyrillic: Метаподаци предаје су ажурирани
sr_rs@latin: Metapodaci predaje su ažurirani
sv_se: Bidragets metadata uppdaterade.
th: เมทาดาทาการส่งงานถูกอัปเดตแล้ว
tr_tr: Gönderi Üst Verisi Güncellendi
uk_ua: Метадані подання оновлені
vi: Metadata bài nộp đã cập nhật
vi_vn: Đã cập nhật siêu dữ liệu bài gửi
zh_cn: 投稿元数据已更新

# submission.event.general.suppFileUpdated
source: Submission file updated
ar_iq: ملف المؤلَّف تم تحديثه
az: Məqalə faylı yeniləndi
bg_bg: Файлът за подадените материали е актуализиран
ca_es: Fitxer de tramesa actualitzat
cs_cz: Soubor příspěvku aktualizován
da_dk: Manuskriptfilen er opdateret
de_de: Anlagedatei aktualisiert
el_gr: Υποβολή ενημερωμένου αρχείου
eu: Bidalketa-fitxategia eguneratuta
fa_ir: فایل ارسال شده به روز رسانی شد.
fi_fi: Käsikirjoitustiedosto päivitetty
fr_fr: Fichier de la soumission mis à jour
gl_es: Actualizado o arquivo do envío
hr: Datoteka prijave je ažurirana
hu: Benyújtott fájl frissítve
hy_am: Ներկայացման նիշքը թարմացվել է
id: File naskah telah di-update
is: Innsendingarskrá uppfærð
is_is: Innsendingarskrá uppfærð
it_it: Aggiornato il file della proposta
ja_jp: 投稿物ファイルが更新された
ka_ge: წარდგენის ფაილი განახლდა
kk: Материал файлы жаңартылды
ku_iq: فایلی پێشکەشکراو نوێ کرایەوە
lv: Materiāla datne atjaunota
mk_mk: Датотеката на поднесокот е ажурирана
mr: सादरीकरणाची फाईल अपडेट केली
ms_my: Fail penyerahan dikemas kini
nb: Innleveringsfil oppdatert
nl_nl: Ingezonden bestand veranderd
pl_pl: Plik zaktualizowany
pt_pt: Ficheiro da submissão atualizado
ro: Înregistrarea manuscrisului a fost actualizată
ru_ru: Файл материала обновлен
sl_si: Oddani prispevek je posodobljen
sr@cyrillic: Документ предаје је ажуриран
sr_rs@latin: Dokument predaje je ažuriran
sv_se: Bidragsfil uppdaterad.
th: ไฟล์การส่งงานถูกอัปเดตแล้ว
tr_tr: Gönderi dosyası güncellendi
uk_ua: Супровідний файл подання оновлений
vi: Tệp bài nộp đã cập nhật
vi_vn: Đã cập nhật tệp bài gửi
zh_cn: 投稿元文件已更新

# submission.event.reviewer.reviewAcceptedByProxy
source: Review assignment accepted by proxy
ar_iq: مهمة التحكيم قُبلت من قبل الوكيل
az: Dəyərləndirmə təyinatı vəkil (proxy) tərəfindən qəbul edildi.
bg_bg: Заданието за рецензия е прието от пълномощник
ca_es: Assignació de la revisió acceptada per poders
cs_cz: Přidělení recenze akceptováno náhradníkem
da_dk: Bedømmelsesopgaven er accepteret af proxy
de_de: Gutachter/innenzuteilung in Vertretung akzeptiert
el_gr: Αποδοχή ανάθεσης αξιολόγησης από διακομιστή μεσολάβησης
eu: Ebaluazioa egitea ordezkari bidez onartu
fa_ir: داوری به وسیله پروکسی مورد قبول واقع شد
fi_fi: Arviointitoimeksianto hyväksytty valtuutetun välityksellä
fr_fr: Évaluation acceptée par procuration
gl_es: Asignación de revisión aceptada por poderes
hr: Dodjelu recenzije je prihvatio zamjenik
hu: Lektori vélemény hozzárendelése elfogadva a proxy által
hy_am: Գրախոսման հանձնարարականն ընդունվել է միջնորդավորվածի կողմից
id: tugas review yang diterima oleh proxy
is: Úthlutun ritrýni samþykkt af staðgengli
is_is: Úthlutun ritrýni samþykkt af staðgengli
it_it: Incarico di revisione accettato per procura
ja_jp: 査読依頼が代理人により受諾された
ka_ge: პროქსის მიერ მიღებული დავალების განხილვა
kk: Рецензия үшінші аданың көмегімен алынды
ku_iq: ئەرکی هەڵسەنگاندنەکە لە لایەن وەکیلەوە پەسەند کرا
lv: Recenzēšanas piešķīrums, ko pieņēmis starpnieks
mr: प्रॉक्सीने समीक्षणाची जबाबदारी स्वीकारली
ms_my: Tugasan ulasan diterima oleh proksi
nb: Fagfellevurdering akseptert av mellommann
nl_nl: Reviewtaak geaccepteerd door vertegenwoordiger
pl_pl: Recenzent zaakceptował propozycję przygotowania recenzji
pt_pt: Tarefa de Revisão aceite pelo procuração
ro: Activitatea de revizie a fost acceptată de proxy
ru_ru: Согласие на рецензирование получено через посредника
sl_si: Zahteva za recenzijo je sprejeta preko pooblaščenca
sr@cyrillic: Додлеа рецензије прихваћена преко овлашћене особе
sr_rs@latin: Dodela recenzije prihvaćena preko ovlašćene osobe
sv_se: Granskningsuppdrag accepterat via mellanhand
th: การมอบหมายการทบทวนถูกยอมรับโดยตัวแทน
tr_tr: Değerlendirme ataması vekil (proxy) tarafından kabul edildi
uk_ua: Від імені рецензента призначення було прийняте
vi: Chỉ định đánh giá được chấp nhận bởi proxy
vi_vn: Phân công phản biện được chấp nhận bởi proxy
zh_cn: 通过代理接受的审查指派

# submission.event.reviewer.reviewAccepted
source: Review assignment accepted
ar_iq: مهمة التحكيم قُبلت
az: Dəyərləndirmə təyinatı qəbul edildi
bg_bg: Асоциирането на заданието за рецензия е прието
ca_es: Assignació de la revisió acceptada
cs_cz: Přidělení recenze akceptováno
da_dk: Bedømmelsesopgaven er accepteret
de_de: Gutachter/innenzuteilung akzeptiert
el_gr: Αποδοχή ανάθεσης αξιολόγησης
eu: Ebaluazioa egitea onartu
fa_ir: انجام داوری مورد قبول واقع شد
fi_fi: Arviointitoimeksianto hyväksytty
fr_fr: Évaluation acceptée
gl_es: Asignación de revisión aceptada
hr: Dodjela recenzije je prihvaćena
hu: Lektori vélemény hozzárendelése elfogadva
hy_am: Գրախոսման հանձնարարականը ընդունված է
id: Tugas review diterima
is: Úthlutun ritrýni samþykkt
is_is: Úthlutun ritrýni samþykkt
it_it: Incarico di revisione accettato
ja_jp: 査読依頼が受諾された
ka_ge: განხილვის დავალება მიღებულია
kk: Алынған рецензияны қарап шығыңыз
ku_iq: ئەرکی هەڵسەنگاندنەکە پەسەند کرا
lv: Recenzēšanas piešķīrums pieņemts
mk_mk: Назначувањето на рецензент е прифатено
mr: समीक्षणाची जबाबदारी स्वीकारली
ms_my: Tugasan ulasan diterima
nb: Fagfellevurdering akseptert
nl_nl: Reviewtaak geaccepteerd
pl_pl: Propozycja przygotowania recenzji zaakceptowana
pt_pt: Tarefa de Revisão aceite
ro: A fost acceptată Activitatea de revuzuire
ru_ru: Согласие на рецензирование получено
sl_si: Zahteva za recenzijo je sprejeta
sr@cyrillic: Додела рецензије прихваћена
sr_rs@latin: Dodela recenzije prihvaćena
sv_se: Granskningsuppdrag accepterat
th: การมอบหมายการทบทวนได้รับการยอมรับแล้ว
tr_tr: Değerlendirme ataöası kabul edildi
uk_ua: Рецензент прийняв призначення
vi: Chỉ định đánh giá đã chấp nhận
vi_vn: Phân công phản biện được chấp nhận
zh_cn: 已经接受的审查指派

# submission.event.reviewer.reviewDeclined
source: Review assignment declined
ar_iq: مهمة التحكيم رُفضت
az: Dəyərləndirmə təyinatı rədd edildi
bg_bg: Асоциирането на заданието за рецензия е отказано
ca_es: Assignació de la revisió rebutjada
cs_cz: Přidělení recenze odmítnuto
da_dk: Bedømmelsesopgaven er afvist
de_de: Begutachtung abgelehnt
el_gr: Απόρριψη ανάθεσης αξιολόγησης από διακομιστή μεσολάβησης
eu: Ebaluazioa egitea ez da onartu
fa_ir: از انجام داوری خود داری شد.
fi_fi: Arviointitoimeksiannosta kieltäydytty
fr_fr: Évaluation refusée
gl_es: Asignación de revisión rexeitada
hr: Dodjela recenzije je odbijena
hu: Lektori vélemény hozzárendelés visszautasítva
hy_am: Գրախոսման հանձնարարականը մերժված է
id: Tugas review ditolak
is: Úthlutun ritrýni hafnað
is_is: Úthlutun ritrýni hafnað
it_it: Incarico di revisione rifiutato
ja_jp: 査読依頼が謝絶された
ka_ge: განხილვის დავალება უარყოფილია
kk: Рецензент тексеруден бас тартты
ku_iq: ئەرکی هەڵسەنگاندنەکە ڕەت کرایەوە
lv: Recenzēšanas piešķīrums noraidīts
mk_mk: Назначувањето на рецензент е одбиено
mr: समीक्षणाची जबाबदारी नाकारली
ms_my: Tugasan ulasan ditolak
nb: Fagfellevurdering avslått
nl_nl: Reviewtaak geweigerd
pl_pl: Propozycja przygotowania recenzji odrzucona
pt_pt: Tarefa de Revisão recusada
ro: Activitatea de revizuire a fost refuzată
ru_ru: Рецензент отказался от рецензирования
sl_si: Zahteva za recenzijo je zavrnjena
sr@cyrillic: Обустава доделе рецензије
sr_rs@latin: Obustava dodele recenzije
sv_se: Granskningsuppdrag avböjt
th: การมอบหมายการทบทวนถูกปฏิเสธ
tr_tr: Değerlendirme ataması reddedildi
uk_ua: Рецензент відмовився від призначення
vi: Chỉ định đánh giá đã từ chối
vi_vn: Phân công phản biện bị từ chối
zh_cn: 已经拒绝的审查指派

# submission.event.reviewer.reviewDueDate
source: Review due date modified
ar_iq: تأريخ استيجاب التحكيم تم تعديله
az: Dəyərləndirmə son tarixi dəyişdirildi
bg_bg: Променен е крайният срок за изготвян на рецензия
ca_es: Data de venciment de la revisió modificada
cs_cz: Změněn termín splnění recenze
da_dk: Forfaldsdatoen for bedømmelsen er ændret
de_de: Abgabetermin der Begutachtung geändert
el_gr: Αναθεώρηση Προσθεσμίας Αξιολόγησης
eu: Ebaluazioaren mugaeguna aldatu
fa_ir: مهلت داوری تعیین شد
fi_fi: Arvioinnin määräpäivää muutettu
fr_fr: Date d'échéance de l'évaluation modifiée
gl_es: Prazo de revisión modificado
hr: Izmjenjen je rok recenzije
hu: A szakmai lektorálás esedékességi dátumának módosítása
hy_am: Գրախոսման ներկայացման ամսաթիվը փոխված է
id: Tenggat waktu review dimodifikasi
is: Skiladegi ritrýni breytt
is_is: Skiladegi ritrýni breytt
it_it: Modificata la data di consegna della revisione
ja_jp: 査読期限日が変更された
ka_ge: გადახედვის ვადა შეიცვალა
kk: Рецензияны жіберу мерзімі өзгертілді
ku_iq: کۆتا ڕۆژی هەڵسەنگاندن گۆڕدرا
lv: Recenzēšanas termiņš mainīts
mk_mk: Изменет е крајниот рок на рецензијата
mr: समीक्षण पूर्ण करण्याची अंतिम तारीख बदलली
ms_my: Tarikh akhir ulasan diubah suai
nb: Frist for fagfellevurdering omgjort
nl_nl: Uiterste reviewdatum gewijzigd
pl_pl: Termin ukończenia recenzji zaktualizowany
pt_pt: Data limite de revisão alterada
ro: Termenul limită de revizuire a fost modificat
ru_ru: Срок предоставления рецензии изменен
sl_si: Datum zapadlosti recenzije se je spremenil
sr@cyrillic: Модификован рок за рецензију
sr_rs@latin: Modifikovan rok za recenziju
sv_se: Deadline för granskning ändrad
th: วันที่ครบกำหนดการทบทวนถูกแก้ไข
tr_tr: Değerlendirme son tarihi değiştirildi
uk_ua: Строк рецензування змінений
vi: Ngày hết hạn đánh giá đã sửa đổi
vi_vn: Ngày đáo hạn của phản biện đã được sửa đổi
zh_cn: 已修改的审阅截至日期

# submission.event.reviewer.reviewerAssigned
source: Reviewer assigned to submission
ar_iq: المحكم المتكفل بالمؤلَّف
az: Məqalə üçün rəyçi təyin edildi
bg_bg: Асоцииран е рецензент за изпратените материали
ca_es: Revisor/a assignat a la tramesa
cs_cz: Recenzent přidělen k příspěvku
da_dk: Bedømmeren er tildelt manuskriptet
de_de: Beitrag einer Gutachterin/einem Gutachter zugewiesen
el_gr: Ορισμός Αξιολογητή
eu: Ebaluatzailea izendatu
fa_ir: داور تعیین شد
fi_fi: Arvioija valittu käsikirjoitukselle
fr_fr: Rapporteur assigné à une soumission
gl_es: Revisor asignado ó envío
hr: Recenzentu je dodijeljena prijava
hu: Szakmai lektor hozzárendelése a benyújtott anyaghoz
hy_am: Գրախոս է նշանակված ներկայացմանը
id: Reviewer yang ditugaskan untuk naskah
is: Handriti úthlutað á ritrýni
is_is: Handriti úthlutað á ritrýni
it_it: Revisore assegnato alla proposta
ja_jp: 投稿物に査読者が任命された
ka_ge: რეფერენტი დაევალა წარდგენას
kk: Материалды тексеруші рецензент тағайындалды
ku_iq: هەڵسەنگێنەر بۆ پێشکەشکردنەکە دیاری کرا
lv: Materiālam piešķirts recenzents
mk_mk: Назначен е рецензент на поднесокот
mr: समीक्षकाला या सादरीकरणासाठी नियुक्त केले आहे
ms_my: Pengulas ditugaskan untuk penyerahan
nb: Fagfelle oppnevnt til innleveringen
nl_nl: Reviewer toegekend aan de inzending
pl_pl: Recenzent przypisany do przesłanego tekstu
pt_pt: Revisor designado para a submissão
ro: Revizor desemnat pentru manuscrisul înregistrat
ru_ru: Назначен рецензент для материала
sl_si: Prispevku je dodeljen recenzent
sr@cyrillic: Рецнзент додељен чланку
sr_rs@latin: Recenzent dodeljen članku
sv_se: Bidrag tilldelat granskare
th: ผู้รีวิวถูกมอบหมายให้กับการส่งงาน
tr_tr: Gönderiye hakem atandı
uk_ua: Рецензент для подання призначений
vi: Người đánh giá được chỉ định cho bài nộp
vi_vn: Người phản biện được chỉ định cho bài gửi
zh_cn: 已指派给投稿的审稿人

# submission.event.reviewer.reviewerRated
source: Reviewer rating submitted
ar_iq: تم تقديم تقييم المحكم
az: rəyçi dəyərləndirmə məlumatı yadda saxlandı
bg_bg: Изпратена е оценка за рецензента
ca_es: Valoració de la revisió tramesa
cs_cz: Hodnocení recenzenta odesláno
da_dk: Bedømmerklassificeringen er fremsendt
de_de: Bewertung der Gutachterin/des Gutachters eingegangen
el_gr: Υποβολή βαθμολογία αξιολόγησης
eu: Ebaluatzailearen kalifikazioa bidali
fa_ir: تخصیص امتیاز به داور
fi_fi: Arvioijan arvostelu lähetetty
fr_fr: Notation du rapporteur soumise
gl_es: Valoración da revisión enviada
hr: Evidentirana je recenzentova ocjena
hu: Benyújtott lektori értékelés
hy_am: Գրախոսի գնահատականը գրանցված է
id: Penilaian Reviewer diserahkan
is: Mati ritrýnis skilað
is_is: Mat ritrýnis skilað
it_it: Valutazione del revisore inviata
ja_jp: 査読者の評価が提示された
ka_ge: მიმოხილვის ნიშანი გაგზავნილია
kk: Рецензенттің жұмысы бағаланды
ku_iq: هەڵسەنگاندنی هەڵسەنگێنەر پێشکەش کرا
lv: Iesniegts recenzenta novērtējums
mk_mk: Поднесена е оценката на рецензентот
mr: समीक्षकाचे मूल्यांकन सादर केले आहे
ms_my: Penilaian pengulas diserahkan
nb: Fagfellens rangering innsendt
nl_nl: Beoordeling reviewer ingezonden
pl_pl: Ocena recenzenta przesłana
pt_pt: Classificação do Revisor submetida
ro: A fost trimisă evaluarea revizorului
ru_ru: Оценена работа рецензента
sl_si: Ocena recenzenta je oddana
sr@cyrillic: Приложено вредновање рецензента
sr_rs@latin: Priloženo vrednovanje recenzenta
sv_se: Betygsättning av granskare registrerad
th: การให้คะแนนผู้รีวิวถูกส่งแล้ว
tr_tr: Hakemi değerlendirme bilgisi kaydedildi
uk_ua: Рецензент оцінений
vi: Đánh giá người đánh giá đã nộp
vi_vn: Đã gửi Xếp hạng người phản biện
zh_cn: 已提交的审稿人评价
