Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# publication.wordCountLong
source: The abstract is too long. It should be {$limit} words or less. It is currently {$count} words long.
az: Xülasə çox uzundur. {$limit} kəlimə veya daha az olmalıdır. Hazırda {$count} kəlimə qədərdir.
bg_bg: Резюмето (абстракт) е твърде дълго. Трябва да бъде {$count} думи или по-малко. В момента съдържа {$count} думи.
ca_es: El resum és massa llarg. Hauria de tenir {$limit} paraules o menys. Actualment en té {$count}.
cs_cz: Abstrakt je příliš dlouhý. Může být dlouhý maximálně {$limit} slov. V současné době je {$count} slov dlouhý.
da_dk: Resuméet er for langt. Det skal være på {$limit} ord eller derunder. Det er i øjeblikket {$count} ord langt.
de_de: Die Zusammenfassung ist zu lang. Es sollten {$limit} Worte oder weniger sein. Sie ist derzeit {$count} Worte lang.
el_gr: Η περίληψη είναι πολύ μεγάλη. Θα πρέπει να είναι {$limit} λέξεις ή λιγότερες. Προς το παρόν είναι {$count} λέξεις.
eu: Laburpena luzeegia da. {$limit} hitz edo gutxiago izan beharko lituzke. Une honetan {$count} hitz ditu.
fr_fr: Le résumé est trop long. Il doit compter {$limit} mots ou moins et en compte actuellement {$count}.
gl_es: O resumo é demasiado longo. Debería ter {$limit} palabras ou menos. Actualmente ten {$count} palabras.
hr: Sažetak je predug. Trebao bi imati {$limit} riječi ili manje. Trenutačno ima {$count} riječi.
hu: Az absztrakt túl hosszú. {$limit} vagy kevesebb szóból kell állnia. Jelenleg {$count} szó hosszú.
hy_am: Ամփոփումը չափազանց երկար է։ Այն պետք է լինի {$limit} բառ կամ ավելի քիչ: Այն ներկայումս ունի {$count} բառ:
id: Abstrak terlalu panjang. Jumlah katanya maksimal {$limit} atau kurang. Sekarang jumlahnya {$count} kata.
is: Útdrátturinn er of langur. Hann ætti að vera {$limit} orð eða styttri. Núverandi lengd er {$count} orð.
it_it: L'abstract è troppo lungo. E' di {$count} mentre non deve superare le {$limit} parole.
ja_jp: 要旨が長すぎます。{$limit}語以内でなければなりません。現在、{$count}語の長さです。
ka_ge: რეზიუმე ძალიან გრძელია. ეს უნდა იყოს {$limit} სიტყვა, ან ნაკლები. ამჟამად მისი სიგრძეა {$count} სიტყვა.
kk: Аннотация тым ұзын. Ол {$limit} сөзден аспауы керек. Қазіргі уақытта ол {$count} сөзден тұрады.
lv: Kopsavilkums ir pārāk garš. Tam jābūt ne vairāk kā {$limit} vārdus garam. Šobrīd tā garums {$count} vārdu.
mr: सारांश खूप मोठा आहे. तो {$limit} शब्दांचा किंवा त्यापेक्षा लहान असावा. तो सध्या {$count} शब्दांचा आहे.
ms_my: Abstrak terlalu panjang. Ia sepatutnya {$limit} perkataan atau kurang. Pada masa ini panjangnya {$count} perkataan.
nb: Sammendraget er for langt. Det må være på {$limit} ord eller mindre. For tiden er det {$count} ord.
pt_pt: O resumo é demasiado longo. Não deve ter mais do que {$limit} palavras. Atualmente tem {$count} palavras.
ro: Rezumatul este prea lung. Ar trebui să fie {$limit} cuvinte sau mai puțin. În prezent sunt {$count} cuvinte lungi.
ru_ru: Аннотация слишком длинная. Она должна быть длиной не больше {$limit} слов. В данный момент её длина {$count} слов.
sl_si: Izvleček je predolg. Največja dolžina je {$limit} besed. Trenutno je dolg {$count} besed.
th: บทคัดย่อยาวเกินไป ควรมีความยาวไม่เกิน {$limit} คำ ขณะนี้มีความยาว {$count} คำ
tr_tr: Özet çok uzun. {$limit} kelime veya daha az olmalıdır. Şu anda {$count} kelime uzunluğunda.
vi: Tóm tắt quá dài. Nó nên có {count} từ.
vi_vn: Phần tóm tắt quá dài. Nó chỉ nên dài khoảng {$limit} từ trở xuống. Tóm tắt hiện tại có số từ là {$count}.

# publication.wordCount
source: Word Count: {$count}/{$limit}
az: Sözlərin Sayı: {$count}/ {$limit}
bg_bg: Брой думи: {$count}/{$limit}
ca_es: Comptador de paraules: {$count}/{$limit}
cs_cz: Počet slov: {$count}/{$limit}
da_dk: Ordantal: {$count}/{$limit}
de_de: Wortzahl: {$count}/{$limit}
el_gr: Αριθμός λέξεων: {$count}/{$limit}
eu: Hitz-kopurua: {$count}/{$limit}
fr_fr: Décompte de mots : {$count}/{$limit}
gl_es: Contador de palabras: {$count}/{$limit}
hr: Broj riječi: {$count}/{$limit}
hu: Szavak száma: {$count}/{$limit}
hy_am: Բառերի քանակը՝ {$count}/{$limit}
id: Jumlah Kata: {$count}/{$limit}
is: Orðafjöldi: {$count}/{$limit}
it_it: Limite di parole: {$count}/{$limit}
ja_jp: ワードカウント: {$count}/{$limit}
ka_ge: სიტყვების რაოდენობა: {$count}/{$limit}
kk: Сөздер саны: {$count}/{$limit}
lv: Vārdu skaits: {$count}/{$limit}
mk_mk: Број на зборови: {$count}/{$limit}
mr: शब्द संख्या: {$count}/{$limit}
ms_my: Bilangan Perkataan: {$count}/{$limit}
nb: Antall ord: {$count}/{$limit}
pt_pt: Contagem de palavras: {$count}/{$limit}
ro: Număr de cuvinte: {$count}/{$limit}
ru_ru: Число слов: {$count}/{$limit}
sl_si: Števec besed: {$count}/{$limit}
th: จำนวนคำ: {$count}/{$limit}
tr_tr: Kelim Sayısı: {$count}/{$limit}
vi: Số từ: {limit}
vi_vn: Số lượng từ: {$count}/{$limit}

# doi.incorrectStaleStatus
source: Failed to mark the DOI needs sync for {$pubObjectTitle}. The DOI cannot be marked needs sync because they have not yet been registered or submitted.
az: Doi ehtiyac ehtiyaclarını {$pubObjectTitle} üçün sinxronizasiya edə bilmədi. Doi, hələ qeydiyyata alınmadıqları və ya təqdim edilmədikləri üçün ehtiyacları sinxronizasiya edilə bilməz.
bg_bg: Неуспешно маркиране на DOI за остарял за {$pubObjectTitle}. DOI не може да бъде маркиран като остарял, защото все още не е регистриран или изпратен.
cs_cz: Nepodařilo se označit DOI jako neaktuální pro {$pubObjectTitle}. DOI nelze označit jako neaktuální, protože ještě nebylo zaregistrováno ani odesláno.
eu: Ezin izan da markatu {$pubObjectTitle}-rentzat DOIak sinkronizazioa behar duela. Ezin da DOIak sinkronizatu behar duela markatu, oraindik ez baita erregistratu edo bidali.
hr: Označavanje DOI-ja kao zastarjelog za {$pubObjectTitle} nije uspjelo. DOI se ne mogu označiti kao zastarjeli jer još nisu registrirani ili predani.
hy_am: Չհաջողվեց նշել {$pubObjectTitle} -ի հնացած DOI-ը: DOI-ն չի կարող նշվել որպես հնացած, քանի որ դրանք դեռ գրանցված կամ ներկայացված չեն:
id: Gagal untuk menandai DOI perlu disinkronisasikan untuk {$pubObjectTitle}. DOI tidak dapat ditandai perlu disinkronisasikan karena belum teregistrasi atau dikirimkan.
is: Failed to mark the DOI stale for {$pubObjectTitle}. The DOI cannot be marked stale because they have not yet been registered or submitted.
lv: Neizdevās atzīmēt DOI nepieciešamību sinhronizēt materiālam {$pubObjectTitle}. DOI nevar atzīmēt kā tādu, kam nepieciešama sinhronizācija, jo tas vēl nav reģistrēts vai iesniegts.
mr: चिन्हांकन अयशस्वी. DOI {$pubObjectTitle} शी जोडला जाणे आवश्यक आहे. DOI अद्याप नोंदणीकृत किंवा सादर केलेला नसल्याने तो जोडला गेला नाही त्यामुळे त्याचे चिन्हांकन अयशस्वी झाले आहे.
pt_pt: Falha ao marcar o DOI como a precisar de sincronização para {$pubObjectTitle}. O DOI não pode ser marcado como a precisar de sincronização porque ainda não foi registado ou submetido.
th: ไม่สามารถทำเครื่องหมาย DOI ให้ต้องการซิงค์สำหรับ {$pubObjectTitle} เนื่องจาก DOI ยังไม่ได้รับการลงทะเบียนหรือส่งออก
vi: Không thể đánh dấu DOI cần đồng bộ hóa cho {$pubObjectTitle}. DOI không thể được đánh dấu cần đồng bộ hóa vì chúng chưa được đăng ký hoặc nộp.

# doi.submission.notPublished
source: Failed to mark the DOI registered for {$pubObjectTitle}. The submission must be published before the status can be updated.
az: {$pubObjectTitle} üçün qeydiyyatdan keçmiş DOI qeyd edə bilmədi. Vəziyyətin yenilənə biləcəyidən əvvəl təqdim edilməlidir.
bg_bg: Неуспешно маркиране на DOI, регистриран за {$pubObjectTitle}. Подадените материали трябва да бъдат публикувани, преди статусът да може да бъде актуализиран.
cs_cz: Nepodařilo se označit DOI registrovaný pro {$pubObjectTitle}. Než bude možné stav aktualizovat, musí být příspěvek zveřejněn.
eu: Huts egin du DOIa {$pubObjectTitle}-rentzat erregistratuta markatzean. Bidalketa argitaratu egin behar da egoera eguneratu ahal izateko.
hr: Označavanje DOI-ja registriranog za {$pubObjectTitle} nije uspjelo. Podnesak mora biti objavljen prije ažuriranja statusa.
hy_am: Չհաջողվեց նշել {$pubObjectTitle} -ի համար գրանցված DOI-ը: Ներկայացումը պետք է հրապարակվի, նախքան կարգավիճակը թարմացվի:
id: Gagal untuk menandai DOI teregister untuk {$pubObjectTitle}. Pengiriman telah diterbitkan sebelum status diperbarui.
lv: Neizdevās atzīmēt DOI, kas reģistrēts materiālam {$pubObjectTitle}. Materiālam jābūt publicētam pirms statusa atjaunināšanas .
mr: DOI {$pubObjectTitle} शी नोंदणीकृत झालेला नसल्याने चिन्हांकन अयशस्वी. स्थितीत बदल अपेक्षिण्यापूर्वी सादरीकरण प्रकाशित करणे आवश्यक आहे.
pt_pt: Falha ao marcar o DOI como registado para {$pubObjectTitle}. A submissão deve ser publicada antes que o estado seja atualizado.
th: ไม่สามารถทำเครื่องหมาย DOI ว่าลงทะเบียนแล้วสำหรับ {$pubObjectTitle} การส่งงานต้องได้รับการตีพิมพ์ก่อนที่จะอัปเดตสถานะได้
vi: Không thể đánh dấu DOI đã đăng ký cho {$pubObjectTitle}. Bài nộp phải được xuất bản trước khi trạng thái có thể được cập nhật.

# submission.viewingPreview
source: This is a preview and has not been published. <a href="{$url}">View submission</a>
az: Bu bir önbaxışdır və nəşr edilməyib. <a href="{$url}">Məqaləyə baxın</a>
cs_cz: Toto je náhled – dosud nebyl publikován. <a href="{$url}">Zobrazit příspěvek</a>
eu: Hau aurrebista bat da eta ez da argitaratu. <a href="{$url}">Ikusi bidalketa</a>
hr: Ovo je pregled i nije objavljen. <a href="{$url}">Pogledajte podnesak</a>
id: Berikut ini adalah pratinjau naskah dan belum diterbitkan. <a href="{$url}">Lihat naskah</a>
lv: Šis ir priekšskatījums un materiāls nav publicēts. <a href="{$url}">Skatīt materiālu</a>
mr: हे पूर्वावलोकन असून अप्रकाशित आहे. <a href="{$url}">सादरीकरणाचे अवलोकन करा (View)</a>
nb: Dette er en forhåndsvisning og har ikke blitt publisert enda. <a href="{$url}">Se innleveringen</a>
pt_pt: Isto é uma visualização prévia e não foi ainda publicado. <a href="{$url}">Ver submissão</a>
th: นี่คือการดูตัวอย่างและยังไม่ได้ตีพิมพ์ <a href="{$url}">ดูการส่งงาน</a>
vi: Đây là bản xem trước và chưa được xuất bản. <a href="{$url}">Xem bài nộp</a>

# author.submit.noFiles
source: No files have been uploaded for this submission.
az: Müraciətə heç bir fayl əlavə edilməyib
cs_cz: K příspěvku nebyly připojeny žádné soubory.
eu: Bidalketa honi ez zaio fitxategirik erantsi.
hr: Nema datoteka priloženih ovoj prijavi.
id: Tidak ada file yang dilampirkan pada penyerahan ini.
lv: Šim materiālam nav augšupielādētas datnes.
mr: या सादरीकरणासाठी कोणत्याही फाईल्स संक्रमित (अपलोड) केलेल्या नाहीत.
pt_pt: Nenhum documento anexado à submissão.
th: ไม่มีไฟล์ที่ถูกอัปโหลดสำหรับการส่งนี้
vi: Chưa có tệp nào được tải lên cho bài nộp này.

# author.submit.confirmation
source: Confirmation
az: Təsdiq
cs_cz: Potvrzení
eu: Berretsi
gl_es: Confirmación do envío
hr: Potvrda
hu: Megerősítés
id: Konfirmasi
is: Staðfesting
kk: Растау
lv: Apstiprinājums
mr: दुजोरा (Confirmation)
nb: Bekreftelse
pt_pt: Confirmação
ro: Confirmare
sr@cyrillic: Потврда
th: การยืนยัน
vi: Xác nhận

# submission.wizard.submittingInLanguage
source: Submitting in <strong>{$language}</strong>.
az: <Strong> {$language} </ strong> təqdim etmək.
cs_cz: Příspěvek v <strong>{$language}</strong>.
eu: <strong>{$language}</strong> hizkuntzan bidaltzen.
hr: Slanje na <strong>{$language}</strong>.
id: Mengirimkan dalam <strong>{$language}</strong>.
lv: Iesniegšana <strong>{$language}</strong> valodā.
mr: <strong>{$language}</strong> भाषेमध्ये सादर केले जात आहे.
pt_pt: A submeter em <strong>{$language}</strong>.
th: กำลังส่งงานในภาษา <strong>{$language}</strong>
vi: Đang nộp bằng <strong>{$language}</strong>.

# submission.wizard.submittingToSection
source: Submitting to the <strong>{$section}</strong> section.
az: <Strong> {$section} </ strong> bölməsinə təqdim etmək.
cs_cz: Příspěvek do sekce <strong>{$section}</strong> .
eu: <strong>{$section}</strong> atalera bidaltzen.
hr: Slanje u odjeljak <strong>{$section}</strong>.
id: Mengirimkan kepada bagian <strong>{$section}</strong> .
lv: Iesniegšana <strong>{$section}</strong> sadaļā.
mr: <strong>{$section}</strong> या विभागात सादर केले जात आहे.
pt_pt: A submeter para a secção <strong>{$section}</strong>.
th: กำลังส่งงานไปยังส่วน <strong>{$section}</strong>
vi: Đang nộp vào mục <strong>{$section}</strong>.

# submission.wizard.submittingToSectionInLanguage
source: Submitting to the <strong>{$section}</strong> section in <strong>{$language}</strong>.
az: <Strong> {$section} </ strong> bölməsinə <strong> {$language} </ strong> bölməsinə təqdim etmək.
cs_cz: Příspěvek do sekce <strong>{$section}</strong> v jazyce <strong>{$language}</strong>.
eu: <strong>{$section}</strong> atalera bidaltzen <strong>{$language}</strong> hizkuntzan.
hr: Slanje u odjeljak <strong>{$section}</strong> na <strong>{$language}</strong>.
id: Mengirimkan kepada bagian <strong>{$section}</strong> dalam <strong>{$language}</strong>.
lv: Iesniegšana <strong>{$section}</strong> sadaļā <strong>{$language}</strong> valodā.
mr: <strong>{$language}</strong> या भाषेमध्ये <strong>{$section}</strong>या विभागात सादर केले जात आहे.
pt_pt: A submeter para a secção <strong>{$section}</strong> em <strong>{$language}</strong>.
th: กำลังส่งงานไปยังส่วน <strong>{$section}</strong> ในภาษา <strong>{$language}</strong>
vi: Đang nộp vào mục <strong>{$section}</strong> với ngôn ngữ <strong>{$language}</strong>.
