Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.submit.managerUserGroupsDescription
source: Select an editorial role if you want to edit and publish this submission yourself.
az: Bu təqdimatı redaktə etmək və yayımlamaq istəyirsinizsə, redaksiya rolunu seçin.
cs_cz: Chcete-li tento příspěvek upravovat a publikovat sami, vyberte redakční roli.
eu: Hautatu edizio-rol bat bidalketa hau zeuk editatu eta argitaratu nahi baduzu.
hr: Odaberite uredničku ulogu ako želite sami urediti i objaviti ovaj prilog.
id: Pilih peran editorial jika anda ingin mengedit dan menerbitkan sendiri naskah ini.
lv: Izvēlieties redaktora lomu, ja vēlaties šo iesniegto materiālu rediģēt un publicēt pats.
mr: जर तुम्हाला या सादरीकरणाचे संपादन आणि प्रकाशन स्वतःच करायचे असेल तर संपादकीय भूमिका (रोल) निवडा.
nb: Velg en redaksjonell rolle dersom du selv ønsker å redigere og publisere innleveringen.
pt_pt: Selecione um papel editorial se pretender editar e publicar esta submissão.
th: เลือกบทบาทบรรณาธิการหากคุณต้องการแก้ไขและตีพิมพ์บทความนี้ด้วยตนเอง
vi: Chọn vai trò biên tập nếu bạn muốn tự mình chỉnh sửa và xuất bản bài nộp này.

# submission.submit.submissionChecklist
source: Submission Requirements
ar_iq: متطلبات طلب النشر
az: Məqalə tələbləri
bg_bg: Изисквания за подаването на материали
ca_es: Requisits de tramesa
cs_cz: Požadavky na příspěvek
da_dk: Indsendelseskrav
de_de: Einreichungs-Anforderungen
el_gr: Απαιτήσεις Υποβολής
eu: Bidalketaren baldintzak
fa_ir: موارد ضروری برای ارسال
fi_fi: Käsikirjoituksen lähettämiseen liittyvät vaatimukset
fr_fr: Liste de vérifications de la soumisssion
gl_es: Requisitos do envío
hr: Uvjeti za slanje
hu: Beküldési előírások
hy_am: Ներկայացման պահանջներ
id: Persyaratan Mengirim Naskah
is: Minnislisti höfunda
is_is: Minnislisti höfunda
it_it: Requisiti per le proposte
ja_jp: 投稿前の確認リスト
ka_ge: მასალების მოთხოვნები
kk: Жіберу талаптары
ku_iq: مەرجەکانی پێشکەشکردن
lv: Materiāla iesniegšanas prasības
mk_mk: Барања за поднесување
mr: सादरीकरण प्रक्रियेसाठी आवश्यक बाबी
ms_my: Keperluan Penyerahan
nb: Sjekkliste
nl_nl: Controlelijst voor inzendingen
pl_pl: Wymagania wobec zgłaszanego tekstu
pt_pt: Requisitos de Submissão
ro: Cerințe de înregistrare
ru_ru: Требования к отправляемому материалу
sl_si: Zahteve za oddajo prispevka
sr@cyrillic: Услови за предају чланка
sr_rs@latin: Uslovi za predaju članka
sv_se: Kravlista för bidrag
th: ข้อกำหนดในการส่ง
tr_tr: Gönderi Gereksinimleri
uk_ua: Вимоги до подання
vi: Yêu cầu nộp bài
vi_vn: Yêu cầu gửi bài

# submission.submit.submissionChecklistDescription
source: All submissions must meet the following requirements.
ar_iq: عليك قراءة المتطلبات أدناه والإقرار بها قبل المتابعة.
az: Yeni yazının daxil edilməsi üçün müəllifin bu düymələri təsdiqləmiş və qəbul etmiş olması lazımdır.
bg_bg: Трябва да прочетете и да потвърдите, че сте изпълнили изискванията по-долу, преди да продължите.
ca_es: Heu de llegir i confirmar que heu completat els següents requisits abans de continuar.
cs_cz: Všechny přihlášky musí splňovat následující požadavky.
da_dk: Du skal tilkendegive, at du opfylder nedenstående krav inden du fortsætter.
de_de: Sie müssen Sie die Anforderungen lesen und bestätigen, bevor Sie fortfahren können.
el_gr: Πρέπει να διαβάσετε και να αποδεχτείτε ότι πληροίτε τις απαιτήσεις που ακολουθούν πριν συνεχίσετε.
eu: Bidalketa guztiek baldintza hauek bete behar dituzte.
fa_ir: قبل از ورود به قسمت های بعدی نسبت به موارد زیر اطمینان حاصل کنید
fi_fi: Sinun täytyy lukea ja vahvistaa, että täytät alla mainitut vaatimukset, ennen kuin jatkat.
fr_fr: Vous devez lire et reconnaître que vous avez rempli les conditions ci-dessous avant de poursuivre.
hr: Sve prijave moraju ispunjavati sljedeće zahtjeve.
hy_am: Դուք պետք է կարդաք և հաստատեք, որ կատարել եք ստորև ներկայացված պահանջները՝ շարունակելուց առաջ:
id: Semua naskah harus memenuhi persyaratan berikut.
is_is: Þú verður að staðfesta að þú uppfyllir atriðin á minnislistanum áður en þú heldur áfram.
it_it: Devi aver letto e completato i requisiti qui indicati prima di procedere.
ja_jp: 投稿で進む前に、以下の要件を読んで、それを満たしていることを確認してください。
ka_ge: გაგრძელებამდე უნდა გაეცნოთ და დაადასტუროთ, რომ შეავსეთ ქვემოთ მოცემული მოთხოვნები.
kk: Жалғастырмас бұрын төмендегі талаптардың барлығын орындағаныңызды оқып, растауыңыз қажет.
ku_iq: پێویستە تۆ مەرجەکانی خوارەوە بخوێنیتەوە و قبوڵییان بکەیت پێش ئەوەی زیاتر بچیتە پێشەوە.
lv: Visiem iesniegtajiem materiāliem jāatbilst šādām prasībām.
mk_mk: Мора да прочитате и да прифатите дека сте ги завршиле барањата подолу пред да продолжите.
mr: कुठल्याही प्रकारच्या सादरीकरणासाठी खालील आवश्यक बाबींची पूर्तता केली गेली पाहिजे.
ms_my: Anda mesti membaca dan mengakui bahawa anda telah melengkapkan keperluan di bawah sebelum meneruskan.
nl_nl: U moet onderstaande vereisten lezen en bevestigen dat de inzending eraan voldoet voor u kan verder gaan.
pl_pl: Przed zgłoszeniem musisz potwierdzić, że tekst spełnia wymogi określone poniżej.
pt_pt: Todas as submissões devem cumprir os seguintes requisitos.
ru_ru: Вы должны прочесть и подтвердить, что вы выполнили все приведенные ниже требования, перед тем как продолжить.
sl_si: Pred nadaljevanjem morate prebrati in potrditi, da ste zadostili vsem zahtevam spodaj.
sr_rs@latin: Morate pročitati i potvrditi da ste zadovoljili uslove pre nastavka prijave.
sv_se: Du måste läsa och godkänna nedanstående krav innan du kan fortsätta.
th: ทุกการส่งจะต้องปฏิบัติตามข้อกำหนดดังต่อไปนี้
tr_tr: Devam etmeden önce aşağıdaki koşulları tamamladığınızı okumalı ve kabul etmelisiniz.
uk_ua: Перш ніж продовжувати, ви повинні прочитати та підтвердити, що виконали нижченаведені вимоги.
vi: Tất cả các bài nộp phải đáp ứng các yêu cầu sau.
vi_vn: Bạn phải đọc và xác nhận rằng bạn đã hoàn thành các yêu cầu bên dưới trước khi tiếp tục.

# submission.submit.submissionChecklistConfirm
source: Yes, my submission meets all of these requirements.
az: Bəli, mənim təqdimatım bu tələblərin hamısına cavab verir.
cs_cz: Ano, můj příspěvek splňuje všechny tyto požadavky.
eu: Bai, nire bidalketak baldintza guzti hauek betetzen ditu.
hr: Da, moj podnesak ispunjava sve ove zahtjeve.
id: Ya, naskah saya memenuhi semua syarat berikut.
lv: Jā, mans iesniegtais materiāls atbilst visām šīm prasībām.
mr: होय, माझे सादरीकरण या सर्व आवश्यक बाबींची पूर्तता करते.
nb: Ja, innleveringen min oppfyller alle disse kriteriene.
pt_pt: Sim, a minha submissão cumpre todos os requisitos.
th: ใช่, การส่งของฉันเป็นไปตามข้อกำหนดทั้งหมดนี้
vi: Có, bài nộp của tôi đáp ứng tất cả các yêu cầu này.

# submission.submit.submissionComplete
source: Submission complete
ar_iq: إنهاء طلب النشر
az: Məqalə tamamlandı
bg_bg: Подаването на материали е завършено
ca_es: S'ha completat la tramesa
cs_cz: Podání příspěvku bylo dokončeno
da_dk: Indsendelsen afsluttet
de_de: Die Einreichung ist abgeschlossen.
el_gr: Ολοκλήρωση Υποβολής
eu: Bidalketa burutua
fa_ir: ثبت مقاله تکمیل شد.
fi_fi: Käsikirjoitus on lähetetty
fr_fr: Soumission complète
gl_es: Envío completado
hr: Podnošenje završeno
hu: A kéziratot sikeresen benyújtotta
hy_am: Ներկայացումն ավարտված է
id: Pengiriman Naskah Selesai
is: Innsendingu lokið
is_is: Innsendingu lokið
it_it: Proposta completata
ja_jp: 投稿完了
ka_ge: შეტანა დასრულებულია
kk: Жіберу аяқталды
ku_iq: توێژینەوەکە پێشکەش دەکرێت
lv: Materiāla iesniegšana pabeigta
mk_mk: Поднесувањето е завршено
mr: सादरीकरण प्रक्रिया पूर्ण झाली
ms_my: Penyerahan selesai
nb: Innlevering fullført
nl_nl: Inzending voltooid
pl_pl: Proces zgłoszenia tekstu zakończony
pt_pt: Submissão concluída
ro: Înregistrare completă
ru_ru: Отправка материала завершена
sl_si: Oddaja končana
sr@cyrillic: Предаја је завршена
sr_rs@latin: Predaja je završena
sv_se: Bidraget är inskickat
th: การส่งงานเสร็จสิ้น
tr_tr: Gönderi tamamlandı
uk_ua: Подання матеріалів завершено
vi: Nộp bài hoàn thành
vi_vn: Hoàn thành gửi bài

# submission.submit.genre.label
source: What kind of file is this?
az: Bu hansı növ fayldı?
bg_bg: Какъв вид файл е това?
cs_cz: O jaký druh souboru se jedná?
eu: Zer motatako fitxategia da?
gl_es: Qué tipo de arquivo é?
hr: O kakvoj je datoteci riječ?
hu: Milyen típusú fájl ez?
hy_am: Ինչպիսի՞ նիշք է սա:
id: File jenis apa ini?
is: Hvernig skrá er þetta?
is_is: Hvernig skrá er þetta?
ja_jp: これはどのようなファイルですか？
ka_ge: რა სახის ფაილია ეს?
kk: Бұл файлдың түрі қандай?
lv: Kāda veida datne tā ir?
mk_mk: Каков фајл е ова?
mr: ही कोणत्या प्रकारची फाईल आहे?
ms_my: Apakah jenis fail ini?
nb: Hva slags fil er dette?
pt_pt: Que tipo de ficheiro é este?
ru_ru: Какого типа этот файл?
sl_si: Kakšne vrste datoteka je to?
th: ไฟล์นี้เป็นไฟล์ประเภทใด?
tr_tr: Bu ne tür bir dosya?
vi: Đây là loại tệp nào?

# submission.submit.genre.description
source: Choose the option that best describes this file.
az: Bu faylı ən yaxşı tərif edən seçimi seçin
bg_bg: Изберете опцията, която най-добре описва този файл.
cs_cz: Vyberte možnost, která nejlépe vystihuje tento soubor.
eu: Aukeratu fitxategi hau hobekien deskribatzen duen aukera.
gl_es: Escolla a opción que mellor describa este arquivo.
hr: Odaberite opciju koja najbolje opisuje ovu datoteku.
hu: Válassza ki azt, ami legjobban leírja ezt a fájlt.
hy_am: Ընտրեք այն տարբերակը, որը լավագույնս է նկարագրում այս նիշքը:
id: Pilih opsi yang paling tepat mendeskripsikan file ini.
is: Veldu valkost sem lýsir skránni best.
is_is: Veldu valkost sem lýsir best þessari skrá.
ja_jp: このファイルに最も近いオプションを選択してください。
ka_ge: აირჩიეთ ვარიანტი, რომელიც საუკეთესოდ აღწერს ამ ფაილს.
kk: Осы файлды жақсы сипаттайтын опцияны таңдаңыз.
lv: Izvēlieties variantu, kas vislabāk raksturo šo datni.
mk_mk: Изберете ја опцијата што најдобро ја опишува оваа датотека.
mr: या फाईलचे सर्वोत्तम वर्णन करणारा पर्याय निवडा.
ms_my: Pilih pilihan yang paling tepat menerangkan fail ini.
nb: Velg det som best beskriver denne filen.
pt_pt: Escolha a opção que melhor descreve este ficheiro.
ru_ru: Выберите вариант, которые лучше всего описывает этот файл.
sl_si: Izberite opcijo, ki najbolje opisuje datoteko.
th: เลือกตัวเลือกที่อธิบายไฟล์นี้ได้ดีที่สุด
tr_tr: Bu dosyayı en iyi tanımlayan seçeneği seçin.
vi: Chọn tùy chọn mô tả rõ nhất tệp này.

# submission.submit.removeConfirm
source: Are you sure you want to remove this file?
az: Bu faylı silmək istədiyinizə əminsiniz?
bg_bg: Наистина ли искате да премахнете този файл?
cs_cz: Opravdu chcete tento soubor odstranit?
eu: Ziur zaude fitxategi hau ezabatu nahi duzula?
gl_es: Seguro que queres eliminar este arquivo?
hr: Jeste li sigurni da želite ukloniti ovu datoteku?
hu: Biztos, hogy eltávolítja ezt a fájlt?
hy_am: Իսկապե՞ս ուզում եք հեռացնել այս նիշքը:
id: Yakin ingin menghapus file ini?
is: Ertu viss um að þú viljir fjarlægja þessa skrá?
is_is: Ertu viss um að þú viljir fjarlægja þessa skrá?
ja_jp: このファイルを削除してもよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ ფაილის წაშლა?
kk: Бұл файлды жойғыңыз келетініне сенімдісіз бе?
lv: Vai tiešām vēlaties noņemt šo datni?
mk_mk: Дали сте сигурни дека сакате да ја отстраните оваа датотека?
mr: तुम्हाला खात्रीने ही फाईल हटवायची आहे का?
ms_my: Adakah anda pasti mahu membuang fail ini?
nb: Er du sikker på at du vil fjerne denne filen?
pt_pt: Deseja realmente remover este ficheiro?
ru_ru: Вы уверены, что хотите удалить этот файл?
sl_si: Ste prepričani, da želite odstraniti to datoteko?
th: คุณแน่ใจหรือว่าต้องการลบไฟล์นี้?
tr_tr: Bu dosyayı silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa tệp này không?

# submission.submit.whatNext.forNow
source: For now, you can:
ar_iq: حالياً، بإمكانك:
az: Hələlik aşağıdakıları edə bilərsiniz:
bg_bg: За сега, можете:
ca_es: En aquest moment, podeu:
cs_cz: V tomto okamžiku můžete:
da_dk: På nuværende tidspunkt kan du:
de_de: Sie können jetzt:
el_gr: Προς το παρόν, μπορείτε να:
eu: Oraingoz, aukera hauek dituzu:
fa_ir: شما می توانید:
fi_fi: Nyt voit:
fr_fr: Pour le moment, vous pouvez :
gl_es: Polo de agora, podes:
hr: Za sada možete:
hu: Jelenleg:
hy_am: Առայժմ կարող եք:
id: Sekarang, Anda bisa:
is: Núna getur þú:
is_is: Núna getur þú:
it_it: Ora puoi:
ja_jp: 今のところ、次のことができます。
ka_ge: ახლა თქვენ შეგიძლიათ:
kk: Қазіргі уақытта сіз:
ku_iq: لە ئێستادا، تۆ دەتوانیت:
lv: Tagad varat:
mk_mk: За сега, можете:
mr: यावेळी, तुम्ही हे करू शकता :
ms_my: Buat masa ini, anda boleh:
nb: Foreløpig kan du:
nl_nl: U kan nu:
pl_pl: W tej chwili możesz:
pt_pt: Por agora, pode:
ro: Deocamdată, puteți să:
ru_ru: На текущий момент вы можете:
sl_si: Zdaj lahko:
sr@cyrillic: За сада, можете:
sr_rs@latin: Za sada, možete:
sv_se: Nu kan du:
th: สำหรับตอนนี้ คุณสามารถ:
tr_tr: Şimdilik şunları yapabilirsiniz:
uk_ua: Зараз ви можете:
vi: Bây giờ bạn có thể:
vi_vn: Hiện tại, bạn có thể:

# submission.submit.whatNext.review
source: Review this submission
ar_iq: مراجعة طلب النشر هذا
az: Bu məqaləni incələyin
bg_bg: Преглед на подаването на материали
ca_es: Revisar la tramesa
cs_cz: Zkontrolovat tento příspěvek
da_dk: Gennemse denne indsendelse
de_de: Die Einreichung begutachten
el_gr: Κρίνετε αυτήν την υποβολή
eu: Berrikusi bidalketa hau
fa_ir: وضعیت مقاله ثبت شده را مرور کنید.
fi_fi: Tarkastella lähetettyä käsikirjoitusta
fr_fr: Réviser cette soumission
gl_es: Revisar o envío
hr: Pregledajte ovaj podnesak
hu: Áttekintheti a benyújtott kéziratot
hy_am: Գրախոսեք այս ներկայացումը
id: Review naskah ini
is: Skoða innsendinguna
is_is: Skoðað þessa innsendingu
it_it: Controllare la proposta
ja_jp: この投稿を確認する
ka_ge: ამ შენატანის მიმოხილვა
kk: Бұл материалды қараңыз
ku_iq: بە پێشکەشکردنەکەدا بچۆوە
lv: Recenzēt šo iesniegto materiālu
mk_mk: Прегледајте го овој поднесок
mr: या सादरीकरणाचे समीक्षण करा
ms_my: Semak penyerahan ini
nb: sjekke innleveringen
nl_nl: Deze inzending reviewen
pl_pl: Przejrzeć zgłoszenie
pt_pt: Rever esta submissão
ro: Examinați acest manuscris
ru_ru: Просмотреть этот материал
sl_si: Pogledate oddani prispevek
sr@cyrillic: Извршите рецензију пријављеног чланка
sr_rs@latin: Izvršite recenziju prijavljenog članka
sv_se: Granska bidraget
th: ทบทวนการส่งนี้
tr_tr: Bu gönderiyi incele
uk_ua: Переглянути це подання
vi: Xem lại bài nộp này
vi_vn: Xem lại bài gửi này

# submission.submit.whatNext.create
source: Create a new submission
ar_iq: إنشاء طلب نشر جديد
az: Yeni bir məqalə yaradın
bg_bg: Създаване на ново подаване на материали
ca_es: Crear una nova tramesa
cs_cz: Vytvořit nový příspěvek
da_dk: Påbegynde en ny indsendelse
de_de: Eine neue Einreichung erstellen
el_gr: Δημιουργήσετε μια νέα υποβολή
eu: Sortu bidalketa berri bat
fa_ir: مقاله جدیدی ثبت کنید.
fi_fi: Luoda uuden käsikirjoituksen
fr_fr: Créer une nouvelle soumission
gl_es: Crear un novo envío
hr: Izradite novi podnesak
hu: Újabb kéziratot küldhet be
hy_am: Ստեղծեք նոր ներկայացում
id: Kirim naskah baru
is: Búið til nýja innsendingu
is_is: Búið til nýja innsendingu
it_it: Creare una proposta
ja_jp: 新規投稿を作成する
ka_ge: ახალი შენატანის შექმნა
kk: Жіберуге жаңа материалды ұсыну
ku_iq: دروستکردنی پێشکەشکردنێکی نوێ
lv: Izveidot jaunu materiāla iesniegšanu
mk_mk: Создадете нов поднесок
mr: नवीन सादरीकरण तयार करा
ms_my: Cipta penyerahan baharu
nb: opprette ny innlevering
nl_nl: Een nieuwe inzending indienen
pl_pl: Zgłosić nowy tekst
pt_pt: Criar uma nova submissão
ro: Creați o nouă înregistrare
ru_ru: Создать новый материал для отправки
sl_si: Oddate nov prispevek
sr@cyrillic: Пријавите нови чланак
sr_rs@latin: Prijavite novi članak
sv_se: Skicka in ett nytt bidrag
th: สร้างการส่งงานใหม่
tr_tr: Yeni bir gönderi oluştur
uk_ua: Створити нове подання
vi: Tạo bài nộp mới
vi_vn: Tạo một bài gửi mới

# submission.submit.whatNext.return
source: Return to your dashboard
ar_iq: العودة إلى دفة القيادة
az: Göstərici panelinə qayıdın
bg_bg: Обратно към таблото за управление
ca_es: Tornar a l'escriptori
cs_cz: Vrátit se na váš ovládací panel
da_dk: Vende tilbage til betjeningspanelet
de_de: Zum Dashboard zurückkehren
el_gr: Επιστρέψετε στον κεντρικό ταμπλό
eu: Itzuli mahaigainera
fa_ir: به داشبورد برگردید.
fi_fi: Palata hallintapaneeliin
fr_fr: Revenir à votre tableau de bord
gl_es: Volver ó escritorio
hr: Vratite se na svoju nadzornu ploču
hu: Visszatérhet a vezérlőpulthoz
hy_am: Վերադարձեք ձեր վահանակին
id: Kembali ke dashboard
is: Farið til baka á lesborð
is_is: Farið til baka á lesborð
it_it: Tornare alla tua bacheca
ja_jp: ダッシュボードに戻る
ka_ge: კონსოლში დაბრუნება
kk: Жеке кабинетке оралу
ku_iq: بۆ ڕوپەلی سەرەکیی خۆت بگەڕێوە
lv: Atgriezties uz vadības paneli
mk_mk: Вратете се на вашата контролна табла
mr: तुमच्या डॅशबोर्डवर परत जा
ms_my: Kembali ke papan pemuka anda
nb: gå tilbake til administrasjonssiden
nl_nl: Terugkeren naar uw dashboard
pl_pl: Powrócić do panelu roboczego
pt_pt: Voltar à área pessoal
ro: Reveniți la tabloul de bord
ru_ru: Вернуться в личный кабинет
sl_si: Vrnete na nadzorno ploščo
sr@cyrillic: Вратите се на контролну таблу
sr_rs@latin: Vratite se na kontrolnu tablu
sv_se: Gå tillbaka till din översikt
th: กลับไปยังแดชบอร์ดของคุณ
tr_tr: Gösterge paneline dön
uk_ua: Повернутися в особистий кабінет
vi: Quay lại bảng điều khiển của bạn
vi_vn: Quay lại bảng điều khiển của bạn

# submission.submit.extendedMetadata
source: Extended Metadata
ar_iq: البيانات الوصفية الموسعة
az: Genişləndirilmiş meta data
bg_bg: Разширени метаданни
ca_es: Metadades avançades
cs_cz: Rozšířená metadata
da_dk: Yderligere metadata
de_de: Erweiterte Metadaten
el_gr: Εκτεταμένα μεταδεδομένα
eu: Metadatu hedatuak
fa_ir: فراداده ها را گسترش دهید.
fi_fi: Laajat metatiedot
fr_fr: Métadonnées étendues
gl_es: Metadatos ampliados
hr: Prošireni metapodaci
hu: Külső metaadatok
hy_am: Ընդլայնված մետատվյալներ
id: Metadata Selengkapnya
is: Útvíkkuð lýsigögn
is_is: Útvíkkuð lýsigögn
it_it: Inserire ulteriori metadati
ja_jp: 拡張メタデータ
ka_ge: გაფართოებული მეტა-მონაცემები
kk: Кеңейтілген метадеректер
ku_iq: زانیاریی ناسێنەری فراوانکراو
lv: Paplašināti metadati
mk_mk: Проширена метадата
mr: विस्तारित मेटाडेटा
ms_my: Metadata Lanjutan
nb: Utvidet metadata
nl_nl: Uitgebreide metadata
pl_pl: Rozszerzone metadane
pt_pt: Metadados estendidos
ro: Metadate extinse
ru_ru: Расширенные метаданные
sl_si: Razširjeni metapodatki
sr@cyrillic: Проширени метаподаци
sr_rs@latin: Prošireni metapodaci
sv_se: Ytterligare metadata
th: เมทาดาทาขยาย
tr_tr: Genişletilmiş Üst Veri
uk_ua: Розширені метадані
vi: Metadata mở rộng
vi_vn: Siêu dữ liệu mở rộng

# metadata.filters.crossref.settings.email.displayName
source: Crossref Registration Email
ar_iq: البريد الالكتروني لتسجيل المراجع المترابطة
az: Crossref Qeydiyyat emaili
bg_bg: Регистрационен имейл в Crossref
ca_es: Correu electrònic de registre de CrossRef
cs_cz: Registrační email pro Crossref
da_dk: Registrerings-e-mail for CrossRef
de_de: Bei CrossRef registrierte E-Mail-Adresse
el_gr: Email Εγγραφής στο CrossRef
eu: Crossref-en erregistratzeko helbide elektronikoa
fa_ir: ایمیل ثبت‌نام CrossRef
fi_fi: CrossRefiin rekisteröity sähköposti
fr_fr: Courriel d'inscription CrossRef
gl_es: Correo electrónico de rexistro en Crossref
hr: Crossref e-adresa za registraciju
hu: Crossref regisztrációs email
hy_am: Crossref -ի գրանցման էլ․ հասցե
id: Email Registrasi Crossref
is: Crossref skráningar netfang
is_is: CrossRef skráningar netfang
it_it: Email di registrazione a CrossRef
ja_jp: CrossRef 登録メールアドレス
ka_ge: CrossRef რეგისტრაციის ელფოსტა
kk: Электрондық пошта мекенжайы Crossref арқылы тіркелген
ku_iq: تۆمارکردنی ئیمەیڵی CrossRef
lv: Crossref reģistrētais e-pasts
mk_mk: Е-пошта за регистрација на CrossRef
mr: Crossref साठी नोंदणी ई-मेल
ms_my: E-mel Pendaftaran CrossRef
nb: E-post for Crossref-registrering
nl_nl: CrossRef registratie e-mail
pl_pl: Rejestracja adresu e-mail w CrossRef
pt_pt: E-mail de Registo na Crossref
ro: E-mail de înregistrare Crossref
ru_ru: Адрес электронной почты, зарегистрированный в CrossRef
sl_si: CrossRef registracijski e-poštni naslov
sr@cyrillic: Crossref регистрациони имејл
sr_rs@latin: CrossRef registracioni imejl
sv_se: E-postadress för CrossRef-registrering
th: อีเมลลงทะเบียน Crossref
tr_tr: CrossRef Kayıt E-postası
uk_ua: Email реєстрації у CrossRef
vi: Email đăng ký Crossref
vi_vn: Email đăng ký CrossRef
zh_cn: CrossRef 注册电子邮件
