Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# log.review.reviewerResendRequest
source: Resent the request to review in round {$round} to {$reviewerName} for submission {$submissionid}.
az: {$round} Yoxlama sorğusunu {$reviewerName} göndərmək üçün {$submissionid} - A yenidən göndərin.
bg_bg: Изпратете повторно заявката за рецензия в кръг {$round} до {$reviewerName} за подадени материали {$submissionid}.
cs_cz: Opětovné odeslání žádosti o recenzi v kole {$round} na adresu {$reviewerName} pro příspěvek {$submissionid}.
eu: Birbidali {$round} errondan {$submissionid} bidalketa berrikusteko eskaera {$reviewerName}-ri.
hr: Ponovno pošaljite zahtjev za recenziju u krugu {$round} za {$reviewerName} za predaju {$submissionid}.
hy_am: Նորից ուղարկեք {$round} փուլում գրախոսման հարցումը {$reviewerName}-ին {$submissionid} ներկայացնելու համար:
id: Mengirimkan kembali permintaan pada tahap {$round} kepada {$reviewerName} untuk naskah {$submissionid}.
lv: Atkārtoti nosūtīt {$round}. kārtas recenzēšanas pieprasījumu recenzentam {$reviewwerName} par materiālu {$submissionid}.
mr: {$submissionid} या सादरीकरणासाठी {$reviewerName} ना {$round} फेरीदरम्यान पुन्हा समीक्षणाची विनंती केली आहे.
pt_pt: Reenvie o pedido de revisão da ronda {$round} para {$reviewerName} para a submissão {$submissionid}.
th: ได้ส่งคำขอให้ทบทวนใหม่ในรอบที่ {$round} ถึง {$reviewerName} สำหรับการส่งบทความหมายเลข {$submissionid}.
vi: Đã gửi lại yêu cầu đánh giá ở vòng {reviewerName} cho bài nộp {$submissionid}.

# log.review.reviewConfirmed
source: Editor {$editorName} has confirmed a review for the round {$round} review for submission {$submissionId}.
az: {$userName} adlı redaktor {$submissionId} nömrəli üçün {$round}. tur incələməsi üçün bir dəyərləndirmə təsdiqləndi için bir değerlendirme doğruladı.
bg_bg: Радакторът {$userName} потвърди рецензията за кръг (етап) {$round} за подадените материали {$submissionId}.
ca_es: L'editor/a {$userName} ha confirmat una revisió per a la ronda {$round} de revisió de la tramesa {$submissionId}.
cs_cz: Editor {$userName} potvrdil recenzi pro {$round}. recenzní kolo příspěvku {$submitId}.
da_dk: Redaktør {$userName} har valideret en {$round}-bedømmelsen i forbindelse med indsendelse {$submissionId}.
de_de: Redakteur/in {$userName} hat ein Gutachten aus Begutachtungsrunde {$round} für die Einreichung {$submissionId} bestätigt.
eu: {$editorName} editoreak baieztatu du {$submissionId} lanaren berrikuspena {$round} berrikuspen-errondarako.
fr_fr: Le rédacteur ou la rédactrice {$userName} a confirmé une évaluation pour le cycle d'évaluation {$round} pour la soumission {$submissionId}.
gl_es: O editor/a {$userName} confirmou unha revisión da rolda de revisión {$round} do envío {$submissionId}.
hr: Urednik {$editorName} je potvrdio recenziju za rundu {$round} recenzije za predaju {$submissionId}.
hu: {$editorName} szerkesztőként megerősítette a(z) {$submissionId} beküldés szakmai lektorálását a {$round} számú lektorálási körben.
hy_am: {$userName} -ի խմբագիրը հաստատել է {$submissionId} ներկայացման {$round} փուլի գրախոսությունը:
id: Editor {$editorName} telah mengonfirmasi review untuk tahap {$round} review untuk naskah {$submissionId}.
is: Ristjórinn {$editorName} hefur staðfest ritrýni fyrir {$round} umferð innsendingar {$submissionId}.
it_it: L'Editor {$userName} ha confermato una revisione per il {$round} ciclo per il manoscritto {$submissionId}.
ja_jp: 投稿物 {$submissionId} の{$round}回目の査読が{$editorName}によって確認された。
ka_ge: რედაქტორმა {$userName} დაადასტურა მიმოხილვა მიმოხილვაზე მრგვალი {$round} მიმოხილვა წარდგენისთვის {$submissionId}.
kk: {$editorName} редакторы "{$submissionId}" материалы үшін {$round} шолу кезеңінде шолуды мақұлдады.
lv: Redaktors {$editorName} ir apstiprinājis iesniegtā materiāla {$submissionId} recenziju {$round}. kārtai.
mr: संपादक {$editorName} यांनी {$submissionId} या सादरीकरणासाठीच्या {$round} फेरीच्या समीक्षणाला दुजोरा दिला आहे.
ms_my: Editor {$userName} telah mengesahkan ulasan untuk ulasan pusingan {$round} untuk penyerahan {$submissionId}.
nb: Redaktøren {$userName} har validert en {$round} runde for innlevering {$submissionId}.
pt_pt: O editor {$userName} confirmou uma revisão da ronda de revisão {$round} para a submissão {$submissionId}.
ro: Editorul {$editorName} a confirmat o revizie pentru runda {$round} pentru manuscrisul {$submissionId}.
ru_ru: Редактор {$userName} подтвердил рецензию на раунде {$round} рецензирования для материала «{$submissionId}».
sl_si: urednik {$userName} je potrdil recenzijski krog {$round} za prispevek {$submissionId}.
th: บรรณาธิการ {$userName} ได้ยืนยันการทบทวนสำหรับรอบที่ {$round} ของการส่งบทความหมายเลข {$submissionId}.
tr_tr: {$userName} adlı editör {$submissionId} nuaralı için {$round}. tur incelemesi için bir değerlendirme doğruladı.
vi: Biên tập viên {round} cho bài nộp {$submissionId}.
vi_vn: Biên tập viên {$userName} đã xác nhận một đánh giá trong vòng phản biện {$round} của bài {$submitId}.

# log.review.reviewReady
source: {$reviewerName} has completed the review for the round {$round} review for submission {$submissionId}.
az: {$reviewerName} {$submissionId} nömrəli bildirişi üçün {$round}. tur dəyərləndirməsini başa çatdırdı.
bg_bg: {$reviewerName} завърши рецензията за кръг (етап) {$round} за подадените материали {$submissionId}.
ca_es: {$reviewerName} ha completat la revisió per a la ronda {$round} de revisió de la tramesa {$submissionId}.
cs_cz: {$reviewerName} dokončil recenzi pro {$round}. recenzní kolo příspěvku {$submitId}.
da_dk: {$reviewerName} har afsluttet bedømmelsen under runde {$round}-bedømmelsen i forbindelse med indsendelse {$submissionId}.
de_de: {$reviewerName} hat das Gutachten aus Begutachtungsrunde {$round} für die Einreichung {$submissionId} fertiggestellt.
eu: {$reviewerName}-ek amaitu du berrikuspena {$submissionId} bidalketaren {$round} berrikuspen-errondarako.
fr_fr: {$reviewerName} a complété l'évaluation du cycle {$round} d'évaluation pour la soumission {$submissionId}.
gl_es: {$reviewerName} rematou a revisión da rolda de revisión {$round} do envío {$submissionId}.
hr: {$reviewerName} je dovršen pregled za krug {$round} pregled za predaju {$submissionId}.
hu: {$reviewerName} megtette a(z) {$submissionId} beküldés szakmai lektorálását a {$round}. számú lektorálási körben.
hy_am: {$reviewerName} -ն ավարտել է {$round} փուլի գրախոսումը {$submissionId} ներկայացման համար:
id: {$reviewerName} telah merampungkan review untuk tahap {$round} review untuk naskah {$submissionId}.
is: {$reviewerName} hefur lokið ritrýniumferð {$round} fyrir innsendingu {$submissionId}.
it_it: {$reviewerName} ha completato la revisione per il {$round} ciclo per il manoscritto {$submissionId}.
ja_jp: {$reviewerName} が投稿物 {$submissionId} の{$round}回目の査読を完了した。
ka_ge: {$reviewerName}-მა დაასრულა მიმოხილვა {$round} მიმოხილვის წარსადგენად {$submissionId}.
kk: {$reviewerName} рецензенті "{$submissionId}" материал үшін шолуын {$round} кезеңінде аяқтады.
lv: {$reviewerName} ir pabeidzis recenziju par materiālu {$submissionId} {$round}. kārtā.
mr: {$reviewerName} ने {$submissionId} या सादरीकरणासाठी {$round} क्रमांकाच्या फेरीदरम्यान समीक्षण पूर्ण केले आहे.
ms_my: {$reviewerName} telah menyelesaikan ulasan untuk ulasan pusingan {$round} untuk penyerahan {$submissionId}.
nb: {$reviewerName} har fullført vurderingen under {$round} runde for innlevering {$submissionId}.
pt_pt: {$reviewerName} concluiu a revisão da ronda de revisão {$round} da submissão {$submissionId}.
ro: {$reviewerName} a finalizat revizuirea pentru runda {$round} de revizuire a manuscrisului {$submissionId}.
ru_ru: Рецензент {$reviewerName} завершил рецензию на раунде {$round} рецензирования для материала «{$submissionId}».
sl_si: {$reviewerName} je končal recenzijo za recenzijski krog {$round} za prispevek {$submissionId}.
th: {$reviewerName} ได้ทำการทบทวนเสร็จสมบูรณ์สำหรับรอบที่ {$round} ของการส่งบทความหมายเลข {$submissionId}.
tr_tr: {$reviewerName} {$submissionId} numaralı bildirimi için {$round}. tur değerlendirmesini tamamladı.
vi: {round} cho bài nộp {$submissionId}.
vi_vn: {$reviewerName} đã hoàn thành cho vòng phản biện {$round} của bài {$submitId}.

# submission.review.status.awaitingResponse
source: Waiting for a response from the reviewer.
ar_iq: بانتظار استجابة المحكم.
az: Rəyçidən cavab gözlənir
bg_bg: В очакване на отговор от рецензента.
ca_es: Esperant la resposta del revisor/a.
cs_cz: Čeká se na odpověď recenzenta.
da_dk: Afventer svar fra bedømmeren.
de_de: Warten auf eine Antwort der Gutachterin/des Gutachters.
el_gr: Σε αναμονή απόκρισης με τον κριτή.
eu: Ebaluatzailearen erantzunaren zain.
fa_ir: در انتظار پاسخ داور
fi_fi: Odotetaan arvioijan vastausta.
fr_fr: En attente de réponse du rapporteur.
gl_es: Agardando a resposta do revisor/a.
hr: Čeka se odgovor recenzenta.
hu: Válaszra várva a szakmai lektortól.
hy_am: Սպասում է գրախոսի պատասխանին:
id: Menunggu tanggapan dari mitra bestari.
is: Beðið eftir viðbrögðum frá ritrýni.
it_it: In attesa di una risposta dal revisore.
ja_jp: 査読者の応答待ちです。
ka_ge: მიმოხილვის პასუხის მოლოდინში.
kk: Рецензенттен жауап күтілуде.
lv: Tiek gaidīta atbilde no recenzenta.
mr: समीक्षकाच्या उत्तराची वाट पाहत आहे.
ms_my: Menunggu respon daripada pengulas.
nb: Avventer respons fra fagfelle.
nl_nl: In afwachting van een antwoord van de reviewer.
pl_pl: Oczekiwanie na odpowiedź od recenzenta.
pt_pt: A aguardar a resposta do revisor.
ro: Așteptați un răspuns din partea revizorului.
ru_ru: Ожидает ответа от рецензента.
sl_si: Čaka na odziv recenzenta.
sv_se: Väntar på svar från granskaren.
th: กำลังรอการตอบรับจากผู้รีวิว.
tr_tr: Hakemden yanıt bekleniyor.
uk_ua: Очікування відповіді від рецензента.
vi: Đang chờ phản hồi từ người đánh giá.
vi_vn: Đang chờ phản hồi từ phản biện.

# submission.review.status.declined
source: The reviewer declined this review request.
ar_iq: لقد أعرض المحكم عن معاينة هذا المؤلَّف.
az: Rəyçi bu dəyərləndirmə istəyini rədd etdi
bg_bg: Рецензентът отхвърли тази молба за рецензия.
ca_es: El revisor/a ha rebutjat aquesta sol·licitud de revisió.
cs_cz: Recenzent odmítnul požadavek na recenzi.
da_dk: Bedømmeren har afvist bedømmelsesanmodningen.
de_de: Gutachter/in hat diese Anfrage abgelehnt.
el_gr: Ο κριτής απέρριψε το αίτημα κρίσης.
eu: Ebaluatzaileak berrikuspen-eskaera hau ukatu du.
fa_ir: داور، انجام این داوری را نپذیرفت
fi_fi: Arvioija on hylännyt pyynnön.
fr_fr: Le rapporteur a décliné la demande d'évaluation.
gl_es: O revisor/a rexeitou a solicitude de revisión.
hr: Recenzent je odbio ovaj zahtjev za recenziju.
hu: A szakmai lektor visszautasította a lektori felkérést.
hy_am: Գրախոսը մերժել է վերանայման այս հարցումը:
id: Mitra Bestari menolak permintaan review.
is: Ritrýnir hafnaði beiðni um ritrýni.
it_it: Il revisore ha declinato questa richiesta di revisione.
ja_jp: 査読者が査読を辞退した。
ka_ge: მიმომხილველმა უარყო ეს მოთხოვნა.
kk: Рецензент бұл рецензиялауға өтінішті қабылдамады.
lv: Recenzents noraidīja šo recenzēšanas pieprasījumu.
mr: समीक्षकाने ही समीक्षणाची विनंती नाकारली आहे.
ms_my: Pengulas telah menolak permintaan ulasan ini.
nb: Fagfellen har avvist forespørselen.
nl_nl: De reviewer heeft dit reviewverzoek afgewezen.
pl_pl: Recenzent odrzucił prośbę o wykonanie recenzji.
pt_pt: O revisor rejeitou este pedido de revisão.
ro: Evaluatorul a respins această solicitare de revizuire.
ru_ru: Рецензент отклонил этот запрос на рецензию.
sl_si: Recenzent je zavrnil to prošnjo za recenzijo.
sv_se: Granskaren avböjde denna granskningsfrågan.
th: ผู้รีวิวปฏิเสธคำขอทบทวนนี้.
tr_tr: Hakem bu değerlendirme isteğini reddetti.
uk_ua: Рецензент відхилив цей запит на рецензію.
vi: Người đánh giá đã từ chối yêu cầu đánh giá này.
vi_vn: Người phản biện đã từ chối yêu cầu phản biện này.

# submission.review.status.responseOverdue
source: The reviewer has missed the response due date.
ar_iq: لقد تجاوز المحكم موعد إبداء الرأي بشأن تولي التحكيم.
az: Rəyçi cavab tarixini keçdi.
bg_bg: Рецензентът е пропуснал крайния срок за отговор.
ca_es: El revisor/a ha excedit la data límit de resposta.
cs_cz: Recenzent nedodržel termín pro odpověď.
da_dk: Bedømmeren har overskredet forfaldsdato for svar.
de_de: Gutachter/in hat nicht in der erbetenen Frist geantwortet.
el_gr: Ο κριτής έχασε την προθεσμία απόκρισης.
eu: Ebaluatzaileak erantzuteko epea gainditu du.
fa_ir: مهلت زمان پاسخ به پذیرش داوری سپری شده است.
fi_fi: Arvioija ei ole vastannyt pyyntöön määräaikaan mennessä.
fr_fr: Le rapporteur a dépassé la date de réponse.
gl_es: O revisor/a excedeu a data límite da resposta.
hr: Recenzent je propustio rok za odgovor.
hu: A szakmai lektor lekéste a válaszadási határidőt.
hy_am: Գրախոսը բաց է թողել պատասխանի վերջնաժամկետը:
id: Mitra Bestari melewatkan batas waktu menanggapi.
is: Ritrýnir er kominn fram yfir skiladag viðbragða.
it_it: Il revisore non ha risposto entro la data definita.
ja_jp: 査読者が回答期限を過ぎている。
ka_ge: მიმომხილველმა გამოტოვა პასუხის ვადა.
kk: Рецензент сұрауға жауап беру мерзімін өткізіп алды.
lv: Recenzents ir nokavējis atbildes sniegšanas termiņu.
mr: समीक्षकाने त्याचा होकार/नकार कळवण्याच्या तारखेपर्यंत उत्तर दिलेले नाही.
ms_my: Pengulas telah terlepas tarikh tamat respon.
nb: Fagfellen har ikke svart innen svarfristen.
nl_nl: De reviewer heeft te laat geantwoord op het reviewverzoek.
pl_pl: Recenzent udzielił odpowiedzi w ustalonym terminie.
pt_pt: O revisor ultrapassou o prazo para a resposta.
ro: Evaluatorul a ratat data scadenței răspunsului.
ru_ru: Рецензент пропустил срок ответа на запрос.
sl_si: Recenzent je zamudil rok za potrditev.
sv_se: Granskaren har missat deadline för svar.
th: ผู้รีวิวพลาดกำหนดวันที่ต้องตอบรับ.
tr_tr: Hakem yanıt tarihini geçirdi.
uk_ua: Рецензент пропустив термін відповіді на запит.
vi: Người đánh giá đã bỏ lỡ ngày hết hạn phản hồi.
vi_vn: Người phản biện đã bỏ lỡ ngày đến hạn trả lời.

# submission.review.status.reviewOverdue
source: The reviewer has missed the review due date.
ar_iq: لقد تجاوز المحكم موعد تقديم التحكيم.
az: Rəyçi dəyərləndirmə tarixini keçdi
bg_bg: Рецензентът е пропуснал крайния срок за рецензиране.
ca_es: El revisor/a ha excedit la data límit de revisió.
cs_cz: Recenzent nedodržel termín pro recenzi.
da_dk: Bedømmeren har overskredet forfaldsdato for bedømmelse.
de_de: Gutachter/in hat die Abgabefrist für das Gutachten versäumt.
el_gr: Ο κριτής έχασε την προθεσμία κρίσης.
eu: Ebaluatzaileak berrikusteko epea gainditu du.
fa_ir: مهلت زمان انجام داوری سپری شده است.
fi_fi: Arvioija ei ole tehnyt arviota määräaikaan mennessä.
fr_fr: Le rapporteur a dépassé la date de retour de l'évaluation.
gl_es: O revisor excedeu a data límite da revisión.
hr: Recenzent je propustio rok recenzije.
hu: A szakmai lektor lekéste a lektorálási határidőt.
hy_am: Գրախոսը բաց է թողել վերանայման ներկլայացման վերջնաժամկետը:
id: Mitra Bestari melewatkan batas waktu mereview.
is: Ritrýnir er kominn fram yfir skiladag ritrýni.
it_it: Il revisore non ha consegnato la revisione entro la data definita.
ja_jp: 査読者が査読期限を過ぎている。
ka_ge: მიმომხილველმა გამოტოვა განხილვის ვადა.
kk: Рецензент пікір жіберу мерзімін өткізіп алды.
lv: Recenzents ir nokavējis recenzēšanas termiņu.
mr: समीक्षकाने अपेक्षित अंतिम तारखेपर्यंत त्याचे समीक्षण सादर केलेले नाही.
ms_my: Pengulas telah terlepas tarikh tamat ulasan.
nb: Fagfellen har ikke overholdt fristen for innlevering av fagfellevurdering.
nl_nl: De reviewer heeft de review te laat ingediend.
pl_pl: Recenzent nie przesłał recenzji w ustalonym terminie.
pt_pt: O revisor ultrapassou o prazo para a revisão.
ro: Evaluatorul a ratat data scadenței reviziei.
ru_ru: Рецензент пропустил срок предоставления рецензии.
sl_si: Recenzent je zamudil rok za opravljanje recenzije.
sv_se: Granskaren har missat deadline för granskning.
th: ผู้รีวิวพลาดกำหนดวันที่ต้องทบทวน.
tr_tr: Hakem değerlendirme tarihini geçirdi.
uk_ua: Рецензент пропустив термін подання рецензії.
vi: Người đánh giá đã bỏ lỡ ngày hết hạn đánh giá.
vi_vn: Người phản biện đã bỏ lỡ ngày hết hạn phản biện.

# submission.review.status.accepted
source: This review has been accepted.
ar_iq: لقد تم قبول هذا التحكيم.
az: Bu dəyərləndirmə qəbul edildi.
bg_bg: Тази рецензия е приета.
ca_es: S'ha acceptat la revisió.
cs_cz: Recenze byla přijata.
da_dk: Denne bedømmelse er blevet accepteret.
de_de: Dieses Gutachten wurde akzeptiert.
el_gr: Αυτή η κρίση έγινε αποδεκτή.
eu: Berrikuspen hau onartua izan da.
fa_ir: داوری پذیرفته شده است.
fi_fi: Tämä arviopyyntö on hyväksytty
fr_fr: Le rapport a été accepté.
gl_es: A revisión foi aceptada.
hr: Ova recenzija je prihvaćena.
hu: A szakmai lektorálás elfogadva.
hy_am: Այս գրախոսությունը ընդունվել է։
id: Review ini telah diterima.
is: Þessi ritrýni hefur verið samþykkt.
it_it: Questa revisione è stata accettata.
ja_jp: 査読依頼が受諾された。
ka_ge: განხილვის დავალება მიღებულია.
kk: Рецензия қабылданды.
lv: Šī recenzija ir pieņemta.
mr: हे समीक्षण स्वीकारण्यात आले आहे.
ms_my: Ulasan ini telah diterima.
nb: Denne fagfellevurderingen har blitt akseptert.
nl_nl: Deze review is aanvaard.
pl_pl: Recenzja zaakceptowana.
pt_pt: Esta revisão foi aceite.
ro: Această revizie a fost acceptată.
ru_ru: Рецензия была принята.
sl_si: Opravljanje recenzije je potrjeno.
sv_se: Granskningen har accepterats.
th: การทบทวนนี้ได้รับการยอมรับแล้ว.
tr_tr: Bu değerlendirme kabul edildi.
uk_ua: Рецензію прийнято.
vi: Đánh giá này đã được chấp nhận.
vi_vn: Đánh giá này đã được chấp nhận.

# submission.review.status.received
source: The reviewer has submitted their review.
ar_iq: المحكم سلَّم تحكيمه.
az: Rəyçi dəyərləndirməsini göndərdi
bg_bg: Рецензентът е изпратил своята рецензия.
ca_es: El revisor/a ha enviat la seva revisió.
cs_cz: Recenzent nahrál recenzi.
da_dk: Bedømmer har indsendt bedømmelse.
de_de: Gutachter/in hat ihr/sein Gutachten eingereicht.
el_gr: Ο κριτής υπέβαλε την κρίση του.
eu: Ebaluatzaileak bere berrikuspena bidali du.
fa_ir: داور، نتیجه داوری خود را ثبت کرده است.
fi_fi: Arvioija on lähettänyt arvionsa.
fr_fr: Le rapporteur a soumis son rapport.
gl_es: O revisor/a enviou a revisión.
hr: Recenzent je poslao svoju recenziju.
hu: A szakmai lektor elküldte a véleményét.
hy_am: Գրախոսը ներկայացրել է իր կարծիքը:
id: Mitra Bestari telah menyerahkan hasil reviewnya.
is: Ritrýnir hefur sent inn ritrýni sína.
it_it: Il revisore ha inviato la sua revisione.
ja_jp: 査読者が査読を提出した。
ka_ge: რეცენზენტმა წარადგინა რეცენზია.
kk: Рецензент өз пікірін жіберді.
lv: Recenzents ir iesniedzis recenziju.
mr: समीक्षकाने त्यांचे समीक्षण सादर केले आहे.
ms_my: Pengulas telah menyerahkan ulasan mereka.
nb: Denne fagfellen har innlevert sin fagfellevurdering.
nl_nl: De reviewer heeft een review ingediend.
pl_pl: Recenzent przesłał swoją recenzję.
pt_pt: O revisor submeteu os seus comentários.
ro: Evaluatorul și-a prezentat recenzia.
ru_ru: Рецензент отправил свою рецензию.
sl_si: Recenzent je oddal recenzijo.
sv_se: Granskaren har skickat in sin granskning.
th: ผู้รีวิวได้ส่งการทบทวนของพวกเขาแล้ว.
tr_tr: Hakem değerlendirmesini gönderdi.
uk_ua: Рецензент подав свою рецензію.
vi: Người đánh giá đã nộp đánh giá của họ.
vi_vn: Người phản biện đã gửi đánh giá phản biện của họ.

# submission.review.status.complete
source: This review has been completed.
ar_iq: هذا التحكيم مكتمل.
az: Bu dəyərləndirmə başa çatdı.
bg_bg: Рецензията е завършена.
ca_es: S'ha completat la revisió.
cs_cz: Recenze byla ukončena.
da_dk: Denne bedømmelse er afsluttet.
de_de: Dieses Gutachten wurde fertiggestellt.
el_gr: Αυτή η κρίση ολοκληρώθηκε.
eu: Berrikuspen hau amaitu da.
fa_ir: این داوری تکمیل شده است.
fi_fi: Tämä arvio on valmis.
fr_fr: L'évaluation est complète.
gl_es: A revisión completouse.
hr: Ova recenzija je dovršena.
hu: Ez a szakmai lektorálás elkészült.
hy_am: Այս գրախոսությունն ավարտված է:
id: Proses review telah rampung.
is: Þessari ritrýni er lokið.
it_it: Questa revisione è stata completata.
ja_jp: 本査読が完了された。
ka_ge: დასრულებულია მონაცემთა მიმოხილვა.
kk: Рецензиялау аяқталды.
lv: Recenzēšana pabeigta.
mr: हे समीक्षण पूर्ण झाले आहे.
ms_my: Ulasan ini telah selesai.
nb: Denne fagfellevurderingen er fullført.
nl_nl: Deze review is voltooid.
pl_pl: Recenzja zakończona.
pt_pt: Esta revisão foi concluída.
ro: Această revizuire a fost finalizată.
ru_ru: Рецензирование было завершено.
sl_si: Recenzija je zaključena.
sv_se: Den här granskningen är slutförd.
th: การทบทวนนี้เสร็จสมบูรณ์แล้ว.
tr_tr: Bu değerlendirme tamamlandı.
uk_ua: Це рецензування завершено.
vi: Đánh giá này đã hoàn thành.
vi_vn: Đánh giá này đã hoàn thành.

# submission.review.status.thanked
source: This review is complete and the reviewer has been thanked for their contribution.
ar_iq: هذا التحكيم مكتمل والمحكم قد تم شكره على مساهمته.
az: Bu dəyərləndirmə başa çatdı, dəyərləndirmə edənə təşəkkür edildi.
bg_bg: Тази рецензия е завършена и е изпратен благодарствен имейл на рецензента за неговия принос.
ca_es: S'ha completat la revisió i el revisor/a ha rebut l'agraïment per la seva col·laboració.
cs_cz: Recenze byla ukončena a recenzentovi bylo zasláno poděkování za příspěvek.
da_dk: Denne bedømmelse er afsluttet og bedømmeren har modtaget tak for deltagelse.
de_de: Diese Begutachtung ist fertig und der Gutachterin/dem Gutachter wurde für diesen Beitrag gedankt.
el_gr: Ολοκληρώθηκε αυτή η κρίση και δόθηκαν ευχαριστίες στον κριτή για τη συνεισφορά του.
eu: Berrikuspen hau amaitu da eta ebaluatzaileari eskerrak eman zaizkio bere ekarpenagatik.
fa_ir: این داوری تکمیل شده است و از داور قدردانی شده است.
fi_fi: Tämä arvio on valmis ja arvioijaa on kiitetty.
fr_fr: Cette évaluation est finie et le rapporteur a été remercié pour sa contribution.
gl_es: Esta revisión está completa e agradeceuse ao revisor/a a súa contribución.
hr: Ova recenzija je dovršena. Ova je recenzija dovršena i recenzentu se zahvaljuje na doprinosu.
hu: Ez a lektori vélemény kész, és a szakmai lektornak meg lett köszönve az együttműködése.
hy_am: Այս գրախոսությունն ավարտված է, և գրախոսին շնորհակալություն է հայտնել ներդրման համար:
id: Proses review ini telah selesai dan mitra bestari telah diberi penghargaan atas kontribusinya.
is: Þessari ritrýni er lokið og búið er að þakka ritrýninum þeirra framlag.
it_it: Questa revisione è stata completata e il revisore è stato ringraziato per il suo contributo.
ja_jp: この査読は完了しており、査読者の貢献に感謝しています。
ka_ge: ეს მიმოხილვა დასრულებულია და მიმომხილველს მადლობა გადაუხადა შეტანილი წვლილისთვის.
kk: Рецензиялау аяқталып, рецензентке мақтаулар беріледі.
lv: Šī recenzija ir pabeigta, un recenzentam ir izteikta pateicība par ieguldījumu.
mr: हे समीक्षण पूर्ण झाले आहे आणि समीक्षकांचे त्यांच्या योगदानाबद्दल आभार मानले आहेत.
ms_my: Ulasan ini telah selesai dan pengulas telah diberi penghargaan atas sumbangan mereka.
nb: Denne fagfellevurderingen er ferdigstilt og fagfellen har blitt takket for bidraget.
nl_nl: Deze review is voltooid en de reviewer werd bedankt voor zijn/haar bijdrage.
pl_pl: Recenzja została zakończona a recenzent otrzymał podziękowanie za swój udział.
pt_pt: Esta revisão está concluída e foi enviado um agradecimento ao revisor pela sua contribuição.
ro: Această revizie este completă și revizorul a fost mulțumit pentru contribuția autorilor.
ru_ru: Рецензирование завершено и рецензент получил благодарность.
sl_si: Recenzija je zaključena, zahvala recenzentu poslana.
sv_se: Den här granskningen är slutförd och granskaren har tackats för sin medverkan.
th: การทบทวนนี้เสร็จสมบูรณ์แล้ว และได้กล่าวขอบคุณผู้รีวิวสำหรับการมีส่วนร่วม.
tr_tr: Bu değerlendirme tamamlandı ve değerlendirme yapana, katkılarından dolayı teşekkür edildi.
uk_ua: Це рецензування завершено і рецензент отримав подяку за його внесок.
vi: Đánh giá này đã hoàn thành và người đánh giá đã được cảm ơn vì sự đóng góp của họ.
vi_vn: Đánh giá này đã hoàn thành và người đánh giá đã được cảm ơn vì sự đóng góp của họ.
