Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# editor.submission.roundStatus.recommendationsReady
source: New editorial recommendations have been submitted.
ar_iq: توصيات تحرير جديدة قد وصلت.
az: Yeni redaksiya yazım təklifləri göndərildi.
bg_bg: Подадени са нови редакционни препоръки.
ca_es: S'han tramès noves recomanacions editorials.
cs_cz: Byly odevzdány nová doporučení redaktorů.
da_dk: Nye redaktionelle anbefalinger er blevet indsendt.
de_de: Neue redaktionelle Empfehlungen wurden eingereicht.
el_gr: Έχουν υποβληθεί νέες συστάσεις σύνταξης.
eu: Argitalpen-gomendio berriak aurkeztu dira.
fa_ir: یک توصیه جدید ثبت شد.
fi_fi: Uusia toimituksellisia suosituksia on lähetetty.
fr_fr: Nouvelles recommandations ont été soumises.
gl_es: Enviáronse novas recomendacións editoriais.
hr: Poslane su nove uredničke preporuke.
hu: Új szerkesztőségi javaslatok elküldve.
hy_am: Ներկայացվել են խմբագրական նոր առաջարկություններ։
id: Rekomendasi bari dari editorial telah dikirim.
is: Nýjar ráðleggingar ritstjórnar hafa verið sendar inn.
it_it: Sono state inviate nuove valutazioni da parte degli editor.
ja_jp: 編集者からの査読結果が提出されました。
ka_ge: წარმოდგენილია ახალი სარედაქციო რეკომენდაციები.
kk: Жаңа редакциялық ұсыныстар жіберілді.
ku_iq: پێشنیازەکانی سەرنوسەر پێشکەش کران.
lv: Ir iesniegti jauni redakcijas ieteikumi.
mr: नव्या संपादकीय शिफारसी सादर केल्या गेल्या आहेत.
ms_my: Cadangan editorial baharu telah diserahkan.
nb: Nye redaksjonelle anbefalinger har blitt levert inn.
nl_nl: Er zijn nieuwe redacteursaanbevelingen ingediend.
pl_pl: Rekomendacje od redaktorów zostały przesłane.
pt_pt: Uma nova recomendação editorial foi submetida.
ro: Au fost prezentate noi recomandări editoriale.
ru_ru: Новые рекомендации редакторов были отправлены.
sl_si: Nova priporočila urednikov so oddana.
sv_se: Det har registrerats nya redaktionsrekommendationer.
th: คำแนะนำจากบรรณาธิการใหม่ถูกส่งมาแล้ว
tr_tr: Yeni editöryal yazım önerileri gönderildi.
uk_ua: Подано нові рекомендації редакторів.
vi: Các đề xuất biên tập mới đã được nộp.
vi_vn: Một đề xuất biên tập mới được gửi.

# editor.submission.roundStatus.recommendationsCompleted
source: All recommendations are in and a decision is needed.
ar_iq: كل التوصيات مستلمة وبانتظار اتخاذ القرار.
az: Bütün tövsiyələr hazırdır və bir qərara ehtiyac var.
bg_bg: Всички препоръки са включени и е необходимо решение.
ca_es: S'han rebut totes les recomanacions i s'ha de prendre una decisió.
cs_cz: Všechna doporučení jsou odevzdána a očekává se rozhodnutí.
da_dk: Alle anbefalinger er indløbet og en afgørelse skal foretages.
de_de: Alle Empfehlungen liegen vor, nun wird eine Entscheidung benötigt.
el_gr: Έχουν κατατεθεί όλες οι συστάσεις και αναμένεται απόφαση.
eu: Gomendio guztiak aurkeztu dira, erabakia bidali behar da.
fa_ir: تمام توصیه‌ها ثبت شده است و نیازمند اتخاذ تصمیم است
fi_fi: Kaikki suositukset ovat valmiina ja päätöstä tarvitaan.
fr_fr: Une décision éditoriale est attendue.
gl_es: Recibíronse todas as recomendacións e é necesaria unha decisión.
hr: Sve preporuke su tu i potrebna je odluka.
hu: Minden javaslat beérkezett, döntés szükséges.
hy_am: Բոլոր առաջարկությունները ներկայացված են, և անհրաժեշտ է որոշում:
id: Semua rekomendasi sudah masuk dan membutuhkan pengambilan keputusan.
is: Allar ráðleggingar hafa borist og ákvörðunar er beðið.
it_it: Sono giunte tutte le valutazioni ed ora è necessaria una decisione.
ja_jp: 全ての編集者の査読結果の提出と、最終決定が必要です。
ka_ge: ყველა რეკომენდაცია შედის და საჭიროა გადაწყვეტილების მიღება.
kk: Барлық ұсыныстар келді, шешім қабылдау қажет.
ku_iq: هەمو پێشنیازەکان بەردەستن و بڕیار داوا کراوە.
lv: Visi ieteikumi ir saņemti, un ir jāpieņem lēmums.
mr: सर्व शिफारसी सादर झाल्या असून निर्णयाची प्रतीक्षा आहे.
ms_my: Semua cadangan sudah masuk dan keputusan diperlukan.
nb: Alle anbefalinger er levert inn. Det må tas en avgjørelse.
nl_nl: Alle aanbevelingen zijn ingediend, er moet een beslissing worden genomen.
pl_pl: Wszystkie rekomendacje są kompletne i wymagana jest decyzja.
pt_pt: Todas as recomendações foram introduzidas, e é necessária uma decisão.
ro: Toate recomandările sunt incluse și este necesară o decizie.
ru_ru: Все рекомендации пришли, нужно принять решение.
sl_si: Vsa uredniška priporočila so oddana, potrebna je uredniška odločitev.
sv_se: Alla rekommendationer har inkommit och nu behövs ett redaktörsbeslut.
th: คำแนะนำทั้งหมดเสร็จสิ้นแล้วและจำเป็นต้องมีการตัดสินใจ
tr_tr: Tüm öneriler tatmam ve bir karara ihtiyaç var.
uk_ua: Усі рекомендації наявні і потрібне рішення.
vi: Tất cả các đề xuất đã có và cần có quyết định.
vi_vn: Tất cả các khuyến nghị đều đã có và cần ra quyết định.

# editor.submission.status.inactiveDaysInStage
source: Inactive for more than {$days} days in the {$stage} stage.
az: #YOX
bg_bg: Неактивен повече от {$days} дни в етап {$stage}.
cs_cz: Neaktivní déle než {$days} dní ve fázi {$stage}.
eu: {$days} egun baino gehiagoz inaktibo {$stage} fasean.
hr: Neaktivan više od {$days} dana u fazi {$stage}.
hy_am: Անգործուն է ավելի քան {$days} օր {$stage} փուլում:
id: Tidak aktif lebih dari {$days} hari pada tahap {$stage}.
is: Afvirkja til lengri tíma en {$days} á {$stage} stigi.
lv: Neaktīvs vairāk nekā {$days} dienas {$stage} posmā.
mr: {$stage} टप्प्यात {$days} दिवसांहून अधिक काळ कार्यवाही शिवाय.
pt_pt: Inativo por mais de {$days} dias na etapa de {$stage}.
th: ไม่มีการเคลื่อนไหวมากกว่า {$days} วันในขั้นตอน {$stage}
vi: Không hoạt động hơn {stage}.

# editor.submission.status.waitingInitialReview
source: A new submission is waiting to be sent for review or declined.
az: #YOX
bg_bg: Нови подадени материали чакат да бъдат изпратени за преглед или отхвърлени.
cs_cz: Nový příspěvek čeká na odeslání ke kontrole nebo na odmítnutí.
eu: Bidalketa berri bat berrikusteko edo ukatzeko zain dago.
hr: Novi podnesak čeka na slanje na pregled ili je odbijen.
hy_am: Նոր ներկայացումը սպասում է, որպեսզի ուղարկվի վերանայման կամ մերժման:
id: Naskah baru menunggu untuk dikirim ke review atau ditolak.
is: Ný innsending bíður þess að vera send til ritrýni eða höfnunar.
lv: Jauns materiāls gaida nosūtīšanu recenzēšanai vai noraidīšanu.
mr: एक नवे सादरीकरण समीक्षणासाठी पाठवण्याच्या किंवा नाकारण्याच्या निर्णयाच्या प्रतीक्षेत आहे.
pt_pt: Uma nova submissão aguarda ser enviada para revisão ou ser recusada.
th: การส่งใหม่กำลังรอการส่งไปทบทวนหรือปฏิเสธ
vi: Bài nộp mới đang chờ gửi đi đánh giá hoặc bị từ chối.

# editor.submission.stageParticipants
source: Participants
ar_iq: المشاركون
az: İştirakçılar
bg_bg: Участници
cs_cz: Účastníci
da_dk: Deltagere
de_de: Beteiligte
el_gr: Συμμετέχοντες
eu: Parte-hartzaileak
fa_ir: همکاران
fi_fi: Osallistujat
gl_es: Participantes
hr: Sudionici
hu: Résztvevők
hy_am: Մասնակիցներ
id: Partisipan
is: Þátttakendur
it_it: Partecipanti
ja_jp: 参加者
ka_ge: Მონაწილეები
kk: Мүшелері
ku_iq: بەشداران
lv: Dalībnieki
mr: सहभागी (Participants)
ms_my: Peserta
nb: Deltakere
nl_nl: Deelnemers
pl_pl: Uczestnicy
pt_pt: Participantes
ro: Participanți
ru_ru: Участники
sl_si: Udeleženci
sr@cyrillic: Сарадници
sr_rs@latin: Učesnici
sv_se: Deltagare
th: ผู้เข้าร่วม
tr_tr: Katılımcılar
uk_ua: Учасники
vi: Người tham gia
vi_vn: Những người tham gia

# editor.submission.noneAssigned
source: None Assigned
ar_iq: لا أحد معيَّن
az: Heç biri təyin olunmayıb
bg_bg: Няма асоциирани
ca_es: No n'hi ha cap d'assignat
cs_cz: Nikdo není přiřazen
da_dk: Ingen tilføjet
de_de: Nicht zugewiesen
el_gr: Καμιά ανάθεση
eu: Ez dago esleituta
fa_ir: انتساب داده نشده
fi_fi: Ei osoitettuja
fr_fr: Aucun n'a été attribué
gl_es: Ningún asignado
hr: Nijedan dodijeljen
hu: Nincs hozzárendelés
hy_am: Ոչ մեկը նշանակված չէ
id: Tidak Ada Yang Ditugaskan
is: Enginn tengdur
it_it: Non assegnata
ja_jp: 未任命
ka_ge: არცერთი არ არის მინიჭებული
kk: Ешкім тағайындалған жоқ
ku_iq: ئەرکدار نەکراوە
lv: Neviens nav piešķirts
mr: कोणालाही नियुक्त केलेले नाही
ms_my: Tiada Ditugaskan
nb: Ingen tildelt
nl_nl: Geen toegewezen
pl_pl: Żaden nieprzydzielony
pt_pt: Nenhum Designado
ro: Nicio atribuire
ru_ru: Никто не назначен
sl_si: Nihče ni dodeljen
sr@cyrillic: Нема додељених
sr_rs@latin: Nema dodeljenih
sv_se: Inga tilldelade
th: ยังไม่มีการมอบหมาย
tr_tr: Hiçbiri Atanmamış
uk_ua: Не призначено
vi: Chưa chỉ định
vi_vn: Không được phân công

# editor.submission.participant
source: Participant
ar_iq: المشارك
az: İştirakçı
bg_bg: Участник
cs_cz: Účastník
da_dk: Deltager
de_de: Beteiligte/r
el_gr: Συμμετέχων
eu: Parte-hartzailea
fa_ir: همکار
fi_fi: Osallistuja
gl_es: Participante
hr: sudionik
hu: Résztvevő
hy_am: Մասնակից
id: Partisipan
is: Þátttakandi
it_it: Partecipante
ja_jp: 参加者
ka_ge: მონაწილე
kk: Қатысушы
ku_iq: بەشدار
lv: Dalībnieks
mr: सहभागी (Participant)
ms_my: Peserta
nb: Deltakere
nl_nl: Deelnemer
pl_pl: Uczestnik
pt_pt: Participante
ru_ru: Участник
sl_si: Udeleženec
sr@cyrillic: Сарадник
sr_rs@latin: Učesnik
sv_se: Deltagare
th: ผู้เข้าร่วม
tr_tr: Katılımcı
uk_ua: Учасник
vi: Người tham gia
vi_vn: Người tham gia

# editor.submission.addStageParticipant
source: Assign Participant
ar_iq: عيِّن مشاركاً
az: İştirakçı təyin edin
bg_bg: Асоцииране на участник
ca_es: Afegeix un participant
cs_cz: Přidat účastníka
da_dk: Tilføj deltager
de_de: Beteiligte/n hinzufügen
el_gr: Ανάθεση σε Συμμετέχοντα
eu: Esleitu parte-hartzailea
fa_ir: افزودن همکار
fi_fi: Lisää osallistuja
fr_fr: Ajouter un participant
gl_es: Engadir participante
hr: Dodijelite sudionika
hu: Résztvevő hozzáadása
hy_am: Նշանակեք մասնակից
id: Tugaskan Partisipan
is: Tengja þátttakanda
it_it: Assegna partecipante
ja_jp: 参加者を任命
ka_ge: მონაწილის დანიშვნა
kk: Қатысушыны тағайындау
ku_iq: ئەرکدارکردنی بەشداربو
lv: Piešķirt dalībnieku
mr: सहभागी (Participant) या नात्याने नियुक्ती करा
ms_my: Tugaskan Peserta
nb: Legg til deltaker
nl_nl: Wijs deelnemer toe
pl_pl: Dodaj uczestnika
pt_pt: Adicionar Participante
ro: Alocați participant
ru_ru: Назначить участника
sl_si: Dodeli udeleženca
sr@cyrillic: Додај сарадника
sr_rs@latin: Dodaj učesnika
sv_se: Lägg till deltagare
th: มอบหมายผู้เข้าร่วม
tr_tr: Katılımcı Ata
uk_ua: Додати учасника
vi: Chỉ định người tham gia
vi_vn: Chỉ định người tham gia

# editor.submission.editStageParticipant
source: Edit Assignment
ar_iq: تعديل التعيين
az: Təyinatı tənzimləyin
bg_bg: Редактиране на асоциирането
ca_es: Editar assignació
cs_cz: Upravit přiřazení
da_dk: Redigér opgave
de_de: Zuordnung ändern
el_gr: Αλλαγή Ανάθεσης
eu: Editatu esleipena
fr_fr: Modifier l'assignation
gl_es: Editar asignación
hr: Uredi zadatak
hu: Hozzárendelés szerkesztáse
hy_am: Խմբագրել հանձնարարությունը
id: Edit Penugasan
is: Breyta úthlutun
it_it: Modifica l'assegnazione
ja_jp: 段階任命の編集
ka_ge: დავალების ჩასწორება
kk: Тағайындауды өңдеу
ku_iq: گۆڕینی ئەرک
lv: Rediģēt piešķīrumu
mr: सोपवलेल्या कामात बदल करा
ms_my: Sunting Tugasan
nb: Rediger oppgave
pt_pt: Editar Designação
ro: Editați atribuirea
ru_ru: Редактировать назначение
sl_si: Uredi zadolžitev
th: แก้ไขการมอบหมาย
tr_tr: Atamayı Düzenle
uk_ua: Редагувтаи призначення
vi: Chỉnh sửa chỉ định
vi_vn: Chỉnh sửa Phân công

# editor.submission.addStageParticipant.userGroup
source: Users are assigned to stages of the workflow by user group. Any user assigned to this stage will automatically be assigned to other stages to which their user group has been assigned. This is commonly reserved for editors, authors and translators.
ar_iq: يتم تعيين المستخدمين لمراحل المخطط الانسيابي حسب مجموعاتهم. أي مستخدم معين لهذه المرحلة سيتم تعيينه تلقائياً لمراحل أخرى بناءً على ما تم تعيينه لمجموعته. هذا الأمر عادة ما يكون محفوظاً للمحررين، المؤلفين والمترجمين.
az: İstifadəçilər, istifadəçi qrupu tərəfindən iş axışının mərhələlərinə təyin edilir. Bu mərhələyə təyin edilən hər hansı bir istifadəçi avtomatik olaraq istifadəçi qrupunun təyin edildiyi digər mərhələlərə təyin ediləcəkdir. Bu ümumilikdə redaktorlar, Müəlliflər və tərcüməçilər üçün ayrılıb.
bg_bg: Потребителите се асоциират на етапи от работния процес по потребителска група. Всеки потребител, присвоен на този етап, автоматично ще бъде асоцииран към други етапи, към които е назначена неговата потребителска група. Това обикновено е запазено за редактори, автори и преводачи.
ca_es: Els usuaris/àries són assignats a les fases del flux de treball segons el seu grup. Qualsevol usuari/ària assignat a aquesta fase ho serà també automàticament a les altres fases en què el seu grup d'usuari/ària hagi estat assignat. Això normalment es reserva per a editors/es, autors/es i traductors/ores.
cs_cz: Uživatelé jsou přiřazeni ke etapám pracovního postupu podle skupin uživatelů. Každý uživatel přiřazený k této etapě bude automaticky přiřazen dalším etapám, kterým byla přiřazena uživatelská skupina. To je obvykle vyhrazeno pro editory, autory a překladatele.
da_dk: Brugerne er tilknyttet workflow-trinnene via brugergruppe. Enhver bruger, tilknyttet dette trin vil automatisk blive knyttet til de øvrige trin som er tilknyttet gruppen. Dette er sædvanligvis forbeholdt redaktører, forfattere og oversættere.
de_de: Benutzer/innen werden Stadien des Workflows anhand ihrer Benutzergruppe zugewiesen. Alle Nutzer/innen, die diesem Stadium zugewiesen sind, werden automatisch anderen Stadien zugewiesen, denen ihre Benutzergruppe zugewiesen worden ist. Dies ist üblicherweise für Herausgeber/innen, Autor/innen und Übersetzer/innen vorgesehen.
el_gr: Οι ρόλοι ανατίθενται στους χρήστες στα επιμέρους στάδια της ροής εργασιών ανάλογα με την ομάδα που ανήκουν. Όσοι χρήστες έχουν ανάθεση σε αυτό το στάδιο θα τους ανατεθούν αυτόματα τα υπόλοιπα στάδια στα οποία ανήκει η ομάδα τους. Αυτή είναι πάγια τακτική για τους επιμελητές, συγγραφείς και μεταφραστές.
eu: Erabiltzaileak lan-fluxuaren faseetara esleitzen dira erabiltzaile-taldearen arabera. Fase honetan esleitutako edozein erabiltzaile automatikoki esleituko da bere erabiltzaile-taldea esleitu den beste fase batzuetara. Hau normalean editore, egile eta itzultzaileentzat gordeta dago.
fa_ir: کاربران بر اساس گروه کاربری‌شان به مراحل گردش کار انتساب داده می‌شوند.هر کاربری که به این مرحله افزوده شود. به صورت خودکار به تمامی مرحله‌هایی که آن گروه کاربری می‌تواند انتساب یابد، انتساب داده می‌شود. این عمل به صورت معمول برای سردبیر، نویسنده و مترجمان است.
fi_fi: Käyttäjät valitaan työnkulun vaiheisiin käyttäjäryhmän perusteella. Kaikki tähän vaiheeseen valitut käyttäjät liitetään automaattisesti muihin vaiheisiin, joihin heidän käyttäjäryhmänsä on valittu. Tämä koskee yleensä toimittajia, kirjoittajia ja kääntäjiä.
fr_fr: Les utilisateurs sont affectés aux étapes du processus de publication par groupe d'utilisateurs. Tout utilisateur assigné à cette étape sera automatiquement affecté à d'autres étapes auxquelles son groupe d'utilisateurs a été affecté. Ceci est communément réservé aux rédaceurs, aux auteurs et aux traducteurs.
gl_es: Os usuarios/as son asignados ás fases do proceso segundo o seu grupo. Calquera usuario/a asignado a esta fase asignarase automaticamente as outras fases ás que se asignou o seu grupo de usuarios. Isto é normalmente reservado para editores/as, autores/as e tradutores/as.
hr: Korisnici su dodijeljeni fazama tijeka rada prema grupi korisnika. Svaki korisnik dodijeljen ovoj fazi automatski će biti dodijeljen drugim fazama kojima je dodijeljena njihova korisnička grupa. Ovo je obično rezervirano za urednike, autore i prevoditelje.
hu: A felhasználók hozzá lettek rendelve a munkfolyamat szakaszainak felhasználói csoportjához. Bérmelyik felhasználó hozzárendelése ehhez a szakaszhoz azt eredményezi, hogy az összes többi szakaszhoz automatikusan hozzárendelődik. Ez a szerkesztők, szerzők és fordítók számára van így.
hy_am: Օգտագործողները նշանակվում են աշխատանքային հոսքի փուլերին՝ ըստ օգտվողների խմբի: Այս փուլին նշանակված ցանկացած օգտատեր ինքնաբերաբար կնշանակվի մյուս փուլերին, որոնց հատկացվել է իր օգտատերերի խումբը: Սա սովորաբար վերապահված է խմբագիրների, հեղինակների և թարգմանիչների համար:
id: Pengguna ditugaskan pada tahap alur kerja oleh grup pengguna. Siapa pun yang ditugaskan secara otomatis akan ditugaskan pada tahap lain di mana grup penggunanya ditugaskan. Hal ini berkebalikan dengan editor, penuli dan penerjemah.
is: Notendur eru tengdir við þrep verkferlisins í gegnum notendahóp. Öllum notendum sem tengdir eru á þetta þrep, verður sjálfkrafa úthlutað á önnur þau þrep sem tengd eru notendahópi þeirra.
it_it: Gli utenti sono assegnati alle fasi del flusso di lavoro dal loro ruolo / gruppo di utenti. Ogni utente assegnato a questa fase, verrà in automatico abilitato a tutte le fasi a cui è abilitato il suo ruolo / gruppo di utenti. Questo è di norma riservato agli editor, agli autori e ai traduttori.
ja_jp: ユーザーは、ユーザーグループごとにワークフローの段階に割り当てられます。 この段階に割り当てられたユーザーは、そのユーザーグループが割り当てられている他の段階に自動的に割り当てられます。 これは通常、編集者、著者、および翻訳者に限られています。
ka_ge: მომხმარებლებს ენიჭებათ სამუშაო პროცესის ეტაპები მომხმარებლის ჯგუფის მიერ. ამ ეტაპზე დანიშნული ნებისმიერი მომხმარებელი ავტომატურად მიენიჭება სხვა ეტაპებს, რომლებსაც მიენიჭა მათი მომხმარებლის ჯგუფი. ეს ჩვეულებრივ რედაქტორებს, ავტორებს და თარჯიმნებს აქვთ.
kk: Пайдаланушылар тобы бойынша жұмыс үрдісінің қадамдарына тағайындалған қолданушылар. Осы кезеңге тағайындалған кез келген пайдаланушы осы пайдаланушы тобы тағайындалған басқа кезеңдерге автоматты түрде тағайындалады. Бұл әдетте редакторларға, авторларға және аудармашыларға тапсырылады.
ku_iq: بەکارهێنەران بۆ قۆناغەکانی ڕێڕەوی کار ئەرکدار کراون لە لایەن گروپی بەکارهێنەرانەوە. هەر بەکارهێنەرێک بۆ ئەم قۆناغە ئەرکدار کرابێت، تۆماتیکی بۆ قۆناغەکانی دیکەی هەمان گروپ ئەرکدار دەکرێت. ئەمە بە گشتی تایبەتە بە سەرنوسەران، نوسەر و توێژەران و وەرگێڕان.
lv: Lietotāji tiek piešķirti darbplūsmas posmiem pēc lietotāju grupas. Jebkurš lietotājs, kas piešķirts šim posmam, automātiski tiks piešķirts arī citiem posmiem, kuriem ir piešķirta viņa lietotāju grupa. Tas parasti ir paredzēts redaktoriem, autoriem un tulkotājiem.
mr: वापरकर्ता गटानुसार वापरकर्त्यांना कार्यप्रवाहाच्या विविध टप्प्यांवर नियुक्त केले जाते. या टप्प्यावर नियुक्त केलेल्या कोणत्याही वापरकर्त्याला त्याच्या वापरकर्ता गटाच्या नियुक्तीनुसार इतर टप्प्यांवर आपोआप नियुक्त केले जाईल. सर्वसाधारणपणे संपादक, लेखक आणि अनुवादकांसाठी ही सोय असते.
ms_my: Pengguna ditugaskan ke peringkat aliran kerja oleh kumpulan pengguna. Mana-mana pengguna yang ditugaskan ke peringkat ini secara automatik akan ditugaskan ke peringkat lain yang kumpulan pengguna mereka telah ditetapkan. Ini biasanya dikhaskan untuk editor, pengarang dan penterjemah.
nb: Brukergruppen legger til brukere i ulike stadier av arbeidsflyten. Alle brukere som er lagt til dette stadiet, vil automatisk bli lagt til andre stadier brukergruppen deres har blitt lagt til. Dette er vanligvis reservert for redaktører, forfattere og oversettere.
nl_nl: Gebruikers worden toegewezen aan stappen van het redactieproces op basis van hun gebruikersgroep. Gebruikers die worden toegewezen aan deze stap zullen automatisch worden toegewezen aan andere stappen waartoe hun gebruikersgroep toegang heeft. Dit is meestal voorbehouden voor redacteurs, auteurs en vertalers.
pl_pl: Użytkownicy przydzieleni do etapów obiegu są tym samym zaliczani do grupy użytkowników. Dowolny użytkownik przydzielony do określonego etapu będzie automatycznie przydzielony do innych etapów, z którymi została powiązana jego grupa. Taki mechanizm jest typowy dla redaktorów, autorów oraz tłumaczy.
pt_pt: Os utilizadores são atribuídos a etapas do fluxo de trabalho por grupo de utilizadores. Qualquer utilizador designado a esta etapa será automaticamente atribuído a outras etapas às quais o seu grupo de utilizadores foi atribuído. Normalmente é reservado para editores, autores e tradutores.
ro: Utilizatorii sunt repartizați pe etape ale fluxului de lucru pe grupuri de utilizatori. Orice utilizator alocat acestei etape va fi automat atribuit altor etape cărora le-a fost atribuit grupul de utilizatori. Acest lucru este rezervat în mod obișnuit pentru editori, autori și traducători.
ru_ru: Пользователи, назначенные на этапы рабочего потока по группам пользователей. Любой пользователь, назначенный на этот этап, будет автоматически назначен на другие этапы, которым назначена эта группа пользователей. Обычно это остается за редакторами, авторами и переводчиками.
sl_si: Uporabniki so dodeljeni fazi preko uporabniške vloge. Vsak uporabnik, dodeljen v to fazo, bo avtomatsko dodeljen v vse faze na katere je dodlejena ta uporabniška vloga. To je običajno rezervirano za urednike, avtorje in prevajalce.
sr@cyrillic: Корисници су додељени фазама процеса рада у корисничкој групи. Корисник додељен овој фази че аутоматски бити додељен другим фазама којима је додељена његова корисничка група. Ово је обично резервисано за уреднике, ауторе и преводиоце.
sr_rs@latin: Korisnici su dodeljeni fazama procesa rada u korisničkoj grupi. Korisnik dodeljen ovoj fazi če automatski biti dodeljen drugim fazama kojima je dodeljena njegova korisnička grupa. Ovo je obično rezervisano za urednike, autore i prevodioce.
sv_se: Användare knyts till steg i arbetsflödet utifrån användargrupp. Alla användare knutna till det här steget kommer automatiskt knytas till de andra steg användargruppen är knuten till. Detta är vanligen reserverat för redaktörer, författare och översättare.
th: ผู้ใช้ถูกมอบหมายในขั้นตอนการทำงานตามกลุ่มผู้ใช้ ผู้ใช้ใด ๆ ที่ถูกมอบหมายในขั้นตอนนี้จะถูกมอบหมายในขั้นตอนอื่น ๆ ที่กลุ่มผู้ใช้ของพวกเขาได้รับมอบหมายด้วย ซึ่งมักจะสงวนไว้สำหรับบรรณาธิการ ผู้แต่ง และนักแปล
tr_tr: Kullanıcılar, kullanıcı grubu tarafından iş akışının aşamalarına atanır. Bu aşamaya atanan herhangi bir kullanıcı otomatik olarak kullanıcı gruplarının atandığı diğer aşamalara atanacaktır. Bu genellikle editörler, yazarlar ve çevirmenler için ayrılmıştır.
uk_ua: Користувачі призначаються для етапів робочого процесу за групою користувачів. Будь-який користувач, призначений для цього етапу, буде автоматично призначений для інших етапів, до яких було призначено їх групу користувачів. Це зазвичай резервується для редакторів, авторів та перекладачів.
vi: Người dùng được chỉ định vào các giai đoạn của quy trình làm việc theo nhóm người dùng. Bất kỳ người dùng nào được chỉ định cho giai đoạn này sẽ tự động được chỉ định cho các giai đoạn khác mà nhóm người dùng của họ đã được chỉ định. Điều này thường dành cho biên tập viên, tác giả và người dịch.
vi_vn: Người dùng được chỉ định cho các giai đoạn của quy trình làm việc theo nhóm người dùng. Bất kỳ người dùng nào được chỉ định cho giai đoạn này sẽ tự động được chỉ định cho các giai đoạn khác mà nhóm người dùng của họ đã được chỉ định. Điều này thường được dành cho các biên tập viên, tác giả và dịch giả.

# editor.submission.removeStageParticipant
source: Remove Participant
ar_iq: إزالة المشارك
az: İştirakçını çıxarın
bg_bg: Премахване на участник
ca_es: Elimina el participant
cs_cz: Odebrat uživatele
da_dk: Fjern deltager
de_de: Beteiligte/n löschen
el_gr: Απομάκρυνση Συμμετέχοντος
eu: Ezabatu parte-hartzailea
fa_ir: حذف همکار
fi_fi: Poista osallistuja
fr_fr: Supprimer un participant
gl_es: Eliminar participante
hr: Ukloni sudionika
hu: Résztvevő eltávolítása
hy_am: Հեռացրեք մասնակցին
id: Hapus Partisipan
is: Fjarlægja þátttakanda
it_it: Rimuovi partecipante
ja_jp: 参加者を削除
ka_ge: მონაწილის ამოღება
kk: Қолданушыны өшіру
ku_iq: سڕینەوەی بەشداربو
lv: Noņemt dalībnieku
mr: सहभागी (Participant) काढून टाका
ms_my: Buang Peserta
nb: Fjern deltaker
nl_nl: Verwijder deelnemer
pl_pl: Usuń uczestnika
pt_pt: Remover Participante
ro: Eliminați participantul
ru_ru: Удалить участника
sl_si: Odstrani udeleženca
sr@cyrillic: Уклони сарадника
sr_rs@latin: Ukloni učesnika
sv_se: Ta bort deltagare
th: ลบผู้เข้าร่วม
tr_tr: Katılımcıyı Kaldır
uk_ua: Видалити учасника
vi: Xóa người tham gia
vi_vn: Loại bỏ Người tham gia
