Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.type.tip
source: The submission type is usually one of 'image', 'text', or other multimedia types including 'software' or 'interactive'. Please choose the one most relevant for your submission. Examples may be found at <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/">https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/</a>
ar_iq: نوع التقديم عادة ما يكون واحداً من: صورة، نص، أو غيرهما من متعددات الوسائط التي بضمنها: البرامجات أو الملفات التفاعلية. لطفاً، إختر ما تجده أنسبها لطلبك. أمثلة ذلك قد تجدها في <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
bg_bg: Типът на подадените материали обикновено е „изображение“, „текст“ или друго мултимедийно съдържание, включително „софтуер“ или „интерактивен“. Моля, изберете най-подходящия за вашето изпращане на материали. Примери могат да бъдат намерени на<a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
ca_es: El tipus de tramesa normalment és un tipus d'imatge, text o qualsevol altre tipus d'element multimèdia que pot ser programari o interactiu. Seleccioneu el més rellevant per a la tramesa. Podeu trobar-ne exemples a <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
cs_cz: Typ příspěvku je obvykle jeden z 'image', 'text' nebo jiných multimediálních typů, včetně 'software' nebo 'interactive'. Zvolte prosím ten, který je pro váš příspěvek nejrelevantnější. Příklady lze nalézt na adrese <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/">https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/</a>
da_dk: Indsendelsestypen er som regel enten 'billede', 'tekst' eller anden multimedietype. Vælg den, der er mest relevant i forbindelse med din indsendelse. Eksempler kan ses her: <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
de_de: Der Einreichungstyp ist normalerweise 'image', 'text' oder ein anderer multimedialer Typ inklusive 'software' oder 'interactive'. Bitte wählen Sie den passendsten Typ für Ihre Einreichung aus. Beispiele können Sie unter <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a> finden.
el_gr: Ο τύπος υποβολής είναι συνήθως «εικόνα», «κείμενο» ή άλλα πολυμέσα, όπως «λογισμικό» και «διαδραστικό υλικό». Επιλέξτε αυτό που είναι πλέον σχετικό με την υποβολή σας. Μπορείτε να βρείτε παραδείγματα στο <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
eu: Bidalketa mota normalean 'irudia', 'testua' edo beste multimedia mota bat izaten da, besteak beste, 'softwarea' edo 'interaktiboa'. Mesedez, aukeratu zure bidalketarako esanguratsuena dena. Adibideak hemen aurki daitezke: <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/">https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic</a>
fa_ir: نوع داده ارسالی معمولاً متن، تصویر و یا محتوای چند رسانه ای مانند نرم‌افزار است. لطفاً نوع داده ای که بیشترین ارتباط را با محتوای شما دارد را انتخاب کنید. می توانید مثالهایی را در لینک زیر مشاهده کنید: <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
fi_fi: Käsikirjoitustiedosto on yleensä muodoltaan "kuva", "teksti" tai muu multimediamuoto, kuten "ohjelmisto" tai "interaktiivinen". Valitse käsikirjoituksesi kannalta oleellisin muoto. Esimerkkejä löytyy osoitteesta <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
fr_fr: Par type de soumission, on entend 'image', 'texte' ou d'autres formats multimédias, y compris 'logiciel' et 'interactif'. Veuillez choisir le type qui correspond le mieux à votre soumission. Vous trouverez des exemples au <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
hr: Vrsta podnošenja obično je jedna od "slike", "teksta" ili drugih multimedijskih vrsta uključujući "softver" ili "interaktivno". Odaberite onaj koji je najrelevantniji za vaš podnesak. Primjeri se mogu pronaći na <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/">https://www.dublincore .org/specifications/dublin-core/usageguide/2001-04-12/generic/</a>
hu: Ez a beküldési típus rendszerint 'kép', 'szöveg', vagy más multimádia típus beleértve a 'szoftver' vagy 'interaktív' típust is. Kérjük, válassza ki a cikkéhez a legrelevánsabbat. Példákat itt talál <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
hy_am: Ներկայացման տեսակը սովորաբար «պատկեր», «տեքստ» կամ այլ մուլտիմեդիա տեսակներից է, ներառյալ «ծրագրային ապահովումը» կամ «ինտերակտիվը»: Խնդրում ենք ընտրել ձեր ներկայացման համար առավել համապատասխանը: Օրինակները կարելի է գտնել <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/">https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/</a>
id: Jenis naskah biasanya salah satu dari 'gambar', 'teks', atau jenis multimedia lainnya termasuk 'software' atau 'interactive'. Silakan pilih jenis yang dengan naskah Anda. Contoh bisa dilihat pada <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
is: Tegund innsendingar er venjulega eitt af eftirfarandi: 'mynd', 'texti', eða aðrar margmiðlunartegundir, þ.m.t. 'hugbúnaður' eða 'gagnvirkt'. Vinsamlega veldu það sem best á við fyrir þína innsendingu. Dæmi má finna á <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
it_it: La tipologia di solito è qualcosa come 'image', 'text', o formati multimediali come 'software' o 'interactive'. Per favore scegli quello più rilevante per la tua proposta. Esempi possono essere trovarti in <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
ja_jp: 投稿タイプは通常、「画像」、「テキスト」、または「ソフトウェア」や「インタラクティブ」などのマルチメディアタイプのいずれかです。 投稿に最も近いものを選択してください。 例は以下のサイトにあります： <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
ka_ge: წარდგენის ტიპი, როგორც წესი, არის ერთ-ერთი: "გამოსახულება”, "ტექსტი”, ან სხვა მულტიმედიური ტიპის, მათ შორის "პროგრამული უზრუნველყოფა" ან "ინტერაქტიული". გთხოვთ, აირჩიოთ ყველაზე შესაფერისი თქვენი წარდგენისთვის. მაგალითები შეგიძლიათ იხილოთ <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
kk: Мазмұн түрі әдетте «сурет», «мәтін» немесе басқа медиа түрлері, соның ішінде «бағдарламалық құрал» немесе «интерактивті» болып табылады. Материалыңызға ең қолайлысын таңдаңыз. Мысалдар мына жерден табуға болады <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/ 2001 /04/12/usageguide/generic.shtml#type</a>
ku_iq: پێشکەشکردن دەبێت تێکست، وێنە یان جۆرەکانی دیکەی مەڵتیمیدیا وەک پڕۆگرام و فایلی چالاککەر بێت. تکایە گونجاوترین پێشکەشکردن هەڵبژێرە. نمونەکان لێرەوە دەدۆزیتەوە <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
lv: Materiāla tips parasti ir "attēls", "teksts" vai citi multivides tipi, tostarp "programmatūra" vai "interaktīvs". Lūdzu, izvēlieties to, kas ir vispiemērotākais jūsu iesniedzamajam materiālam. Piemēri atrodami <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/">https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/</a>
mk_mk: Типот на поднесокот е вообичаено ‚слика‘, ‚текст‘, или друг мултимедиумски тип вклучувајќи ‚софтвер‘ или ‚интеракција‘. Ве молиме изберете го најсоодветнот за вашиот поднесок. Можете да најдете примери на <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
mr: सादरीकरणाचा प्रकार सहसा 'प्रतिमा (image)', 'मजकूर' किंवा 'आज्ञावली', 'सुसंवादी (interactive)' यासारख्या इतर मल्टीमीडिया प्रकारांपैकी एक असतो. कृपया तुमच्या सादरीकरणाचा सर्वात सुसंगत प्रकार निवडा. आणखी प्रकार <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/">https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/</a> येथे पहाता येतील
ms_my: Jenis penyerahan biasanya salah satu daripada 'imej', 'teks', atau jenis multimedia lain termasuk 'perisian' atau 'interaktif'. Sila pilih yang paling relevan untuk penyerahan anda. Contoh boleh didapati di <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/ 2001/04/12/usageguide/generic.shtml#type</a>
nb: Denne typen innlevering er vanligvis av typen bilde, tekst eller andre multimediatyper, f.eks. programvare og interaktive media. Velg en av de mest relevante for din innlevering. Du finner eksempler her: <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
nl_nl: De inzending is doorgaans een 'afbeelding', 'tekst' of ander multimediatype, zoals 'software' of 'interactief'. Kies het meest relevante type voor uw inzending. Voorbeelden kunnen worden gevonden op <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>.
pl_pl: Rodzaj zgłoszenia to zazwyczaj 'image', 'text' lub inne rodzaje multimediów, włączając w to 'software' oraz 'interactive'. Jeżeli nie wiesz jaki typ wybrać, spójrz na przykłady <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">pod tym adresem</a>.
pt_pt: O tipo de submissão normalmente é 'imagem', 'texto' ou outros tipos de multimédia, incluindo 'software' ou 'interactivo'. Escolha o mais relevante para a sua submissão. Exemplos podem ser encontrados em <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/">https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/</a>
ro: Tipul de fișier pentru înregistrări manuscrise este de obicei unul de „imagine”, „text” sau alte tipuri multimedia, inclusiv „software” sau „interactiv”. Vă rugăm să-l alegeți pe cel mai relevant pentru înregistrarea dvs. Exemple pot fi găsite la <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
ru_ru: Тип материала обычно что-то из «изображение», «текст» или другие типы мультимедиа, включая «программное обеспечение» или «интерактив». Пожалуйста, выберите один наиболее подходящий тип для вашего материала. Примеры можно найти на <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
sl_si: Tip prispevka je običajno eno od 'slika', 'besedilo', ali drug multimedijski tip vključno s 'programska oprema' ali 'interaktivno'. Prosimo, izberite najbolj relevantno možnost. Primere lahko najdete na <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
sr@cyrillic: Тип пријављеног дела је обично 'слика', 'текст', или други мултимедијални тип укључујући и 'компјутерски програм' или 'интерактивно'.
sr_rs@latin: Tip prijavljenog dela je obično 'slika', 'tekst', ili drugi multimedijalni tip uključujući i 'kompjuterski program' ili 'interaktivno'.
sv_se: Bidragstypen är vanligen någon av 'bild', 'text', eller andra multimedia-typer som 'mjukvara' eller 'interaktiv'. Välj den som är mest relevant för ditt bidrag. Det finns exempel på <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
th: ประเภทของการส่งงานมักจะเป็น 'ภาพ', 'ข้อความ', หรือประเภทมัลติมีเดียอื่น ๆ รวมถึง 'ซอฟต์แวร์' หรือ 'อินเตอร์แอคทีฟ' โปรดเลือกที่เกี่ยวข้องที่สุดสำหรับการส่งงานของคุณ ตัวอย่างสามารถดูได้ที่ <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/">https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/</a>
tr_tr: Gönderi türü genellikle 'görsel', 'metin' veya 'yazılım' veya 'etkileşimli' dahil olmak üzere diğer çoklu ortam türlerinden biridir. Lütfen gönderinizle ilgili olanı seçin. Örnekler <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a> adresinde bulunabilir.
uk_ua: Тип подання зазвичай є чимось з "малюнок", "текст" або інших типів мультимедіа, зокрема "програмне забезпечення" або "інтерактивний". Будь-ласка, виберіть найбільш відповідний для вашого подання тип. Приклади можна знайти на сторінці <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
vi: Loại bài nộp thường là 'image', 'text' hoặc các loại đa phương tiện khác bao gồm 'software' hoặc 'interactive'. Vui lòng chọn loại phù hợp nhất với bài nộp của bạn. Ví dụ có thể tìm thấy tại <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/">https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/</a>
vi_vn: Loại bài gửi thường là một trong các loại "hình ảnh", "văn bản" hoặc các loại đa phương tiện khác bao gồm "phần mềm" hoặc "tương tác". Vui lòng chọn một trong những trường hợp phù hợp nhất cho bài nộp của bạn. Bạn có thể tìm thấy các ví dụ tại <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type"> http://dublincore.org/documents/ 2001/04/12/usingguide/generic.shtml#type </a>

# submission.source.tip
source: Is this submission derived from another resource? If so, you may enter a URL or description of that resource.
ar_iq: هل إن هذا المؤلَّف مستقى من مصدر آخر؟ إن كان كذلك، بإمكانك إدخال رابط أو وصف لذلك المصدر.
az: Bu Məqalə başqa bir mənbədəndirmi? Elədirsə, bu mənbənin bir URL'sini və ya bir açıqlama daxil edə bilərsiniz.
bg_bg: Това подаване на материали извлечено ли е от друг ресурс? Ако е така, можете да въведете URL адрес или описание на този ресурс.
ca_es: Aquesta tramesa deriva d'un altre recurs? Si és així, podeu introduir un URL o una descripció del recurs.
cs_cz: Je tento příspěvek odvozen z jiného zdroje? Pokud ano, můžete zadat adresu URL nebo popis daného zdroje.
da_dk: Er denne indsendelse hentet fra en anden ressource? Hvis det er tilfældet, kan du indsætte en URL eller en beskrivelse af ressourcen.
de_de: Basiert diese Einreichung auf einer anderen Quelle? In diesem Fall können Sie eine URL oder Beschreibung dieser Quelle eingeben.
el_gr: Αν αυτή η υποβολή απορρέει από μια άλλη πηγή, μπορείτε να εισάγετε έναν σύνδεσμο ή μια περιγραφή αυτής της πηγής.
eu: Bidalketa hau beste baliabide batetik dator? Hala bada, baliabide horren URLa edo deskribapena sar dezakezu.
fa_ir: آیا این مقاله از منابع دیگری بهره برده است. در صورت تمایل می توانید آدرس اینترنتی صفحه ای که در مورد این منابع توضیح می دهد را وارد کنید.
fi_fi: Onko tämä käsikirjoitus peräisin toisesta resurssista? Siinä tapauksessa voit antaa URL-osoitteen tai kuvauksen kyseisestä resurssista.
fr_fr: Est-ce que cette soumission dérive d'une autre ressource ? Si oui, vous devez indiquer l'adresse URL ou décrire cette ressource.
hr: Je li ovaj podnesak izveden iz drugog izvora? Ako je tako, možete unijeti URL ili opis tog izvora.
hu: Ez a benyújtott anyag más forrásból származik? Ha igen, adja meg az URL-t vagy a forrás leírását.
hy_am: Արդյո՞ք այս ներկայացումը բխում է այլ պաշարից: Եթե այո, կարող եք մուտքագրել URL կամ այդ պաշարի նկարագրությունը:
id: Apakah naskah ini diambil dari sumber lain? Jika iya, Anda bisa menambahkan URL atau deskripsi sumbernya.
is: Á þessi innsending rætur að rekja til annars uppruna? Ef svo er, þá getur þú skráð vefslóð eða lýsingu á því hvaðan hún er fengin.
it_it: Questo manoscritto proviene da altra fonte? Se si, inserire un URL o una descrizione della fonte.
ja_jp: この投稿物は別のリソースから派生していますか？ その場合は、そのリソースの URL または説明を入力できます。
ka_ge: ეს წარდგენა სხვა რესურსიდან მომდინარეობს? თუ ასეა, შეგიძლიათ მიუთითოთ ამ რესურსის URL ან აღწერა.
kk: Бұл материал басқа ресурстан алынды ма? Иә болса, осы ресурстың URL мекенжайын немесе сипаттамасын енгізуге болады.
ku_iq: ئایا ئەم پێشکەشکردنە لە سەرچاوەیەکی دیکەوە داڕێژراوە؟ ئەگەر بەڵێ، لینکی سەرچاوە ڕەسەنەکە دابنێ یان کورتەیەک دەربارەی بنوسە.
lv: Vai šis materiāls iegūts no cita resursa? Ja jā, varat ievadīt šī resursa URL vai aprakstu.
mr: हे सादरीकरण इतर स्रोतावरून घेतले आहे का? जर तसे असेल तर तुम्ही त्या स्रोताचा URL किंवा वर्णनाची नोंद करू शकता.
ms_my: Adakah penyerahan ini diperoleh daripada sumber lain? Jika ya, anda boleh memasukkan URL atau penerangan tentang sumber tersebut.
nb: Er innleveringen ledet ut av en annen ressurs? Hvis så, kan du legge in en URL eller en beskrivelse av ressursen.
nl_nl: Is deze inzending afgeleid van een andere bron? In dat geval kunt u een URL of beschrijving van die bron geven.
pl_pl: Czy to zgłoszenie pochodzi z innego źródła? Jeśli tak, możesz podać adres URL lub opis tego zasobu.
pt_pt: Esta submissão deriva de outro recurso? Se assim for, pode inserir um URL ou descrição desse recurso.
ro: Această înregistrare de manuscris este derivată dintr-o altă resursă? Dacă da, puteți introduce o adresă URL sau o descriere a resursei respective.
ru_ru: Этот материал пришел с другого ресурса? Если да, вы можете ввести URL-адрес или описание этого ресурса.
sl_si: Ali je ta prispevek pridobljen iz drugega vira? Če ja, lahko vpišete URL povezavo ali opis tega vira.
sr@cyrillic: Да ли јевај пријављени чланак изведен из другог извора? АКо јесте, можете уписати URL или описати тај извор.
sr_rs@latin: Da li jevaj prijavljeni članak izveden iz drugog izvora? AKo jeste, možete upisati URL ili opisati taj izvor.
sv_se: Härstammar det här bidraget från en annan resurs? Om ja, mata in en URL eller en beskriving av den resursen.
th: การส่งงานนี้มาจากแหล่งข้อมูลอื่นหรือไม่? หากใช่ คุณสามารถป้อน URL หรือคำอธิบายของแหล่งข้อมูลนั้นได้
tr_tr: Bu gönderi başka bir kaynaktan mı yapılıyor? Öyleyse, bu kaynağın bir URL'sini veya açıklamasını girebilirsiniz.
uk_ua: Це подання отримано з іншого ресурсу? Якщо так, ви можете ввести URL-адресу або опис цього ресурсу.
vi: Bài nộp này có được lấy từ một tài nguyên khác không? Nếu có, bạn có thể nhập URL hoặc mô tả về tài nguyên đó.
vi_vn: Bài gửi này có nguồn gốc từ một nguồn khác không? Nếu có, bạn có thể nhập URL hoặc mô tả của tài nguyên đó.
