Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.event.reviewer.reviewerUnassigned
source: Reviewer unassigned from submission
ar_iq: تم فك تكليف المحكم من طلب النشر
az: rəyçi dəyərləndirmə vəzifəsindən azad edildi
bg_bg: Премахнато е асоциирането на рецензент за изпратените материали
ca_es: Revisor/a desassignat de la tramesa
cs_cz: Recenzent odebrán od příspěvku
da_dk: Bedømmer ikke længere tilknyttet indsendelsen
de_de: Gutachter/in nicht länger für den Beitrag zuständig
el_gr: Απόσυρση Αξιολογητή
eu: Ebaluatzailea kendu
fa_ir: داور تعیین شده لغو شد
fi_fi: Käsikirjoituksen arvioija poistettu
fr_fr: Rapporteur non assigné à une soumission
gl_es: Desasignouse o revisor/a ó envío
hr: Recenzentu je povučena prijava
hu: Szakmai lektor cikkhez hozzárendelésének törlése
hy_am: Գրախոսը չեղարկված է այս ներկայացման համար
id: Reviewer tidak ditugaskan dari naskah
is: Ritrýnir aftengdur innsendingu
is_is: Ritrýnir ekki lengur tengdur þessari innsendingu
it_it: Revisore tolto dalla proposta
ja_jp: 投稿物の査読者が解除された
ka_ge: რეცენზენტი არ არის მინიჭებული წარდგენისგან
kk: Материалға рецензент тағайындау жойылды
ku_iq: هەڵسەنگێنەر لە ئەرکی هەڵسەنگاندنی ئەم پێشکەشکراوە بەخشرا
lv: Materiālam atcelts recenzents
mr: समीक्षकाला या सादरीकरणासाठीच्या कामामधून वगळले आहे
ms_my: Pengulas dibatalkan tugas daripada penyerahan
nb: Fagfelle fjernet
nl_nl: Toekenning reviewer ingetrokken
pl_pl: Recenzent nie jest już przypisany do tekstu
pt_pt: Revisor desassociado da submissão
ro: Revizor neatribuit pentru manuscris
ru_ru: Отменено назначение рецензента для материала
sl_si: Recenzent je bil razrešen od prispevka
sr@cyrillic: Рецензент одјављен од пријављеног чланка
sr_rs@latin: Recenzent odjavljen od prijavljenog članka
sv_se: Granskare har borttagen från bidrag
th: ผู้รีวิวถูกยกเลิกการมอบหมายจากการส่งงาน
tr_tr: Hakem değerlendirme görevinden alındı
uk_ua: Рецензент звільнений від роботи над поданням
vi: Người đánh giá bị hủy chỉ định khỏi bài nộp
vi_vn: Bỏ chỉ định người phản biện cho bài gửi
zh_cn: 未指派给投稿的审稿人

# submission.event.reviewer.reviewFile
source: Review file updated
ar_iq: ملف التحكيم تم تحديثه
az: Dəyərləndirmə faylı yeniləndi
bg_bg: Файлът с рецензия е актуализиран
ca_es: Fitxer de revisió actualitzat
cs_cz: Soubor s recenzí aktualizován
da_dk: Bedømmelsesfilen er opdateret
de_de: Begutachtungsdatei aktualisiert
el_gr: Το αρχείο αξιολόγησης ενημερώθηκε
eu: Ebaluazio-fitxategia eguneratu
fa_ir: نسخه داوری به روز رسانی شد
fi_fi: Arviointitiedosto päivitetty
fr_fr: Fichier d'évaluation mis à jour
gl_es: Arquivo de revisión actualizado
hr: Datoteka recenzije je ažurirana
hu: Véleményt tartalmazó fájl frissítése
hy_am: Գրախոսության նիշքը թարմացված է
id: file review di-update
is: Ritrýniskrá uppfærð
is_is: Ritrýniskrá uppfærð
it_it: Aggiornato il file di revisione
ja_jp: 査読ファイルが更新された
ka_ge: განხილვის ფაილი განახლდა
kk: Рецензиялау файлы жаңартылды
ku_iq: فایلی هەڵسەنگاندن نوێ کرایەوە
lv: Recenzijas datne atjaunināta
mr: समीक्षणाची फाईल अपडेट केली आहे
ms_my: Fail ulasan dikemas kini
nb: Fil med fagfellevurdering oppdatert
nl_nl: Bestand review bijgewerkt
pl_pl: Plik recenzji zaktualizowany
pt_pt: Ficheiro de Revisão atualizado
ro: Fișierul de revizuire a fost actualizat
ru_ru: Файл рецензии обновлен
sl_si: Recenzentska datoteka je bila posodobljena
sr@cyrillic: Ажурирана рецензија фајла
sr_rs@latin: Ažurirana recenzija fajla
sv_se: Granskningsfil uppdaterad
th: ไฟล์การทบทวนถูกอัปเดตแล้ว
tr_tr: Değerlendirme dosyası güncellendi
uk_ua: Файл рецензії оновлений
vi: Tệp đánh giá đã cập nhật
vi_vn: Đã cập nhật tệp đánh giá
zh_cn: 已更新的审查文件

# submission.event.reviewer.reviewInitiated
source: Review assignment initiated
ar_iq: بوشر بالتحكيم
az: Dəyərləndirmə tapşırığı başladı
bg_bg: Започната е процедура по асоцииране на рецензент
ca_es: Assignació de la revisió iniciada
cs_cz: Přidělená recenze zahájena
da_dk: Bedømmelsesopgaven er påbegyndt
de_de: Begutachtung für Beitrag veranlasst
el_gr: Ενεργοποίηση ανάθεσης αξιολόγησης
eu: Ebaluazioa hasi
fa_ir: داوری آغاز شد
fi_fi: Toimeksiannon arviointi aloitettu
fr_fr: Évaluation entamée
gl_es: Iniciouse a tarefa de revisión
hr: Pokrenuta je dodjela recenzije
hu: Szakmai lektorálás hozzárendelése megkezdődött
hy_am: Գրախոսությունը սկսված է
id: Tugas review dimulai
is: Ritrýniúthlutun hafin
is_is: Ritrýni úthlutun hafin
it_it: Revisione iniziata
ja_jp: 査読依頼が開始された
ka_ge: განხილვის დავალება დაიწყო
kk: Рецензиялау басталлды
ku_iq: ئەرکی هەڵسەنگاندن دەستی پێ کرد
lv: Recenzēšana uzsākta
mk_mk: Започнато е назначувањето на рецензенти
mr: समीक्षण कार्य सुरू झाले आहे
ms_my: Tugasan ulasan dimulakan
nb: Fagfellevurdering satt i gang
nl_nl: Review gestart
pl_pl: Zadanie wykonania recenzji rozpoczęte
pt_pt: Tarefa de Revisão iniciada
ro: Revizuirea a fost inițiată
ru_ru: Рецензирование начато
sl_si: Dodelitev recenzenta je bila sprožena
sr@cyrillic: Додела рецензије покренута
sr_rs@latin: Dodela recenzije pokrenuta
sv_se: Granskningsarbete påbörjat
th: การมอบหมายการทบทวนเริ่มต้นแล้ว
tr_tr: Değerlendirme görevi başladı
uk_ua: Процес рецензування розпочатий
vi: Chỉ định đánh giá đã bắt đầu
vi_vn: Khởi tạo phân công phản biện
zh_cn: 已开始的审稿指派

# submission.event.reviewer.reviewRecommendation
source: Review recommendation file
ar_iq: ملف توصيات التحكيم
az: rəyçi təklif faylı
bg_bg: Файл с препоръки от рецензента
ca_es: Fitxer de recomanacions per a la revisió
cs_cz: Soubor s recenzním doporučením
da_dk: Fil med bedømmelsesanbefaling
de_de: Datei mit Empfehlungen der Gutachterin/des Gutachters eingegangen
el_gr: Αρχείο εισηγήσεων αξιολόγησης
eu: Ebaluazioko gomendioen fitxategia
fa_ir: نظرات داوری
fi_fi: Arviointisuositustiedosto
fr_fr: Fichier de recommandation d'une évaluation
gl_es: Arquivo de recomendacións de revisión
hr: Unesena recenzentska preporuka
hu: Lektori javaslatok fájlja
hy_am: Գրախոսության երաշխավորության նիշք
id: File Rekomendasi review
is: Ráðleggingaskrá ritrýni
is_is: Ritrýni ráðleggingaskrá
it_it: File di segnalazioni della revisione
ja_jp: 査読結果ファイル
ka_ge: გადახედეთ სარეკომენდაციო ფაილს
kk: Рецензенттің ұсыныс файлы
ku_iq: فایلی ڕێنماییەکانی هەڵسەنگاندن
lv: Recenzenta rekomendācijas datne
mr: समीक्षणोत्तर शिफारसीची फाईल
ms_my: Semak fail cadangan
nb: Fil med fagfellens anbefaling
nl_nl: Bestand met aanbevelingen review
pl_pl: Plik z rekomendacjami recenzenta
pt_pt: Ficheiro de Recomendações do Revisor
ro: Fișier de recomandări de revizuire
ru_ru: Файл с рекомендацией рецензента
sl_si: Datoteka s priporočili recenzenta
sr@cyrillic: Рецензија препорученог фајла
sr_rs@latin: Recenzija preporučenog fajla
sv_se: Granskares rekommendationsfil
th: ไฟล์คำแนะนำในการทบทวน
tr_tr: Hakem öneri dosyası
uk_ua: Файл рекомендацій рецензента
vi: Tệp đề xuất đánh giá
vi_vn: Tệp đề xuất của phản biện
zh_cn: 审查建议文件

# submission.event.reviewer.reviewReinitiated
source: Review assignment reinitiated
ar_iq: بوشر بالتحكيم مجدداً
az: Dəyərləndirmə tapşırığı yenidən verildi
bg_bg: Подновена е процедура по асоцииране на рецензент
ca_es: Assignació de la revisió reiniciada
cs_cz: Přidělená recenze znovu zahájena
da_dk: Bedømmelsesopgaven er påbegyndt igen
de_de: Begutachtung für Beitrag erneut veranlasst
el_gr: Εκ νέου ενεργοποίηση ανάθεσης αξιολόγησης
eu: Ebaluazioa berriro hasi
fa_ir: داوری دوباره از سرگرفته شد
fi_fi: Toimeksiannon arviointi aloitettu uudelleen
fr_fr: Évaluation réentamée
gl_es: Reiniciase a tarefa de revisión
hr: Ponovno je pokrenuta dodjela recenzije
hu: Lektori vélemény hozzárendelése újraindult
hy_am: Գրախոսության նշանակումը վերսկսված է
id: Tugas Review dimulai
is: Ritrýniúthlutun sett aftur af stað
is_is: Ritrýni úthlutun sett aftur af stað
it_it: Riavviato l'incarico di revisione
ja_jp: 査読依頼が再開された
ka_ge: მიმოხილვის დავალება ხელახლა დაიწყო
kk: Рецензиялау қайтадан басталды
ku_iq: ئەرکی هەڵسەنگاندن دوبارە دەستی پێ کردەوە
lv: Recenzēšanas piešķīrums atsākts
mk_mk: Повторно е започнато назначувањето на рецензенти
mr: समीक्षण कार्य पुन्हा सुरू झाले आहे
ms_my: Tugasan ulasan dimulakan semula
nb: Fagfellevurdering startet på nytt
nl_nl: Review opnieuw gestart
pl_pl: Zadanie wykonania recenzji rozpoczęte ponownie
pt_pt: Tarefa de Revisão reiniciada
ro: Revizuirea a fost inițiată
ru_ru: Рецензирование начато повторно
sl_si: Dodelitev recenzenta je bila ponovno sprožena
sr@cyrillic: Додела рецензије поново покренута
sr_rs@latin: Dodela recenzije ponovo pokrenuta
sv_se: Granskningsarbete påbörjat på nytt
th: การมอบหมายการทบทวนเริ่มต้นใหม่อีกครั้ง
tr_tr: Değerlendirme görevi tekrar verildi
uk_ua: Процес рецензування розпочатий повторно
vi: Chỉ định đánh giá đã được bắt đầu lại
vi_vn: Khởi tạo lại phân công phản biện
zh_cn: 重新开始的审稿指派

# submission.event.reviewer.reviewResubmitted
source: Review resubmitted
ar_iq: أُعيد تقديم التحكيم
az: Dəyərləndirmə yenidən göndərildi
bg_bg: Повторно е изпратена рецензия
ca_es: Revisió tornada a trametre
cs_cz: Recenze znovu odeslána
da_dk: Bedømmelsen er fremsendt igen
de_de: Begutachtung erneut vorgelegt
el_gr: Εκ νέου υποβολή αξιολόγησης
eu: Ebaluazioa berriro bidali
fa_ir: داوری دوباره اغاز شد
fi_fi: Arviointi lähetetty uudelleen
fr_fr: Nouvelle soumission de l'évaluation
gl_es: Revisión reenviada
hr: Recenzija je ponovno prijavljena
hu: Szakmai lektorálás újra benyújtva
hy_am: Գրախոսությունը նորից է ներկայացվել
id: Review diserahkan ulang
is: Ritrýni send aftur inn
is_is: Ritrýni send aftur inn
it_it: Inviato nuovamente in revisione
ja_jp: 査読結果が再提示された
ka_ge: განხილვა ხელახლა გაიგზავნა
kk: Пікір қайта жіберілді
ku_iq: هەڵسەنگاندن دوبارە پێشکەش کرایەوە
lv: Recenzija iesniegta atkārtoti
mk_mk: Рецензијата е повторно поднесена
mr: समीक्षण पुन्हा सादर केले आहे
ms_my: Ulasan diserahkan semula
nb: Fagfellevurdering innsendt på nytt
nl_nl: Review opnieuw ingezonden
pl_pl: Recenzja przesłana ponownie
pt_pt: Revisão reenviada
ro: Revizuirea a fost retrimisă
ru_ru: Рецензия отправлена повторно
sl_si: Recenzija je bila ponovno oddana
sr@cyrillic: Рецензија поново послата
sr_rs@latin: Recenzija ponovo poslata
sv_se: Granskning inskickad på nytt
th: การทบทวนถูกส่งใหม่อีกครั้ง
tr_tr: Değerlendirme tekrar gönderildi
uk_ua: Рецензія надіслана повторно
vi: Đánh giá đã nộp lại
vi_vn: Đánh giá được gửi lại
zh_cn: 重新提交的审阅

# submission.event.reviewer.reviewRevision
source: Reviewer revisions file updated
ar_iq: ملف التحكيمات تم تحديثه
az: rəyçi yenidən baxış faylları yeniləndi
bg_bg: Файлът с ревизии (версии) на рецензента е актуализиран
ca_es: Fitxer de revisions del revisor/a actualitzat
cs_cz: Recenzentův soubor s návrhy úprav aktualizován
da_dk: Bedømmers revisionsfil er opdateret
de_de: Bearbeitungsdatei der Gutachterin/des Gutachter aktualisiert
el_gr: Το αρχείο αναθεωρήσεων του αξιολογητή ενημερώθηκε
eu: Ebaluatzailearen aldaketen fitxategia eguneratu
fa_ir: نسخه داوری
fi_fi: Arvioijan korjaama tiedosto päivitetty
fr_fr: Fichiers de révision du rapporteur mis à jour
gl_es: Actualizouse o arquivo de revisións
hr: Recenzentova revidirana datoteka je ažuririrana
hu: Szakmai Lektori által véleményezett fájl frissült
hy_am: Գրախոսի դիտարկումների նիշքը թարմացված է
id: File revisi Reviewer revisions file di-update
is: Úrbótaskrá ritrýnis uppfærð
is_is: Úrbótaskrá ritrýnis uppfærð
it_it: Aggiornato il file di revisioni del revisore
ja_jp: 査読者改訂ファイルが更新された
ka_ge: რეცენზენტის გადასინჯვის ფაილი განახლდა
kk: Рецензенттің өзгертулері бар файл жаңартылды
ku_iq: فایلی پێداچونەوەی هەڵسەنگاندن نوێ کرایەوە
lv: Atjaunināta datne ar recenzenta labojumiem
mk_mk: Датотеката со измени на рецензентот е ажурирана
mr: समीक्षकाच्या समीक्षणाची फाईल अपडेट केली आहे
ms_my: Fail pengulas semakan dikemas kini
nb: Fil med fagfellens revidering oppdatert
nl_nl: Bestand met revisies reviewer bijgewerkt
pl_pl: Plik z uwagami recenzenta zaktualizowany
pt_pt: Ficheiro de revisões do Revisor atualizado
ro: Fișierul de revizie a fost actualizat
ru_ru: Файл с правками рецензента обновлен
sl_si: Verzija recenzije je bila posodobljena
sr@cyrillic: Ажуриран фајл рецензиране верзије
sr_rs@latin: Ažuriran fajl recenzirane verzije
sv_se: Granskares reviderade fil uppdaterad
th: อัปเดตไฟล์การแก้ไขของผู้รีวิวแล้ว
tr_tr: Hakem revizyon dosyaları güncellendi
uk_ua: Файл правок рецензента оновлений
vi: Tệp sửa đổi của người đánh giá đã cập nhật
vi_vn: Đã cập nhật tệp bản sửa đổi của người phản biện
zh_cn: 已经上传的审稿人修订文件

# submission.event.reviewer.reviewerReminded
source: {$senderName} sent a reminder to {$recipientName} regarding their review assignment
az: {$senderName} nəzərdən keçirmə tapşırığı ilə əlaqədar {$recipientName} -ə bir öyüd-nəsihət göndərdi
eu: {$senderName}-k gogorarazpen bat bidali dio {$recipientName}-ri bere berrikuspenaren esleipenari buruz
id: {$senderName} mengirimkan pengingat untuk {$recipientName} mengenai penugasan review mereka
lv: {$senderName} nosūtīja atgādinājumu {$recipientName} par recenzēšanas piešķīrumu
mr: {$senderName} ने {$recipientName} ला त्याच्या समीक्षण कार्यानिमित्त एक स्मरणपत्र पाठवले आहे
nb: {$senderName} sendte en påminnelse til {$recipientName} om vedkommenes fagfellevurdering.
pt_pt: {$senderName} enviou um lembrete para {$recipientName} sobre a tarefa de revisão
th: {$senderName} ได้ส่งการเตือนถึง {$recipientName} เกี่ยวกับการมอบหมายการทบทวนของพวกเขา
vi: {recipientName} về chỉ định đánh giá của họ

# submission.event.reviewer.reviewerRemindedAuto
source: An automatic reminder email was sent to to {$recipientName} regarding their review assignment
az: Avtomatik bir öyüd-nəsihət e-poçtu, rəy tapşırığı ilə əlaqədar {$recipientName} -ə göndərildi
eu: {$recipientName} erabiltzaileari bere berrikuspenaren esleipenari buruzko gogorarazpen-mezu elektroniko automatiko bat bidali zaio
id: Email pengingat otomatis telah dikirim ke {$recipientName} tentang penugasan review mereka
lv: {$recipientName} tika nosūtīts automātisks atgādinājuma e-pasts par recenzēšanas piešķīrumu
mr: {$recipientName} ला त्याच्या समीक्षण कार्यानिमित्त एक स्मरणपत्र ई-मेलने आपोआप (automatic) पाठवण्यात आले आहे
nb: En automatisk påminnelse ble sendt på e-post til {$recipientName} angående vedkommendes fagfellevurdering
pt_pt: Um e-mail de lembrete automático foi enviado para {$recipientName} sobre a tarefa de revisão
th: มีการส่งอีเมลเตือนอัตโนมัติถึง {$recipientName} เกี่ยวกับการมอบหมายการทบทวนของพวกเขา
vi: Email nhắc nhở tự động đã được gửi đến {$recipientName} về chỉ định đánh giá của họ

# submission.event.subjectPrefix
source: An email has been sent:
ar_iq: الرسالة قد أُرسلت:
az: Bir email göndərildi:
bg_bg: Изпратен е имейл:
ca_es: S'ha enviat un correu electrònic:
cs_cz: Email byl odeslán:
da_dk: En e-mail er afsendt:
de_de: Eine E-Mail ist gesendet worden:
el_gr: Εστάλη ένα μήνυμα:
eu: Mezu elektronikoa bidali da:
fa_ir: یک ایمیل ارسال شده است
fi_fi: Sähköposti on lähetetty:
fr_fr: Un courriel a été envoyé :
gl_es: Enviouse un correo electrónico:
hr: E-mail je poslan:
hu: Email elküldve:
hy_am: Ուղարկվել է էլ․ նամակ:
id: Email telah dikirim:
is: Tölvupóstur var sendur:
is_is: Tölvupóstur var sendur:
it_it: Una email è stata mandata:
ja_jp: メールが送信されました：
ka_ge: ელწერილი გაიგზავნა:
kk: Электрондық хат жіберілді:
ku_iq: ئیمەیڵێک نێردرا:
lv: E-pasts tika nosūtīts:
mk_mk: Испратен е и-меил:
mr: ई-मेल पाठवण्यात आला आहे :
ms_my: E-mel telah dihantar:
nb: En e-post ble sendt:
nl_nl: Een e-mail is verstuurd:
pl_pl: E-mail został wysłany:
pt_pt: Foi enviado um e-mail:
ro: A fost trimis un email:
ru_ru: Письмо электронной почты было отправлено:
sl_si: Poslan je bil email:
sr@cyrillic: Имејл је послат:
sr_rs@latin: Imejl je poslat:
sv_se: Ett e-postmeddelande skickades:
th: มีการส่งอีเมล:
tr_tr: Bir e-posta gönderildi:
uk_ua: Електронний лист відправлено:
vi: Một email đã được gửi:
vi_vn: Một email đã được gửi đi:

# submission.event.viewEmail
source: View Email
ar_iq: معاينة الرسالة
az: Elektron poçta baxın
bg_bg: Преглед на имейл
ca_es: Veure correu electrònic
cs_cz: Zobrazit email
da_dk: Se e-mail
de_de: E-Mail anzeigen
el_gr: Προβολή μηνύματος
eu: Ikusi mezu elektronikoa
fa_ir: نمایش ایمیل
fi_fi: Näytä sähköposti
fr_fr: Voir le courriel
gl_es: Ver correo electrónico
hr: Pogledaj e-poštu
hu: Email megtekintése
hy_am: Դիտեք էլ․ նամակը
id: Buka Email
is: Skoða tölvupóst
is_is: Skoða tölvupóst
it_it: Vedi email
ja_jp: メールの表示
ka_ge: ელფოსტის ნახვა
kk: Электрондық поштаны көрсетіңіз
ku_iq: ئیمەیڵەکە ببینە
lv: Skatīt e-pastu
mk_mk: Прегледај и-меил
mr: ई-मेल पहा
ms_my: Lihat E-mel
nb: Se e-post
nl_nl: Bekijk e-mail
pl_pl: Wyświetl e-mail
pt_pt: Ver E-mail
ro: Vizualizare email
ru_ru: Показать письмо электронной почты
sl_si: Poglej email
sr@cyrillic: Види имејл
sr_rs@latin: Vidi imejl
sv_se: Visa e-postmeddelande
th: ดูอีเมล
tr_tr: E-postayı Görüntüle
uk_ua: Переглянути електронний лист
vi: Xem Email
vi_vn: Xem email

# submission.event.addedStageToAllowedAuthorMetadataChange
source: The authors are now allowed to edit metadata when submission in stage {stage}.
ar_iq: يمكن للمؤلفين الآن تعديل البيانات الوصفية عندما يكون طلب التقديم في مرحلة {stage}.
az: Artıq {stage} mərhələsində Məqalə müəlliflərının üst dataları redaktə etməsinə icazə verilir.
bg_bg: На авторите вече е разрешено да редактират метаданни при подаване на етап {stage}.
ca_es: Els autors/es ja poden editar les metadades quan la tramesa està a la fase de {stage}.
cs_cz: Autoři mají nyní možnost editovat metadata při odesílání ve fázi {stage}.
da_dk: Forfatterne har nu lov til at redigere metadata, når indsendelsen er på trin {stage}.
de_de: Die Autoren/innen sind nicht autorisiert die Metadaten zu ändern, solange sich die Einreichung im Stadium {stage} befindet.
el_gr: Οι συγγραφείς έχουν πλέον τη δυνατότητα να επεξεργάζονται μεταδεδομένα κατά την υποβολή τους στο στάδιο {stage}.
eu: Egileek metadatuak editatu ditzakete orain bidalketa {stage} fasean dagoenean.
fr_fr: Les auteures et auteurs sont désormais autorisés à modifier les métadonnées à l'étape {stage}.
gl_es: Agora os/as autores/as están autorizados/as a editar os metadatos cando o envío está na fase de {stage}.
hr: Autorima je sada dopušteno uređivati metapodatke prilikom podnošenja u fazi {stage}.
hu: A szerzők módosíthatják a metaadatokat, amikor a beküldés a(z) {stage} fázisban van.
hy_am: Հեղինակներին այժմ թույլատրվում է խմբագրել մետատվյալները, երբ ներկայացումը {stage} փուլում է:
id: Penulis diijinkan mengubah metadata jika proses naskah ada pada tahap {stage}.
is: Höfundar geta nú breytt lýsigögnum þegar innsending er á þrepi {stage}.
is_is: Höfundar mega núna breyta lýsigögnum þegar innsending er á þrepi {stage}.
it_it: Gli autori non possono effettuare modifiche ai dati dell'articolo quando è nella fase {stage}.
ja_jp: 著者は、投稿が{stage}段階になったときにメタデータを編集できるようになりました。
ka_ge: ავტორებს ახლა უფლება აქვთ შეცვალონ მეტამონაცემები, როდესაც ისინი წარდგებიან ეტაპზე {stage}.
kk: Авторларға енді материал "{stage}" сатысында болғанда, метадеректерді өңдеуге рұқсат етіледі.
ku_iq: توێژەران لە قۆناغی {stage} ڕێگا پێدراون بۆ گۆڕانکاریکردن لە زانیاریی ناسێنەر.
lv: Tagad autoriem ir atļauts rediģēt metadatus, kad iesniegšana notiek {stage} posmā.
mk_mk: На авторите сега им е дозволено да ги променат метаподатоците кога поднесокот е во фаза на {stage}.
mr: लेखकांना आता या {stage} पायरीवर सादरीकरण करताना मेटाडेटा संपादित करण्याची परवानगी आहे.
ms_my: Pengarang kini dibenarkan menyunting metadata apabila penyerahan dalam peringkat {stage}.
nb: Forfatterne har nå lov til å redigere metadata når innleveringen er på trinn {stage}.
pt_pt: Os autores podem editar os metadados quando a submissão estiver na etapa {stage}.
ro: Autorii sunt acum autorizați să editeze metadatele când manuscrisul este în etapa {stage}.
ru_ru: Теперь авторам разрешено редактировать метаданные, когда материал находится на этапе «{stage}».
sl_si: Avtorji sedaj lahko spreminjajo matapodatke, kadar je prispevek v fazi {stage}.
th: ผู้เขียนสามารถแก้ไขเมทาดาทาเมื่อบทความอยู่ในขั้นตอนที่ {stage} ได้แล้ว
tr_tr: Artık {stage} aşamasında gönderi yazarlarının üstverileri düzenlemesine izin verilmektedir.
uk_ua: Авторам зараз дозволено редагувати метадані, коли подання на стадії {stage}.
vi: Tác giả hiện được phép chỉnh sửa metadata khi bài nộp ở giai đoạn {stage}.
vi_vn: Các tác giả hiện được phép chỉnh sửa siêu dữ liệu khi gửi trong giai đoạn {stage}.

# submission.event.removedStageToAllowedAuthorMetadataChange
source: The authors are now not allowed to edit metadata when submission in stage {stage}.
ar_iq: لا يمكن للمؤلفين الآن تعديل البيانات الوصفية عندما يكون طلب التقديم في مرحلة {stage}.
az: Artıq {stage} mərhələsində Məqalə müəlliflərının üst dataları redaktə etməsinə icazə verilmir.
bg_bg: На авторите вече не е разрешено да редактират метаданни при подаване на етап {stage}.
ca_es: Els autors/es ja no poden editar les metadades quan la tramesa està a la fase de {stage}.
cs_cz: Autoři nyní nemohou editovat metadata, když jsou odeslány ve fázi {stage}.
da_dk: Forfatterne har nu lov til at redigere metadata, når indsendelsen er på trin {stage}.
de_de: Die Autoren/innen sind nicht autorisiert die Metadaten zu ändern, solange sich die Einreichung im Stadium {stage} befindet.
el_gr: Οι συγγραφείς δεν έχουν πλέον τη δυνατότητα να επεξεργάζονται μεταδεδομένα κατά την υποβολή τους στο στάδιο {stage}.
eu: Egileek metadatuak ezin dituzte editatu bidalketa {stage} fasean dagoenean.
fr_fr: Les auteures et auteurs ne sont désormais plus autorisés à modifier les métadonnées à l'étape {stage}.
gl_es: Agora aos/as autores/as non se lles permite editar os metadatos cando o envío está na fase de {stage}.
hr: Autorima sada nije dopušteno uređivati metapodatke prilikom podnošenja u fazi {stage}.
hu: A szerzők nem módosíthatják a metaadatokat, amikor a beküldés a(z) {stage} fázisban van.
hy_am: Հեղինակներին այժմ չի թույլատրվում խմբագրել մետատվյալները երբ ներկայացումը {{stage} փուլում է:
id: Penulis tidak diijinkan mengubah metadata jika proses naskah ada pada tahap {stage}.
is: Höfundar mega ekki breyta lýsigögnum þegar innsending er á þrepi {stage}.
is_is: Höfundar mega ekki breyta lýsigögnum þegar innsending er á þrepi {stage}.
it_it: Gli autori non possono effettuare modifiche ai dati dell'articolo quando è nella fase {stage}.
ja_jp: 著者は、投稿が{stage}段階になったときにメタデータを編集できないようになりました。
ka_ge: ავტორებს ახლა უფლება არ აქვთ შეცვალონ მეტამონაცემები {stage} ეტაპზე გაგზავნისას.
kk: Материал "{stage}" сатысында болғанда, авторларға енді метадеректерді өңдеуге рұқсат етілмейді.
ku_iq: توێژەران لە قۆناغی {stage} ڕێگا پێ نەدراون بۆ گۆڕانکاریکردن لە زانیاریی ناسێنەر.
lv: Tagad autoriem nav atļauts rediģēt metadatus, kad iesniegšana notiek {stage} posmā.
mk_mk: На авторите сега не им е дозволено да ги променат метаподатоците кога поднесокот е во фаза на {stage}.
mr: लेखकांना आता या {stage} पायरीवर सादरीकरण करताना मेटाडेटा संपादित करण्याची परवानगी नाही.
ms_my: Pengarang kini tidak dibenarkan menyunting metadata apabila penyerahan dalam peringkat {stage}.
nb: Forfatterne har nå ikke lov til å redigere metadata når innleveringen er i trinn {stage}.
pt_pt: Os autores agora não podem editar os metadados quando a submissão estiver na etapa {stage}.
ro: Autorii nu au voie să editeze metadatele atunci când sunt trimise în etapa {stage}.
ru_ru: Теперь авторам запрещено редактировать метаданные, когда материал находится на этапе «{stage}».
sl_si: Avtorji sedaj ne morejo spreminjati matapodatke, kadar je prispevek v fazi {stage}.
th: ผู้เขียนไม่สามารถแก้ไขเมทาดาทาเมื่อบทความอยู่ในขั้นตอนที่ {stage} ได้แล้ว
tr_tr: Artık {stage} aşamasında gönderi yazarlarının üstverileri düzenlemesine izin verilmiyor.
uk_ua: Авторам зараз не дозволено редагувати метадані, коли подання на стадії {stage}.
vi: Tác giả hiện không được phép chỉnh sửa metadata khi bài nộp ở giai đoạn {stage}.
vi_vn: Các tác giả hiện không được phép chỉnh sửa siêu dữ liệu khi gửi trong giai đoạn {stage}.
