Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# author.editPublishedDisabled
source: The authors of this publication can not be edited because it has already been published.
az: Nəşr edilmiş yazını müəlliflər redaktə edə bilməz.
bg_bg: Авторите на тази публикация не могат да бъдат редактирани, тъй като тя вече е публикувана.
ca_es: No es poden editar els autors/es d'aquesta publicació perquè ja ha estat publicada.
cs_cz: Autory této publikace nelze upravovat, protože již byla publikována.
da_dk: Forfatterne til denne publikation kan ikke redigeres, fordi publikationen allerede er offentliggjort.
de_de: Die Autoren/innen dieses Beitrags können nicht geändert werden, da er bereits veröffentlicht wurde.
el_gr: Δεν είναι δυνατή η επεξεργασία των συγγραφέων αυτής της δημοσίευσης επειδή έχει ήδη δημοσιευτεί.
eu: Ezin dira argitalpen honen egileak editatu, dagoeneko argitaratu baita.
fr_fr: Les auteures et auteurs de cette publication ne peuvent être modifiés puisque celle-ci a déjà été publiée.
gl_es: Non se poden editar os autores/as desta publicación porque xa se publicou.
hr: Autori ove publikacije se ne mogu editirati zato što je publikacija objavljena.
hu: A cikk szerzőit nem lehet szerkeszteni, mert a cikk már publikálásra került.
hy_am: Այս հրապարակման հեղինակները չեն կարող խմբագրվել, քանի որ այն արդեն հրատարակվել է:
id: Penulis artikel ini tidak bisa diubah karena telah diterbitkan.
is: Það er ekki hægt að breyta höfundum þessa verks þar sem búið er að gefa það út.
is_is: Það er ekki hægt að breyta höfundum þessa verks þar sem búið er að gefa það út.
it_it: Gli autori di questo articolo non possono essere modificati perché l'articolo è già stato pubblicato.
ja_jp: 本書は既刊のため、著者を編集できません。
ka_ge: ამ პუბლიკაციის ავტორების რედაქტირება შეუძლებელია, რადგან ის უკვე გამოქვეყნებულია.
kk: Бұл жазбаның авторларын өңдеу мүмкін емес, себебі ол бұрын жарияланған.
ku_iq: توێژەرانی ئەم توێژینەوەیە گۆڕانکارییان تێدا ناکرێت چونکە توێژینەوەکە بڵاو کراوەتەوە.
lv: Šīs publikācijas autorus nevar rediģēt, jo tā ir jau publicēta.
mk_mk: Не може да се уредува затоа што списанието веќе е објавено.
mr: या प्रकाशनाच्या लेखकांच्या नावांमध्ये कुठल्याही प्रकारचे बदल करणे शक्य नाही कारण त्याचे आता प्रकाशन झाले आहे.
ms_my: Pengarang penerbitan ini tidak boleh disunting kerana ia telah pun diterbitkan.
nb: Forfatterne til denne publikasjonen kan ikke redigeres fordi publikasjonen allerede er offentliggjort.
pt_pt: Os autores desta publicação não podem ser editados porque já se encontra publicada.
ro: Autorii acestei publicații nu pot fi editați, deoarece aceasta a fost deja publicată.
ru_ru: Авторов этой публикации нельзя отредактировать, так как она уже была опубликована.
sl_si: Avtorji te objave ne morejo biti spremenjeni, ker je bila že objavljena.
th: ไม่สามารถแก้ไขผู้แต่งของการตีพิมพ์นี้ได้ เนื่องจากได้ถูกตีพิมพ์แล้ว
tr_tr: Yayınlanmış yazıyı yazarlar düzenleyemez.
vi: Không thể chỉnh sửa thông tin tác giả của ấn phẩm này vì ấn phẩm đã được xuất bản.
vi_vn: Không thể chỉnh sửa tác giả của ấn phẩm này vì nó đã được xuất bản.

# author.publicationNotFound
source: The publication for this author could not be found.
az: Bu müəllifin nəşri tapılmadı.
bg_bg: Публикацията за този автор не може да бъде намерена.
ca_es: No s'ha pogut trobar la publicació d'aquest autor/a.
cs_cz: Publikace tohoto autora nebyla nalezena.
da_dk: Publikationen til denne forfatter blev ikke fundet.
de_de: Die Veröffentlichung dieses/er Autors/in konnte nicht gefunden werden.
el_gr: Δεν ήταν δυνατή η εύρεση της δημοσίευσης γι' αυτόν τον συγγραφέα.
eu: Ezin izan da egile honen argitalpena aurkitu.
fr_fr: Aucune publication pour cet auteur ou auteure n'a pu être trouvée.
gl_es: Non se puido atopar a publicación deste autor/a.
hr: Publikacija za ovog autora nije pronađena.
hu: A szerző cikke nem található.
hy_am: Այս հրապարակման համար հեղինակ գտնել չի հաջողվում։
id: Publikasi penulis ini tidak dapat ditemukan.
is: Útgefið verk fyrir þennan höfund fannst ekki.
is_is: Útgefið verk fyrir þennan höfund fannst ekki.
it_it: Non è possibile trovare articoli per questo autore.
ja_jp: この著者の出版物は見つかりませんでした。
ka_ge: მოთხოვნილი სახელთა სივრცე ვერ მოიძებნა.
kk: Бұл авторға арналған жарияланым табылмады.
ku_iq: بڵاوکراوەی ئەم توێژەرە نەدۆزرایەوە.
lv: Šī autora publikācija nav atrodama.
mk_mk: Публикацијата за овој автор не може да се најде.
mr: या लेखकाचे प्रकाशन आढळले नाही.
ms_my: Penerbitan untuk pengarang ini tidak ditemui.
nb: Publikasjonen til denne forfatteren ble ikke funnet.
pt_pt: A publicação deste autor não foi encontrada.
ro: Publicația pentru acest autor nu a fost găsită.
ru_ru: Публикацию для этого автора не удаётся найти.
sl_si: Objave za tega avtorja ni bilo mogoče najti.
th: ไม่พบการตีพิมพ์สำหรับผู้แต่งนี้
tr_tr: Bu yazarın yayını bulunamadı.
vi: Không tìm thấy ấn phẩm của tác giả này.
vi_vn: Không thể tìm thấy ấn phẩm cho tác giả này.

# author.submit.submissionCitations
source: Provide a formatted list of references for works cited in this submission. Please separate individual references with a blank line.
ar_iq: إدرج قائمة منسقة من المراجع للأعمال المقتبس منها ضمن هذا المؤلَّف. لطفاً، إفصل بين المراجع بسطر فارغ.
az: Məqalədə istinad edilən mənbələr üçün formatlandırılmış bir referans siyahısı verin. Zəhmət olmasa hər referansı yeni bir sətirdən başladın.
bg_bg: Предоставете форматиран списък с референции за произведения, цитирани в това подаване на материали. Моля, отделете отделните препратки с празен ред.
ca_es: Proporcioneu una llista de referències amb format per als treballs citats en aquesta tramesa. Separeu les referències individuals amb una línia en blanc.
cs_cz: Uveďte formátovaný seznam referencí pro práce citované v tomto příspěvku. Jednotlivé reference oddělujte, prosím, prázdným řádkem.
da_dk: Indsæt en formatteret litteraturliste over værker, der er citeret i det indsendte bidrag. Adskil hver enkelt henvisning med en tom linje.
de_de: Stellen Sie bitte ein formatiertes Literaturverzeichnis für die Werke zur Verfügung, die Sie in Ihrem Beitrag zitiert haben. Bitte trennen Sie die einzelnen Verweise durch Leerzeilen.
el_gr: Παροχή μια λίστας αναφορών για εργασίες που αναφέρονται (cited) σε αυτή την υποβολή.
eu: Eman bidalketan aipatutako lanen erreferentzien formatudun zerrenda. Mesedez, bereizi erreferentzia indibidualak lerro huts batekin.
fa_ir: لیست مرتب شده‌ای از مراجع بکار رفته در این مقاله ارسالی را وارد کنید.
fi_fi: Anna muotoiltu lähdeluettelo, joka sisältää työt, joihin tässä käsikirjoituksessa viitataan. Erottele lähteet toisistaan yhdellä tyhjällä rivillä.
fr_fr: Fournir une liste structurée de références pour les travaux cités dans cette soumission.
gl_es: Proporcione unha lista formatada de referencias para as obras citadas neste envío. Separe as referencias individuais cunha liña en branco.
hr: Navedite formatirani popis referenci za djela navedena u ovom podnesku. Pojedinačne reference odvojite praznim retkom.
hu: Adjon meg egy formázott hivatkozás listát a beküldött anyagban idézett munkákhoz. Kérjük, minden hivatkozást egy üres sorral válasszon el.
hy_am: Մուտքագրեք այս նյութի ստեղծման ժամանակ օգտագործված աշխատանքների հղումների ձևաչափված ցանկը: Խնդրում ենք բաժանել հղումները միմյանցից դատարկ տողով:
id: Sediakan daftar referensi yang telah diformat untuk karya yang dikutip di penyerahan ini. Pisahkan referensi individu dengan garis kosong.
is: Útvegaðu forsniðinn lista af heimildum fyrir verk sem vísað er til í þessu handriti. Vinsamlega aðgreindu hverja heimild með auðri línu.
is_is: Útvegaðu forsniðinn lista af heimildum fyrir verk sem vísað er til í þessu handriti. Vinsamlega aðgreindu hverja heimild með auðri línu.
it_it: Fornisci un elenco formattato delle opere citate in questa proposta. Separa ciascuna citazione con una riga vuota.
ja_jp: この投稿で引用している文献について整形した参考文献リストを提供してください。
ka_ge: მიუთითეთ მითითებების ფორმატირებული სია ამ წარდგენაში მითითებული სამუშაოებისათვის. გთხოვთ, ცალკეული ცნობები გამოყავით ცარიელი ხაზით.
kk: Осы материалды дайындауда пайдаланылған жұмыстарға сілтемелердің форматталған тізімін енгізіңіз. Сілтемелерді бір-бірінен бос жолмен бөліңіз.
ku_iq: لیستی سەرچاوەکان بخە بەردەست. تکایە با هێڵێکی بەتاڵ لە نێوان سەرچاوەکاندا هەبێت.
lv: Iesniegt formatētu atsauču sarakstu darbiem, kas citēti šajā materiālā. Atsevišķas atsauces atdalīt ar tukšu rindu.
mk_mk: Обезбедете форматирана библиографија. Ве молиме одделете ги поединечните референци со празна линија.
mr: या सादरीकरणामध्ये उद्धृत केलेल्या लेखांची प्रारूपानुसार संदर्भ यादी द्या. कृपया प्रत्येक संदर्भ एक ओळ सोडून लिहा.
ms_my: Sediakan senarai rujukan berformat untuk karya yang dipetik dalam penyerahan ini. Sila asingkan rujukan individu dengan baris kosong.
nb: Legg ved en formatert referanseliste eller bibliografi. Bruk en tom linje til å skille elementene fra hverandre.
nl_nl: Geef een geformatteerde lijst met referenties van de werken die geciteerd worden in deze inzending.
pl_pl: Należy dostarczyć odpowiednio sformatowaną listę cytowanych prac. Proszę o rozdzielenie poszczególnych opisów bibliograficznych pustym wierszem.
pt_pt: Forneça uma lista formatada das referências citadas nesta submissão. Separe as referências individuais através de uma linha em branco.
ro: Furnizați o listă formatată de referințe pentru lucrările citate în acest manuscris. Vă rugăm să separați referințele individuale cu o linie goală.
ru_ru: Введите отформатированный список ссылок на работы, использованные при подготовке данного материала. Пожалуйста, отделяйте ссылки одну от другой с помощью пустой строки.
sl_si: Prosimo navedite oblikovan seznam citirane literature v prispevku. Vsako postavko zapišite v svojo vrstico in ločite z eno prazno vrstico.
sr@cyrillic: Даје форматирану листу референци за радове цитиран документу. Одвојте референце празнинама.
sr_rs@latin: Daje formatiranu listu referenci za radove citiran dokumentu. Odvojte reference prazninama.
sv_se: Lägg till en formaterad lista av referenser för verk som citeras i bidraget. Separera varje referens med blankrad.
th: กรุณาระบุรายการอ้างอิงที่จัดรูปแบบแล้วสำหรับผลงานที่อ้างอิงในบทความนี้ โดยแยกการอ้างอิงแต่ละรายการด้วยบรรทัดว่าง
tr_tr: Gönderide atıf yapılan kaynaklar için biçimlendirilmiş bir referans listesi verin. Lütfen her referansı yeni bir satırdan başlatın.
uk_ua: Надайте форматований список посилань на роботи, процитовані у цьому рукописі. Будь ласка, відокремлюйте посилання одне від одного пустими рядками.
vi: Cung cấp danh sách tham khảo được định dạng cho các tác phẩm được trích dẫn trong bài nộp này. Vui lòng tách các tham khảo riêng lẻ bằng một dòng trống.
vi_vn: Cung cấp danh sách tài liệu tham khảo được định dạng cho các công trình được trích dẫn trong bài gửi này. Vui lòng phân tách các tham chiếu riêng lẻ bằng một dòng trống.
zh_cn: 给文章提供一个格式化好的参考文献列表。请用一个空行分开个别引用

# author.submission.roundStatus.reviewsReady
source: New reviews have been submitted and are being considered by the editor.
ar_iq: لقد تم تسليم تحكيمات جديدة وقد تم الأخذ بها من قبل المحرر.
az: Yeni dəyərləndirmələr göndərilib və redaktor tərəfindən incələnir.
bg_bg: Изпратени са нови рецензии и се разглеждат от редактора.
ca_es: S'han tramès noves revisions i l'editor/a les està considerant.
cs_cz: Byly nahrány nové recenze a nyní je posuzuje redaktor.
da_dk: Nye bedømmelser er blevet indsendt og bliver behandlet af redaktøren.
de_de: Neue Gutachten sind eingegangen und werden durch den/die Redakteur/in geprüft.
el_gr: Έχουν υποβληθεί νέες αξιολογήσεις και ελέγχονται από τον επιμελητή.
eu: Berrikuspen berriak bidali dira eta editorea aztertzen ari da.
fa_ir: داوری جدید ثبت شده و توسط سردبیر بررسی خواهد شد.
fi_fi: Uusia arvioita on lähetetty ja ne ovat toimittajan käsittelyssä.
fr_fr: De nouvelles évaluations ont été soumises et sont examinées par le rédacteur.
gl_es: Enviáronse novas revisións que o editor/a está a considerar.
hr: Predane su nove recenzije i urednik ih razmatra.
hu: Új lektori véleményeket küldtek be, hogy a szerkesztő átnézhesse.
hy_am: Նոր գրախոսություններ են ներկայացվել և դիտարկվում են խմբագրի կողմից։
id: Hasil review baru telah masuk dan sedang dalam pertimbangan oleh penyunting.
is: Nýrri ritrýni hefur verið skilað og er í athugun hjá ritstjóra.
is_is: Nýrri ritrýni hefur verið skilað og er í athugun hjá ritstjóra.
it_it: Nuove revisioni sono state inviate e sono in analisi da parte dell'editor.
ja_jp: 新しい査読が提出され、現在は編集者によって検討中です。
ka_ge: წარმოდგენილია ახალი მიმოხილვები, რომელსაც განიხილავს რედაქტორი.
kk: Рецензенттер жаңа рецензияларды жіберді, олар редактордың тексеруінен өтті.
ku_iq: هەڵسەنگاندنی نوێ پێشکەش کراون و لە لایەن سەرنوسەرەوە بڕیاریان لێ دەدرێت.
lv: Ir iesniegtas jaunas recenzijas, un redaktors tās izskata.
mk_mk: Нови рецензии се доставени и ги разгледува уредникот.
mr: नवी समीक्षणे सादर झालेली असून ती संपादकांकडे विचारार्ह आहेत.
ms_my: Ulasan baharu telah diserahkan dan sedang dipertimbangkan oleh editor.
nb: Nye fagfellevurderinger er sendt inn. De vurderes av redaktøren.
nl_nl: Er zijn nieuwe reviews ingediend die door de redacteur worden bekeken.
pl_pl: Nowe recenzje zostały przesłane i są rozpatrywane przez redaktora.
pt_pt: Foram submetidas novas revisões e estão a ser analisadas pelo editor.
ro: Au fost trimise recenzii noi și sunt luate în considerare de editor.
ru_ru: Новые рецензии были отправлены рецензентами и рассмотрены редактором.
sl_si: Nove recenzije so končane in so v pregledu pri uredniku.
sr@cyrillic: Нема поднесених рецензија нити рецензија које уредник разматра.
sr_rs@latin: Nema podnesenih recenzija niti recenzija koje urednik razmatra.
sv_se: Nya granskningar har inkommit och är under övervägande hos redaktör.
th: มีการส่งการทบทวนใหม่และกำลังถูกพิจารณาโดยบรรณาธิการ
tr_tr: Yeni değerlendirmeler gönderilmiştir ve editör tarafından incelenmektedir.
uk_ua: Нові рецензії були надіслані і розглядаються редактором.
vi: Các đánh giá mới đã được nộp và đang được biên tập viên xem xét.
vi_vn: Các đánh giá mới đã được gửi và đang được xem xét bởi biên tập viên.

# author.submission.roundStatus.reviewOverdue
source: One or more reviewers missed their deadline. The editorial team has been notified and will take action to ensure reviews are completed. You do not need to take any action at this time. You will be notified when a decision has been made.
az: Bir və ya daha çox rəyçi dəyərləndirmə üçün verilən sonra tarixdə geridönüş etmədi. Redaktorlar məlumatlandırıldı və dəyərləndirmənin başa çatdırılması üçün lazım olan həyata keçirəcəklər. Hazırda hər hansı bir əməliyyat etməyiniz tələb olunmur. Dəyərləndirmə başa çatdığında sizə məlumat veriləcəkdir.
bg_bg: Един или повече рецензенти пропуснаха крайния си срок. Редакционният екип е уведомен и ще предприеме действия, за да гарантира, че рецензиите ще бъдат завършени. В момента не е необходимо да предприемате никакви действия. Ще бъдете уведомени, когато бъде взето решение.
cs_cz: Jeden nebo více recenzentů zmeškalo termín. Redakční tým byl upozorněn a přijme opatření, aby zajistil dokončení recenzí. V tuto chvíli nemusíte podnikat žádné kroky. Až bude učiněno rozhodnutí, budete upozorněni.
eu: Ebaluatzaile batek edo gehiagok epea gainditu dute. Erredakzio-taldeak badaki eta berrikuspenak osatuko direla ziurtatuko du. Ez duzu ezer egin behar oraingoz. Erabakia hartzen denean jakinaraziko dizugu.
gl_es: Un ou máis revisores/a sobrepasaron o seu prazo. O equipo editorial recibiu unha notificación e tomará medidas para garantir que se completen as revisións. Non é preciso tomar ningunha medida neste momento. Notificaráselle cando se tome unha decisión.
hy_am: Մեկ կամ մի քանի գրախոսներ բաց են թողել ներկայացման վերջնաժամկետը։ Խմբագրական թիմը ծանուցվել է և միջոցներ կձեռնարկի, որպեսզի գրախոսություններն ափոփվեն: Այս փուլում Դուք որևէ գործողություն կատարելու կարիք չունեք։ Որոշում կայացնելուց հետո Դուք ծանուցում կստանաք:
id: Terdapat satu reviewer atau lebih yang melewati batas waktu. Tim editor telah mengetahui hal ini dan akan memastikan proses review selesai dilakukan. Anda tidak perlu mengambil langkah apapun saat ini. Anda akan diberitahu jika sudah ada keputusan.
is_is: Einn eða fleiri ritrýnar eru á eftir áætlun. Ritstjórateymið hefur verið upplýst og mun bregðast við til að tryggja að ritrýni sé kláruð. Þú þarft ekki að gera neitt sem stendur. Þú færð skilaboð þegar ákvörðun hefur verið tekin.
ja_jp: 一人また複数の査読者が期限を過ぎています。 編集チームに通知され、査読が完了したことを確認するためのアクションを実行します。 現時点では、何もする必要はありません。 決定が出ると通知されます。
ka_ge: ერთმა ან მეტმა მიმომხილველმა ვადა დაკარგა. სარედაქციო გუნდს ეცნობა და იმოქმედებს, რომ მიმოხილვები დასრულდეს. ამ დროს არ გჭირდებათ რაიმე ზომების მიღება. თქვენ მიიღებთ შეტყობინებას, როდესაც გადაწყვეტილება მიიღებთ.
mk_mk: Еден или повеќе рецензенти го пропуштија рокот. Редакцискиот тим е известен и ќе преземе мерки за да се осигурат дека прегледите се завршени. Во овој момент не треба да преземате ништо. Ќе бидете известени кога ќе биде донесена одлука.
mr: एक किंवा अधिक समीक्षकांनी त्यांच्या कामासाठी दिलेली अंतिम मुदत चुकवली आहे. संपादकीय टीमला सूचित केले गेले आहे आणि ते समीक्षण कार्य लवकरात लवकर पूर्ण होण्यासाठी कार्यवाही करतील. यासाठी तुम्हाला आत्ताच कृतीशील होण्याची आवश्यकता नाही. यासंबंधीचे निर्णय झाल्यावर तुम्हाला सूचित केले जाईलच.
ms_my: Satu atau lebih pengulas terlepas tarikh akhir mereka. Pasukan editorial telah dimaklumkan dan akan mengambil tindakan untuk memastikan ulasan selesai. Anda tidak perlu mengambil sebarang tindakan pada masa ini. Anda akan dimaklumkan apabila keputusan telah dibuat.
nb: En eller flere fagfeller har overskrevet fristen. Redaksjonen er varslet og vil ta skritt for å sikre at fagfellevurderingen blir fullført. Du trenger ikke å foreta deg noe på dette tidspunkt. Du får beskjed når det er tatt en beslutning.
pt_pt: Uma ou mais revisões ultrapassaram o prazo. A equipa editorial foi notificada e irá proceder para assegurar-se que as revisões ficam concluídas. Não precisa de tomar qualquer ação neste momento. Será notificado quando uma decisão for tomada.
ru_ru: Один или несколько рецензентов пропустили сроки отправки. Редакция была уведомлена об этом и предпримет необходимые действия, чтобы рецензии были завершены. Сейчас Вам не нужно предпринимать никаких действий. Вы получите уведомление, когда решение будет принято.
sl_si: Eden ali več recenzentov zamuja z recenzijo. Uredništvo je bilo obveščeno o tem in bo reagiralo, da bo zagotovilo dokončanje recenzije. Ta trenutek vam ni potrebno storiti ničesar. Ko bo odločitev sprejeta boste obveščeni.
tr_tr: Bir veya daha fazla hakem değerlendirme için verilen son tarihte dönüş sağlamadı. Editörler bilgilendirildi ve değerlendirmenin tamamlanması için gerekeni gerçekleştirecektir. Şu anda herhangi bir işlem yapmanız gerekmiyor. Değerlendirme tamamlandığında bilgilendirileceksiniz.
vi: Một hoặc nhiều người đánh giá đã bỏ lỡ thời hạn của họ. Đội ngũ biên tập đã được thông báo và sẽ thực hiện hành động để đảm bảo các đánh giá được hoàn thành. Bạn không cần thực hiện bất kỳ hành động nào vào thời điểm này. Bạn sẽ được thông báo khi có quyết định được đưa ra.

# submission.submit.availableUserGroups
source: Submit As
ar_iq: التقديم بمثابة
az: kimi Göndər
bg_bg: Изпращане като
ca_es: Enviar com a
cs_cz: Zaslat příspěvek jako
da_dk: Indsend som
de_de: Einreichen als
el_gr: Υποβολή ως
eu: Bidali honela
fi_fi: Käytä roolia
fr_fr: Soumettre en tant que
gl_es: Enviar como
hr: Pošalji kao
hu: Beküldés mint
hy_am: Ներկայացնել որպես
id: Kirim Sebagai
is: Senda inn sem
is_is: Senda inn sem
it_it: Carica come
ja_jp: 投稿役割
ka_ge: შეტანა, როგორც
kk: Жіберу
ku_iq: پێشکەشی بکە وەک
lv: Iesniegt kā
mk_mk: Поднеси како
mr: याप्रमाणे सादर करा
ms_my: Hantar Sebagai
nb: Lever inn som
nl_nl: Stuur in als
pt_pt: Enviar Como
ro: Depuneți ca
ru_ru: Отправить как
sl_si: Oddaj kot
sv_se: Skicka in som
th: ส่งในนาม
tr_tr: olarak Gönder
uk_ua: Надіслати як
vi: Nộp với vai trò
vi_vn: Gửi dưới dạng

# submission.submit.availableUserGroupsDescription
source: Select the role that best describes your contribution to this submission.
ar_iq: إختر الدور الذي يقدم أفضل وصف لمساهمتك في هذا العمل.
az: Bu məqaləyə töhfənizi ən yaxşı izah edən rolu seçin
bg_bg: Изберете ролята, която най-добре описва вашия принос към това подаване на материали.
ca_es: Seleccioneu el rol que descrigui millor la vostra contribució a aquesta tramesa.
cs_cz: Vyberte roli, které nejlépe popisuje vaši roli v rámci tohoto příspěvku.
da_dk: Vælg den rolle, som bedst beskriver dit bidrag til denne indsendelse.
de_de: Wählen Sie die Rolle, die Ihre Rolle in Bezug auf diese Einreichung am besten beschreibt.
el_gr: Επιλέξτε το ρόλο που περιγράφει καλύτερα τη συνεισφορά σας σε αυτήν την υποβολή.
eu: Hautatu bidalketa honetan zure ekarpena hobekien deskribatzen duen rola.
fi_fi: Valitse rooli, jota haluat käyttää käsikirjoituksen lähetykseen.
fr_fr: Sélectionnez le rôle qui décrit le mieux votre contribution à cette soumission.
gl_es: Selecciona o rol que mellor describa a túa contribución a este envío.
hr: Odaberite ulogu koja najbolje opisuje vaš doprinos ovom podnošenju.
hu: Válassza ki a szerepet, amely leginkább jellemzi hozzájárulását ehhez a beküldéshez.
hy_am: Ընտրեք այն դերը, որը լավագույնս նկարագրում է ձեր ներդրումը այս ներկայացման մեջ:
id: Pilih peran yang sesuai dengan kontribusi Anda bagi naskah ini.
is: Veldu hlutverk sem lýsir best framlagi þínu til innsendingarinnar.
is_is: Veldu hlutverk sem lýsir best þínu framlagi til þessarar innsendingar.
it_it: Seleziona il ruolo che meglio descrive il tuo contributo a questa proposta.
ja_jp: この投稿に対する貢献を最もよく表す役割を選択してください。
ka_ge: აირჩიეთ როლი, რომელიც საუკეთესოდ აღწერს თქვენს წვლილს ამ წარდგენაში.
kk: Осы материалға қосқан үлесіңізді сипаттайтын рөлді таңдаңыз.
ku_iq: ڕۆڵێک دیاری بکە کە تۆ بناسێنێت لە کاتی پێشکەشکردنی ئەم توێژینەوەیە.
lv: Izvēlieties lomu, kas vislabāk raksturo jūsu ieguldījumu šajā darbā.
mk_mk: Изберете ја улогата што најдобро го опишува вашиот придонес за овој поднесок.
mr: या सादरीकरणामधील तुमच्या योगदानाचे वर्णन करणारी सर्वोत्तम भूमिका (रोल) निवडा.
ms_my: Pilih peranan yang paling menggambarkan sumbangan anda kepada penyerahan ini.
nb: Velg rollen som best beskriver ditt bidrag til denne innleveringen.
nl_nl: Selecteer de rol die uw bijdrage aan deze inzending het best omschrijft.
pt_pt: Selecione o papel que melhor descreve a sua contribuição nesta submissão.
ro: Selectați rolul care descrie cel mai bine contribuția dvs. la această înregistrare.
ru_ru: Выберите роль, которая лучше всего описывает ваш вклад в этот материал.
sl_si: Izberite najbolj primerno vlogo, ki najbolje opčisuje vašo doprinos k prispevku.
sv_se: Välj den roll som bäst beskriver din del i det här bidraget.
th: เลือกบทบาทที่อธิบายถึงการมีส่วนร่วมของคุณในบทความนี้ได้ดีที่สุด
tr_tr: Bu gönderiye katkınızı en iyi tanımlayan rolü seçin.
uk_ua: Виберіть роль, яка найкраще описує ваш внесок у подання.
vi: Chọn vai trò mô tả rõ nhất sự đóng góp của bạn cho bài nộp này.
vi_vn: Chọn vai trò mô tả tốt nhất đóng góp của bạn cho bài nộp này.
