Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# editor.submission.decision.approveProofsDescription
source: The page proof file must be checked as approved to be made Available. Do you want to approve it?
ar_iq: ينبغي تأشير الملف على أنه مصادق عليه ليكون متاحاً. هل تريد المصادقة عليه الآن؟
az: Səhifə düzəltmə faylı, istifadə edilmək üçün təsdiq edildiyi formada yoxlanılmalıdır. Təsdiq etmək istəyirsinizmi?
bg_bg: Файлът с коректурата трябва да бъде отбелязан като одобрен, за да бъде наличен за последваща обработка. Искате ли да го одобрите?
ca_es: El fitxer de galerades ha de comprovar-se i aprovar-se per passar a estar disponible. Voleu aprovar-lo?
cs_cz: Soubor po korekturách musí být zatržen, aby byl přístupný. Chcete ho schválit?
da_dk: Sidens korrekturfil skal angives som værende godkendt for at blive gjort tilgængelig. Ønsker du at godkende den?
de_de: Die Datei der Korrekturfahne muss angenommen werden, um verfügbar gemacht werden zu können. Wollen Sie sie annehmen?
el_gr: Για να καταστεί διαθέσιμο το επιμελημένο αρχείο, πρέπει να σημειωθεί ως Εγκεκριμένο. Θέλετε να το εγκρίνετε?
eu: Orrialde-proba fitxategia onartuta bezala markatu behar da eskuragarri egon dadin. Onartu nahi duzu?
fa_ir: برای آنکه نسخه بازبینی نهایی قابل دسترسی باشد باید صفحه قابل بازبینی نهایی به عنوان تأیید شده، تیک خورده باشد. مایلید که تأیید کنید؟
fi_fi: Sivun korjausvedostiedosto on merkittävä hyväksytyksi, jotta se tulee saataville. Haluatko hyväksyä sen?
fr_fr: Il faut indiquer que le fichier d'épreuve en page a été approuvé pour qu'il soit disponible. Souhaitez-vous l'approuver ?
gl_es: O arquivo de compaxinadas debe marcarse como "aprobado" para que estea dispoñible. Queres aprobalo?
hr: Datoteka za provjeru stranice mora biti provjerena kao odobrena da bi bila dostupna. Želite li to odobriti?
hu: A korrektúrázott fájl oldalon jóvá kell hagynia, hogy elérhető legyen. Jóvá hagyja?
hy_am: Էջի սրբագրված նիշքը պետք է նշվի որպես հաստատված՝ հասանելի դարձնելու համար: Ցանկանու՞մ եք հաստատել այն։
id: File proof halaman harus diberi tanda disetujui agar Tersedia. Ingin menyetujuinya?
is: Síðuprófarkaskráin þarf að vera merkt sem samþykkt til að vera aðgengileg. Viltu samþykkja hana?
it_it: Il file delle bozze deve essere segnato come approvato per renderlo disponibile al pubblico. Vuoi approvarlo?
ja_jp: 校正ファイルを使用可能にするには、承認済みにする必要があります。 承認しますか。
ka_ge: გვერდის მტკიცებულების ფაილი უნდა შემოწმდეს, როგორც დამტკიცებულია, რომ ხელმისაწვდომი გახდეს. გსურთ ამის დამტკიცება?
kk: Жариялану үшін өзгертулері бар файл мақұлданған деп белгіленуі керек. Оны мақұлдағыңыз келе ме?
ku_iq: پەڕەی فایلی بەڵگەنامەکان دەبێت وردبینی بۆ بکرێت و قبوڵ بکرێت و چالاک بکرێت، ئایا دەتەوێت قبوڵی بکەیت؟
lv: Lappuses korektūras datne jāatzīmē kā apstiprināta, lai tā būtu pieejama. Vai vēlaties to apstiprināt?
mr: मुद्रित लेखनाची तपासणी पूर्ण झाल्यावर (page proof) फाईल पुढे उपलब्ध होण्यासाठी तिला मंजूरी (approve) देणे आवश्यक आहे. तुम्हाला ती मंजूर करायची आहे का?
ms_my: Fail bukti halaman mesti disemak sebagai diluluskan untuk disediakan. Adakah anda mahu meluluskannya?
nb: Filen med sistekorrektur må bli krysset av som godkjent for å bli tilgjengelig. Vil du godkjenne den?
nl_nl: De drukproef moet als goedgekeurd worden aangeduid om beschikbaar te worden gemaakt. Wilt u ze goedkeuren?
pl_pl: Wersja po korekcie musi zostać zatwierdzona, aby była dostępna. Czy chcesz ją zatwierdzić?
pt_pt: O ficheiro de prova de página deve ser marcado como aprovado para ser disponibilizado. Quer aprová-lo?
ro: Fișierul cu corectura trebuie verificat și aprobat pentru a fi disponibil. Vrei să o aprobi?
ru_ru: Файл с корректурой страницы должен быть отмечен как одобренный, чтобы его можно было опубликовать. Вы хотите одобрить его?
sl_si: Datoteka s korekturo mora biti odobrena, da bo na javno na voljo. Ali jo želite odobriti?
sr@cyrillic: Страница са пробним копијама мора бити означена као одобрена да би била доступна. Да ли желите да је одобрите?
sr_rs@latin: Stranica sa probnim kopijama mora biti označena kao odobrena da bi bila dostupna. Da li želite da je odobrite?
sv_se: Korrekturet måste godkännas för att göras tillgängligt. Vill du godkänna det?
th: ไฟล์ตรวจปรู๊ฟจะต้องได้รับการตรวจสอบและอนุมัติก่อนที่จะทำให้ใช้งานได้ คุณต้องการอนุมัติหรือไม่?
tr_tr: Sayfa düzeltme dosyası, kullanılmak üzere onaylandığı şekilde kontrol edilmelidir. Onaylamak istiyor musun?
uk_ua: Файл з коректурою сторінки має бути відмічений як схвалений, щоб його можна було опублікувати. Ви хочете схвалити його?
vi: Tệp bản in thử phải được kiểm tra là đã được phê duyệt để được cung cấp. Bạn có muốn phê duyệt không?
vi_vn: Bản in thử này phải được kiểm tra và đã được chấp thuận để sẵn sàng xuất bản. Bạn có muốn phê duyệt nó không?

# editor.submission.decision.approveProofs
source: Approve Proofs
ar_iq: المصادقة على التصحيحات
az: Düzəlişləri qəbul edin
bg_bg: Одобряване на коректурите
ca_es: Aprova galerades
cs_cz: Schválit korektury
da_dk: Godkend korrekturer
de_de: Korrekturfahne akzeptieren
el_gr: Έγκριση Διορθώσεων
eu: Onartu probak
fa_ir: تأیید نسخه بازبینی نهایی
fi_fi: Hyväksy korjausvedokset
fr_fr: Approuver les épreuves
gl_es: Aprobar probas
hr: Odobrite dokaze
hu: Korrektúrázások jóváhagyása
hy_am: Հաստատեք սրբագրումները
id: Setujui Proof
is: Samþykktar prófarkir
it_it: Approva le bozze
ja_jp: 校正承認
ka_ge: დამტკიცება
kk: Түзетуді мақұлдау
ku_iq: بەڵگەکانی قبوڵکردن
lv: Apstiprināt korektūras
mr: मुद्रित लेखनाची तपासणी (page proof) मंजूर करा
ms_my: Luluskan Bukti
nb: Godkjenn sistekorrektur
nl_nl: Proeven goedkeuren
pl_pl: Zatwierdź wersje po korekcie
pt_pt: Aprovar Provas
ro: Aprobare corectură
ru_ru: Одобрить корректуры
sl_si: Odobri korekturo
sr@cyrillic: Одобри пробне копије
sr_rs@latin: Odobri probne kopije
sv_se: Godkänn korrektur
th: อนุมัติการตรวจปรู๊ฟ
tr_tr: Düzeltmeleri Kabul Et
uk_ua: Схвалити коректури
vi: Phê duyệt bản in thử
vi_vn: Phê duyệt Hiệu đính

# editor.submission.decision.disapproveProofsDescription
source: This file proof will no longer be publicly available for download or purchase. Do you want to disapprove it?
ar_iq: إن هذا الملف لن يكون متاحاً للعامة لأغراض التنزيل أو الشراء. هل تريد رفع المصادقة منه؟
az: Bu fayl düzəlişləri artıq endirmə və ya almaq üçün hər kəsə açıq olmayacaq. Təsdiq etməmək istəyirsiniz?
bg_bg: Този файл с коректура вече няма да бъде публично достъпен за сваляне или покупка. Искате ли да отмените одобрението?
ca_es: Aquest fitxer de galerades ja no es podrà descarregar o comprar. Voleu rebutjar-les?
cs_cz: Tento soubor korektur již nebude dostupný ke stažení či koupi. Opravdu chcete zrušit jeho scvhálení?
da_dk: Denne korrekturfil vil ikke længere blive gjort offentlig tilgængelig via download eller anden erhvervelse. Ønsker du at misbillige det?
de_de: Diese Korrekturfahne wird nicht weiter zum Download oder Erwerb zur Verfügung stehen. Wollen Sie sie ablehnen?
el_gr: Αυτό το επιμελημένο αρχείο δεν θα είναι πλέον διαθέσιμο για λήψη ή αγορά. Θέλετε να το απορρίψετε?
eu: Fitxategi-froga hau ez da gehiago publikoki eskuragarri egongo deskargatzeko edo erosteko. Onarpena atzera bota nahi duzu?
fa_ir: این نسخه بازبینی نهایی دیگر برای دانلود و یا خرید در دسترس نخواهد بود. آیا می‌خواهید این نسخه را لغو تأیید کنید.
fi_fi: Tämä tiedoston korjausvedos ei ole enää julkistettava ladattavissa tai ostettavissa. Haluatko jättää sen hyväksymättä?
fr_fr: Ce fichier d'épreuve ne pourra plus être téléchargé ou acheté par le public. Souhaitez-vous le désapprouver ?
gl_es: Esta compaxinada xa non estará dispoñible públicamente para a sua descarga ou compra. Queres rexeitalo?
hr: Ovaj dokaz datoteke više neće biti javno dostupan za preuzimanje ili kupnju. Želite li to odbiti?
hu: Ez a korrektúrázott fájl nem lesz nyilvánosan letölthető vagy beszerezhető. Szeretné elutasítani?
hy_am: Այս նիշքի սրբագրումն այլևս հասանելի չի լինի հանրությանը ներբեռնման կամ գնման համար: Ցանկանու՞մ եք չհաստատել այն:
id: Proof file ini tidak akan tersedia lagi bagi publik untuk diunduh atau dibeli. Apakah Anda ingin menolaknya?
is: Þessi prófakarskrá verður ekki lengur aðgengileg öllum til niðurhals eða kaupa. Viltu afturkalla samþykki?
it_it: Il file non sarà disponibile al pubblico o acquistabile. Vuoi non approvarlo ?
ja_jp: この校正ファイルは、今後、一般にダウンロードや購入ができなくなります。非承認にしますか？
ka_ge: ეს ფაილის მტკიცებულება აღარ იქნება საჯაროდ ხელმისაწვდომი ჩამოსატვირთად ან შესაძენად. გსურთ უარყო ეს?
kk: Бұл түзету енгізген файлды енді жүктеп алу немесе сатып алу қолжетімді болмайды. Оның мақұлдауынан бас тартқыңыз келе ме?
ku_iq: ئەم فایلی بەڵگەیە هیچی دیکە بۆ گشتی و دابەزاندن و داواکردن بەردەست نابێت. ئایا دەتەوێت قبوڵکردنەکە بکشێنیتەوە؟
lv: Šī korektūras datne vairs nebūs publiski pieejama lejupielādei vai iegādei. Vai vēlaties to noraidīt?
mr: ही मुद्रित लेखनाच्या तपासणीची (page proof) फाईल यापुढे डाउनलोड किंवा खरेदीसाठी सार्वजनिकरित्या उपलब्ध नसेल. तुम्हाला ते नामंजूर करायचे आहे का?
ms_my: Bukti fail ini tidak lagi tersedia secara umum untuk dimuat turun atau dibeli. Adakah anda mahu menolaknya?
nb: Sistekorrekturen vil ikke lenger være offentlig tilgjengelig for nedlasting eller kjøp. Vil du avvise den?
nl_nl: Deze drukproef zal niet langer publiek beschikbaar zijn voor downloaden of aankopen. Wilt u ze afkeuren?
pl_pl: Plik wersji po korekcie nie będzie dłużej dostępny do pobrania lub kupienia. Czy chcesz go odrzucić?
pt_pt: Este ficheiro de prova não estará mais disponível publicamente para download ou compra. Quer desaprová-lo?
ro: Acest fișier de corectură nu va mai fi public pentru descărcare sau cumpărare. Vrei să îl dezaprobi?
ru_ru: Этот файл корректуры больше не будет доступен для скачивания или покупки. Вы хотите отменить его одобрение?
sl_si: Ta korektura ne bo več javno na voljo za prenos ali nakup. Ali ste prepričani, da jo želite zavrniti?
sr@cyrillic: Ова проверена копија више неће бити јавно доступна за преузимање или куповину. Да ли желите да је укинете?
sr_rs@latin: Ova proverena kopija više neće biti javno dostupna za preuzimanje ili kupovinu. Da li želite da je ukinete?
sv_se: Den här korrekturfilen kommer inte längre vara publikt tillgänglig för nedladdning eller köp. Vill du avslå det?
th: ไฟล์ตรวจปรู๊ฟนี้จะไม่สามารถดาวน์โหลดหรือซื้อได้อีกต่อไป คุณต้องการยกเลิกการอนุมัติหรือไม่?
tr_tr: Bu dosya düzeltmeleri artık indirme veya satın alma için herkese açık olmayacaktır. Onaylamamak mı istiyorsun?
uk_ua: Цей файл коректури більше не буде доступний для завантаження або придбання. Ви хочете відхилити схвалення?
vi: Bản in thử tệp này sẽ không còn được cung cấp công khai để tải xuống hoặc mua. Bạn có muốn từ chối phê duyệt không?
vi_vn: Bản in này sẽ không còn có sẵn công khai để tải xuống hoặc mua. Bạn có muốn từ chối nó?

# editor.submission.decision.revertDecline
source: Revert Decline
az: Rədd etməyi ləğv edin
bg_bg: Отмяна на отказ
cs_cz: Vrátit zamítnutí
eu: Ukoa atzera bota
gl_es: Reverter o rexeitamento
hr: Vrati Odbij
hu: Visszautasítás visszaállítása
hy_am: Չեղարկել մերժումը
id: Pulihkan Penolakan
is: Snúa við höfnun
ja_jp: 不採用を元に戻す
ka_ge: გადაწყვეტილების შეცვლა
kk: Материалды қабылдамаудан бас тарту
lv: Atcelt materiāla noraidījumu
mr: नकाराच्या टप्प्यावरून परत फिरा
ms_my: Kembalikan Penolakan
nb: Omgjør avvisning
pt_pt: Reverter Rejeição
ru_ru: Отменить отклонение материала
sl_si: Spremeni zavrnitev
th: ยกเลิกการปฏิเสธ
tr_tr: Reddetmeyi Geri Al
vi: Hủy từ chối

# editor.submission.decision.revertDecline.description
source: Revert a previous decision to decline this submission and return it to the active editorial process. The author has been notified, unless you chose to skip that email.
az: #YOX
bg_bg: Отменете предишно решение за отхвърляне на тези материали и ги върнете към активния редакционен процес.
cs_cz: Vrátit předchozí rozhodnutí o zamítnutí tohoto příspěvku a vrátit jej do aktivního redakčního procesu. Autor byl informován, pokud jste se nerozhodli tento e-mail přeskočit.
eu: Ezeztatu bidalketa hau baztertzeko aurreko erabakia eta itzuli prozesu editorial aktibora. Egileari jakinarazi zaio, mezu elektroniko hori saltatzea aukeratu ez baduzu behintzat.
hr: Vratite prethodnu odluku o odbijanju ovog podneska i vratite ga na aktivni urednički postupak. Autor je obaviješten, osim ako niste odlučili preskočiti tu e-poruku.
hy_am: Հետարկեք այս ներկայացումը մերժելու նախկին որոշումը և վերադարձրեք այն ակտիվ խմբագրական գործընթացին: Հեղինակը ծանուցվել է, եթե դուք չեք որոշել բաց թողնել այդ էլ. նամակը։
id: Mengarik kembali keputusan sebelumnya untuk menolak naskah ini dan kembali ke proses editorial aktif. Penulis telah diberitahukan, kecuali jika anda melewatkan email tersebut.
lv: Atcelt iepriekšējo lēmumu par šī materiāla noraidīšanu un atjaunot to aktīvā redakcijas procesā. Autors ir informēts, ja vien neesat izvēlējies šo e-pastu izlaist.
mr: हे सादरीकरण नाकारण्याचा मागील निर्णय फिरवा आणि ते संपादकीय प्रक्रियेत सक्रिय करा. त्याबद्दल लेखकाला, तुम्ही प्रतिबंधीत केले नसल्यास, ई-मेलने सूचित केले आहे.
pt_pt: Reverta a decisão anterior de rejeitar esta submissão e devolva-a ao fluxo ativo do processo editorial. O autor foi notificado, a menos que tenha optado por ignorar o e-mail.
th: ยกเลิกการตัดสินใจปฏิเสธก่อนหน้านี้และนำกลับไปสู่กระบวนการบรรณาธิการที่ยังดำเนินอยู่ ผู้เขียนได้รับการแจ้งเตือนแล้ว เว้นแต่คุณเลือกที่จะข้ามอีเมลนั้น
vi: Hủy một quyết định trước đó từ chối bài nộp này và trả lại nó cho quy trình biên tập đang hoạt động. Tác giả đã được thông báo, trừ khi bạn chọn bỏ qua email đó.

# editor.submission.decision.revertDecline.log
source: {$editorName} reversed the decision to decline this submission.
az: #YOX
bg_bg: {$editorName} отмени предишно решение за отхвърляне на тези материали.
cs_cz: {$editorName} zrušil/a rozhodnutí o zamítnutí tohoto příspěvku.
eu: {$editorName}-ek bidalketa hau baztertzeko erabakia bertan behera utzi du.
hr: {$editorName} poništio je odluku o odbijanju ovog slanja.
hy_am: {$editorName} -ը չեղարկել է այս ներկայացումը մերժելու որոշումը:
id: {$editorName} membatalkan keputusan untuk menolak naskah ini.
is: {$editorName} sneri ákvörðun um að hafna þessari innsendingu.
ka_ge: {$editorName}-მა გააუქმა გადაწყვეტილება ამ გაგზავნის უარყოფის შესახებ.
kk: {$editorName} бұл материалды қабылдамау туралы шешім өзгертілді.
lv: {$editorName} atcēla lēmumu noraidīt šo iesniegto materiālu.
mr: {$editorName} ने हे सादरीकरण नाकारण्याचा निर्णय उलट फिरवला.
pt_pt: {$editorName} reverteu a decisão de rejeitar esta submissão.
th: {$editorName} ได้ยกเลิกการตัดสินใจปฏิเสธบทความนี้
vi: {$editorName} đã đảo ngược quyết định từ chối bài nộp này.

# editor.submission.decision.revertDecline.completed
source: Submission Reactivated
az: #YOX
bg_bg: Материалите са върнати към активен редакционен процес
cs_cz: Opětovná aktivace příspěvku
eu: Bidalketa berraktibatua
hr: Slanje ponovno aktivirano
hy_am: Ներկայացումը վերաակտիվացված է
id: Naskah Diaktifkan Kembali
is: Innsending endurvirkjuð
ka_ge: გაგზავნა ხელახლა გააქტიურებულია
kk: Материал қайта белсенді
lv: Iesniegtais materiāls aktivizēts atkārtoti
mr: सादरीकरण पुन्हा सक्रिय केले
pt_pt: Submissão Reativada
th: เปิดใช้งานการส่งงานอีกครั้ง
vi: Bài nộp đã kích hoạt lại

# editor.submission.decision.revertDecline.completed.description
source: The submission, {$title}, is now an active submission in the review stage.
az: #YOX
bg_bg: Материалът {$title} вече е активен на етап рецензиране.
cs_cz: Příspěvek {$title} je nyní aktivním příspěvkem v recenzní fázi.
eu: {$title} bidalketa berrikuspen-fasean dagoen bidalketa aktibo bat da orain.
hr: Podnesak, {$title}, sada je aktivan podnesak u fazi pregleda.
hy_am: {$title} ներկայացումն այժմ ակտիվ ներկայացում է գրախոսման փուլում:
id: Naskah, {$title}, sekarang adalah naskah aktif pada tahap review.
is: Innsendingin {$title} er nú virk og hefur verið sett á ritrýnistig.
ka_ge: წარდგენა, {$title}, ახლა აქტიური წარდგენაა განხილვის ეტაპზე.
kk: {$title} материал қазір тексерілуде.
lv: Iesniegtais materiāls "{$title}" tagad ir aktīvs materiāls recenzēšanas posmā.
mr: {$title} - हे सादरीकरण आता समीक्षणाच्या टप्प्यात सक्रिय केले गेले आहे.
pt_pt: Esta submissão, {$title}, está agora ativa na etapa de revisão.
th: การส่งงาน, {$title}, กลับมาอยู่ในขั้นตอนการทบทวนอีกครั้ง
vi: Bài nộp, {$title}, hiện là bài nộp đang hoạt động trong giai đoạn đánh giá.

# editor.submission.decision.revertDecline.notifyAuthorsDescription
source: Send an email to the authors to let them know that a previous decision to decline this submission has been reverted. Explain why the decision was reverted and let them know whether the submission is expected to undergo further review.
az: #YOX
bg_bg: Изпратете имейл до авторите, за да ги уведомите, че предишно решение за отхвърляне на тези материали е отменено. Обяснете защо решението е отменено и ги уведомете дали се очаква подаването да бъде рецензирано.
cs_cz: Pošlete autorům e-mail, ve kterém jim oznámíte, že předchozí rozhodnutí o zamítnutí tohoto příspěvku bylo zrušeno. Vysvětlete, proč bylo rozhodnutí zrušeno, a sdělte jim, zda se očekává, že příspěvek bude podroben dalšímu recenznímu řízení.
eu: Bidali mezu elektroniko bat egileei bidalketa hau baztertzeko aurreko erabakia atzera bota dela jakinarazteko. Azaldu zergatik atzera bota den erabakia eta jakinarazi bidalketak berrikuspen gehiago jasotzea espero den ala ez.
hr: Pošaljite e-poruku autorima da ih obavijestite da je prethodna odluka o odbijanju ovog podneska poništena. Objasnite zašto je odluka poništena i obavijestite ih očekuje li se daljnji pregled podneska.
hy_am: Նամակ ուղարկեք հեղինակներին՝ տեղեկացնելու նրանց, որ այս ներկայացումը մերժելու նախկին որոշումը հետ է վերադարձվել: Բացատրեք, թե ինչու է որոշումը չեղարկվել և տեղեկացրեք նրանց, թե արդյոք ակնկալվում է, որ ներկայացումը կենթարկվի հետագա գրախոսման:
id: Mengirimkan email kepada penulis untuk memberitahukan mereka bahwa keputusan sebelumnya untuk menolak naskah ini telah dibatalkan. Jelaskan mengapa keputusan dibatalkan dan beritahu mereka kapan naskah diharapkan menjalani review lebih lanjut.
is: Sendu höfundi tölvupóst með upplýsingum um að fyrri ákvörðun um höfnun innsendingar hafi verið afturkölluð. Útskýrðu ástæðu þessa og upplýstu um hvort áætlað er að senda greinina í frekari ritrýni.
ka_ge: გაუგზავნეთ ელფოსტა ავტორებს, რათა აცნობოთ მათ, რომ წინა გადაწყვეტილება ამ წარდგენის უარყოფის შესახებ დაბრუნებულია. აუხსენით, რატომ იქნა მიღებული გადაწყვეტილება და აცნობეთ მათ, მოსალოდნელია თუ არა წარდგენის შემდგომი განხილვა.
kk: Авторларға осы жіберуді қабылдамау туралы алдыңғы шешім кері қайтарылғанын хабарлау үшін электрондық хат жіберіңіз. Шешімнің неліктен жойылғанын түсіндіріңіз және одан әрі қарау күтіп тұрғанын хабарлаңыз.
lv: Nosūtīt autoriem e-pastu, lai informētu, ka iepriekšējais lēmums noraidīt šo materiālu ir atcelts. Paskaidrojiet, kāpēc lēmums tika atcelts, un informējiet autorus, vai materiāls tiks recenzēts.
mr: हे सादरीकरण नाकारण्याचा मागील निर्णय उलट फिरवण्यात आला आहे हे लेखकांना ई-मेलने कळवा. निर्णय का फिरवला ते स्पष्ट करा आणि सादरीकरणाचे समीक्षण केले जाईल का ते त्यांना कळवा.
pt_pt: Envie um e-mail aos autores para informá-los de que uma decisão anterior de rejeitar esta submissão foi revertida. Explique o porquê da decisão ter sido revertida e informe-os se a submissão deverá ser submetida a nova revisão.
th: ส่งอีเมลถึงผู้เขียนเพื่อแจ้งว่าการตัดสินใจปฏิเสธก่อนหน้านี้ถูกยกเลิก อธิบายเหตุผลที่ยกเลิกการตัดสินใจและแจ้งให้พวกเขาทราบว่าการส่งงานนั้นจะต้องทบทวนเพิ่มเติมหรือไม่
vi: Gửi email cho tác giả để thông báo rằng quyết định trước đó từ chối bài nộp này đã bị hủy. Giải thích lý do quyết định bị hủy và cho họ biết liệu bài nộp có được mong đợi trải qua thêm đánh giá hay không.

# editor.submission.decision.revertInitialDecline.completed.description
source: The submission, {$title}, is now active in the submission stage. The author has been notified, unless you chose to skip that email.
az: #YOX
bg_bg: Материалът {$title} вече е активен на етапа с получени материали.
cs_cz: Příspěvek {$title} je nyní aktivní ve fázi podání. Autor byl informován, pokud jste se nerozhodli tento e-mail přeskočit.
eu: {$title} bidalketa aktibo dago orain bidalketa-fasean. Egileari jakinarazi zaio, mezu elektroniko hori saltatzea aukeratu ez baduzu behintzat.
hr: Podnesak, {$title}, sada je aktivan u fazi podnošenja. Autor je obaviješten, osim ako niste odlučili preskočiti tu e-poruku.
hy_am: {$title} ներկայացումը այժմ ակտիվ է ներկայացման փուլում: Հեղինակը ծանուցվել է, եթե դուք չեք որոշել բաց թողնել այդ էլ. նամակը։
id: Naskah, {$title}, sekarang aktif pada tahap pengiriman naskah. Penulis telah diberitahu, kecuali jika anda memilih untuk melewati email tersebut.
lv: Materiāls "{$title}" tagad ir aktīvs iesniegšanas posmā. Autors ir informēts, ja vien neesat izvēlējies šo e-pastu izlaist.
mr: {$title} - हे सादरीकरण आता सादरीकरण टप्प्यात सक्रिय केले गेले आहे. त्याबद्दल लेखकाला, तुम्ही प्रतिबंधीत केले नसल्यास, ई-मेलने सूचित केले आहे.
pt_pt: A submissão {$title}, está agora ativa na etapa da submissão. O autor foi notificado, a menos que tenha optado por ignorar esse e-mail.
th: การส่งงาน, {$title}, กลับมาอยู่ในขั้นตอนการส่งงาน ผู้เขียนได้รับการแจ้งเตือนแล้ว เว้นแต่คุณเลือกที่จะข้ามอีเมลนั้น
vi: Bài nộp, {$title}, hiện đang hoạt động trong giai đoạn nộp bài. Tác giả đã được thông báo, trừ khi bạn chọn bỏ qua email đó.
