Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# metadata.property.validationMessage.chapter-title
source: Please enter a valid chapter title.
ar_iq: لطفاً، أدخل عنوناً صحيحاً للفصل.
az: Zəhmət olmasa etibarlı bir fəsil adı daxil edin
bg_bg: Моля, въведете валидно заглавие на глава на изданието.
ca_es: Introduïu un títol de capítol vàlid.
cs_cz: Zadejte, prosím, platný název kapitoly.
da_dk: Indtast en gyldig kapiteltitel.
de_de: Bitte geben Sie einen gültigen Kapiteltitel ein.
el_gr: Παρακαλούμε εισάγετε έναν έγκυρο τίτλος κεφαλαίου
eu: Mesedez, idatzi kapituluaren baliozko titulua.
fa_ir: لطفاً عنوان فصل را وارد کنید
fi_fi: Anna kelvollinen luvun otsikko.
fr_fr: Veuillez saisir un titre de chapitre valide.
gl_es: Insira un título de capítulo válido.
hr: Unesite važeći naslov poglavlja.
hu: Kérjük, adjon meg egy érvényes fejezetcímet.
hy_am: Խնդրում ենք մուտքագրել գլխի վավեր վերնագիր:
id: Masukkan judul bab yang valid.
is: Vinsamlega sláðu inn gilt kaflaheiti.
is_is: Vinsamlega sláðu inn gilt kaflaheiti.
it_it: Inserisci il titolo del capitolo.
ja_jp: 適切な章のタイトルを入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი თვლის სათაური.
kk: Жарамды тарау атауын енгізіңіз.
ku_iq: تکایە ناونیشانێکی بەشیی دروست بنوسە.
lv: Lūdzu, ievadiet derīgu nodaļas virsrakstu.
mk_mk: Внеси валиден наслов на глава.
mr: कृपया एका वैध प्रकरणाचे शीर्षक नोंदवा.
ms_my: Sila masukkan tajuk bab yang sah.
nb: Skriv inn en gyldig kapitteltittel.
nl_nl: Geef een geldige hoofdstuktitel.
pl_pl: Proszę o wpisanie poprawnego tytułu rozdziału.
pt_pt: Insira um título de capítulo válido.
ro: Vă rugăm să introduceți un titlu de capitol valid.
ru_ru: Пожалуйста, введите правильное название главы.
sl_si: Prosimo vnesite veljaven naslov poglavja.
sr@cyrillic: Унесите исправан наслов поглавља.
sr_rs@latin: Unesite ispravan naslov poglavlja.
sv_se: Vänligen ange en giltig kapiteltitel.
th: กรุณากรอกชื่อบทที่ถูกต้อง
tr_tr: Lütfen geçerli bir bölüm adı giriniz.
uk_ua: Будь ласка, вкажіть коректну назву глави.
vi: Vui lòng nhập tiêu đề chương hợp lệ.
vi_vn: Vui lòng nhập một tiêu đề chương hợp lệ.
zh_cn: 请输入一个有效的章节标题

# metadata.property.displayName.edition
source: Edition
ar_iq: طبعة
az: Nəşr/tiraj
bg_bg: Издание
ca_es: Edició
cs_cz: Vydání
da_dk: Udgave
de_de: Ausgabe
el_gr: Έκδοση
eu: Edizioa
fa_ir: شماره ویرایش
fi_fi: Painos
fr_fr: Édition
gl_es: Edición
hr: Urediti
hu: Kiadás
hy_am: Հրատարակություն
id: Edisi
is: Útgáfa
is_is: Útgáfa
it_it: Edizione
ja_jp: 版
ka_ge: გამოცემა
kk: Баспа
ku_iq: چاپ
lv: Izdevums
mk_mk: Едиција
mr: आवृत्ती
ms_my: Edisi
nb: Utgave
nl_nl: Editie
pl_pl: Wydanie
pt_pt: Edição
ro: Ediția
ru_ru: Издание
sl_si: Zvezek
sr@cyrillic: Едиција
sr_rs@latin: Edicija
sv_se: Utgåva
th: ฉบับที่
tr_tr: Baskı
uk_ua: Видання
vi: Phiên bản
vi_vn: Phiên bản
zh_cn: 版本

# metadata.property.validationMessage.edition
source: Please enter a valid edition.
ar_iq: لطفاً، أدخل طبعة صحيحة.
az: Zəhmət olmasa etibarlı bir tiraj ədədi daxil edin
bg_bg: Моля, въведете валидно издание.
ca_es: Introduïu una edició vàlida.
cs_cz: Zadejte, prosím, platnou hodnotu pro vydání.
da_dk: Indtast en gyldig udgave.
de_de: Bitte geben Sie eine gültige Ausgabe ein.
el_gr: Παρακαλούμε εισάγετε μια έγκυρη έκδοση
eu: Mesedez, idatzi baliozko edizioa.
fa_ir: لطفاً شماره ویرایش را وارد کنید
fi_fi: Anna kelvollinen painos (laitos).
fr_fr: Veuillez saisir une édition valide.
gl_es: Insira unha edición válida.
hr: Unesite važeće izdanje.
hu: Kérjük adjon meg egy érvényes kiadást.
hy_am: Խնդրում ենք մուտքագրել վավեր հրատարակություն:
id: Masukkan edisi yang valid.
is: Vinsamlega sláðu inn gilda útgáfu.
is_is: Vinsamlega sláðu inn gilda útgáfu.
it_it: Inserisci un'edizione valida.
ja_jp: 適切な版情報を入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი გამოცემა.
kk: Дұрыс шығарылымды енгізіңіз.
ku_iq: تکایە ژمارەیەکی دروستی چاپەکە بنوسە.
lv: Lūdzu, ievadiet derīgu izdevumu.
mk_mk: Внеси валидна едиција.
mr: कृपया आवृत्ती ग्राह्य स्वरूपात नोंदवा.
ms_my: Sila masukkan edisi yang sah.
nb: Skriv inn en gyldig utgave.
nl_nl: Geef een geldige editie.
pl_pl: Proszę o wpisanie poprawnego oznaczenia wydania.
pt_pt: Insira uma edição válida.
ro: Vă rugăm să introduceți o ediție validă.
ru_ru: Пожалуйста, введите правильное издание.
sl_si: Prosimo vnesite veljaven zvezek.
sr@cyrillic: Унесите исправну едицију.
sr_rs@latin: Unesite ispravnu ediciju.
sv_se: Vänligen ange en giltig utgåva.
th: กรุณากรอกฉบับที่ที่ถูกต้อง
tr_tr: Lütfen geçerli bir baskı sayısı giriniz.
uk_ua: Будь ласка, вкажіть коректний номер видання.
vi: Vui lòng nhập phiên bản hợp lệ.
vi_vn: Vui lòng nhập một phiên bản hợp lệ.
zh_cn: 请输入一个有效的版本

# metadata.property.displayName.series
source: Series
ar_iq: الدورية
az: Seriya
bg_bg: Серия
ca_es: Sèries
cs_cz: Série
da_dk: Serie
de_de: Reihe
el_gr: Σειρά
eu: Bilduma
fa_ir: سری‌ها
fi_fi: Sarja
fr_fr: Collection
gl_es: Colección
hr: Niz
hu: Sorozat
hy_am: Մատենաշար
id: Seri
is: Ritröð
is_is: Ritröð
it_it: Serie
ja_jp: シリーズ名
ka_ge: სერია
kk: Серия
ku_iq: زنجیرە
lv: Sērija
mk_mk: Серија
mr: मालिका
ms_my: Siri
nb: Serie
nl_nl: Serie
pl_pl: Seria
pt_pt: Série
ro: Serie
ru_ru: Серия
sl_si: Serija
sr@cyrillic: Серија
sr_rs@latin: Serija
sv_se: Serie
th: ชุด
tr_tr: Seriler
uk_ua: Серії
vi: Loạt
vi_vn: Loạt
zh_cn: 系列

# metadata.property.validationMessage.series
source: Please enter a valid series.
ar_iq: لطفاً، أدخل دورية صحيحة.
az: Zəhmət olmasa etibarlı bir seriya məlumatı daxil edin
bg_bg: Моля, въведете валидна серия.
ca_es: Introduïu una sèrie vàlida.
cs_cz: Zadejte, prosím, platnou hodnotu pro sérii.
da_dk: Indtast en gyldig serie.
de_de: Bitte geben Sie eine gültige Reihe ein.
el_gr: Παρακαλούμε εισάγετε μια έγκυρη σειρά
eu: Mesedez, idatzi baliozko bilduma.
fa_ir: لطفاً شماره سری را وارد کنید
fi_fi: Anna kelvollinen sarja.
fr_fr: Veuillez saisir une collection valide.
gl_es: Insira unha colección válida.
hr: Unesite valjanu seriju.
hu: Kérjük, adjon meg egy érvényes sorozatot.
hy_am: Խնդրում ենք մուտքագրել վավեր մատենաշար:
id: Masukkan seri yang valid.
is: Vinsamlega sláðu inn gilda ritröð.
is_is: Vinsamlega sláðu inn gilda ritröð.
it_it: Inserire una serie valida.
ja_jp: 適切なシリーズ名を入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი სერია.
kk: Дұрыс серияны енгізіңіз.
ku_iq: تکایە ژمارەیەکی دروستی زنجیرەکە بنوسە.
lv: Lūdzu, ievadiet derīgu sēriju.
mk_mk: Внесите валидни серија.
mr: कृपया माला ग्राह्य स्वरूपात नोंदवा.
ms_my: Sila masukkan siri yang sah.
nb: Skriv inn en gyldig serie.
nl_nl: Geef een geldige serie.
pl_pl: Prosze o wpisanie poprawnej nazwy serii.
pt_pt: Insira uma série válida.
ro: Vă rugăm să introduceți o serie validă.
ru_ru: Пожалуйста, введите правильную серию.
sl_si: Prosimo vnesite veljavno serijo.
sr@cyrillic: Унесите исправну серију.
sr_rs@latin: Unesite ispravnu seriju.
sv_se: Vänligen ange en giltig serie.
th: กรุณากรอกชุดที่ถูกต้อง
tr_tr: Lütfen geçerli bir seri bilgisi giriniz.
uk_ua: Будь ласка, вкажіть коректні серії.
vi: Vui lòng nhập loạt hợp lệ.
vi_vn: Vui lòng nhập một Loạt hợp lệ.
zh_cn: 请输入一个有效的序列

# metadata.property.displayName.supplement
source: Supplement
ar_iq: المكمل
az: Əlavə
bg_bg: Допълнение
ca_es: Suplement
cs_cz: Dodatek
da_dk: Tillæg
de_de: Beilage
el_gr: Συμπλήρωμα
eu: Gehigarria
fa_ir: ویژه‌نامه
fi_fi: Suplementti
fr_fr: Supplément
gl_es: Suplemento
hr: Dopuniti
hu: Kiegészítés
hy_am: Հավելում
id: Tambahan
is: Fylgirit
is_is: Fylgirit
it_it: Supplemento
ja_jp: 補遺
ka_ge: დანამატი
kk: Толықтырулар
ku_iq: پاشکۆ
lv: Papildinājums
mk_mk: Додаток
mr: परिशिष्ट
ms_my: Tambahan
nb: Tillegg
pl_pl: Suplement
pt_pt: Suplemento
ro: Supliment
ru_ru: Дополнение
sl_si: Dodatek
sr@cyrillic: Додатак
sr_rs@latin: Dodatak
sv_se: Bilaga
th: ส่วนเสริม
tr_tr: Ek
uk_ua: Додаток
vi: Phụ lục
vi_vn: Phụ trương
zh_cn: 补充

# metadata.property.validationMessage.supplement
source: Please enter a valid supplement.
ar_iq: لطفاً، أدخل مكملاً صحيحاً.
az: Zəhmət olmasa etibarlı bir əlavə məlumat daxil edin
bg_bg: Моля, въведете валидно допълнение на изданието.
ca_es: Introduïu un suplement vàlid.
cs_cz: Zadejte, prosím, platnou hodnotu pro doplněk.
da_dk: Indtast et gyldigt tillæg.
de_de: Bitte geben Sie eine gültige Beilage ein.
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο συμππλήρωμα
eu: Mesedez, idatzi baliozko eranskina.
fa_ir: لطفاً ویژه نامه را وارد کنید
fi_fi: Anna kelvollinen suplementti.
fr_fr: Veuillez saisir un supplément valide.
gl_es: Insira un suplemento válido.
hr: Unesite važeći dodatak.
hu: Kérjük, adjon meg egy érvényes kiegészítést.
hy_am: Խնդրում ենք մուտքագրել վավեր հավելում:
id: Masukkan tambahan yang valid.
is: Vinsamlega sláðu inn gilt fylgirit.
is_is: Vinsamlega sláðu inn gilt fylgirit.
it_it: Inserisci il titolo del supplemento.
ja_jp: 適切な補遺を入力して下さい。
ka_ge: გთხოვთ, შეიყვანოთ სწორი დამატება.
kk: Дұрыстап толықтырып енгізіңіз.
ku_iq: تکایە پاشکۆیەکی دروست بنوسە.
lv: Lūdzu, ievadiet derīgu papildinājumu.
mk_mk: Внесете важечки додаток.
mr: कृपया परिशिष्ट ग्राह्य स्वरूपात नोंदवा.
ms_my: Sila masukkan tambahan yang sah.
nb: Legg til et gyldig tillegg.
nl_nl: Geef een geldig supplement.
pl_pl: Proszę o wpisanie poprawnego tytułu suplementu.
pt_pt: Insira um suplemento válido.
ro: Vă rugăm să introduceți un supliment valid.
ru_ru: Пожалуйста, введите правильное дополнение.
sl_si: Prosimo vnesite veljaven dodatek.
sr@cyrillic: Унесите исправан додатак.
sr_rs@latin: Unesite ispravan dodatak.
sv_se: Vänligen ange en giltig bilaga.
th: กรุณากรอกส่วนเสริมที่ถูกต้อง
tr_tr: Lütfen geçerli bir ek bilgisi giriniz.
uk_ua: Будь ласка, коректно вкажіть додаток.
vi: Vui lòng nhập phụ lục hợp lệ.
vi_vn: Vui lòng nhập một phụ trương hợp lệ.
zh_cn: 请输入一个有效的补充

# metadata.property.displayName.conf-date
source: Conference Date
ar_iq: تأريخ المؤتمر
az: Konfrans tarixi
bg_bg: Дата на конференцията
ca_es: Data de la conferència
cs_cz: Datum konference
da_dk: Konferencedato
de_de: Konferenzdatum
el_gr: Ημερομηνία Συνεδρίου
eu: Ekitaldiaren data
fa_ir: تاریخ کنفرانس
fi_fi: Konferenssin päivämäärä
fr_fr: Date de la conférence
gl_es: Data da conferencia
hr: Datum konferencije
hu: Konferencia dátum
hy_am: Համաժողովի ամսաթիվը
id: Tanggal Konferensi
is: Ráðstefnudagur
is_is: Ráðstefnudagur
it_it: Data del convegno
ja_jp: 会議開催日
ka_ge: კონფერენციის თარიღი
kk: Конференцияның уақыты
ku_iq: ڕێککەوتی کۆنفرانس
lv: Konferences datums
mk_mk: Датум на конференцијата
mr: संमेलनाची तारीख
ms_my: Tarikh Persidangan
nb: Konferansedato
nl_nl: Datum van de conferentie
pl_pl: Data konferencji
pt_pt: Data da Conferência
ro: Dată conferință
ru_ru: Дата конференции
sl_si: Datum konference
sr@cyrillic: Датум конференције
sr_rs@latin: Datum konferencije
sv_se: Konferensdatum
th: วันที่การประชุม
tr_tr: Konferans Tarihi
uk_ua: Дата конференції
vi: Ngày hội nghị
vi_vn: Ngày hội nghị
zh_cn: 会议日期

# metadata.property.validationMessage.conf-date
source: Please enter a valid conference date (format: YYYY-MM-DD).
ar_iq: لطفاً، أدخل تأريخاً صحيحاً للمؤتمر (بصيغة: YYYY-MM-DD).
az: Zəhmət olmasa etibarlı bir konfrans tarixi daxil edin (Format: İİİİ-AA-GG).
bg_bg: Моля, въведете валидна дата на конференцията (формат: ГГГГ-ММ-ДД).
ca_es: Introduïu una data de conferència vàlida (format: DD-MM-AAAA).
cs_cz: Zadejte, prosím, platné datum konference (formát RRRR-MM-DD).
da_dk: Indtast en gyldig konferencedato (format: ÅÅÅÅ-MM-DD).
de_de: Bitte geben Sie ein gültiges Konferenzdatum ein (Format: JJJJ-MM-TT).
el_gr: Παρακαλούμε εισάγετε μια έγκυρη ημερομηνία συνεδρίου (μορφή: YYYY-MM-DD).
eu: Mesedez, idatzi kongresuaren baliozko data (formatua: UUUU-HH-EE).
fa_ir: لطفاً تاریخ کنفرانس را وارد کنید: YYYY-MM-DD
fi_fi: Anna kelvollinen konferenssin päivämäärä (muodossa: VVVV-KK-PP).
fr_fr: Veuillez saisir une date de conférence valide (format : AAA-MM-JJ).
gl_es: Insira unha data da conferencia válida (formato: AAAA-MM-DD).
hr: Unesite važeći datum konferencije (format: GGGG-MM-DD).
hu: Kérjük, adjon meg egy érvényes konferencia dátumot (formátum: ÉÉÉÉ-HH-NN).
hy_am: Խնդրում ենք մուտքագրել համաժողովի վավեր ամսաթիվ (ձևաչափ՝ ՏՏՏՏ-ԱԱ-ՕՕ):
id: Masukkan tanggal konferensi yang valid (format: YYYY-MM-DD).
is: Vinsamlega sláðu inn leyfilegan ráðstefnudag (snið: AAAA-MM-DD).
is_is: Vinsamlega sláðu inn leyfilegan ráðstefnudag (snið: AAAA-MM-DD).
it_it: Inserisci la data del convegno (formato: AAAA-MM-AA).
ja_jp: 適切な会議開催日(形式: YYYY-MM-DD)を入力してください。
ka_ge: გთხოვთ, მიუთითოთ კონფერენციის სწორი თარიღი (ფორმატი: YYYY-MM-DD).
kk: Жарамды конференция күнін енгізіңіз (пішімі: ЖЖЖЖ-АА-КК).
ku_iq: تکایە ڕێککەوتی کۆنفرانس بەم جۆرە ڕێکخستنە بنوسە: (YYYY-MM-DD).
lv: Lūdzu, ievadiet derīgu konferences datumu (formāts: GGGG-MM-DD).
mk_mk: Ве молиме, внесете важечки датум на конференција (формат: YYYY-MM-DD).
mr: कृपया संमेलनाची तारीख ग्राह्य स्वरूपात नोंदवा (स्वरूप : YYYY-MM-DD).
ms_my: Sila masukkan tarikh persidangan yang sah (format: YYYY-MM-DD).
nb: Skriv inn en gyldig konferansedato. Bruk formatet: ÅÅÅÅ-MM-DD.
nl_nl: Geef een geldige datum voor de converentie (formaat: DD-MM-YYYY).
pl_pl: Proszę o wpisanie poprawnej daty konferencji (format: RRRR-MM-DD).
pt_pt: Insira uma data de conferência válida (formato: AAAA-MM-DD).
ro: Vă rugăm să introduceți o dată validă pentru conferință (format: AAAA-LL-ZZ).
ru_ru: Пожалуйста, введите правильную дату конференции (формат: ГГГГ-ММ-ДД).
sl_si: Prosimo vnesite veljaven datum konference (format: DD.MM.LLLL).
sr@cyrillic: Унесите исправан датум концеренције (формат: ДД.ММ.ГГГГ.).
sr_rs@latin: Unesite ispravan datum koncerencije (format: DD.MM.GGGG.).
sv_se: Vänligen ange ett giltigt konferensdatum (format: ÅÅÅÅ-MM-DD).
th: กรุณากรอกวันที่การประชุมที่ถูกต้อง (รูปแบบ: YYYY-MM-DD)
tr_tr: Lütfen geçerli bir konferans tarihi giriniz (Biçim: YYYY-AA-GG).
uk_ua: Будь ласка, вкажіть коректну дату конференції (формат: РРРР-ММ-ДД).
vi: Vui lòng nhập ngày hội nghị hợp lệ (định dạng: YYYY-MM-DD).
vi_vn: Vui lòng nhập ngày hội nghị hợp lệ (định dạng: YYYY-MM-DD).
zh_cn: 请输入一个有效的会议日期（格式为YYYY-MM-DD）

# metadata.property.displayName.conf-loc
source: Conference Location
ar_iq: موقع المؤتمر
az: Konfrans yeri
bg_bg: Място на провеждане на конференцията
ca_es: Ubicació de la conferència
cs_cz: Místo konání konference
da_dk: Konferencested
de_de: Konferenzort
el_gr: Τόπος διεξαγωγής συνεδρίου
eu: Ekitaldiaren tokia
fa_ir: محل کنفرانس
fi_fi: Konferenssipaikka
fr_fr: Lieu de la conférence
gl_es: Localización da conferencia
hr: Mjesto konferencije
hu: Konferencia helyszín
hy_am: Համաժողովի անցկացման վայրը
id: Lokasi Konferensi
is: Ráðstefnustaður
is_is: Ráðstefnustaður
it_it: Luogo del convegno
ja_jp: 会議開催地
ka_ge: კონფერენციის მდებარეობა
kk: Конференция өткізілетін орны
ku_iq: شوێنی کۆنفرانس
lv: Konferences norises vieta
mk_mk: Локализација на конференцијата
mr: संमेलनाचे स्थान
ms_my: Lokasi Persidangan
nb: Konferansested
nl_nl: Lokatie van de conferentie
pl_pl: Miejsce konferencji
pt_pt: Local da Conferência
ro: Locația conferinței
ru_ru: Место проведения конференции
sl_si: Lokacija konference
sr@cyrillic: Место одржавања конференције
sr_rs@latin: Mesto održavanja konferencije
sv_se: Plats för konferensen
th: สถานที่การประชุม
tr_tr: Konferans Yeri
uk_ua: Місце проведення конференції
vi: Địa điểm hội nghị
vi_vn: Địa điểm Hội nghị
zh_cn: 会议地点

# metadata.property.validationMessage.conf-loc
source: Please enter a valid conference location.
ar_iq: لطفاً، أدخل موقعاً صحيحاً للمؤتمر.
az: Zəhmət olmasa etibarlı bir konfrans yeri daxil edin
bg_bg: Моля, въведете валидно място на провеждане на конференцията.
ca_es: Introduïu una ubicació de conferència vàlida.
cs_cz: Zadejte, prosím, místo konání konference.
da_dk: Indtast et gyldigt konferencested.
de_de: Bitte geben Sie einen gültigen Konferenzort ein.
el_gr: Παρακαλούμε εισάγετε έναν έγκυρο τόπο διεξαγωγής συνεδρίου
eu: Mesedez, idatzi kongresuaren baliozko kokalekua.
fa_ir: لطفاً محل کنفرانس را وارد کنید
fi_fi: Anna kelvollinen konferenssipaikka.
fr_fr: Veuillez saisir un lieu de conférence valide.
gl_es: Insira unha localización válida da conferencia.
hr: Unesite važeću lokaciju konferencije.
hu: Kérjük, adjon meg egy érvényes konferencia helyszínt.
hy_am: Խնդրում ենք մուտքագրել համաժողովի անցկացման վավեր վայր:
id: Masukkan lokasi konferensi yang valid.
is: Vinsamlega sláðu inn leyfilegan ráðstefnustað.
is_is: Vinsamlega sláðu inn leyfilegan ráðstefnustað.
it_it: Inserisci il luogo del convegno.
ja_jp: 適切な会議開催地を入力してください。
ka_ge: გთხოვთ, შეიყვანოთ კონფერენციის სწორი ადგილმდებარეობა.
kk: Жарамды конференция өтетін орынды енгізіңіз.
ku_iq: تکایە شوێنی ئەنجامدانی کۆنفرانسەکە بنوسە.
lv: Lūdzu, ievadiet derīgu konferences norises vietu.
mk_mk: Внесете важечка локација за конференција.
mr: कृपया संमेलनाचे स्थान ग्राह्य स्वरूपात नोंदवा.
ms_my: Sila masukkan lokasi persidangan yang sah.
nb: Skriv inn et gyldig konferansested.
nl_nl: Geef en geldige lokatie voor de conferentie.
pl_pl: Proszę o wpisanie poprawnego miejsca konferencji.
pt_pt: Insira um local de conferência válido.
ro: Vă rugăm să introduceți o locație validă pentru conferință.
ru_ru: Пожалуйста, введите правильное место проведения конференции.
sl_si: Prosimo vnesite veljavno lokacijo konference.
sr@cyrillic: Унесите место одржавања конференције.
sr_rs@latin: Unesite mesto održavanja konferencije.
sv_se: Vänligen ange en giltig plats för konferens.
th: กรุณากรอกสถานที่การประชุมที่ถูกต้อง
tr_tr: Lütfen geçerli bir konferans yeri giriniz.
uk_ua: Будь ласка, вкажіть коректне місце проведення конференції.
vi: Vui lòng nhập địa điểm hội nghị hợp lệ.
vi_vn: Vui lòng nhập một địa điểm hội nghị hợp lệ.
zh_cn: 请输入一个有效的会议地点

# metadata.property.displayName.conf-name
source: Conference Name
ar_iq: اسم المؤتمر
az: Konfransın adı
bg_bg: Име на конференцията
ca_es: Nom de la conferència
cs_cz: Název konference
da_dk: Konferencenavn
de_de: Konferenzname
el_gr: Τίτλος Συνεδρίου
eu: Ekitaldiaren izena
fa_ir: نام کنفرانس
fi_fi: Konferenssin nimi
fr_fr: Nom de la conférence
gl_es: Nome da conferencia
hr: Naziv konferencije
hu: Konferencia neve
hy_am: Համաժողովի անունը
id: Nama konferensi
is: Heiti ráðstefnu
is_is: Heiti ráðstefnu
it_it: Titolo del convegno
ja_jp: 会議名
ka_ge: კონფერენციის სახელი
kk: Конференцияның атауы
ku_iq: ناوی کۆنفرانس
lv: Konferences nosaukums
mk_mk: Име на конференцијата
mr: संमेलनाचे नाव
ms_my: Nama Persidangan
nb: Konferansenavn
nl_nl: Naam van de conferentie
pl_pl: Nazwa konferencji
pt_pt: Título da Conferência
ro: Nume conferință
ru_ru: Название конференции
sl_si: Ime konference
sr@cyrillic: Назив конференције
sr_rs@latin: Naziv konferencije
sv_se: Konferensens namn
th: ชื่อการประชุม
tr_tr: Konferans Adı
uk_ua: Назва конференції
vi: Tên hội nghị
vi_vn: Tên hội nghị
zh_cn: 会议名称

# metadata.property.validationMessage.conf-name
source: Please enter a valid conference name.
ar_iq: لطفاً، أدخل اسماً صحيحاً للمؤتمر.
az: Zəhmət olmasa etibarlı bir konfrans adı daxil edin
bg_bg: Моля, въведете валидно име на конференцията.
ca_es: Introduïu un nom de conferència vàlid.
cs_cz: Zadejte, prosím, jméno konference.
da_dk: Indtast et gyldigt konferencenavn.
de_de: Bitte geben Sie einen gültigen Konferenznamen ein.
el_gr: Παρακαλούμε εισάγετε έναν έγκυρο τίτλος συνεδρίου
eu: Mesedez, idatzi kongresuaren baliozko izena.
fa_ir: لطفاً نام کنفرانس را وارد کنید
fi_fi: Anna kelvollinen konferenssin nimi.
fr_fr: Veuillez saisir un nom de conférence valide.
gl_es: Insira un nome da conferencia válido.
hr: Unesite važeći naziv konferencije.
hu: Kérjük, adjon meg egy érvényes konferencia nevet.
hy_am: Խնդրում ենք մուտքագրել համաժողովի վավեր անունը:
id: Masukkan nama konferensi yang valid.
is: Vinsamlega sláðu inn gilt heiti á ráðstefnu.
is_is: Vinsamlega sláðu inn gilt heiti á ráðstefnu.
it_it: Inserisci il titolo del convegno.
ja_jp: 適切な会議名を入力してください。
ka_ge: გთხოვთ, შეიყვანოთ კონფერენციის სწორი სახელი.
kk: Конференция атауын дұрыс енгізіңіз.
ku_iq: تکایە ناوی کۆنفرانسەکە بنوسە.
lv: Lūdzu, ievadiet derīgu konferences nosaukumu.
mk_mk: Внесете валидно има на конференција.
mr: कृपया संमेलनाचे नाव ग्राह्य स्वरूपात नोंदवा.
ms_my: Sila masukkan nama persidangan yang sah.
nb: Skriv inn et gyldig konferansenavn.
nl_nl: Geef een geldige naam voor de conferentie.
pl_pl: Proszę o wpisanie poprawnej nazwy konferencji.
pt_pt: Insira um título da conferência válido.
ro: Vă rugăm să introduceți in nume valid pentru conferință.
ru_ru: Пожалуйста, введите правильное название конференции.
sl_si: Prosimo vnesite veljavno ime konference.
sr@cyrillic: Унесите исправан назив конференције.
sr_rs@latin: Unesite ispravan naziv konferencije.
sv_se: Vänligen ange ett giltigt namn på konferensen.
th: กรุณากรอกชื่อการประชุมที่ถูกต้อง
tr_tr: Lütfen geçerli bir konferans adı giriniz.
uk_ua: Будь ласка, вкажіть коректну назву конференції.
vi: Vui lòng nhập tên hội nghị hợp lệ.
vi_vn: Vui lòng nhập tên hội nghị hợp lệ.
zh_cn: 请输入一个有效的会议名称

# metadata.property.displayName.conf-sponsor
source: Conference Sponsor
ar_iq: راعي المؤتمر
az: Konfrans sponsoru
bg_bg: Спонсор на конференцията
ca_es: Patrocinador de la conferència
cs_cz: Sponzor konference
da_dk: Konferencesponsor
de_de: Konferenzsponsor
el_gr: Χορηγός Συνεδρίου
eu: Ekitaldiaren babeslea
fa_ir: حامی کنفرانس
fi_fi: Konferenssin tukija
fr_fr: Commanditaire de la conférence
gl_es: Patrocinador da conferencia
hr: Sponzor konferencije
hu: Konferencia szponzor
hy_am: Համաժողովի հովանավորը
id: Sponsor Konferensi
is: Stuðningsaðilar ráðstefnu
is_is: Stuðningsaðilar ráðstefnu
it_it: Sponsor del convegno
ja_jp: 会議主催者
ka_ge: კონფერენციის სპონსორი
kk: Конференцияның демеушісі
ku_iq: سپۆنسەری کۆنفرانس
lv: Konferences sponsors
mk_mk: Спонзор на конференција
mr: संमेलनाचे प्रायोजक
ms_my: Penaja Persidangan
nb: Konferansesponsor
nl_nl: Sponsor van de conferentie
pl_pl: Instytucja finansująca konferencję
pt_pt: Patrocinador da Conferência
ro: Sponsor conferință
ru_ru: Спонсор конференции
sl_si: Sponzor konference
sr@cyrillic: Спонзор конференције
sr_rs@latin: Sponzor konferencije
sv_se: Konferenssponsor
th: ผู้สนับสนุนการประชุม
tr_tr: Konferans Sponsoru
uk_ua: Спонсор конференції
vi: Nhà tài trợ hội nghị
vi_vn: Tài trợ Hội nghị
zh_cn: 会议主办
