Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.license.cc.by-nc-sa4
source: CC Attribution-NonCommercial-ShareAlike 4.0
az: CC İstinad-Qeyri-kommersiya-EyniLisenziyailəPaylaş 4.0
bg_bg: CC Attribution-NonCommercial-ShareAlike 4.0 (Посочване на автора-Споделяне при същите условия )
ca_es: CC Reconeixement-NoComercial-CompartirIgual 4.0
da_dk: CC - Navngivelse - Ikke-kommerciel - Del på samme vilkår (ShareAlike) (by-nc-sa)
de_de: CC Namensnennung - Nicht-kommerziell - Weitergabe unter gleichen Bedingungen 4.0
el_gr: CC Αναφορά Δημιουργού – Μη Εμπορική Χρήση – Παρόμοια Διανομή 4.0
eu: CC Aitortu-EzKomertziala-PartekatuBerdin 4.0
fi_fi: CC Nimeä-EiKaupallinen-JaaSamoin 4.0 Kansainvälinen Julkinen Lisenssi
fr_fr: Attribution - Pas d’Utilisation Commerciale - Partage dans les Mêmes Conditions 4.0 International (CC BY-NC-SA 4.0)
gl_es: CC Recoñecemento-NonComercial-CompartirIgual 4.0
hr: C Attribution-NonCommercial-ShareAlike 4.0
it_it: CC Attribuzione - Non commerciale - Condividi allo stesso modo 4.0 Internazionale
ja_jp: CC 表示 - 非営利 - 継承 4.0
kk: CC Attribution-NonCommercial-ShareAlike 4.0 («Атрибуция – Коммерциялық емес пайдалану – Бірдей шарттар») 4.0
lv: CC Attribution-NonCommercial-ShareAlike 4.0 (Attiecinājums-Nekomerciāls-Līdzīga kopīgošana)
nl_nl: Naamsvermelding-NietCommercieel-GelijkDelen 4.0
pl_pl: CC Uznanie autorstwa - Użycie niekomercyjne - Na tych samych warunkach 4.0
pt_pt: CC Atribuição-NãoComercial-CompartilhaIgual 4.0
ro: Atribuire CC-Necomercial-ShareAlike 4.0
ru_ru: CC «Attribution-NonCommercial-ShareAlike» («Атрибуция — Некоммерческое использование — На тех же условиях») 4.0
sl_si: CC Priznanje avtorstva-Nekomercialno-Deljenje pod enakimi pogoji 4.0
sr@cyrillic: CC Aуторство-Некомерцијално-Дели под ситим условима 4.0
sr_rs@latin: CC Autorstvo-Nekomercijalno-Deli pod sitim uslovima 4.0
sv_se: CC Erkännande-IckeKommersiell-DelaLika 4.0
tr_tr: CC Atıf-GayriTicari-AynıLisanslaPaylaş 4.0
vi: CC Ghi công-Phi thương mại-Chia sẻ tương tự 4.0
vi_vn: giấy phép CC Attribution-NonCommercial-ShareAlike 4.0

# submission.license.cc.by-nd4
source: CC Attribution-NoDerivatives 4.0
az: CC İstinad-Törədilə bilməz 4.0
bg_bg: CC Attribution-NoDerivatives 4.0 (Посочване на автора-Без производни)
ca_es: CC Reconeixement-SenseObraDerivada 4.0
da_dk: CC - Navngivelse - Ingen bearbejdelse (by-nd)
de_de: CC Namensnennung - Keine Bearbeitungen 4.0
el_gr: CC Αναφορά Δημιουργού – Όχι Παράγωγα Έργα 4.0
eu: CC Aitortu-LanEratorririkGabe 4.0
fi_fi: CC Nimeä-EiMuutoksia 4.0 Kansainvälinen Julkinen Lisenssi
fr_fr: Attribution - Pas de Modification 4.0 International (CC BY-ND 4.0)
gl_es: CC Recoñecemento-SenObrasDerivadas 4.0
hr: C Attribution-NoDerivatives 4.0
it_it: CC Attribuzione - Non opere derivate 4.0 Internazionale
ja_jp: CC 表示 - 改変禁止 4.0
kk: CC Attribution-NoDerivatives 4.0 («Атрибуция – туынды құралдар жоқ») 4.0
lv: CC Attribution-NoDerivatives 4.0 (Attiecinājums-Bez atvasinājumiem)
nl_nl: CC Naamsvermelding-GeenAfgeleideWerken 4.0
pl_pl: CC Uznanie autorstwa - Bez utworów zależnych 4.0
pt_pt: CC Atribuição-SemDerivações 4.0
ru_ru: CC «Attribution-NoDerivatives» («Атрибуция — Без производных произведений») 4.0
sl_si: CC Priznanje avtorstva-Brez predelav 4.0
sr@cyrillic: CC Aуторство-Без прераде 4.0
sr_rs@latin: CC Autorstvo-Bez prerade 4.0
sv_se: CC Erkännande-IngaBearbetningar 4.0
tr_tr: CC Atıf-Türetilemez 4.0
vi: CC Ghi công-Không phái sinh 4.0
vi_vn: giấy phép CC Attribution-NoDerivatives 4.0

# submission.license.cc.by4
source: CC Attribution 4.0
bg_bg: CC Attribution 4.0 (Посочване на автора)
ca_es: CC Reconeixement 4.0
da_dk: CC - Navngivelse (by)
de_de: CC Namensnennung 4.0
el_gr: CC Αναφορά Δημιουργού 4.0
eu: CC Aitortu 4.0
fi_fi: CC Nimeä 4.0 Kansainvälinen Julkinen Lisenssi
fr_fr: Attribution 4.0 International (CC BY 4.0)
gl_es: CC Recoñecemento 4.0
hr: C Attribution 4.0
it_it: CC Attribuzione 4.0 Internazionale
ja_jp: CC 表示 4.0
lv: CC Attribution 4.0 (Attiecinājums)
nl_nl: CC Naamsvermelding 4.0
pl_pl: CC Uznanie autorstwa 4.0
pt_pt: CC Attribuição 4.0
ru_ru: CC «Attribution» («Атрибуция») 4.0
sl_si: CC Priznanje avtorstva 4.0
sr@cyrillic: CC Aуторство 4.0
sr_rs@latin: CC Autorstvo 4.0
sv_se: CC Erkännande 4.0
vi: CC Ghi công 4.0
vi_vn: giấy phép CC Attribution 4.0

# submission.license.cc.by-sa4
source: CC Attribution-ShareAlike 4.0
az: CC İstinad-EyniLisenziyailəPaylaş 4.0
bg_bg: CC Attribution-ShareAlike 4.0 (Посочване на автора-Споделяне при същите условия)
ca_es: CC Reconeixement-CompartirIgual 4.0
da_dk: CC - Del på samme vilkår (ShareAlike) (by-sa)
de_de: CC Namensnennung - Weitergabe unter gleichen Bedingungen 4.0
eu: CC Aitortu-PartekatuBerdin 4.0
fi_fi: CC Nimeä-JaaSamoin 4.0 Kansainvälinen Julkinen Lisenssi
fr_fr: Attribution - Partage dans les Mêmes Conditions 4.0 International (CC BY-SA 4.0)
gl_es: CC Recoñecemento-CompartirIgual 4.0
hr: C Attribution-ShareAlike 4.0
it_it: CC Attribuzione - Condividi allo stesso modo 4.0
ja_jp: CC 表示 - 継承 4.0
kk: CC Attribution-ShareAlike 4.0 («Атрибуция – Бірдей шарттар») 4.0
lv: CC Attribution-ShareAlike 4.0 (Attiecinājums-Līdzīga kopīgošana)
nl_nl: CC Naamsvermelding-GelijkDelen 4.0
pl_pl: CC Uznanie autorstwa - Na tych samych warunkach 4.0
pt_pt: CC Atribuição-CompartilhaIgual 4.0
ru_ru: CC «Attribution-ShareAlike» («Атрибуция — На тех же условиях») 4.0
sl_si: CC Priznanje avtorstva-Deljenje pod enakimi pogoji 4.0
sr@cyrillic: CC Aуторство-Дели под истим условима 4.0
sr_rs@latin: CC Autorstvo-Deli pod istim uslovima 4.0
sv_se: CC Erkännande-DelaLika 4.0
tr_tr: CC Atıf-AynıLisanslaPaylaş 4.0
vi: CC Ghi công-Chia sẻ tương tự 4.0
vi_vn: giấy phép CC Attribution-ShareAlike 4.0

# submission.license.cc.by-nc-nd4.footer
source: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a>.</p>
ar_iq: <a rel="الرخصة" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>هذا العمل مرخص بموجب <a rel="الرخصة" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a>.</p>
az: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Bu çalışma <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a> ile lisenziyalanıb.</p>
bg_bg: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Публикация с <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a>.</p>
ca_es: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Aquesta obra està sota una llicència internacional <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Reconeixement-NoComercial-SenseObraDerivada 4.0</a>.</p>
cs_cz: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Tato práce je licencována pod <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Mezinárodní licencí Creative Commons Attribution-NonCommercial-NoDerivatives 4.0</a>.</p>
da_dk: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Dette værk er under følgende licens <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Navngivelse – Ikke-kommerciel – Ingen Bearbejdede Værker (by-nc-nd)</a>.</p>
de_de: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative-Commons-Lizenz" style="border-width:0" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><br />Dieses Werk steht unter der <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Lizenz Creative Commons Namensnennung - Nicht-kommerziell - Keine Bearbeitungen 4.0 International</a>.
el_gr: <a rel="license" href="http://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Αυτή η εργασία είναι αδειοδοτημένη υπό το <a rel="license" href="http://creativecommons.org/licenses/by-nc-nd/4.0/">CC Αναφορά Δημιουργού – Μη Εμπορική Χρήση – Όχι Παράγωγα Έργα 4.0 4.0</a>.</p>
eu: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Lan hau <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Aitortu-EzKomertziala-LanEratorririkGabe 4.0 Nazioarteko Lizentziapean</a> dago argitaratuta.</p>
fa_ir: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>این پروژه تحت مجوز بین المللی <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0</a> می باشد.</p>
fi_fi: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Tämä työ on lisensoitu <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/deed.fi">Creative Commons Nimeä-EiKaupallinen-EiMuutoksia 4.0 Kansainvälinen Julkinen -lisenssillä</a>.</p>
fr_fr: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/deed.fr"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Ce travail est disponible sous licence <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/deed.fr">Creative Commons Attribution - Pas d'Utilisation Commerciale - Pas de Modification 4.0 International</a>.</p>
gl_es: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Licenza Creative Commons" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png"/></a><p>Esta obra está licenciada baixo unha <a rel="license" href ="https://creativecommons.org/licenses/by-nc-nd/4.0/">Licenza internacional Creative Commons Recoñecemento-Non Comercial-Sen Obras Derivadas 4.0</a>.</p>
hr: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Kreativni Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a>.</p>
hu: <a rel="license" href="http://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a>.</p>
hy_am: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Ստեղծագործական համայնքներ արտոնագիր" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Այս աշխատանքը արտոնագրված է որպես <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a>.</p>
id: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Artikel ini berlisensi <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a>.</p>
is: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons Leyfi" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Greinar í tímaritinu eru gefnar út undir leyfinu <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">(Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License)</a>.</p>
it_it: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Questo lavoro è fornito con la licenza <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribuzione - Non commerciale - Non opere derivate 4.0 Internazionale</a>.</p>
ja_jp: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>この資料のライセンスは <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons 表示 - 非営利 - 改変禁止 4.0 国際 </a>です。</p>
ka_ge: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>ეს ნამუშევარი ლიცენზირებულია <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 საერთაშორისო ლიცენზიით</a> .</p>
kk: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons лицензиясы" src="//i.creativecommons.org/ l/by-nc-nd/4.0/88x31.png" /></a><p>Бұл жұмыс <a rel="license" href="https://creativecommons.org/licenses/by- астында қолжетімді. nc -nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 Дүние жүзінде</a>.</p>
lv: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Šis darbs ir licencēts ar <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International licenci</a>.</p>
mr: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>हे लेखन <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a> अंतर्गत परवानाकृत आहे.</p>
ms_my: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Kerja ini dilesenkan di bawah <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a>.</p>
nb: <a rel="license" href="http://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Dette verket er lisensiert under <a rel="license" href="http://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a>.</p>
nl_nl: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/deed.nl"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Dit werk wordt verdeeld onder een <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/deed.nl">Naamsvermelding-NietCommercieel-GeenAfgeleideWerken 4.0 Internationaal</a> licentie.</p>
pl_pl: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Utwór dostępny jest na licencji <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Uznanie autorstwa – Użycie niekomercyjne – Bez utworów zależnych 4.0 Międzynarodowe</a>.</p>
pt_pt: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Este trabalho encontra-se publicado com a <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Licença Internacional Creative Commons Atribuição-NãoComercial-SemDerivações 4.0</a>.</p>
ro: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>TAceastă lucrare este licențiată în temeiul <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a>.</p>
ru_ru: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Лицензия Creative Commons" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Это произведение доступно по <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">лицензии Creative Commons «Attribution-NonCommercial-NoDerivatives» («Атрибуция — Некоммерческое использование — Без производных произведений») 4.0 Всемирная</a>.</p>
sl_si: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons licenca" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>To delo je licencirano pod <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Priznanje avtorstva-Nekomercialno-Brez predelav 4.0 mednarodno licenco</a>.</p>
sr@cyrillic: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Овај рад је под <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Aуторство-Nекомерцијално-Без прераде 4.0 Интернационална лиценца</a>.</p>
sr_rs@latin: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Ovaj rad je pod <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Aуторство-Nekomercijalno-Bez prerade 4.0 Internacionalna licenca</a>.</p>
sv_se: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons-licens" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Detta verk är licensierat under en <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Erkännande-Ickekommersiell-IngaBearbetningar 4.0 Internationell-licens</a>.</p>
th: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>ผลงานนี้ได้รับอนุญาตภายใต้ <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a>.</p>
tr_tr: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Bu çalışma <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a> ile lisanslanmıştır.</p>
uk_ua: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Ця робота ліцензується відповідно до <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a>.</p>
vi: <a rel="License" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Tác phẩm này được cấp phép theo <a rel="License" href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Giấy phép Creative Commons Ghi công-Phi thương mại-Không phái sinh 4.0 Quốc tế</a>.</p>
vi_vn: <a rel="license" href="https://creativecommons.org/licenses/by-nc-nd/4.0/"> <img alt = "Giấy phép Creative Commons" src = "//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png"/> </a> <p> Tác phẩm này được cấp phép theo <a rel ="license" href ="https://creativecommons.org/licenses/by-nc-nd/4.0/"> Giấy phép quốc tế Creative Commons Attribution-NonCommercial-NoDeri Phái sinh 4.0 </a>. </p>
