Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.queries.editorial
source: Copyediting Discussions
ar_iq: مناقشات التدقيق
az: Surət düzəltmə müzakirələri
bg_bg: Дискусии към стиловото редактиране
ca_es: Discussions de correcció
cs_cz: Diskuse během redakčního procesu
da_dk: Drøftelser under manuskriptredigering
de_de: Diskussion zum Lektorat
el_gr: Συζητήσεις Επιμέλειας
eu: Kopien ediziorako eztabaida
fa_ir: گفتگوی ویراستاری
fi_fi: Tekniseen toimittamiseen liittyvät keskustelut
fr_fr: Discussions sur la révision
gl_es: Discusións de corrección
hr: Rasprave o kopiranju
hu: Technikai szerkesztéssel kapcsolatos megbeszélések
hy_am: Գրական սրբագրման քննարկումներ
id: Diskusi Copyediting
is: Textatækniyfirferð - umræður
it_it: Discussione durante il copyediting
ja_jp: 原稿整理ディスカッション
ka_ge: ლიტერატურული რედაქტირების დისკუსია
kk: Әдеби редакция бойынша пікірталастар
lv: Literārās rediģēšanas diskusijas
mr: कॉपीएडिटिंगदरम्यान चर्चा
ms_my: Perbincangan Copyediting
nb: Diskusjon av språkvask
nl_nl: Teksredactie-discussies
pl_pl: Dyskusja w trakcie korekty
pt_pt: Discussões de edição de texto
ro: Discuții editare conținut
ru_ru: Обсуждения литературного редактирования
sl_si: Lektorska diskusija
sr@cyrillic: Коректурне дискусије
sr_rs@latin: Korekturne diskusije
sv_se: Manusredigeringsdiskussioner
th: การสนทนาเกี่ยวกับการแก้ไขสำเนา
tr_tr: Kopya Düzeltme Tartışmaları
uk_ua: Обговорення редагування
vi: Thảo luận chỉnh sửa
vi_vn: Các thảo luận của Biên tập bản thảo

# submission.query.subject
source: Subject
ar_iq: الموضوع
az: Mövzu
bg_bg: Тема (предмет)
ca_es: Tema
cs_cz: Předmět
da_dk: Emne
de_de: Thema
el_gr: Θέμα
eu: Gaia
fa_ir: موضوع
fi_fi: Aihe
fr_fr: Sujet
gl_es: Asunto
hr: Predmet
hu: Tárgy
hy_am: Խորագիր
id: Subjek
is: Efni
it_it: Soggetto
ja_jp: 主題
ka_ge: თემა
kk: Тақырып
lv: Temats
mr: विषय
ms_my: Subjek
nb: Tema
nl_nl: Onderwerp
pl_pl: Temat
pt_pt: Assunto
ro: Subiect
ru_ru: Тема
sl_si: Tema
sr@cyrillic: Тема
sr_rs@latin: Tema
sv_se: Ämne
th: หัวเรื่อง
tr_tr: Konu
uk_ua: Тема
vi: Chủ đề
vi_vn: Chủ đề

# submission.query.messages
source: Messages
ar_iq: المراسلات
az: Mesajlar
bg_bg: Съобщения
ca_es: Missatges
cs_cz: Zprávy
da_dk: Beskeder
de_de: Nachrichten
el_gr: Μηνύματα
eu: Mezuak
fa_ir: پیامها
fi_fi: Viestit
gl_es: Mensaxes
hr: Poruke
hu: Üzenetek
hy_am: Հաղորդագրություններ
id: Pesan
is: Skilaboð
it_it: Messaggi
ja_jp: メッセージ
ka_ge: მესიჯები
kk: Хабарламалар
lv: Ziņas
mr: संदेश
ms_my: Mesej
nb: Beskjeder
nl_nl: Berichten
pl_pl: Wiadomości
pt_pt: Mensagens
ro: Mesaje
ru_ru: Сообщения
sl_si: Sporočila
sr@cyrillic: Поруке
sr_rs@latin: Poruke
sv_se: Meddelanden
th: ข้อความ
tr_tr: Mesajlar
uk_ua: Повідомлення
vi: Tin nhắn
vi_vn: Tin nhắn

# submission.query.replies
source: Replies
ar_iq: الإجابات
az: Cavablar
bg_bg: Отговори
ca_es: Respostes
cs_cz: Odpovědi
da_dk: Svar
de_de: Antworten
el_gr: Απαντήσεις
eu: Erantzunak
fa_ir: پاسخ ها
fi_fi: Vastauksia
fr_fr: Réponses
gl_es: Respostas
hr: Odgovori
hu: Válaszok
hy_am: Պատասխաններ
id: Jawaban
is: Svör
it_it: Repliche
ja_jp: 返答
ka_ge: პასუხები
kk: Жауаптар
lv: Atbildes
mr: उत्तरे
ms_my: Balasan
nb: Svar
nl_nl: Antwoorden
pl_pl: Odpowiedzi
pt_pt: Respostas
ro: Răspunsuri
ru_ru: Ответы
sl_si: Odgovori
sr@cyrillic: Одговори
sr_rs@latin: Odgovori
sv_se: Svar
th: การตอบกลับ
tr_tr: Cevaplar
uk_ua: Відповіді
vi: Trả lời
vi_vn: Trả lời

# submission.query.from
source: From
ar_iq: من
az: dən
bg_bg: От
ca_es: De
cs_cz: Od
da_dk: Fra
de_de: Von
el_gr: Από
eu: Nork
fa_ir: فرم
fi_fi: Keneltä
fr_fr: De
gl_es: De
hr: Iz
hu: Kitől
hy_am: Սրանից
id: Dari
is: Frá
it_it: Da parte di
ja_jp: から
ka_ge: გამგზავნი
kk: -дан
lv: No
mr: यांचेकडून
ms_my: Dari
nb: Fra
nl_nl: Van
pl_pl: Od
pt_pt: De
ro: De la
ru_ru: От
sl_si: Od
sr@cyrillic: Од
sr_rs@latin: Od
sv_se: Från
th: จาก
tr_tr: den
uk_ua: Від
vi: Từ
vi_vn: Từ

# submission.query.lastReply
source: Last Reply
ar_iq: آخر إجابة
az: Son cavab
bg_bg: Последен отговор
ca_es: Última resposta
cs_cz: Poslední odpověď
da_dk: Sidste svar
de_de: Letzte Antwort
el_gr: Τελευταία Απάντηση
eu: Azken erantzuna
fa_ir: آخرین پاسخ
fi_fi: Viimeisin vastaus
fr_fr: Dernière réponse
gl_es: Última resposta
hr: Zadnji odgovor
hu: Utolsó válasz
hy_am: Վերջին պատասխանը
id: Jawaban Lalu
is: Síðasta svar
it_it: Ultima replica
ja_jp: 最新返答
ka_ge: ბოლო პასუხი
kk: Соңғы жауап
lv: Pēdējā atbilde
mr: शेवटचे उत्तर
ms_my: Balasan Terakhir
nb: Siste svar
nl_nl: Laatste antwoord
pl_pl: Ostatnia odpowiedź
pt_pt: Última Resposta
ro: Ultimul răspuns
ru_ru: Последний ответ
sl_si: Zadnji odgovor
sr@cyrillic: Последњи одговор
sr_rs@latin: Poslednji odgovor
sv_se: Senaste svar
th: การตอบกลับล่าสุด
tr_tr: Son Yanıt
uk_ua: Остання відповідь
vi: Trả lời cuối cùng
vi_vn: Trả lời mới nhất

# submission.query.closed
source: Closed
ar_iq: مغلق
az: Bağlı
bg_bg: Затворено
ca_es: Tancat
cs_cz: Uzavřeno
da_dk: Afsluttet
de_de: Geschlossen
el_gr: Κλειστό
eu: Itxita
fa_ir: خروجی
fi_fi: Suljettu
fr_fr: Fermé
gl_es: Pechado
hr: Zatvoreno
hu: Lezárva
hy_am: Փակված
id: Ditutup
is: Lokað
it_it: Chiusa
ja_jp: クローズ
ka_ge: დახურული
kk: Жабылған
lv: Slēgts
mr: समाप्त (Closed)
ms_my: Ditutup
nb: Lukket
nl_nl: Afgesloten
pl_pl: Zamknięte
pt_pt: Fechado
ro: Închis
ru_ru: Закрыт
sl_si: Zaprta
sr@cyrillic: Затворено
sr_rs@latin: Zatvoreno
sv_se: Stängd
th: ปิดแล้ว
tr_tr: Kapalı
uk_ua: Закрито
vi: Đã đóng
vi_vn: Đóng lại

# submission.query.addNote
source: Add Message
ar_iq: أضف رسالة
az: Mesaj əlavə edin
bg_bg: Добавяне на съобщение
ca_es: Afegir missatge
cs_cz: Přidat zprávu
da_dk: Tilføj besked
de_de: Nachricht hinzufügen
el_gr: Προσθήκη Μηνύματος
eu: Gehitu mezua
fa_ir: افزودن پیام
fi_fi: Lisää viesti
fr_fr: Ajouter un message
gl_es: Engade mensaxe
hr: Dodaj poruku
hu: Üzenet hozzáadása
hy_am: Ավելացրեք հաղորդագրություն
id: Tamvah Pesan
is: Bæta við skilaboðum
it_it: Aggiungi messaggio
ja_jp: メッセージの追加
ka_ge: შეტყობინების დამატება
kk: Хабарлама енгізу
lv: Pievienot ziņu
mr: संदेशाचा समावेश करा
ms_my: Tambah Mesej
nb: Legg til beskjed
nl_nl: Voeg een bericht toe
pl_pl: Dodaj wiadomość
pt_pt: Adicionar Mensagem
ro: Adăugare mesaj
ru_ru: Добавить сообщение
sl_si: Dodaj sporočilo
sr@cyrillic: Додај поруку
sr_rs@latin: Dodaj poruku
sv_se: Lägg till ett meddelande
th: เพิ่มข้อความ
tr_tr: Mesaj Ekle
uk_ua: Додати повідомлення
vi: Thêm tin nhắn
vi_vn: Thêm tin nhắn

# submission.query.leaveQuery
source: Leave Discussion
ar_iq: مغادرة المناقشة
az: Müzakirəni tərk edin
bg_bg: Напускане на дискусията
ca_es: Abandonar la discussió
cs_cz: Opustit diskusi
da_dk: Forlad drøftelse
de_de: Diskussion verlassen
eu: Eztabaida utzi
fr_fr: Quitter la discussion
gl_es: Abandoar a discusión
hr: Napusti raspravu
hu: Kilépés a konzultációból
hy_am: Լքեք քննարկումը
id: Keluar dari Diskusi
is: Yfirgefa umræðu
it_it: Lascia questa conversazione
ja_jp: ディスカッションから退出
ka_ge: დისკუსიიდან გასვლა
kk: Талқылаудан шығу
lv: Pamest diskusiju
mr: चर्चेतून बाहेर पडा
ms_my: Keluar dari Perbincangan
nb: Forlat diskusjon
pt_pt: Sair da Discussão
ro: Ieșiți din discuție
ru_ru: Покинуть обсуждение
sl_si: Zapusti diskusijo
th: ออกจากการสนทนา
tr_tr: Tartışmadan Ayrıl
uk_ua: Облишити обговорення
vi: Rời khỏi thảo luận
vi_vn: Rời khỏi cuộc thảo luận

# submission.query.leaveQuery.confirm
source: If you leave this discussion you will no longer be notified of new messages. Would you like to leave the discussion?
ar_iq: إذا غادرت هذه المناقشة، لن يتم إشعارك لاحقاً بالرسائل المستجدة. هل تريد فعلاً مغادرة المناقشة؟
az: Bu müzakirəni tərk etsəniz, artıq yeni mesajlar sizə bildirilməyəcək. Müzakirəni tərk etmək istəyirsinizmi?
bg_bg: Ако напуснете тази дискусия, повече няма да получавате известия за нови съобщения. Искате ли да напуснете дискусията?
ca_es: Si abandoneu la discussió ja no rebreu notificacions sobre nous missatges. Confirmeu que voleu abandonar la discussió?
cs_cz: Pokud tuto diskusi opustíte, nebudete již dostávat nové zprávy. Chtěli diskusi opustit?
da_dk: Hvis du forlader denne drøftelse, får du ikke længere besked om nye meddelelser. Vil du forlade drøftelsen?
de_de: Wenn Sie diese Diskussion verlassen, werden Sie zukünftig nicht mehr über neue Nachrichten informiert. Möchten Sie diese Diskussion verlassen?
eu: Eztabaida hau uzten baduzu, ez zaizu mezu berririk jakinaraziko. Eztabaida utzi nahi duzu?
fr_fr: Si vous quittez la discussion, vous ne serez plus informé des nouveaux messages. Souhaitez-vous quitter la discussion ?
gl_es: Se deixas este debate xa non recibirás notificacións de novas mensaxes. Queres deixar a discusión?
hr: Ako napustite ovu raspravu više nećete primati obavijesti o novim porukama. Želite li napustiti raspravu?
hu: Ha elhagyja a konzultációt, az új üzenetekről már nem kap értesítést. Szeretné elhagyni a konzultációt?
hy_am: Եթե դուրս գաք այս քննարկումից, այլևս չեք ծանուցվի նոր հաղորդագրությունների մասին: Կցանկանա՞ք լքել քննարկումը:
id: Jika keluar dari diskusi ini, kamu tidak akan lagi mendapat peberitahuan pesan baru. Yakin ingin keluar dari diskusi ini?
is: Ef þú yfirgefur þessa umræðu færð þú ekki lengur tilkynningar um ný skilaboð. Viltu yfirgefa umræðuna?
it_it: Se lasci questa conversazione non riceverai più notifiche di nuovi messaggi. Confermi di voler lasciare la conversazione?
ja_jp: このディスカッションから退出すると、新しいメッセージが通知されなくなります。 ディスカッションから退出しますか？
ka_ge: თუ ამ დისკუსიას დატოვებთ, აღარ მიიღებთ შეტყობინებებს ახალი შეტყობინებების შესახებ. გსურთ დატოვოთ დისკუსია?
kk: Егер сіз осы тараудан шықсаңыз, енді жаңа пост хабарландыруларын алмайсыз. Талқылаудан шынымен шыққыңыз келе ме?
lv: Ja pametīsiet šo diskusiju, vairs netiksiet informēts par jauniem ziņojumiem. Vai vēlaties pamest šo diskusiju?
mr: जर तुम्ही या चर्चेतून बाहेर पडलात तर तुम्हाला नव्या संदेशांची सूचना मिळणार नाही. तुम्हाला खरेच या चर्चेतून बाहेर पडायचे आहे का?
ms_my: Jika anda meninggalkan perbincangan ini, anda tidak akan dimaklumkan tentang mesej baharu lagi. Adakah anda ingin meninggalkan perbincangan?
nb: Hvis du forlater denne diskusjonen får du ikke lengre melding om nye beskjeder. Vil du forlate diskusjonen?
pt_pt: Se sair da discussão não receberá mais notificações de novas mensagens. Deseja realmente sair da discussão?
ro: Dacă părăsiți această discuție, nu veți mai fi înștiințat despre mesaje noi. Ați dori să părăsiți discuția?
ru_ru: Если вы покинете это обсуждение, то больше не будете получать уведомления о новых сообщениях. Вы действительно хотите покинуть обсуждение?
sl_si: Če zapustite diskusijo, ne boste več obveščeni o nadaljnjih sporočilih v njej. Ste prepričani, da jo želite zapustiti?
th: หากคุณออกจากการสนทนานี้ คุณจะไม่ได้รับการแจ้งเตือนข้อความใหม่ คุณต้องการออกจากการสนทนาหรือไม่?
tr_tr: Bu tartışmadan ayrılırsanız, artık yeni mesajlar size bildirilmez. Tartışmayı bırakmak ister misiniz?
vi: Nếu bạn rời khỏi cuộc thảo luận này, bạn sẽ không còn được thông báo về tin nhắn mới. Bạn có muốn rời khỏi cuộc thảo luận không?
vi_vn: Nếu bạn rời khỏi cuộc thảo luận này, bạn sẽ không còn được thông báo về các tin nhắn mới. Bạn có muốn rời khỏi cuộc thảo luận?

# grid.action.openNoteForm
source: Add a new reply to the discussion
ar_iq: أضف رداً جديداً إلى المناقشة
az: Müzakirəyə yeni bir cavab əlavə edin
bg_bg: Добавяне на нов отговор към дискусията
ca_es: Afegiu una resposta nova a la discussió
cs_cz: Přidat novou odpověď k diskusi
da_dk: Tilføj et nyt svar til drøftelsen
de_de: Eine neue Antwort zur Diskussion hinzufügen
el_gr: Προσθήκη νέας απάντησης στη Συζήτηση
eu: Gehitu erantzun berria eztabaidari
fa_ir: افزودن جواب به این گفتگو
fi_fi: Lisää uusi vastaus keskusteluun
fr_fr: Ajouter une nouvelles réponse à la discussion
gl_es: Engade unha nova resposta ao debate
hr: Dodajte novi odgovor u raspravu
hu: Válasz hozzáadása a megbeszéléshez
hy_am: Քննարկմանը ավելացրեք նոր պատասխան
id: Tambah balasan baru untuk diskusi
is: Bæta nýju svari við umræðuna
it_it: Aggiungi una nuova replica alla discussione
ja_jp: ディスカッションに返答を追加
ka_ge: დაამატეთ ახალი პასუხი დისკუსიას
kk: Талқылауға жаңа жауап қосыңыз
lv: Pievienot jaunu atbildi diskusijai
mr: चर्चेत नव्या उत्तराचा समावेश करा
ms_my: Tambahkan balasan baharu pada perbincangan
nb: Legg til et nytt svar i diskusjonen
nl_nl: Voeg een nieuw antwoord toe aan de discussie
pl_pl: Dodaj nową odpowiedź do dyskusji
pt_pt: Adicionar uma nova resposta à discussão
ro: Adăugați un nou răspuns la discuție
ru_ru: Добавить новый ответ в обсуждение
sl_si: Dodaj nov odgovor k diskusiji
sr@cyrillic: Додај одговор у дискусију
sr_rs@latin: Dodaj odgovor u diskusiju
sv_se: Lägg till ett nytt svar i diskussionen
th: เพิ่มการตอบกลับใหม่ในการสนทนา
tr_tr: Tartışmaya yeni bir cevap ekleyin
uk_ua: Додайте нову відповідь до обговорення
vi: Thêm câu trả lời mới vào cuộc thảo luận
vi_vn: Thêm câu trả lời mới cho cuộc thảo luận

# submission.query.activity
source: {$responderName} replied to {$noteTitle}: {$noteContents}
ar_iq: {$responderName} أجاب عن {$noteTitle}: {$noteContents}
az: {$responderName}, {$noteTitle} adlı cavabı: {$noteContents}
bg_bg: {$responderName} отговори на {$noteTitle}: {$noteContents}
ca_es: {$responderName} ha contestat a {$noteTitle}: {$noteContents}
cs_cz: {$responderName} odpověděl na {$noteTitle}: {$noteContents}
da_dk: {$responderName} svarede på {$noteTitle}: {$noteContents}
de_de: {$responderName} hat auf {$noteTitle}: {$noteContents} geantwortet
el_gr: Ο/Η {$responderName} απάντησε στο {$noteTitle}: {$noteContents}
eu: {$responderName}-k {$noteTitle}-ri erantzun dio: {$noteContents}
fa_ir: {$responderName} جواب داد به {$noteTitle}: {$noteContents}
fi_fi: {$responderName} vastasi viestiin {$noteTitle}: {$noteContents}
fr_fr: {$responderName} a répondu à « {$noteTitle} » : {$noteContents}
gl_es: {$responderName} respondeu a {$noteTitle}: {$noteContents}
hr: {$responderName} je odgovorio na {$noteTitle}: {$noteContents}
hu: {$responderName} válaszolt {$noteTitle}: {$noteContents}
hy_am: {$responderName} -ը պատասխանեց {$noteTitle}: {$noteContents}
id: {$responderName} menjawab {$noteTitle}: {$noteContents}
is: {$responderName} svaraði {$noteTitle}: {$noteContents}
it_it: {$responderName} ha scritto {$noteTitle}: {$noteContents}
ja_jp: {$responderName}が{$noteTitle}に返答した: {$noteContents}
ka_ge: {$responderName} — {$noteTitle}: {$noteContents}
kk: "{$responderName}" пайдаланушысы "{$noteTitle}" дегенге жауап берді: {$noteContents}
lv: {$responderName} atbildēja uz {$noteTitle}: {$noteContents}
mr: {$responderName} ने {$noteTitle} ला उत्तर दिले : {$noteContents}
ms_my: {$responderName} membalas {$noteTitle}: {$noteContents}
nb: {$responderName} har svart på {$noteTitle}: {$noteContents}
nl_nl: {$responderName} heeft geantwoord in {$noteTitle}: {$noteContents}
pl_pl: {$responderName} odpowiedział na {$noteTitle}: {$noteContents}
pt_pt: {$responderName} respondeu a {$noteTitle}: {$noteContents}
ro: {$responderName} i-a răspuns lui {$noteTitle}: {$noteContents}
ru_ru: Пользователь «{$responderName}» ответил на «{$noteTitle}»: {$noteContents}
sl_si: {$responderName} je odgovoril na {$noteTitle}: {$noteContents}
sr@cyrillic: {$responderName} је одговорила/о на {$noteTitle}: {$noteContents}
sr_rs@latin: {$responderName} je odgovorila/o na {$noteTitle}: {$noteContents}
sv_se: {$responderName} svarade i {$noteTitle}: {$noteContents}
th: {$responderName} ตอบกลับใน {$noteTitle}: {$noteContents}
tr_tr: {$responderName}, {$noteTitle} adlı cevabı: {$noteContents}
uk_ua: {$responderName} відповів на{$noteTitle}: {$noteContents}
vi: {noteTitle}: {$noteContents}
vi_vn: {$responderName} trả lời cho {$noteTitle}: {$noteContents}

# submission.query.new
source: {$creatorName} started a discussion: {$noteTitle}: {$noteContents}
ar_iq: {$creatorName} بدأ المناقشة: {$noteTitle}: {$noteContents}
az: {$creatorName} bir müzakirə başlatdı; {$noteTitle}: {$noteContents}
bg_bg: {$creatorName} започна дискусия: {$noteTitle}: {$noteContents}
ca_es: {$creatorName} ha començat una discussió: {$noteTitle}: {$noteContents}
cs_cz: {$creatorName} začal diskusi: {$noteTitle}: {$noteContents}
da_dk: {$creatorName} påbegyndte en drøftelse: {$noteTitle}: {$noteContents}
de_de: {$creatorName} hat eine neue Diskussion begonnen: {$noteTitle}: {$noteContents}
el_gr: Ο/Η {$creatorName} ξεκίνησε μια Συζήτηση: {$noteTitle}: {$noteContents}
eu: {$creatorName}-ek eztabaida bat hasi du: {$noteTitle}: {$noteContents}
fa_ir: {$creatorName} یک گفتگو را شروع کرد: {$noteTitle}: {$noteContents}
fi_fi: {$creatorName} aloitti keskustelun: {$noteTitle}: {$noteContents}
fr_fr: {$creatorName} a commencé la discussion : {$noteTitle} : {$noteContents}
gl_es: {$creatorName} iniciou un debate: {$noteTitle}: {$noteContents}
hr: {$creatorName} je započeo raspravu: {$noteTitle}: {$noteContents}
hu: {$creatorName} elindított egy párbeszédet: {$noteTitle}: {$noteContents}
hy_am: {$creatorName} -ը սկսեց քննարկում: {$noteTitle}: {$noteContents}
id: {$creatorName} memulai diskusi: {$noteTitle}: {$noteContents}
is: {$creatorName} hóf umræðu: {$noteTitle}: {$noteContents}
it_it: {$creatorName} ha iniziato una discussione: {$noteTitle}: {$noteContents}
ja_jp: {$creatorName}がディスカッションを開始した: {$noteTitle}: {$noteContents}
ka_ge: {$creatorName} წამოიწყო დისკუსია: {$noteTitle}: {$noteContents}
kk: "{$creatorName}" пайдаланушысы "{$noteTitle}" бойынша талқылауды бастады: {$noteContents}
lv: {$creatorName} uzsāka diskusiju: {$noteTitle}: {$noteContents}
mr: {$creatorName} ने चर्चा सुरू केली : {$noteTitle} : {$noteContents}
ms_my: {$creatorName} memulakan perbincangan: {$noteTitle}: {$noteContents}
nb: {$creatorName} har startet en ny diskusjon: {$noteTitle}: {$noteContents}
nl_nl: {$creatorName} heeft een discussie gestart: {$noteTitle}: {$noteContents}
pl_pl: {$creatorName} rozpoczął dyskusję: {$noteTitle}: {$noteContents}
pt_pt: {$creatorName} iniciou uma discussion: {$noteTitle}: {$noteContents}
ro: {$creatorName} a început discuția: {$noteTitle}: {$noteContents}
ru_ru: Пользователь «{$creatorName}» начал обсуждение «{$noteTitle}»: {$noteContents}
sl_si: {$creatorName} je začel diksusijo: {$noteTitle}: {$noteContents}
sr@cyrillic: {$creatorName} је започела/о дискусију: {$noteTitle}: {$noteContents}
sr_rs@latin: {$creatorName} je započela/o diskusiju: {$noteTitle}: {$noteContents}
sv_se: {$creatorName} startade en diskussion: {$noteTitle}: {$noteContents}
th: {$creatorName} เริ่มการสนทนา: {$noteTitle}: {$noteContents}
tr_tr: {$creatorName} bir tartışma başlattı: {$noteTitle}: {$noteContents}
uk_ua: {$creatorName} розпочав обговорення: {$noteTitle}: {$noteContents}
vi: {noteTitle}: {$noteContents}
vi_vn: {$creatorName} khởi tạo một cuộc thảo luận: {$noteTitle}: {$noteContents}

# submission.query.activity.contents
source: There is new activity in the discussion titled "{$queryTitle}" regarding the submission "{$submissionTitle}".
ar_iq: هناك نشاط جديد في المناقشة المعنونة "{$queryTitle}" المتعلقة بالمؤلَّف الموسوم "{$submissionTitle}".
az: "{$submissionTitle}" Məqaləsi ilə bağlı "{$queryTitle}" adlı müzakirədə yeni bir fəaliyyət var.
bg_bg: Нова активност е налична в дискусия "{$queryTitle}" относно подадени материали "{$submissionTitle}".
ca_es: Hi ha activitat nova en la discussió titulada "{$queryTitle}" referent a la tramesa "{$submissionTitle}".
cs_cz: V duskusi "{$queryTitle}" ohledně příspěvku "{$submissionTitle}" došlo k nové aktivitě.
da_dk: Der er nyt under følgende drøftelse "{$queryTitle}" omhandlende indsendelsen "{$submissionTitle}".
de_de: Es gibt eine neue Aktivität in der Diskussion "{$queryTitle}" in Bezug auf das Manuskript "{$submissionTitle}".
el_gr: Υπάρχει νέα δραστηριότητα στη συζήτηση με τίτλο "{$queryTitle}" που σχετίζεται με την υποβολή "{$submissionTitle}".
eu: "{$queryTitle}" izeneko eztabaidan jarduera berri bat dago, "{$submissionTitle}" bidalketari buruzkoa.
fa_ir: یک فعالیت جدید در گفتگویی با عنوان "{$queryTitle}" مربوط به مقاله ثبت شده "{$submissionTitle}" انجام گرفته است.
fi_fi: Käsikirjoitusta "{$submissionTitle}" koskevassa keskustelussa "{$queryTitle}" on uusia tapahtumia.
fr_fr: Une nouvelle entrée vient d'être ajouté dans la discussion intitulée "{$queryTitle}" pour la soumission "{$submissionTitle}".
gl_es: Hai actividade no debate titulado "{$queryTitle}" relativa ó envío "{$submissionTitle}".
hr: Postoji nova aktivnost u raspravi pod nazivom "{$queryTitle}" u vezi s podneskom "{$submissionTitle}".
hu: Új üzenet érkezett "{$queryTitle}" címmel a "{$submissionTitle}" című benyújtott anyaghoz.
hy_am: "{$queryTitle}" վերնագրով քննարկմանը նոր ակտիվություն կա "{$submissionTitle}" ներկայացման վերաբերյալ։
id: Terdapat aktivitas baru dalam diskusi berjudul "{$queryTitle}" berkenaan dengan naskah "{$submissionTitle}".
is: Það eru komin fram ný atriði í umræðu sem kallast "{$queryTitle}" varðand innsendingu "{$submissionTitle}".
it_it: C'è una nuova attività nella discussione intitolata "{$queryTitle}" riguardo la proposta "{$submissionTitle}".
ja_jp: 投稿「 {$submissionTitle} 」に関する「 {$queryTitle}」というタイトルのディスカッションに新しいアクティビティがあります。
ka_ge: დისკუსიაში ახალი აქტივობაა სათაურით “{$queryTitle}” წარდგენის შესახებ “{$submissionTitle}”.
kk: Талқылауда "{$submissionTitle}" материалға қатысты "{$queryTitle}" атты жаңа әрекет пайда болды.
lv: Diskusijā ar nosaukumu "{$queryTitle}" ir veikta jauna darbība saistībā ar materiālu"{$submissionTitle}".
mr: "{$queryTitle}" या शीर्षकाच्या चर्चेत "{$submissionTitle}" या सादरीकरणाबाबत नवी घडामोड झाली (new activity) आहे.
ms_my: Terdapat aktiviti baharu dalam perbincangan bertajuk "{$queryTitle}" berkenaan penyerahan "{$submissionTitle}".
nb: Ny aktivitet i diskusjonen merket «{$queryTitle}» om innleveringen «{$submissionTitle}».
nl_nl: Er is nieuwe activiteit in de discussie met de titel "{$queryTitle}" over de inzending "{$submissionTitle}".
pl_pl: Nowa aktywność w dyskusji "{$queryTitle}" dotyczącej zgłoszenia "{$submissionTitle}".
pt_pt: Há uma nova discussão com o título "{$queryTitle}" relativa à submissão "{$submissionTitle}".
ro: Există o nouă activitate în discuția intitulată "{$queryTitle}" privind manuscrisul"{$submissionTitle}".
ru_ru: Есть новая активность в обсуждении с названием «{$queryTitle}», относящимся к материалу «{$submissionTitle}».
sl_si: V diskusiji "{$queryTitle}" ni nobene aktivnosti v zvezi s prispevkom "{$submissionTitle}".
sr@cyrillic: Дошло је до промена у дискусији "{$queryTitle}" поводом предаје "{$submissionTitle}".
sr_rs@latin: Došlo je do promena u diskusiji "{$queryTitle}" povodom predaje "{$submissionTitle}".
sv_se: Det har varit ny aktivitet i diskussionen med namnet "{$queryTitle}" angående bidraget "{$submissionTitle}".
th: มีความเคลื่อนไหวใหม่ในการสนทนาชื่อ "{$queryTitle}" ที่เกี่ยวข้องกับการส่ง "{$submissionTitle}"
tr_tr: "{$submissionTitle}" gönderisi ile ilgili "{$queryTitle}" başlıklı tartışmada yeni etkinlik var.
uk_ua: В обговоренні під назвою "{$queryTitle}" є нова активність щодо подання "{$submissionTitle}".
vi: Có hoạt động mới trong cuộc thảo luận có tiêu đề "{submissionTitle}".
vi_vn: Có hoạt động mới trong cuộc thảo luận có tiêu đề "{$queryTitle}" liên quan đến việc gửi "{$submitTitle}".
