Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.comments.addReviews
source: Add Reviews to Email
ar_iq: أضف تعليقات المحكمين إلى الرسالة
az: Dəyərləndirmələri emailə əlavə edin
bg_bg: Добавяне на рецензии към имейл
ca_es: Afegeix revisions al correu electrònic
cs_cz: Přidat do emailu recenze
da_dk: Tilføj bedømmelse til e-mail
de_de: Gutachten der E-Mail hinzufügen
el_gr: Προσθέστε Κρίσεις στο Email
eu: Erantsi berrikuspenak posta elektronikoari
fa_ir: افزودن داوری به ایمیل
fi_fi: Lisää arvioinnit sähköpostiin
fr_fr: Ajouter les rapports au mail
gl_es: Engade as revisións ao correo electrónico
hr: Dodajte recenzije u e-poštu
hu: Lektori vélemény hozzáadása az emailhez
hy_am: Ավելացրեք գրախոսությունները էլ․ նամակին
id: Tambahkan hasil review ke surel
is: Bæta ritrýni við tölvupóst
is_is: Bæta ritrýni við tölvupóst
it_it: Aggiungi il commento del revisore al messaggio
ja_jp: 査読をメールに追加
ka_ge: დაამატეთ მიმოხილვები ელფოსტაში
kk: Электрондық поштаға рецензияларды қосыңыз
ku_iq: زیادکردنی هەڵسەنگاندن بۆ ئیمەیڵی
lv: Pievienot recenzijas e-pastam
mk_mk: Додај рецензии во и-меил
mr: ई-मेलमध्ये समीक्षणांचा समावेश करा
ms_my: Tambahkan Ulasan pada E-mel
nb: Legg fagfellevurderingene til e-post
nl_nl: Voeg reviews toe aan e-mail
pl_pl: Dołącz recenzję do wiadomości e-mail
pt_pt: Adicionar Revisões ao E-mail
ro: Adaugați revizori la email
ru_ru: Добавить рецензии к письму электронной почты
sl_si: Dodaj recenzijo k e-pošti
sr@cyrillic: Додај рецензије у имејл
sr_rs@latin: Dodaj recenzije u imejl
sv_se: Lägg till granskningar i e-postmeddelande
th: เพิ่มการทบทวนลงในอีเมล
tr_tr: Değerlendirmeleri e-postaya ekle
uk_ua: Додати рецензію до електронного листа
vi: Thêm đánh giá vào email
vi_vn: Thêm các Đánh giá vào email
zh_cn: 添加到电子邮件的评论

# submission.comments.importPeerReviews.reviewerLetter
source: Reviewer {$reviewerLetter}:
ar_iq: المحكم {$reviewerLetter}:
az: rəyçi {$reviewerLetter}
bg_bg: Рецензент {$reviewerLetter}:
ca_es: Revisor/a {$reviewerLetter}:
cs_cz: Recenzent {$reviewerLetter}:
da_dk: Bedømmer {$reviewerLetter}:
de_de: Gutachter/in {$reviewerLetter}:
el_gr: Αξιολογητής {$reviewerLetter}:
eu: {$reviewerLetter} Ebaluatzailea:
fa_ir: داور {$reviewerLetter}:
fi_fi: Arvioija {$reviewerLetter}:
fr_fr: Rapporteur {$reviewerLetter} :
gl_es: Revisor/a {$reviewerLetter}:
hr: Recenzent {$reviewerLetter}:
hu: Szakmai lektor {$reviewerLetter}:
hy_am: Գրախոս {$reviewerLetter}:
id: Mitra Bestari {$reviewerLetter}:
is: Ritrýnir {$reviewerLetter}:
is_is: Ritrýnir {$reviewerLetter}:
it_it: Revisore {$reviewerLetter}:
ja_jp: 査読者 {$reviewerLetter}:
ka_ge: მიმომხილველი {$reviewerLetter}:
kk: Рецензент {$reviewerLetter}:
ku_iq: هەڵسەنگێنەر {$reviewerLetter}:
lv: Recenzents {$reviewerLetter}:
mk_mk: Рецензент {$reviewerLetter}:
mr: समीक्षक {$reviewerLetter}:
ms_my: Pengulas {$reviewerLetter}:
nb: Fagfelle {$reviewerLetter}:
pl_pl: Recenzent {$reviewerLetter}:
pt_pt: Revisor {$reviewerLetter}:
ro: Revizor {$reviewerLetter}:
ru_ru: Рецензент {$reviewerLetter}:
sl_si: Recenzent {$reviewerLetter}:
sr@cyrillic: Рецензент {$reviewerLetter}:
sr_rs@latin: Recenzent {$reviewerLetter}:
sv_se: Granskare {$reviewerLetter}:
th: ผู้รีวิว {$reviewerLetter}:
tr_tr: Hakem {$reviewerLetter}:
uk_ua: Рецензент {$reviewerLetter}:
vi: Người đánh giá {$reviewerLetter}:
vi_vn: Người đánh giá {$reviewerLetter}:
zh_cn: 审稿人 {$reviewerLetter}:

# submission.comments.noComments
source: No Comments
ar_iq: لا تعليقات
az: Şərhsiz
bg_bg: Няма коментари
ca_es: No hi ha cap comentari
cs_cz: Žádné komentáře
da_dk: Ingen kommentarer
de_de: Keine Kommentare
el_gr: Κανένα σχόλιο
eu: Oharrik ez
fa_ir: هیچ اظهار نظری نیست
fi_fi: Ei kommentteja
fr_fr: Aucun commentaire
gl_es: Non hai comentarios
hr: Bez komentara
hu: Nincsenek megjegyzések
hy_am: Չկան մեկնաբանություններ
id: Tidak ada komentar
is: Engar athugasemdir
is_is: Engar athugasemdir
it_it: Nessun commento
ja_jp: コメントなし
ka_ge: კომენტარები ჯერ არ არის
kk: Түсініктемесіз
ku_iq: هیچ تێچێنێک نییە
lv: Nav komentāru
mk_mk: Нема коментари
mr: कोणत्याही टिप्पण्या नाहीत
ms_my: Tiada Komen
nb: Ingen kommentarer
nl_nl: Geen commentaren
pl_pl: Brak komentarzy
pt_pt: Nenhum comentário
ro: Fără comentarii
ru_ru: Нет комментариев
sl_si: Ni komentarjev
sr@cyrillic: Нема коментара
sr_rs@latin: Nema komentara
sv_se: Inga kommentarer
th: ไม่มีความคิดเห็น
tr_tr: Yorum yok
uk_ua: Немає коментарів
vi: Không có nhận xét
vi_vn: Không có Bình luận
zh_cn: 没有注释

# submission.comments.noReviews
source: No Reviews
ar_iq: لا تحكيمات
az: Dəyərləndirmə yoxdur
bg_bg: Няма рецензии
ca_es: No hi ha cap revisió
cs_cz: Žádné recenze
da_dk: Ingen bedømmelser
de_de: Keine Gutachten
el_gr: Καμία αξιολογήσεις
eu: Ebaluaziorik ez
fa_ir: فاقد داوری
fi_fi: Ei arviointeja
fr_fr: Aucune évaluation
gl_es: Non hai revisións
hr: Bez recenzije
hu: Nincsenek lektori vélemények
hy_am: Չկան գրախոսություններ
id: Tidak ada review
is: Engin ritrýni
is_is: Engin ritrýni
it_it: Nessuna revisione
ja_jp: 査読なし
ka_ge: შეფასებები არ არის
kk: Рецензиясыз
ku_iq: هیچ هەڵسەنگاندنێک نییە
lv: Nav recenziju
mk_mk: Нема рецензии
mr: कोणतीही समीक्षणे नाहीत
ms_my: Tiada Ulasan
nb: Ingen fagfellevurderinger
nl_nl: Geen reviews
pl_pl: Brak recenzji
pt_pt: Nenhuma revisão
ro: Fără revizii
ru_ru: Нет рецензий
sl_si: Ni recenzij
sr@cyrillic: Нема рецензија
sr_rs@latin: Nema recenzija
sv_se: Inga granskningar
th: ไม่มีการทบทวน
tr_tr: Değerlendirme yok
uk_ua: Немає рецензій
vi: Không có đánh giá
vi_vn: Không có Nhận xét
zh_cn: 没有评论

# submission.comments.review
source: Review
ar_iq: التحكيم
az: Dəyərləndirmə
bg_bg: Рецензия
ca_es: Revisió
cs_cz: Recenze
da_dk: Bedømmelse
de_de: Gutachten
el_gr: Αξιολόγηση
eu: Berrikuspena
fa_ir: داوری
fi_fi: Arviointi
fr_fr: Évaluation
gl_es: Revisión
hr: Recenzija
hu: Lektorálás
hy_am: Գրախոսություն
id: Tinjauan
is: Ritrýni
is_is: Ritrýni
it_it: Revisione
ja_jp: 査読
ka_ge: გამოხმაურება
kk: Рецензия
ku_iq: هەڵسەنگاندن
lv: Recenzija
mk_mk: Рецензија
mr: समीक्षण
ms_my: Ulasan
nb: Fagfellevurdering
pl_pl: Recenzja
pt_pt: Revisão
ro: Revizie
ru_ru: Рецензия
sl_si: Recenzija
sr@cyrillic: Рецензија
sr_rs@latin: Recenzija
sv_se: Granskning
th: การทบทวน
tr_tr: Değerlendirme
uk_ua: Рецензія
vi: Đánh giá
vi_vn: Nhận xét
zh_cn: 审阅

# submission.comments.sendDecisionToReviewers
source: Send Reviewers editorial decision
ar_iq: أرسل قرار التحرير إلى المحكمين
az: Redaktor qərarını rəyçilərə Göndər
bg_bg: Изпращане на редакционно решение към рецензентите
ca_es: Envia la decisió de l’editor/a als revisors/es
cs_cz: Poslat recenzentům rozhodnutí editora
da_dk: Send redaktionel beslutning til bedømmere
de_de: Redaktionsentscheidung an Gutachter/in senden
el_gr: Αποστολή απόφασης επιμελητών στους αξιολογητές
eu: Bidali editorearen erabakia ebaluatzaileei
fa_ir: ارسال تصمیم داوران
fi_fi: Lähetä toimituksellinen päätös arvioijille
fr_fr: Envoyer la décision éditoriale aux rapporteurs
gl_es: Enviar a decisión editorial aos revisores/as
hr: Pošalji recenzentima lektorsku odluku
hu: Szerkesztői döntés elküldése a szakmai lektoroknak
hy_am: Ուղարկել գրախոսների խմբագրական որոշումը
id: Kirim keputusan editorial Reviewer
is: Senda ritrýniákvörðun ritstjóra
is_is: Senda ritrýni ákvörðun ritstjóra
it_it: Comunica ai revisori la decisione dell'editor
ja_jp: 査読者判断の送信
ka_ge: რეცენზენტთა სარედაქციო გადაწყვეტილების გაგზავნა
kk: Рецензенттерге редакциялық шешімді жіберу
ku_iq: بڕیاری هەڵسەنگاندن بۆ سەرنوسەر بنێرە
lv: Nosūtīt recenzentiem redakcijas lēmumu
mk_mk: Испрати ја одлуката за уредување на рецензентите
mr: समीक्षकांना संपादकीय निर्णय कळवा
ms_my: Hantar keputusan editorial Pengulas
nb: Send den redaksjonelle beslutningen til fagfellene
nl_nl: Stuur de redactionele beslissing naar de reviewers
pl_pl: Prześlij decyzję do recenzenta
pt_pt: Enviar decisão editorial aos Revisores
ro: Trimiteți revizorilor decizia editorială
ru_ru: Отправить рецензентам решение редакции
sl_si: Pošlji recenzentu uredniško odločitev
sr@cyrillic: Пошаљи рецензентима уредникову одлуку
sr_rs@latin: Pošalji recenzentima urednikovu odluku
sv_se: Skicka redaktörsbesked till granskare
th: ส่งการตัดสินใจของบรรณาธิการถึงผู้รีวิว
tr_tr: Hakemlere editör kararını gönder
uk_ua: Надіслати рецензентам рішення редактора
vi: Gửi quyết định biên tập cho người đánh giá
vi_vn: Gửi quyết định biên tập tới Người phản biện
zh_cn: 发送编辑决定给审稿人

# submission.comments.subject
source: Subject
ar_iq: الموضوع
az: Mövzu
bg_bg: Тема (предмет)
ca_es: Matèria
cs_cz: Předmět
da_dk: Emne
de_de: Gegenstand
el_gr: Θέμα
eu: Gaia
fa_ir: موضوع
fi_fi: Aihe
fr_fr: Objet
gl_es: Materia
hr: Naslov
hu: Tárgy
hy_am: Խորագիր
id: Subjek
is: Efni
is_is: Efni
it_it: Oggetto
ja_jp: 件名
ka_ge: თემა
kk: Тақырып
ku_iq: بابەت
lv: Temats
mk_mk: Предмет
mr: विषय
ms_my: Subjek
nb: Emne
nl_nl: Onderwerp
pl_pl: Temat
pt_pt: Assunto
ro: Subiect
ru_ru: Тема
sl_si: Tema
sr@cyrillic: Тема
sr_rs@latin: Tema
sv_se: Ämne
th: หัวข้อ
tr_tr: Konu
uk_ua: Тема
vi: Chủ đề
vi_vn: Chủ đề
zh_cn: 主题

# submission.complete
source: Complete
ar_iq: إكمال
az: Tamam
bg_bg: Завръшено
ca_es: Completa
cs_cz: Dokončit
da_dk: Udfør
de_de: Abgeschlossen
el_gr: Ολοκλήρωση
eu: Bukatuta
fa_ir: کامل
fi_fi: Valmis
fr_fr: Terminé
gl_es: Completado
hr: Završeno
hu: Teljes
hy_am: Ամբողջական
id: Lengkap
is: Lokið
is_is: Lokið
it_it: Completata
ja_jp: 完了
ka_ge: დასრულებულია
kk: Аяқталған
ku_iq: تەواوکردن
lv: Pabeigts
mk_mk: Завршен
mr: प्रक्रिया समाप्त
ms_my: Selesai
nb: Utført
nl_nl: Gereed
pl_pl: Ukończone
pt_pt: Concluída
ro: Complet
ru_ru: Закончен
sl_si: Zaključeno
sr@cyrillic: Завршено
sr_rs@latin: Završeno
sv_se: Färdig
th: เสร็จสิ้น
tr_tr: Tamam
uk_ua: Завершення
vi: Hoàn thành
vi_vn: Hoàn thành
zh_cn: 完成

# submission.contributors
source: List of Contributors
ar_iq: قائمة المساهمين
az: Töhfə edənlərin siyahısı
bg_bg: Списък на автори и участници
ca_es: Llista de contribuïdors/ores
cs_cz: Seznam autorů
da_dk: Liste over bidragydere
de_de: Liste der Beiträger/innen
el_gr: Κατάλογος συνεργατών
eu: Egileen zerrenda
fa_ir: لیست پدید آورندگان
fi_fi: Tekijäluettelo
fr_fr: Liste des contributeurs
gl_es: Lista de colaboradores
hr: Popis suradnika
hu: Közreműködők listája
hy_am: Աջակիցների ցուցակ
id: Daftar Kontributor
is: Listi yfir meðhöfunda og aðra framlagsveitendur
is_is: Listi yfir meðhöfunda og aðra framlagsveitendur
it_it: Lista degli autori
ja_jp: 寄稿者のリスト
ka_ge: ავტორთა სია
kk: Авторлар тізімі
ku_iq: لیستی هاوکاران
lv: Līdzautoru saraksts
mk_mk: Листа на учесници
mr: योगदानकर्त्यांची यादी
ms_my: Senarai Penyumbang
nb: Bidragsytere
nl_nl: Lijst van bijdragers
pl_pl: Lista współautorów
pt_pt: Lista de Contribuidores
ro: Lista contributorilor
ru_ru: Список авторов
sl_si: Seznam sodelujočih
sr@cyrillic: Листа сарадника
sr_rs@latin: Lista saradnika
sv_se: Lista över medarbetare
th: รายชื่อผู้ร่วมเขียน
tr_tr: Katkıda Bulunanların Listesi
uk_ua: Список авторів
vi: Danh sách người đóng góp
vi_vn: Danh sách đồng tác giả

# submission.copyedited
source: Copyedited
ar_iq: مدقق
az: Səhifə redaktəsi
bg_bg: Стилово коригиран
ca_es: Original corregit
cs_cz: Soubory po redakčním zpracování
da_dk: Manuskriptredigeret
de_de: Lektoriert
el_gr: Το κείμενο επιμελήθηκε
eu: Zuzendua
fa_ir: ویراستاری شده
fi_fi: Teknisesti toimitettu
fr_fr: Version(s) révisée(s)
gl_es: Corrixido
hr: Kopirano uređeno
hu: Megszerkesztett
hy_am: Սրբագրում
id: Copyedit
is: Yfirfarið handrit
is_is: Yfirfarið handrit
it_it: Revisionato
ja_jp: 原稿整理済み
ka_ge: ლიტერატურული ჩასწორება გაიარა
kk: Әдеби редакциядан өткен
ku_iq: وردبینی کراوە
lv: Literāri rediģēts
mk_mk: Уредено
mr: कॉपीएडिट केले
nb: Ferdig språkvasket
nl_nl: Tekstredactie uitgevoerd
pl_pl: Po korekcie
pt_pt: Texto editado
ro: Editare conținut
ru_ru: Прошел литературное редактирование
sl_si: Lektorirane datoteke
sr@cyrillic: Лекторисано
sr_rs@latin: Lektorisano
sv_se: Manusredigerad
th: ตรวจสำเนาแล้ว
tr_tr: Sayfa Düzenleme
uk_ua: Відредаговані
vi: Đã chỉnh sửa
vi_vn: Đã biên tập
zh_cn: 文本已编辑完

# submission.copyediting
source: Copyediting
ar_iq: التدقيق
az: Kopya redaktə etmə
bg_bg: Стилова корекция
ca_es: Correcció
cs_cz: Redakční úpravy
da_dk: Manuskriptredigering
de_de: Lektorat
el_gr: Επιμέλεια
eu: Zuzenketa
fa_ir: ویراستاری
fi_fi: Tekninen toimittaminen
fr_fr: Révision
gl_es: Corrección dos orixinais
hr: Uređivanje
hu: Technikai szerkesztés
hy_am: Սրբագրում
id: Copyedit
is: Í yfirferð (copyediting)
is_is: Í yfirferð (copyediting)
ja_jp: 原稿整理中
ka_ge: ლიტერატურული რედაქტირება
kk: Әдеби редакциялау барысында
ku_iq: وردبینیکردن
lv: Literārā rediģēšana
mr: कॉपीएडिट करणे (Copyediting)
nb: Språkvask
nl_nl: Tekstredactie
pl_pl: Korekta
pt_pt: Edição de Texto
ro: editare conținut
ru_ru: В процессе литературного редактирования
sl_si: Lektoriranje
sr@cyrillic: Лектура
sr_rs@latin: Lektura
sv_se: Manusredigering
th: การตรวจสำเนา
tr_tr: Kopya Düzenleme
uk_ua: В процесі літературного редагування
vi: Chỉnh sửa
vi_vn: Biên tập bản thảo

# submission.queryNoteFiles
source: Discussion Files
ar_iq: ملفات المناقشة
az: Müzakirə faylları
bg_bg: Дискусионни файлове
ca_es: Arxius de discussió
cs_cz: Diskusní soubory
da_dk: Drøftelsesfiler
de_de: Diskussionsdateien
el_gr: Αρχεία Συζητήσεων
eu: Eztabaidarako fitxategiak
fa_ir: فایل بررسی
fi_fi: Keskustelutiedostot
fr_fr: Fichier(s) de discussion
gl_es: Arquivos de discusión
hr: Datoteke za raspravu
hu: Párbeszéd fájlok
hy_am: Քննարկման նիշքեր
id: File Diskusi
is: Umræðuskrár
is_is: Umræðu skrár
it_it: File della discussione
ja_jp: 審議ファイル
ka_ge: დისკუსიის ფაილები
kk: Талқылауға арналған файлдар
ku_iq: فایلەکانی گفتوگۆکردن
lv: Diskusijas datnes
mr: चर्चेसंबंधी फाईल्स
ms_my: Fail Perbincangan
nb: Diskusjonsfiler
nl_nl: Discussie bestanden
pl_pl: Pliki dyskusji
pt_pt: Ficheiros de Discussão
ro: Fișiere discuție
ru_ru: Файлы обсуждения
sl_si: Datoteke diskusije
sr@cyrillic: Фајл дискусије
sr_rs@latin: Fajl diskusije
sv_se: Diskussionsfiler
th: ไฟล์การอภิปราย
tr_tr: Tartışma Dosyaları
uk_ua: Файли обговорення
vi: Tệp thảo luận
vi_vn: Các Tệp thảo luận

# submission.coverage
source: Coverage Information
ar_iq: معلومات التغطية
az: Əhatə dairəsi məlumatı
bg_bg: Информация относно обхвата
ca_es: Informació de la cobertura
cs_cz: Informace o pokrytí (Coverage Information)
da_dk: Information om dækningsområde
de_de: Informationen zum Themenbereich
el_gr: Πληροφορίες Κάλυψης
eu: Estalduraren informazioa
fa_ir: اطلاعات پوشش داده شده
fi_fi: Kattavuustiedot
fr_fr: Renseignements sur la couverture
gl_es: Información de cobertura
hr: Informacije o pokrivenosti
hu: Lefedettségi információk
hy_am: Ծածկույթի տեղեկատվություն
id: Cakupan Informasi
is: Umfangsupplýsingar
is_is: Umfangs upplýsingar
it_it: Informazione sulla copertura
ja_jp: カバレッジ情報
ka_ge: დაფარვის ინფორმაცია
kk: Қамту туралы ақпарат
ku_iq: گەیاندنی زانیاری
lv: Aptvēruma informācija
mk_mk: Информации за покриеност
mr: व्याप्तिसंबंधी माहिती (Coverage Information)
ms_my: Maklumat Liputan
nb: Informasjon om dekning
nl_nl: Informatie over de dekking
pl_pl: Informacje o zasięgu
pt_pt: Informação de Cobertura
ro: Informații acoperire
ru_ru: Информация об охвате
sl_si: Informacije o pokritosti
sr@cyrillic: Информација о широј области
sr_rs@latin: Informacija o široj oblasti
sv_se: Information om täckning
th: ข้อมูลความครอบคลุม
tr_tr: Kapsam Bilgisi
uk_ua: Інформація про охоплення
vi: Thông tin phạm vi
vi_vn: Thông tin phủ sóng

source: Submission Details
az: Təqdimat təfərrüatları
cs_cz: Podrobnosti příspěvku
eu: Bidalketaren xehetasunak
hr: Detalji prijave
id: Detail Pengiriman Naskah
lv: Sīkāka informācija par iesniegto materiālu
mr: सादरीकरणाचा तपशील
nb: Detaljer om innleveringen
pt_pt: Detalhes da Submissão
th: รายละเอียดการส่งงาน
vi: Chi tiết bài nộp

# submission.done
source: Done
ar_iq: تم
az: Tamamlandı
bg_bg: Готово
ca_es: Acabada
cs_cz: Hotovo
da_dk: Udført
de_de: Erledigt
el_gr: Τέλος
eu: Eginda
fa_ir: انجام شد
fi_fi: Valmis
fr_fr: Terminer
gl_es: Feito
hr: Učinjena
hu: Kész
hy_am: Արված է
id: Selesai
is: Lokið
is_is: Lokið
it_it: Completata
ja_jp: 完了
ka_ge: მზადაა
kk: Дайын
ku_iq: ئەنجام درا
lv: Paveikts
mk_mk: Готово
mr: संपले
ms_my: Siap
nb: Ferdig
nl_nl: Gedaan
pl_pl: Ok
pt_pt: Concluída em
ro: Finalizat
ru_ru: Готово
sl_si: Končano
sr@cyrillic: Готово
sr_rs@latin: Gotovo
sv_se: Klar
th: เสร็จสิ้น
tr_tr: Yapıldı
uk_ua: Зроблено
vi: Hoàn thành
vi_vn: Hoàn thành
zh_cn: 完成

# submission.downloads
source: Downloads
az: Endirin
bg_bg: Файлове за сваляне
ca_es: Descàrregues
cs_cz: Stahování
el_gr: Λήψεις
eu: Deskargak
fr_fr: Téléchargements
gl_es: Descargas
hr: Preuzimanja
hu: Letöltések
hy_am: Ներբեռնումներ
id: Unduhan
is: Niðurhal
is_is: Niðurhal
ja_jp: ダウンロード
ka_ge: ჩამოტვირთვები
kk: Жүктеулер
lv: Lejupielādes
mk_mk: Преземања
mr: डाउनलोड्स
ms_my: Muat turun
nb: Nedlastinger
ro: Descărcări
ru_ru: Загрузки
sl_si: Prenosi
th: การดาวน์โหลด
tr_tr: İndir
vi: Lượt tải xuống
vi_vn: Tải xuống

# submission.dueDate
source: Due Date
ar_iq: تأريخ الاستيجاب
az: Axırıncı gün
bg_bg: Крайна дата
ca_es: Data de venciment
cs_cz: Termín splnění
da_dk: Forfaldsdato
de_de: Abgabetermin
el_gr: Προσθεσμία (Due Date)
eu: Epea
fa_ir: مهلت
fi_fi: Määräpäivä
fr_fr: Date d'échéance
gl_es: Data límite
hr: Rok
hu: Dátumtól
hy_am: Կատարման ամսաթիվ
id: Tenggat Waktu
is: Lokadagur
is_is: Lokadagur
it_it: Scadenza
ja_jp: 期限日
ka_ge: შესრულების ბოლო ვადა
kk: Тапсыру мерзімі
ku_iq: ڕێککەوتی وەڵامدانەوە
lv: Izpildes datums
mk_mk: Краен датум
mr: अपेक्षित नियत-तारीख
ms_my: Tarikh Akhir
nb: Frist
nl_nl: Verwacht vóór
pl_pl: Termin ukończenia
pt_pt: Prazo para Conclusão
ro: Până la data
ru_ru: Срок выполнения
sl_si: Datum zapadlosti
sr@cyrillic: До датума
sr_rs@latin: Do datuma
sv_se: Deadline
th: กำหนดส่ง
tr_tr: Son gün
uk_ua: Строк до
vi: Ngày đáo hạn
vi_vn: Ngày đáo hạn
zh_cn: 截止日期

# submission.due
source: Due
ar_iq: مستحق
az: Son tarix
bg_bg: До
ca_es: Venciment
cs_cz: Termín
da_dk: Forfalden
de_de: Fällig
el_gr: Στον/ην
eu: Epea
fa_ir: مهلت
fi_fi: Määräpäivä
fr_fr: Échéance
gl_es: Pendente
hr: Rok
hu: Esedékesség
hy_am: Կատարում
id: Jatuh Tempo
is: Skiladagur
is_is: Skiladagur
it_it: Scadenza
ja_jp: 期限
ka_ge: ვადა
kk: Мерзімі
ku_iq: هۆکار
lv: Izpildāms līdz
mk_mk: Доспева
mr: अपेक्षित (Due)
ms_my: Tarikh tamat tempoh
nb: Ventet
nl_nl: Wordt verwacht
pl_pl: Termin wykonania
pt_pt: Prazo
ro: Scadență
ru_ru: Срок выполн.
sl_si: Rok
sr@cyrillic: До
sr_rs@latin: Do
sv_se: Förväntad
th: ถึงกำหนด
tr_tr: Son Tarih
uk_ua: До
vi: Đến hạn
vi_vn: Hạn
zh_cn: 截止

# submission.editing
source: Editing
ar_iq: التحرير
az: Redaktə etmə
bg_bg: Редактиране
ca_es: Edició
cs_cz: Editování
da_dk: Redigering
de_de: Redaktion
el_gr: Επιμέλεια (Διαμόρφωση)
eu: Edizioa
fa_ir: ویرایش
fi_fi: Toimittaminen
fr_fr: Copyediting
gl_es: Editar
hr: Uređivanje
hu: Szerkesztés
hy_am: Խմբագրում
id: Pengeditan
is: Ritvinna
is_is: Ritvinna
it_it: Lavorazione
ja_jp: 編集
ka_ge: ჩასწორება
kk: Өңдеу
ku_iq: گۆڕانکاری
lv: Rediģēšana
mk_mk: Уредување
mr: संपादन
ms_my: Suntingan
nb: Redigering
nl_nl: Bewerken
pl_pl: Redakcja
pt_pt: Edição
ro: Editare
ru_ru: Редактирование
sl_si: Urejanje
sr@cyrillic: Уређивање
sr_rs@latin: Uređivanje
sv_se: Redigering
th: การแก้ไข
tr_tr: Düzenleme
uk_ua: Редагування
vi: Đang chỉnh sửa
vi_vn: Biên tập
zh_cn: 编辑中

# submission.editMetadata
source: Edit Metadata
ar_iq: تعديل البيانات الوصفية
az: Üst datanı redaktə edin
bg_bg: Редактиране на метаданни
ca_es: Edita les metadades
cs_cz: Editovat metadata
da_dk: Redigér metadata
de_de: Metadaten bearbeiten
el_gr: Διόρθωση μεταδεδομένων
eu: Editatu metadatuak
fa_ir: ویرایش فراداده
fi_fi: Muokkaa metatietoja
fr_fr: Modifier les métadonnées
gl_es: Editar metadatos
hr: Uređivanje metapodataka
hu: Metaadat szerkesztése
hy_am: Խմբագրել մետատվյալները
id: Sunting Metadata
is: Breyta lýsigögnum
is_is: Breyta lýsigögnum
it_it: Modifica i Metadati
ja_jp: メタデータの編集
ka_ge: მეტა-მონაცემების ჩასწორება
kk: Метадеректерді өңдеу
ku_iq: گۆڕینی زانیاریی ناسێنەر
lv: Rediģēt metadatus
mk_mk: Измени метаподатоци
mr: मेटाडेटा संपादित करा
ms_my: Sunting Metadata
nb: Rediger metadata
nl_nl: Bewerk metadata
pl_pl: Edytuj metadane
pt_pt: Editar Metadados
ro: Editare metadate
ru_ru: Редактировать метаданные
sl_si: Uredi metapodatke
sr@cyrillic: Измени метаподатке
sr_rs@latin: Izmeni metapodatke
sv_se: Redigera metadata
th: แก้ไขเมทาดาทา
tr_tr: Üst Veriyi Düzenle
uk_ua: Редагування метаданих
vi: Chỉnh sửa Metadata
vi_vn: Chỉnh sửa siêu dữ liệu
zh_cn: 编辑元数据

# submission.editorial
source: Copyediting
ar_iq: التدقيق
az: Kopya redaktə etmə
bg_bg: Стилова корекция
ca_es: Editorial
cs_cz: Redakční úpravy
da_dk: Manuskriptredigering
de_de: Lektorat
el_gr: Επιμέλεια
eu: Edizioa
fa_ir: ویرایش شده
fi_fi: Tekninen toimittaminen
fr_fr: Révision
gl_es: Editorial
hr: Uređivanje
hu: Technikai szerkesztés
hy_am: Սրբագրում
id: Copyedit
is: Yfirfara handrit (Copyediting)
is_is: Yfirfara handrit (Copyediting)
ja_jp: 原稿整理
ka_ge: ლიტერატურული რედაქტირება
kk: Әдеби өңдеу
ku_iq: وردبینیکردن
lv: Literārā rediģēšana
mr: कॉपीएडिटिंग
nb: Språkvask
nl_nl: Tekstredactie
pl_pl: Korekta
pt_pt: Edição de Texto
ro: Editare conținut
ru_ru: Литературное редактирование
sl_si: Lektoriranje
sr@cyrillic: Лектура
sr_rs@latin: Lektura
sv_se: Manusredigering
th: การตรวจสำเนา
tr_tr: Kopya Düzenleme
uk_ua: Літературне редагування
vi: Chỉnh sửa
vi_vn: Biên tập bản thảo

# submission.email.backToEmailLog
source: Back to Email Log
ar_iq: العودة إلى سجل وقائع البريد الالكتروني
az: Elektron poçt gündəliyini qayıdın
bg_bg: Обратно към дневника (лог) на имейли
ca_es: Torna al registre del correu electrònic
cs_cz: Zpět k protokolu emailů
da_dk: Tilbage til e-mail-log
de_de: Zurück zum E-Mail-Protokoll
el_gr: Επιστροφή στο ημερολόγιο των email
eu: Itzuli Mezu elektronikoen logera
fa_ir: بازگشت به سوابق ایمیل
fi_fi: Takaisin sähköpostilokiin
fr_fr: Retour au Registre de courriels
gl_es: Volver ao rexistro do correo electrónico
hr: Nazad na zapis e-pošte
hu: Vissza az email naplóhoz
hy_am: Վերադառնալ Էլփոստի մատյան
id: Kembali ke log email
is: Til baka í skrá yfir tölvupósta
is_is: Til baka í skrá yfir tölvupósta
it_it: Torna al registro delle email
ja_jp: メールログに戻る
ka_ge: ელფოსტის ჟურნალში დაბრუნება
kk: Электрондық пошта тарихына қайта оралыңыз
ku_iq: گەڕانەوە بۆ ئیمەیڵ
lv: Atgriezties pie e-pastu žurnāla
mk_mk: Назад кон евиденција за и-меил
mr: ई-मेल लॉगवर परत फिरा
ms_my: Kembali ke Log E-mel
nb: Tilbake til e-postloggen
nl_nl: Terug naar e-mail logboek
pl_pl: Wróć do dziennika e-mail
pt_pt: Voltar para Histórico de e-mail
ro: Înapoi la jurnalul de e-mail
ru_ru: Назад к журналу писем электронной почты
sl_si: Nazaj na zaporedje e-pošte
sr@cyrillic: Повратак на лог имејлова
sr_rs@latin: Povratak na log imejlova
sv_se: Tillbaka till e-postlogg
th: กลับไปยังบันทึกอีเมล
tr_tr: E-posta günlüğüne geri dön
uk_ua: Повернутися до журналу пошти
vi: Quay lại Nhật ký Email
vi_vn: Quay lại Nhật ký Email
zh_cn: 回到电子邮件日志
