Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# editor.submission.removePermissionToEditDescription
source: Are you sure you want the authors of this submission to be unable to edit the submission's metadata at that stage?
ar_iq: هل أنت متأكد من رغبتك في منع مؤلفي هذا العمل من تعديل البيانات الوصفية لطلب التقديم في تلك المرحلة؟
az: Bu məqalədəki müəlliflərin məqalə üst datalarını o mərhələdə redaktə etməmək istədiyinizdən əminsinizmi?
bg_bg: Наистина ли искате авторите на това изпращане на материали да не могат да редактират метаданните на подаването на този етап?
ca_es: Segur que voleu que els autors/es d'aquesta tramesa no puguin editar-ne les metadades en aquesta fase?
cs_cz: Opravdu chcete, aby autoři tohoto příspěvku nemohli v této fázi upravit metadata příspěvku?
da_dk: Er du sikker på, at du vil have, at forfatterne til denne indsendelse ikke skal kunne redigere indsendelsens metadata på dette trin?
de_de: Sind Sie sicher, dass Sie den Autoren/innen in diesem Stadium das Editieren der Metadaten der Einreichung nicht erlauben wollen?
el_gr: Επιβεβαιώστε ότι θέλετε οι συγγραφείς αυτής της υποβολής να μην μπορούν να επεξεργαστούν τα μεταδεδομένα της υποβολής σε αυτό το στάδιο.
eu: Ziur zaude bidalketa honen egileak bidalketaren metadatuak fase horretan editatzeko gai ez izatea nahi duzula?
fr_fr: Souhaitez-vous vraiment que les auteurs et auteures de cette soumission ne puissent pas en modifier les métadonnées à cette étape ?
gl_es: Seguro que queres que os autores deste envío non poidan editar os metadatos do envío nesta fase?
hr: Jeste li sigurni da želite da autori ovog podneska ne mogu uređivati metapodatke podneska u toj fazi?
hu: Biztosan nem szeretné, hogy a szerzők szerkeszthessék a beküldés metaadatait ebben a fázisban?
hy_am: Իսկապե՞ս ուզում եք, որ այս ներկայացման հեղինակները չկարողանան խմբագրել ներկայացման մետատվյալներն այդ փուլում:
id: Anda yakin ingin menolak penulis naskah ini untuk dapat mengedit metadata naskahnya pada tahap itu?
is: Ertu viss um að þú viljir að höfundar þessarar innsendingar geti ekki breytt lýsigögnum á þessu þrepi?
it_it: Confermi di voler negare agli autori di questo articolo di modificarne i metadati in questa fase?
ja_jp: この投稿の著者がその段階で投稿のメタデータを編集できないようにしてよろしいですか。
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ წარდგენის ავტორებმა ვერ შეცვალონ გაგზავნის მეტამონაცემები?
kk: Осы кезеңде осы материалдың авторларының метадеректерді өңдеуіне жол бермексіз бе?
ku_iq: ئایا تۆ دڵنیایت لە ڕێگەپێدانی توێژەران بۆ گۆڕینی زانیارییە ناسێنەرەکانیان لەم قۆناغەدا؟
lv: Vai tiešām šajā posmā aizliegt šī materiāla autoriem rediģēt materiāla metadatus?
mr: या सादरीकरणाच्या लेखकांना त्या टप्प्यावर सादरीकरणासंबंधीच्या मेटाडेटात बदल करायला खात्रीने प्रतिबंध करायचा ना?
ms_my: Adakah anda pasti mahu pengarang penyerahan ini tidak dapat menyunting metadata penyerahan pada peringkat itu?
nb: Er du sikker på at du vil at forfatterne av denne innleveringen ikke skal kunne redigere metadata for innleveringen på dette trinnet?
pt_pt: Tem a certeza de que pretende proibir os autores desta submissão de alterarem os metadados da submissão nesta etapa?
ro: Sunteți sigur că doriți ca autorii acestui manuscris să nu poată edita metadatele în acea etapă?
ru_ru: Вы уверены, что хотите запретить авторам этого материала редактирование метаданных на этом этапе?
sl_si: Ste prepričani, da želite onemogočiti avtorjem prispevka, da spreminjano metapodatke prispevka v tej fazi?
th: คุณแน่ใจหรือไม่ว่าต้องการไม่อนุญาตให้ผู้เขียนบทความนี้แก้ไขข้อมูลเมตาของการส่งงานในขั้นตอนนี้?
tr_tr: Bu gönderideki yazarların gönderi üstverilerini o aşamada düzenleyememelerini istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете закрити доступ авторам цього подання до редагування метаданих подання на цій стадії?
vi: Bạn có chắc chắn muốn tác giả của bài nộp này không thể chỉnh sửa metadata của bài nộp ở giai đoạn đó không?
vi_vn: Bạn có chắc chắn muốn tác giả của bài nộp này không thể chỉnh sửa siêu dữ liệu của bài gửi ở giai đoạn đó không?

# editor.submission.addPermissionToEditDescription
source: Are you sure you want the authors of this submission to be able to edit the submission's metadata at that stage?
ar_iq: هل أنت متأكد من رغبتك في السماح لمؤلفي هذا العمل بتعديل البيانات الوصفية لطلب التقديم في تلك المرحلة؟
az: Bu məqalədəki müəlliflərin məqalə üst datalarını o mərhələdə redaktə etmək istədiyinizdən əminsinizmi?
bg_bg: Сигурни ли сте, че искате авторите на тези материали да могат да редактират метаданните на подаването на този етап?
ca_es: Segur que voleu que els autors/es d'aquesta tramesa puguin editar-ne les metadades en aquesta fase?
cs_cz: Opravdu chcete, aby autoři tohoto příspěvku mohli v této fázi upravit metadata příspěvku?
da_dk: Er du sikker på, at du vil have, at forfatterne til denne indsendelse skal kunne redigere indsendelsens metadata på dette trin?
de_de: Sind Sie sicher, dass Sie den Autoren/innen in diesem Stadium das Editieren der Metadaten der Einreichung erlauben wollen?
el_gr: Επιβεβαιώστε ότι θέλετε οι συγγραφείς αυτής της υποβολής να μπορούν να επεξεργαστούν τα μεταδεδομένα της υποβολής σε αυτό το στάδιο.
eu: Ziur zaude bidalketa honen egileak bidalketaren metadatuak fase horretan editatzeko gai izatea nahi duzula?
fr_fr: Souhaitez-vous vraiment que les auteurs et auteures de cette soumission puissent modifier les métadonnées de la soumission à cette étape ?
gl_es: Seguro que queres que os autores deste envío poidan editar os metadatos do envío nesta fase?
hr: Jeste li sigurni da želite da autori ovog podneska mogu uređivati metapodatke podneska u toj fazi?
hu: Biztosan szeretné, hogy a szerzők szerkeszthessék a beküldés metaadatait ebben a fázisban?
hy_am: Վստա՞հ եք, որ ցանկանում եք, որ այս ներկայացման հեղինակները կարողանան խմբագրել ներկայացման մետատվյալներն այդ փուլում:
id: Apakah Anda yakin membolehkan penulis naskah ini dapat mengedit metadata naskahnya pada tahap itu?
is: Ertu viss um að þú viljir að höfundar þessarar innsendingar geti breytt lýsigögnum innsendingar á þessu þrepi?
it_it: Confermi di voler consentire agli autori di questo articolo di modificarne i metadati in questa fase?
ja_jp: この投稿の著者がその段階で投稿のメタデータを編集できるようにしてよろしいですか。
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ წარდგენის ავტორებს შეეძლოთ გაგზავნილი მეტამონაცემების ჩასწორება ამ ეტაპზე?
kk: Осы материалдың авторларына осы кезде метадеректерді өңдеуге рұқсат бергіңіз келетініне сенімдісіз бе?
ku_iq: ئایا تۆ دڵنیایت لە ڕێگەپێدانی توێژەران بۆ گۆڕینی زانیارییە ناسێنەرەکانیان لە هەمو قۆناغەکاندا؟
lv: Vai tiešām šajā posmā atļaut šī materiāla autoriem rediģēt materiāla metadatus?
mr: या सादरीकरणाच्या लेखकांना त्या टप्प्यावर सादरीकरणासंबंधीच्या मेटाडेटात बदल करू द्यावा याची तुम्हाला खात्री आहे का?
ms_my: Adakah anda pasti mahu pengarang penyerahan ini boleh menyunting metadata penyerahan pada peringkat itu?
nb: Er du sikker på at du vil at forfatterne av denne innleveringen skal kunne redigere metadata for innleveringen på dette trinnet?
pt_pt: Deseja realmente dar permissões aos autores desta submissão para que editem os metadados nesta etapa?
ro: Sunteți sigur că doriți ca autorii acestui manuscris să poată edita metadatele manuscrisului în acea etapă?
ru_ru: Вы уверены, что хотите разрешить авторам этого материала редактирование метаданных на этом этапе?
sl_si: Ste prepričani, da želite omogočiti avtorjem prispevka, da spreminjano metapodatke prispevka v tej fazi?
th: คุณแน่ใจหรือไม่ว่าต้องการอนุญาตให้ผู้เขียนบทความนี้แก้ไขข้อมูลเมตาของการส่งงานในขั้นตอนนี้?
tr_tr: Bu gönderideki yazarların gönderi üstverilerini o aşamada düzenlemelerini istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете дозволити авторам цього подання редагувати метадані подання на цій стадії?
vi: Bạn có chắc chắn muốn tác giả của bài nộp này có thể chỉnh sửa metadata của bài nộp ở giai đoạn đó không?
vi_vn: Bạn có chắc chắn muốn tác giả của bài nộp này có thể chỉnh sửa siêu dữ liệu của bài gửi ở giai đoạn đó không?

# editor.submission.decision
source: Decision
ar_iq: القرار
az: Qərar
bg_bg: Решение
ca_es: Decisió
cs_cz: Rozhodnutí
da_dk: Afgørelse
de_de: Entscheidung
el_gr: Απόφαση
eu: Erabakia
fa_ir: تصمیم
fi_fi: Päätös
fr_fr: Décision
gl_es: Decisión
hr: Odluka
hu: Döntés
hy_am: Որոշում
id: Keputusan
is: Ákvörðun
it_it: Decisione
ja_jp: 判断
ka_ge: გადაწყვეტილება
kk: Шешім
ku_iq: بڕیار
lv: Lēmums
mr: निर्णय
ms_my: Keputusan
nb: Avgjørelse
nl_nl: Beslissing
pl_pl: Decyzja
pt_pt: Decisão
ro: Decizie
ru_ru: Решение
sl_si: Odločitev
sr@cyrillic: Одлука
sr_rs@latin: Odluka
sv_se: Beslut
th: การตัดสินใจ
tr_tr: Karar
uk_ua: Рішення
vi: Quyết định
vi_vn: Quyết định

# editor.submission.decision.notifyAuthors
source: Notify Authors
az: Müəlliflərə məlumat verin.
bg_bg: Известяване на авторите
cs_cz: Upozornit autory
eu: Jakinarazi egileei
hr: Obavijesti autore
hu: Szerzők értesítése
hy_am: Տեղեկացնել հեղինակներին
id: Beritahu Penulis
is: Tilkynning til höfunda
ka_ge: შეატყობინეთ ავტორებს
kk: Авторларға хабарлау
lv: Paziņot autoriem
mr: लेखकांना सूचित करा
pt_pt: Notificar Autores
th: แจ้งผู้เขียน
vi: Thông báo cho tác giả

# editor.submission.decision.notifyReviewers
source: Notify Reviewers
az: Rəyçilərə məlumat verin.
bg_bg: Известяване на рецензентите
cs_cz: Upozornit recenzenty
eu: Jakinarazi ebaluatzaileak
hr: Obavijesti recenzente
hu: Szakmai lektorok értesítése
hy_am: Տեղեկացնել գրախոսներին
id: Beritahu Reviewer
is: Tilkynning til ritrýna
ka_ge: აცნობეთ მიმომხილველებს
kk: Рецензенттерге хабарлау
lv: Paziņot recenzentiem
mr: समीक्षकांना सूचित करा
pt_pt: Notificar Revisores
th: แจ้งผู้รีวิว
vi: Thông báo cho người đánh giá

# editor.submission.decision.notifyReviewers.description
source: Send an email to the reviewers to thank them for their review and let them know that a decision was taken. Each reviewer will be sent a separate email to protect their anonymity. The phrase {$recipientName} can be used in the message to include each reviewer's name safely.
az: #YOX
bg_bg: Изпратете имейл до рецензентите, за да им благодарите за рецензията и да ги уведомите, че е взето решение.
cs_cz: Pošlete recenzentům e-mail, ve kterém jim poděkujete za jejich recenzi a oznámíte jim, že bylo přijato rozhodnutí. Každému recenzentovi bude zaslán samostatný e-mail, aby byla chráněna jeho anonymita. Ve zprávě lze použít frázi {$jméno příjemce}, která bude bezpečně obsahovat jméno každého recenzenta.
eu: Bidali mezu elektroniko bat ebaluatzaileei beren berrikuspenagatik eskerrak emateko eta erabakia hartu dela jakinarazteko. Ebaluatzaile bakoitzari mezu elektroniko bana bidaliko zaio haien anonimotasuna babesteko. {$recipientName} esaldia erabil daiteke mezuan ebaluatzaile bakoitzaren izena segurtasunez sartzeko.
hr: Pošaljite e-poruku recenzentima kako biste im zahvalili na recenziji i obavijestili ih da je odluka donesena. Svakom recenzentu bit će poslana zasebna e-pošta kako bi se zaštitila njihova anonimnost. Izraz {$recipientName} može se koristiti u poruci za sigurno uključivanje imena svakog recenzenta.
hy_am: Նամակ ուղարկեք գրախոսներին՝ շնորհակալություն հայտնելով իրենց գրախոսությունների համար և տեղեկացրեք նրանց, որ որոշում է կայացվել: Յուրաքանչյուր գրախոսի կուղարկվի առանձին նամակ՝ պաշտպանելու իր անանունությունը: {$recipientName} արտահայտությունը կարող է օգտագործվել հաղորդագրության մեջ՝ յուրաքանչյուր գրախոսի անունը ապահով կերպով ներառելու համար:
id: Kirimkan email ke reviewer untuk mengucapkan terima kasih atas review mereka dan memberitahukan kepada mereka bahwa telah diambil sebuah keputusan. Setiap reviewer akan dikirimkan email terpisah untuk melindungi anonimitasnya. Frasa {$recipientName} dapat digunakan dalam pesan untuk menyertakan nama reviewer dengan aman.
lv: Nosūtīt e-pastu recenzentiem, lai pateiktos viņiem par recenziju un paziņotu, ka ir pieņemts lēmums. Katram recenzentam tiks nosūtīts atsevišķs e-pasts, lai aizsargātu viņu anonimitāti. Lai droši iekļautu katra recenzenta vārdu, ziņojumā var izmantot frāzi {$recipientName}.
mr: समीक्षकांना त्यांनी केलेल्या समीक्षणाबद्दल आभार मानण्यासाठी आणि निर्णय घेतल्याचे कळवण्यासाठी ई-मेल पाठवा. प्रत्येक समीक्षकाचे नाव गुप्त राखण्यासाठी स्वतंत्र ई-मेल पाठवला जाईल. प्रत्येक समीक्षकाचे नाव संदेशात लिहिण्यासाठी {$recipientName} हा वाक्यांश वापरून गुप्तता बाळगता येते.
pt_pt: Envie um e-mail aos revisores para lhes agradecer pela revisão e informá-los de que foi tomada uma decisão. Cada revisor receberá um e-mail separado para garantir o anonimato. O termo {$recipientName} pode ser usada na mensagem para incluir o nome de cada revisor com segurança.
th: ส่งอีเมลถึงผู้รีวิวเพื่อขอบคุณสำหรับการทบทวนและแจ้งให้ทราบว่ามีการตัดสินใจแล้ว อีเมลจะถูกส่งแยกกันเพื่อปกป้องความเป็นนิรนามของผู้รีวิว สามารถใช้คำว่า {$recipientName} ในข้อความเพื่อรวมชื่อของผู้รีวิวแต่ละคนอย่างปลอดภัย
vi: Gửi email cho người đánh giá để cảm ơn họ vì đã đánh giá và cho họ biết rằng đã có quyết định được đưa ra. Mỗi người đánh giá sẽ nhận được một email riêng để bảo vệ tính ẩn danh của họ. Cụm từ {$recipientName} có thể được sử dụng trong tin nhắn để bao gồm tên của từng người đánh giá một cách an toàn.

# editor.submission.decision.reviewerUnassigned.notifyReviewers.description
source: Send an email to the assigned reviewers to let them know that their review assignment is cancelled.
az: Baxış tapşırığının ləğv edildiyini bildirmək üçün təyin olunmuş rəyçilərə bir e-poçt göndərin.
bg_bg: Изпращане на имейл до асоциираните рецензенти, за да ги уведомите, че тяхната задача за рецензия е отменена.
cs_cz: Odeslání e-mailu přiděleným recenzentům, abyste jim oznámili, že požadavek na jejich recenzi byl zrušen.
eu: Bidali mezu elektroniko bat esleitutako ebaluatzaileei, beren berrikuspen-esleipena bertan behera utzi dela jakinarazteko.
hr: Pošaljite e-poruku dodijeljenim recenzentima da ih obavijestite da je njihov zadatak recenzije otkazan.
hy_am: Նամակ ուղարկեք նշանակված գրաղոսներին՝ տեղեկացնելով, որ գրաղության իրենց առաջադրանքը չեղարկված է:
id: Kirimkan email ke reviewer yang bertugas untuk memberi tahukan bahwa penugasan review mereka dibatalkan.
is: Senda tölvupóst til viðkomandi ritrýna þar sem þeim er tilkynnt að beiðni um ritrýni hafi verið afturkölluð.
lv: Nosūtīt e-pastu piešķirtajiem recenzentiem, lai informētu viņus par to, ka viņu recenzēšanas uzdevums ir atcelts.
mr: नियुक्त केलेल्या समीक्षकांना दिलेले समीक्षणाचे काम रद्द केले आहे हे कळवण्यासाठी ई-मेल पाठवा.
pt_pt: Envie um e-mail para os revisores designados a informá-los de que sua atribuição de revisão foi cancelada.
th: ส่งอีเมลถึงผู้รีวิวที่ได้รับมอบหมายเพื่อแจ้งว่าการมอบหมายการทบทวนของพวกเขาถูกยกเลิก
vi: Gửi email cho người đánh giá được chỉ định để thông báo cho họ rằng chỉ định đánh giá của họ đã bị hủy.

# editor.submission.decision.accept
source: Accept Submission
ar_iq: قبول طلب النشر
az: Məqaləni qəbul edin
bg_bg: Приемане на материала
ca_es: Acceptar la tramesa
cs_cz: Přijmout příspěvek
da_dk: Acceptér indsendelse
de_de: Einreichung annehmen
el_gr: Αποδοχή Υπόβολής
eu: Onartu bidalketa
fa_ir: ارسال برای ویراستاری
fi_fi: Lähetä teknisesti toimitettavaksi
fr_fr: Accepter la soumission
gl_es: Aceptar envío
hr: Prihvati predaju
hu: Beküldött anyag elfogadása
hy_am: Ընդունել ներկայացումը
id: Terima Naskah
is: Samþykkja innsendingu
it_it: Accettata
ja_jp: 採用
ka_ge: მასალის მიღება
kk: Материалды қабылдау
ku_iq: پێشکەشکردنەکە قبوڵ بکە
lv: Pieņemt materiālu
mr: सादरीकरणाचा स्वीकार करा
ms_my: Terima Penyerahan
nb: Aksepter innlevering
nl_nl: Inzending aanvaarden
pl_pl: Zaakceptuj tekst
pt_pt: Aceitar Submissão
ro: Acceptați înregistrarea manuscrisului
ru_ru: Принять материал
sl_si: Sprejmi prispevek
sv_se: Acceptera bidrag
th: ยอมรับการส่งงาน
tr_tr: Gönderiyi Kabul Et
uk_ua: Направити на редагування
vi: Chấp nhận bài nộp
vi_vn: Chấp nhận bài gửi

# editor.submission.decision.accept.description
source: This submission will be accepted for publication and sent for copyediting.
az: #YOX
bg_bg: Това подаване на материали ще бъде прието за публикуване и изпратено за стилова корекция.
cs_cz: Tento příspěvek bude přijat ke zveřejnění a odeslán k závěrečnému formátování.
eu: Bidalketa hau argitaratzeko onartuko da eta edizio fasera bidaliko da.
hr: Ovaj će podnesak biti prihvaćen za objavljivanje i poslan na uređivanje.
hu: Ez a kézirat el lehet fogadva megjelentetésre, és tovább lett küldve az olvasószerkesztőnek.
hy_am: Այս ներկայացումը կընդունվի հրապարակման և կուղարկվի գրական սրբագրման:
id: Naskah ini akan diterima untuk diterbitkan dan dikirimkan untuk dicopyedit.
is: Innsendingin samþykkt til útgáfu og verður send til yfirferðar hjá textatækni.
ka_ge: ეს წარდგენა მიიღება გამოსაქვეყნებლად და გაიგზავნება ასლის რედაქტირებისთვის.
kk: Бұл материал жариялауға қабылданады және өңдеуге жіберіледі.
lv: Šis materiāls tiks pieņemts publicēšanai un nosūtīts literārai rediģēšanai.
mr: हे सादरीकरण प्रकाशनासाठी स्वीकारले जाऊन कॉपीएडिटिंगसाठी पाठवले जाईल.
pt_pt: Esta submissão será aceite para publicação e enviada para edição de texto.
th: การส่งงานนี้จะได้รับการยอมรับเพื่อตีพิมพ์และส่งไปยังขั้นตอนการแก้ไขสำเนา
vi: Bài nộp này sẽ được chấp nhận để xuất bản và gửi đi chỉnh sửa.

# editor.submission.decision.accept.log
source: {$editorName} accepted this submission and sent it to the copyediting stage.
az: #YOX
bg_bg: {$editorName} прие тези материали и ги изпрати за етап на стилова корекция.
cs_cz: {$editorName} přijal/a tento příspěvek a poslal/a jej do fáze konečného formátování.
eu: {$editorName}-ek bidalketa hau onartu eta edizio-fasera bidali du.
hr: {$editorName} prihvatio je ovaj podnesak i poslao ga u fazu uređivanja.
hu: {$editorName} elfogadta ezt a kéziratot, és tovább küldte a olvasószerkesztési szakaszba.
hy_am: {$editorName} -ն ընդունեց այս ներկայացումը և ուղարկեց այն գեղարվեստական սրբագրման փուլ:
id: {$editorName} menerima naskah ini dan mengirimkannya ke tahap copyedit.
is: {$editorName} hefur samþykkt innsendinguna og sent til yfirferðar hjá textatækni.
ka_ge: {$editorName} დაეთანხმა ამ წარდგენას და გაგზავნა კოპირების რედაქტირების ეტაპზე.
kk: {$editorName} бұл материалды қабылданып, өңдеу кезеңіне жіберілді.
lv: {$editorName} pieņēma šo materiālu un nosūtīja to uz literārās rediģēšanas posmu.
mr: {$editorName} ने हे सादरीकरण स्वीकारून कॉपीएडिटिंग टप्प्यावर पाठवले.
pt_pt: {$editorName} aceitou esta submissão e enviou para a etapa de edição de texto.
th: {$editorName} ยอมรับการส่งงานนี้และส่งไปยังขั้นตอนการแก้ไขสำเนา
vi: {$editorName} đã chấp nhận bài nộp này và gửi nó đến giai đoạn chỉnh sửa.

# editor.submission.decision.accept.completed
source: Submission Accepted
az: Namizəd məqalə qəbul edildi
bg_bg: Материалът е приет
cs_cz: Příspěvek přijat
eu: Bidalketa onartua
hr: Prijava prihvaćena
hu: Kézirat elfogadva
hy_am: Ներկայացումն ընդունված է
id: Naskah Diterima
is: Innsending samþykkt
ka_ge: წარდგენა მიღებულია
kk: Материал қабылданды
lv: Materiāls pieņemts
mr: सादरीकरण स्वीकारले
pt_pt: Submissão Aceite
th: ยอมรับการส่งงานแล้ว
vi: Bài nộp đã chấp nhận

# editor.submission.decision.accept.completedDescription
source: The submission, {$title}, has been accepted for publication and sent to the copyediting stage. All notifications have been sent, except any you chose to skip.
az: #YOX
bg_bg: Материалите, {$title}, са приети за публикуване и изпратени към етап за стилова корекция.
cs_cz: Příspěvek s názvem {$title} byl přijat k publikaci a odeslán do fáze redakční úpravy. Všechna oznámení byla odeslána, kromě těch, která jste se rozhodli přeskočit.
eu: Bidalketa, {$title}, argitaratzeko onartu da eta edizio-fasera bidali da. Jakinarazpen guztiak bidali dira, saltatzea aukeratu dituzunak izan ezik.
hr: Podnesak, {$title}, prihvaćen je za objavljivanje i poslan u fazu uređivanja. Sve obavijesti su poslane, osim onih koje ste odlučili preskočiti.
hy_am: Այս ներկայացումը՝ {$title}, ընդունվել է հրապարակման և ուղարկվել է գրական սրբագրման փուլ: Բոլոր ծանուցումներն ուղարկվել են, բացառությամբ այն ծանուցումների, որոնք դուք ընտրել եք բաց թողնել:
id: Naskah, {$title}, telah diterima untuk diterbitkan dan dikirim ke tahap copyedit. Semua notifikasi telah dikirim, kecuali jika anda memilih untuk melewatinya.
lv: Materiāls {$title} ir pieņemts publicēšanai un nosūtīts uz literārās rediģēšanas posmu. Visi paziņojumi ir nosūtīti, izņemot tos, kurus esat izvēlējies izlaist.
mr: {$title} हे सादरीकरण प्रकाशनासाठी स्वीकारून कॉपीएडिटिंग टप्प्यावर पाठवले गेले आहे. तुम्ही वगळलेल्या पर्यायांव्यतिरिक्त इतर सगळ्या सूचना पाठवल्या गेल्या आहेत.
pt_pt: A submissão, {$title}, foi aceite para publicação e enviada para a etapa de edição de texto. Todas as notificações foram enviadas, exceto aquelas que optou por ignorar.
th: การส่งงาน, {$title}, ได้รับการยอมรับเพื่อตีพิมพ์และส่งไปยังขั้นตอนการแก้ไขสำเนา การแจ้งเตือนทั้งหมดถูกส่งแล้ว ยกเว้นที่คุณเลือกข้าม
vi: Bài nộp, {$title}, đã được chấp nhận để xuất bản và gửi đến giai đoạn chỉnh sửa. Tất cả các thông báo đã được gửi, ngoại trừ những thông báo bạn chọn bỏ qua.

# editor.submission.decision.accept.notifyAuthorsDescription
source: Send an email to the authors to let them know that their submission has been accepted for publication. This email will not be sent until the decision has been recorded.
az: #YOX
bg_bg: Изпратете имейл до авторите, за да ги уведомите, че подадените им материали са приети за публикуване.
cs_cz: Pošlete autorům e-mail, ve kterém jim oznámíte, že jejich příspěvek byl přijat k publikaci. Tento e-mail bude odeslán až po zaznamenání rozhodnutí.
eu: Bidali mezu elektroniko bat egileei, haien lana argitaratzeko onartu dela jakinarazteko. Mezu elektroniko hau ez da bidaliko erabakia erregistratu arte.
hr: Pošaljite e-poruku autorima da ih obavijestite da je njihov podnesak prihvaćen za objavljivanje. Ova e-poruka neće biti poslana dok se odluka ne zabilježi.
hy_am: Նամակ ուղարկեք հեղինակներին՝ տեղեկացնելով, որ իրենց ներկայացումն ընդունվել է հրապարակման համար: Այս նամակը չի ուղարկվի մինչև որոշումը չգրանցվի:
id: Mengirimkan email ke penulis untuk memberitahukan kepada mereka bahwa naskah mereka telah diterima untuk diterbitkan. Email tidak akan dikirimkan hingga keputusan telah dicatat.
lv: Nosūtīt autoriem e-pastu, lai informētu, ka viņu iesniegtais darbs ir pieņemts publicēšanai. Šī e-pasta vēstule netiks nosūtīta, kamēr lēmums nebūs reģistrēts.
mr: लेखकांना त्यांचे सादरीकरण प्रकाशनासाठी स्वीकारले गेले आहे हे कळवण्यासाठी ई-मेल पाठवा. स्वीकारल्याच्या निर्णयाची नोंद होईपर्यंत हा ई-मेल पाठवला जाणार नाही.
pt_pt: Enviar um e-mail aos autores para informá-los de que a sua submissão foi aceite para publicação. Este e-mail não será enviado até que a decisão seja registada.
th: ส่งอีเมลถึงผู้เขียนเพื่อแจ้งว่าการส่งงานของพวกเขาได้รับการยอมรับเพื่อตีพิมพ์ อีเมลนี้จะไม่ถูกส่งจนกว่าจะมีการบันทึกการตัดสินใจ
vi: Gửi email cho tác giả để thông báo rằng bài nộp của họ đã được chấp nhận để xuất bản. Email này sẽ không được gửi cho đến khi quyết định được ghi lại.
