Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# notification.type.indexRequest
source: You have been asked to create an index for "{$title}".
ar_iq: لقد تمت مطالبتك بإنشاء فهرس للمؤلَّف "{$title}".
az: “{$title}” üçün bir indeks yaratmağınız tələb edildi
bg_bg: Бяхте помолени да създадете индекс на "{$title}".
ca_es: Se us ha demanat que creeu un índex de "{$title}".
cs_cz: Byl jste požádán(a) o vytvoření indexu pro "{$title}".
da_dk: Du er blevet bedt om at indeksere "{$title}".
de_de: Sie sind gebeten worden, einen Index für "{$title}" anzulegen.
el_gr: Σας έχει ζητηθεί να δημιουργήσετε ένα ευρετήριο για την υποβολή "{$title}".
eu: "{$title}"-rentzako aurkibide bat sortzeko eskatu dizute.
fa_ir: از شما خواسته شده است که نمایه‌ای برای "{$title}" ایجاد کنید.
fi_fi: Sinua on pyydetty luomaan indeksi nimikkeelle "{$title}".
fr_fr: On vous a demandé de créer un index pour "{$title}".
gl_es: Pedíronte que cres un índice para "{$title}".
hr: Imate zatraženo je da stvori indeks za "{$title}".
hu: Kérjük, hogy készítse el a(z) "{$title}" című cikk indexét.
hy_am: Ձեզ խնդրել են ստեղծել ցուցիչ "{$title}" -ի համար:
id: Anda diminta membuat indeks untuk "{$title}".
is: Óskað er eftir lyklun frá þér fyrir "{$title}".
it_it: Ti è stato chiesto di creare un indice per "{$title}".
ja_jp: 投稿「{$title}」のためのインデックスを作成するように求められました。
ka_ge: თქვენ მოგეთხოვებათ შექმნათ ინდექსი “{$title}”.
kk: Сізден "{$title}" индексін жасау сұралды.
ku_iq: تۆ داوات لێ کراوە کە پێنوێن بۆ "{$title}" دروست بکەیت.
lv: Jums ir lūgts izveidot rādītāju "{$title}".
mr: तुम्हाला "{$title}" साठी सूचीशब्दांची नोंद करण्यास सांगितले आहे.
ms_my: Anda telah diminta mencipta indeks untuk "{$title}".
nb: Du har blitt bedt om å lage en indeks for «{$title}».
nl_nl: U werd gevraagd om een index te creëren voor "{$title}".
pl_pl: Zostałeś(aś) poproszony(a) o utworzenie indeksu dla "{$title}".
pt_pt: Foi-lhe solicitado que criasse um índice para "{$title}".
ro: Vi s-a solicitat să creați un index pentru "{$title}".
ru_ru: Вас попросили сделать индекс для «{$title}».
sl_si: Zaprošeni ste bili za pripravo indeksa za "{$title}".
sr@cyrillic: Замољени сте да урадите садржај за "{$title}".
sr_rs@latin: Zamoljeni ste da uradite sadržaj za "{$title}".
sv_se: Du har blivit ombedd att skapa ett index "{$title}".
th: คุณถูกขอให้สร้างดัชนีสำหรับ "{$title}"
tr_tr: "{$title}" için bir indeks oluşturmanız istendi.
uk_ua: Вас попросили створити індекс для "{$title}".
vi: Bạn đã được yêu cầu tạo chỉ mục cho "{$title}".
vi_vn: Bạn đã được yêu cầu tạo chỉ mục cho "{$title}".

# notification.type.editorDecisionTitle
source: Latest editor decision.
ar_iq: قرار المحرر النهائي.
az: Axırıncı redaktor qərarı
bg_bg: Последно решение на редактора.
ca_es: Darrera decisió de l'editor/a.
cs_cz: Aktuální rozhodnutí editora.
da_dk: Seneste redaktørbeslutning.
de_de: Letzte Entscheidung des/der Redakteur/in.
el_gr: Πρόσφατη απόφαση επιμελητή
eu: Editorearen azken erabakia.
fa_ir: آخرین تصمیم سردبیر
fi_fi: Viimeisin toimittajan päätös.
fr_fr: Dernière décision du rédacteur en chef.
gl_es: Última decisión do editor/a.
hr: Najnovija odluka urednika.
hu: Legutóbbi szerkesztői döntés.
hy_am: Խմբագրի վերջին որոշումը.
id: Keputusan terbaru editor.
is: Síðasta ákvörðun ritstjóra.
it_it: Ultima decisione dell'editor.
ja_jp: 最新の編集者決定。
ka_ge: რედაქტორის უახლესი გადაწყვეტილება.
kk: Соңғы редакциялық шешім.
ku_iq: دواهەمین بڕیاری سەرنوسەر.
lv: Jaunākais redakcijas lēmums.
mr: संपादकाचा अलीकडचा निर्णय.
ms_my: Keputusan editor terkini.
nb: Siste avgjørelse fra redaktør.
nl_nl: Laatste redacteursbeslissing.
pl_pl: Ostatnia decyzja redaktora.
pt_pt: Última decisão editorial.
ro: Ultima decizie de editor.
ru_ru: Последнее решение редакции.
sl_si: Zadnja uredniška odločitev.
sr@cyrillic: Последња уредничка одлука.
sr_rs@latin: Poslednja urednička odluka.
sv_se: Senaste redaktörsbeslut.
th: การตัดสินใจล่าสุดของบรรณาธิการ
tr_tr: En son editör kararı.
uk_ua: Останнє рішення редакції.
vi: Quyết định biên tập viên mới nhất.
vi_vn: Quyết định mới nhất của biên tập viên.

# notification.type.editorDecisionAccept
source: Submission accepted.
ar_iq: المؤلَّف مقبول.
az: Məqalə qəbul edildi
bg_bg: Изпратените материали са приети.
ca_es: S'ha acceptat la tramesa.
cs_cz: Příspěvek byl přijat.
da_dk: Indsendelse godkendt.
de_de: Beitrag akzeptiert.
el_gr: Η υποβολή έχει γίνει αποδεκτή.
eu: Bidalketa onartua.
fa_ir: مقاله ارسالی پذیرفته شد.
fi_fi: Käsikirjoitus hyväksytty.
fr_fr: Soumission acceptée.
gl_es: Envío aceptado.
hr: Predaja prihvaćena.
hu: Beküldés elfogadva.
hy_am: Ներկայացումը ընդունված է։
id: Naskah diterima.
is: Innsending samþykkt.
it_it: Manoscritto accettato.
ja_jp: 投稿が採用されました。
ka_ge: წარდგენა მიღებულია.
kk: Материал қабылданды.
ku_iq: پێشکەشکردنەکە قبوڵ کرا.
lv: Materiāls pieņemts.
mr: सादरीकरण स्वीकारले गेले.
ms_my: Penyerahan diterima.
nb: Innlevering godkjent.
nl_nl: Inzending aanvaard.
pl_pl: Zgłoszenie zaakceptowane.
pt_pt: Submissão aceite.
ro: Înregistrare de manuscris acceptată.
ru_ru: Материал принят.
sl_si: Prispevek sprejet.
sr@cyrillic: Предати чланак је прихваћен.
sr_rs@latin: Predati članak je prihvaćen.
sv_se: Bidrag accepterat.
th: การส่งงานได้รับการยอมรับแล้ว
tr_tr: Gönderi kabul edildi.
uk_ua: Подання прийнято.
vi: Bài nộp đã chấp nhận.
vi_vn: Bài gửi đã được chấp nhận.

# notification.type.editorDecisionExternalReview
source: External review process started.
ar_iq: بدأت عملية التحكيم الخارجي.
az: Xarici incələmə prosesi başladı
bg_bg: Процесът по външно рецензиране е започнат.
ca_es: El procés de revisió externa ha començat.
cs_cz: Začal proces externí recenze.
da_dk: Den eksterne bedømmelsesproces påbegyndt.
de_de: Externer Begutachtungsprozess gestartet.
el_gr: Η διαδικασία εξωτερικής αξιολόγησης έχει ξεκινήσει.
eu: Kanpoko berrikuspen-prozesua hasi da.
fa_ir: روند داوری (داور خارجی) آغاز شد.
fi_fi: Ulkopuolinen arviointiprosessi aloitettu.
fr_fr: Le processus d'évaluation externe a débuté.
gl_es: Comezou o proceso de revisión externa.
hr: Pokrenut je postupak vanjske recenzije.
hu: Külső szakmai lektori munka megkezdődött.
hy_am: Արտաքին գրախոսությունը սկսված է։
id: Proses review eksternal dimulai.
is: Ytra ritrýniferli hafið.
it_it: La revisione esterna è inziata.
ja_jp: 外部査読プロセスが開始されました。
ka_ge: გარე განხილვის პროცესი დაიწყო.
kk: Сыртқы тексеру процесі басталды.
lv: Uzsākts ārējās recenzēšanas process.
mr: बाह्य समीक्षण प्रक्रिया सुरू झाली.
ms_my: Proses ulasan luaran bermula.
nb: Ekstern fagfellevurdering startet.
nl_nl: Peer review gestart.
pl_pl: Proces recenzji zewnętrznej rozpoczęty.
pt_pt: Processo de revisão externa iniciado.
ro: Procesul de revizuire a început.
ru_ru: Начат процесс внешнего рецензирования.
sl_si: Zunanja recenzija se je začela.
sr@cyrillic: Процес рецензирања од стране спољних рецензената ја започето.
sr_rs@latin: Proces recenziranja od strane spoljnih recenzenata ja započeo.
sv_se: Extern granskningsprocess påbörjad.
th: เริ่มกระบวนการทบทวนภายนอกแล้ว
tr_tr: Dış inceleme süreci başladı.
uk_ua: Розпочато процес зовнішнього рецензування.
vi: Quy trình đánh giá bên ngoài đã bắt đầu.
vi_vn: Quá trình Phản biện bên ngoài đã bắt đầu.

# notification.type.editorDecisionPendingRevisions
source: Revision required.
ar_iq: التحكيم مطلوب.
az: Düzəltmə tələb olunur
bg_bg: Изисква се ревизия.
ca_es: Calen revisions.
cs_cz: Je třeba provést revize rukopisu.
da_dk: Revision påkrævet.
de_de: Überarbeitung angefordert.
el_gr: Η αναθεώρηση έχει απαιτηθεί.
eu: Berrikuspena beharrezkoa da.
fa_ir: نیازمند اصلاحات
fi_fi: Korjattu versio vaaditaan.
fr_fr: En attente de révisions.
gl_es: Requírese revisión.
hr: Potrebna revizija.
hu: Átdolgozás szükséges.
hy_am: Պահանջվում է վերանայում:
id: Perlu direvisi.
is: Þarfnast ritrýni.
it_it: Una revisione è richiesta.
ja_jp: 改訂が要求されました。
ka_ge: საჭიროა შესწორება.
kk: Материалдың жаңа нұсқасы қажет.
lv: Nepieciešami labojumi.
mr: सुधारीत आवृत्ती (revision) आवश्यक.
ms_my: Semakan diperlukan.
nb: Må bearbeides.
nl_nl: Revisie vereist.
pl_pl: Zmiany są wymagane.
pt_pt: Revisões requeridas.
ro: Revizie necesară.
ru_ru: Требуется новая версия материала.
sl_si: Zahtevane so spremembe.
sr@cyrillic: Ревизија је потребна.
sr_rs@latin: Revizija je potrebna.
sv_se: Ändringar krävs.
th: ต้องการการแก้ไข
tr_tr: Düzeltme gerekli.
uk_ua: Необхідна нова версія.
vi: Yêu cầu sửa đổi.
vi_vn: Yêu cầu sửa chữa.

# notification.type.editorDecisionResubmit
source: Resubmit for review.
ar_iq: أعد التقديم للتحكيم.
az: Yenidən dəyərləndirməyə göndər
bg_bg: Повторно изпращане за рецензиране.
ca_es: Torna-ho a trametre per a revisió.
cs_cz: Znovu podat k recenzi.
da_dk: Fremsend igen til bedømmelse.
de_de: Erneut zur Begutachtung einreichen.
el_gr: Εκ νέου υποβολή για αξιολόγηση.
eu: Berriro bidali berrikusteko.
fa_ir: ارسال دوباره برای داوری
fi_fi: Lähetä uudelleen arvioitavaksi.
fr_fr: Soumettre à nouveau pour l'évaluation.
gl_es: Volver enviar para revisión.
hr: Ponovno pošaljite na pregled.
hu: Újbóli felülvizsgálat.
hy_am: Կրկին ուղարկել վերանայման:
id: Kirim ulang untuk direview.
is: Senda aftur í ritrýni.
it_it: Invia di nuovo per una revisione.
ja_jp: 再投稿。
ka_ge: ხელახლა გაგზავნა განსახილველად.
kk: Тексеру үшін қайта жіберу.
lv: Atkārtoti iesniegt recenzēšanai.
mr: समीक्षणासाठी पुन्हा सादर करा.
ms_my: Hantar semula untuk ulasan.
nb: Send inn for ny fagfellevurdering.
nl_nl: Dien opnieuw in voor review.
pl_pl: Prześlij ponownie do recenzji.
pt_pt: Resubmeter para revisão.
ro: Reînregistrare manuscris pentru revizie.
ru_ru: Повторно отправить на рецензирование.
sl_si: Zahtevan ponoven krog recenzije.
sr@cyrillic: Поново пошаљи на рецензирање.
sr_rs@latin: Ponovo pošalji na recenziju.
sv_se: Skicka in för granskning på nytt.
th: ส่งงานอีกครั้งเพื่อทบทวน
tr_tr: Yeniden değerlendirmeye gönder.
uk_ua: Повторно надіслати на рецензування.
vi: Nộp lại để đánh giá.
vi_vn: Gửi lại để đánh giá tiếp.

# notification.type.editorDecisionNewRound
source: A new round of reviews was initiated.
az: Yeni dəyərləndirmə turu başladıldı
bg_bg: Нов кръг (етап) на рецензиране е започнат.
ca_es: S'ha iniciat una nova ronda de revisions.
cs_cz: Bylo zahájeno nové recenzní kolo.
da_dk: En ny runde af anmeldelser blev indledt.
de_de: Eine neue Review-Runde wurde eröffnet.
eu: Berrikuspen-erronda berri bat hasi da.
fr_fr: Un nouveau cycle d'évaluation a débuté.
gl_es: Iniciouse unha nova rolda de revisións.
hr: Pokrenut je novi krug pregleda.
hu: Egy új lektorálási forduló lett kezdeményezve.
hy_am: Գրախոսությունների նոր փուլ է սկսվել։
id: Proses review baru sudah dimulai.
is: Ný umferð ritrýni hefur verið sett af stað.
ja_jp: 新しい査読ラウンドが開始されました。
ka_ge: განხილვების ახალი რაუნდი დაიწყო.
kk: Сараптаманың жаңа кезеңі басталды.
lv: Tika uzsākta jauna recenzēšanas kārta.
mr: समीक्षणाची नवी फेरी सुरू झाली.
ms_my: Pusingan ulasan baharu telah dimulakan.
nb: En ny runde av vurderinger ble startet.
pt_pt: Uma nova ronda de revisão foi iniciada.
ro: O nouă rundă de revizie a fost inițiată.
ru_ru: Начат новый раунд рецензирования.
sl_si: Ustvarjen je bil nov recenzijski krog.
th: เริ่มรอบการทบทวนใหม่
tr_tr: Yeni değerlendirme turu başlatıldı.
vi: Đã bắt đầu một vòng đánh giá mới.
vi_vn: Một vòng phản biện mới đã được khởi tạo.

# notification.type.editorDecisionDecline
source: Submission declined.
ar_iq: طلب النشر مرفوض.
az: Məqalə rədd edildi
bg_bg: Изпратените материали не са приети (отказани).
ca_es: S'ha rebutjat la tramesa.
cs_cz: Příspěvek byl odmítnut.
da_dk: Indsendelse afvist.
de_de: Beitrag abgelehnt.
el_gr: Η υποβολή έχει απορριφθεί.
eu: Bidalketa ukatua.
fa_ir: مقاله ارسالی رد شد.
fi_fi: Käsikirjoitus hylätty.
fr_fr: Soumission refusée.
gl_es: Envío rexeitado.
hr: Predaja je odbijena.
hu: Beküldés visszautasítása.
hy_am: Ներկայացումը մերժվել է։
id: Naskah ditolak.
is: Innsendingu hafnað.
it_it: Proposta non accettata.
ja_jp: 投稿は辞退されました。
ka_ge: გაგზავნა უარყოფილია.
kk: Материал қабылданбады.
lv: Materiāls noraidīts.
mr: सादरीकरण नाकारले.
ms_my: Penyerahan ditolak.
nb: Innlevering avvist.
nl_nl: Inzending geweigerd.
pl_pl: Zgłoszenie odrzucone.
pt_pt: Submissão rejeitada.
ro: Înregistrare de manuscris refuzată.
ru_ru: Материал отклонен.
sl_si: Prispevek zavrnjen.
sr@cyrillic: Предати чланак је одбијен.
sr_rs@latin: Predati članak je odbijen.
sv_se: Bidrag refuserat.
th: การส่งงานถูกปฏิเสธ
tr_tr: Gönderi reddedildi.
uk_ua: Подання відхилено.
vi: Bài nộp đã từ chối.
vi_vn: Bài gửi bị từ chối.

# notification.type.editorDecisionRevertDecline
source: Declined submission reactivated.
az: Rədd edilmiş namizəd məqalə yenidən aktivləşdirildi
bg_bg: Отказаните материали са повторно активирани (отказът е отменен).
cs_cz: Zamítnutý příspěvek byl znovu aktivován.
eu: Baztertutako bidalketa berriro aktibatu da.
gl_es: Envío rexeitado reactivado.
hr: Odbijeno podnošenje ponovno aktivirano.
hu: Visszautasított kézirat újra aktiválva.
hy_am: Մերժված ներկայացումը կրկին ակտիվացվեց:
id: Naskah yang telah ditolah diaktifkan kembali.
is: Endurvirkjun innsendingar sem hafði verið hafnað.
ja_jp: 辞退された投稿が復元されました。
ka_ge: უარყოფილი გაგზავნა კვლავ გააქტიურდა.
kk: Материалды қабылдаудан бас тарту жойылды.
lv: Noraidītais materiāls atjaunots.
mr: नाकारलेले सादरीकरण पुनर्विचारार्थ सक्रिय केले.
ms_my: Penyerahan yang ditolak diaktifkan semula.
nb: Avvist innlevering reaktivert.
pt_pt: Submissão rejeitada reativada.
ru_ru: Отклонение материала было отменено.
sl_si: Zavrnjen prispevek je bil ponovno aktiviran.
th: การส่งงานที่ถูกปฏิเสธถูกเปิดใช้งานอีกครั้ง
tr_tr: Reddedilen aday makale yeniden etkinleştirildi.
vi: Bài nộp đã từ chối được kích hoạt lại.

# notification.uploadedResponse
source: Response uploaded.
ar_iq: تم رفع الإجابة.
az: Cavab yükləndi
bg_bg: Отговорът е качен.
ca_es: S'ha carregat la resposta.
cs_cz: Reakce byla nahrána.
da_dk: Svar uploadet.
de_de: Antwort hochgeladen.
el_gr: Η απάντηση έχει μεταφορτωθεί (uploaded).
eu: Erantzuna igo da.
fa_ir: پاسخ آپلود شد
fi_fi: Vastaus ladattu.
fr_fr: La réponse a été transférée.
gl_es: Resposta cargada.
hr: Odgovor učitan .
hu: Válasz feltöltve.
hy_am: Պատասխանը վերբեռնվեց:
id: Tanggapan diunggah.
is: Svörum hlaðið upp.
it_it: Responso caricato.
ja_jp: 応答がアップロードされました。
ka_ge: პასუხი აიტვირთა.
kk: Жауап жүктелді.
lv: Atbilde augšupielādēta.
mr: प्रतिसाद संक्रमित (अपलोड) केला.
ms_my: Respon dimuat naik.
nb: Respons lastet opp.
nl_nl: Antwoord opgeladen.
pl_pl: Odpowiedź przesłana.
pt_pt: Resposta carregada.
ro: Răspuns încărcat.
ru_ru: Загружен ответ.
sl_si: Odgovor je naložen.
sr@cyrillic: Одговор је достављен.
sr_rs@latin: Odgovor je dostavljen.
sv_se: Svar uppladdat.
th: การตอบกลับถูกอัปโหลดแล้ว
tr_tr: Yanıt yüklendi.
uk_ua: Відповідь завантажено.
vi: Phản hồi đã tải lên.
vi_vn: Đã tải lên câu trả lời.

# notification.type.editorAssignment
source: An editor must be assigned before review is initiated. Please add editor using the Participants list.
ar_iq: لا بد من تعيين المحرر قبل الشروع بالتحكيم. لطفاً، أضف محرراً مستعملاً قائمة المشاركين.
az: Dəyərləndirmə başladılmazdan əvvəl bir redaktor təyin edilməlidir. Zəhmət olmasa İştirakçılar siyahısını istifadə edərək tənzimləyici əlavə edin.
bg_bg: Преди да започне рецензиране, трябва да бъде назначен редактор. Моля, добавете редактор, като използвате списъка с участници.
ca_es: S'ha d'assignar un editor/a abans de començar la revisió. Afegiu un editor/a amb l'enllaç de participants anterior.
cs_cz: Před zahájením recenze musí být přiřazen editor. Přidejte editora pomocí odkazu Účastníci výše.
da_dk: En redaktør skal tilknyttes før bedømmelse kan påbegyndes. Tilføj redaktør ved at anvende linket 'Deltagere' ovenfor.
de_de: Ein/e Redakteur/in muss hinzugefügt werden, bevor die Begutachtung veranlasst wird. Verwenden Sie bitte den obigen Beteiligten-Link, um eine/n Redakteur/in hinzuzufügen.
el_gr: Για να ξεκινήσει η διαδικασία αξιολόγησης πρέπει αυτή να ανατεθεί σε ένα επιμελητή (editor). Παρακαλούμε προσθέστε έναν επιμελητή επιλέγοντας τον παραπάνω σύνδεσμο με τους Συμμετέχοντες.
eu: Editore bat esleitu behar da berrikuspena hasi aurretik. Gehitu editorea parte-hartzaileen zerrenda erabiliz.
fa_ir: باید قبل از آغاز روند داوری سردبیر مشخص شود. لطفاً با استفاده از گزینه بالا یک سردبیر بی افزایید.
fi_fi: Toimittaja on valittava, ennen kuin arviointi aloitetaan. Lisää toimittaja yllä olevaa Osallistujat-linkkiä käyttäen.
fr_fr: Il faut choisir un rédacteur en chef afin d'entamer le processus d'évaluation. Veuillez ajouter un rédacteur en chef en utilisant le lien Participants ci-haut.
gl_es: Debe asignarse un editor/a antes de iniciar a revisión. Engade un editor/a usando a lista de participantes.
hr: Urednik mora biti dodijeljen prije pokretanja pregleda. Dodajte urednika pomoću popisa sudionika.
hu: A szakmai lektorálás megkezdése előtt szerkesztő hozzárendelése szükséges. Szerkesztő hozzáadásához használja a Résztvevők listáját.
hy_am: Նախքան վերանայումը սկսելը պետք է խմբագիր նշանակվի: Խնդրում ենք ավելացնել խմբագիր՝ օգտագործելով Մասնակիցների ցանկը:
id: Harus ditugaskan seorang editor sebelum memulai review. Tambahkanlan seorang editor menggunakan daftar Partisipan.
is: Það verður að úthluta ritstjóra áður en hægt er að hefja ritrýni. Vinsamlega bættu við ritstjóra af þátttakendalistanum.
it_it: Un editor deve essere assegnato prima che la revisione sia iniziata. Per favore aggiungi un edtor usando la lista dei partecipanti.
ja_jp: 査読の開始前に編集者の任命が必要です。参加者リストから編集者を追加してください。
ka_ge: განხილვის დაწყებამდე რედაქტორი უნდა დაინიშნოს. გთხოვთ დაამატოთ რედაქტორი მონაწილეთა სიის გამოყენებით.
kk: Тексеру басталғанға дейін редактор тағайындалуы керек. "Мүшелер" тізімін пайдаланып редакторды қосыңыз.
lv: Pirms recenzēšanas uzsākšanas ir jāapstiprina redaktors. Lūdzu, pievienojiet redaktoru, izmantojot Dalībnieku sarakstu.
mr: समीक्षण सुरू करण्यापूर्वी संपादक नियुक्त करणे आवश्यक आहे. कृपया सहभागींच्या यादीतून संपादकाचा समावेश करा.
ms_my: Seorang editor mesti ditugaskan sebelum ulasan dimulakan. Sila tambah editor menggunakan senarai Peserta.
nb: Du må oppnevne en redaktør før fagfellevurderingen kan starte. Bruk lenken «Deltakere» over.
nl_nl: Er moet een redacteur worden toegewezen alvorens een reviewronde kan worden opgestart. Voeg een redacteur toe via de lijst onder Deelnemers.
pl_pl: Redaktor musi zostać przydzielony zanim rozpocznie się proces recenzji. Aby dodać redaktora użyj linku Dodaj w części Uczestnicy.
pt_pt: Um editor deve ser designado antes da revisão ser iniciada. Adicione um editor usando a lista de Participantes.
ro: Un editor trebuie să fie atribuit înainte de începerea revizuirii. Vă rugăm să adăugați un editor utilizând lista Participanți.
ru_ru: Редактор должен быть назначен до начала рецензирования. Пожалуйста, добавьте редактора с помощью списка «Участники».
sl_si: Pred pričetkom recenzije mora biti prispevku dodeljen urednik. Prosimo dodelite urednika z uporabo seznama udeležencev.
sr@cyrillic: Уредник мора бити додељен пре него што рецензирање може бити започето. Додајте уредника користећи линк "Сарадници".
sr_rs@latin: Urednik mora biti dodeljen pre nego što recenziranje može biti započeto. Dodajte urednika koristeći link "Učesnici".
sv_se: En redaktör måste tilldelas bidraget innan granskningsprocessen kan påbörjas. Lägg till en redaktör via Deltagarlistan.
th: ต้องมีการมอบหมายบรรณาธิการก่อนที่จะเริ่มการทบทวน กรุณาเพิ่มบรรณาธิการโดยใช้รายการผู้เข้าร่วม
tr_tr: Değerlendirme başlatılmadan önce bir editör atanmalıdır. Lütfen Katılımcılar listesini kullanarak düzenleyici ekleyin.
uk_ua: Редактор повинен бути призначений перед початком рецензування. Будь ласка, додайте редактора, використовуючи список "Учасники".
vi: Phải chỉ định biên tập viên trước khi bắt đầu đánh giá. Vui lòng thêm biên tập viên bằng danh sách Người tham gia.
vi_vn: Một biên tập viên phải được chỉ định trước khi bắt đầu xem xét. Vui lòng thêm Biên tập viên bằng cách sử dụng danh sách Người tham gia.

# notification.type.submissionNewVersion
source: A new version of a submission was created
az: Namizəd məqalənin yeni bir versiyası yaradıldı
bg_bg: Създадена е нова версия на подадените материали
ca_es: S'ha creat una versió nova de la tramesa
cs_cz: Byla vytvořena nová verze příspěvku
da_dk: Der blev oprettet en ny version af en indsendelse
de_de: Eine neue Version einer Einreichung wurde erstellt
eu: Bidalketa baten bertsio berri bat sortu da
fr_fr: Une nouvelle version d'une soumission a été créée
gl_es: Creouse unha nova versión dun envío
hr: Stvorena je nova verzija podneska
hu: A kézirat egy új változata lett létrehozva
hy_am: Ստեղծվել է ներկայացման նոր տարբերակը
id: Versi baru naskah telah dibuat
is: Ný útgáfa af innsendingu var búin til
it_it: È stata creata una nuova versione di un invio
ja_jp: 投稿の新しいバージョンが作成されました
ka_ge: შეიქმნა გაგზავნის ახალი ვერსია
kk: Жаңа ұсыныс нұсқасы жасалды
lv: Tika izveidota jauna iesniedzamā materiāla versija
mr: सादरीकरणाची नवी आवृत्ती (version) तयार करण्यात आली
ms_my: Versi baharu penyerahan telah dicipta
nb: Det ble opprettet en ny versjon av en innlevering
pt_pt: Uma nova versão de uma submissão foi criada
ro: A fost creată o nouă versiune pentru înregistrarea de manuscris
ru_ru: Новая версия представления была создана
sl_si: Ustvarjena je bila nova verzija prispevka
th: มีการสร้างเวอร์ชันใหม่ของการส่งงาน
tr_tr: Aday makalenin yeni bir sürümü oluşturuldu
vi: Đã tạo một phiên bản mới của bài nộp
vi_vn: Một phiên bản mới của bài nộp đã được tạo

# notification.type.revertDecline
source: The decision to decline this submission was reverted.
az: Bu namizəd məqalənin rəddedilmə qərarı ləğv olundu
bg_bg: Решението за отхвърляне на тези материали беше отменено.
cs_cz: Rozhodnutí odmítnout tento příspěvek bylo vráceno.
eu: Bidalketa hau baztertzeko erabakia atzera bota da.
gl_es: A decisión de rexeitar este envío foi rexeitada.
hr: Odluka o odbijanju ovog podneska je poništena.
hu: Ennek a kéziratnak az elutasításáról szóló határozatot visszavonták.
hy_am: Այս ներկայացումը մերժելու որոշումը չեղարկվել է։
id: Keputusan menolak naskah telah dipulihkan.
is: Ákvörðun um höfnun innsendingar snúið.
ja_jp: この投稿を謝絶する決定は元に戻されました。
ka_ge: გადაწყვეტილება გაუქმდა ამ წარდგინებას.
kk: Бұл материалды қабылдамау туралы шешім кері қайтарылды.
lv: Lēmums noraidīt šo materiālu tika atcelts.
mr: हे सादरीकरण नाकारण्याचा निर्णय मागे घेण्यात आला.
ms_my: Keputusan untuk menolak penyerahan ini telah dikembalikan.
nb: Beslutningen om å avvise denne innleveringen ble endret.
pt_pt: A decisão de rejeitar esta submissão foi revertida.
ru_ru: Решение об отклонении этого материала было отменено.
sl_si: Odločitev o zavrnitvi je bila spremenjena.
th: การตัดสินใจปฏิเสธการส่งงานนี้ถูกยกเลิก
tr_tr: Bu aday makalenin reddetme kararı geri alındı.
vi: Quyết định từ chối bài nộp này đã bị đảo ngược.
