Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# metadata.property.validationMessage.uri
source: Please enter a valid alternative link to the publication.
ar_iq: لطفاً، أدخل قيمة صحيحة لبديل رابط النشر.
az: Zəhmət olmasa nəşr üçün etibarlı bir alternativ link daxil edin
bg_bg: Моля, въведете валидна алтернативна връзка към публикацията.
ca_es: Introduïu un enllaç alternatiu vàlid a la publicació.
cs_cz: Zadejte, prosím, odkaz na on-line verzi publikace.
da_dk: Indtast et gyldigt alternativt link til udgivelsen.
de_de: Bitte geben Sie einen gültigen alternativen Link zu der Veröffentlichung ein.
el_gr: Παρακαλούμε εισάγετε έναν έγκυρο υπερσύνδεσμο για την δημοσίευση
eu: Mesedez, idatzi argitalpenerako beste baliozko lotura bat.
fa_ir: لطفاً لینک به صفحه چاپ را وارد کنید
fi_fi: Anna kelvollinen vaihtoehtoinen linkki julkaisuun.
fr_fr: Veuillez saisir un lien à la publication alternatif valide.
gl_es: Insira unha ligazón alternativa á publicación válida.
hr: Unesite valjanu alternativnu poveznicu na publikaciju.
hu: Kérjük, adjon meg egy érvényes linket a kiadáshoz.
hy_am: Խնդրում ենք մուտքագրել հրատարակության վավեր այլընտրանքային հղում:
id: Masukkan tautan alternatif yang valid ke penerbitan.
is: Vinsamlega skráðu gildan viðbótartengil á útgáfuna.
is_is: Vinsamlega sláðu gildan tengil sem valkost á útgáfuna.
it_it: Inserisci un link alternativo alla pubblicazione.
ja_jp: 適切な代替リンク情報を入力して下さい。
ka_ge: გთხოვთ, შეიყვანოთ გამოცემის სწორი ალტერნატიული ბმული.
kk: Жарамды балама шығарылым сілтемесін енгізіңіз.
ku_iq: تکایە لینکی ئەڵتەرناتیڤی بڵاوکراوەکە بنوسە.
lv: Lūdzu, ievadiet derīgu alternatīvu saiti uz publikāciju.
mk_mk: Ве молиме внесете валиден алтернативен линк до издание.
mr: कृपया प्रकाशनासाठी ग्राह्य पर्यायी दुवा (Link ) नोंदवा.
ms_my: Sila masukkan pautan alternatif yang sah kepada penerbitan.
nb: Skriv inn en gyldig, alternativ lenke til publikasjonen.
nl_nl: Geef een geldige alternatieve link naar de publicatie.
pl_pl: Proszę o wpisanie adresu www publikacji.
pt_pt: Insira um link alternativo para a publicação válido.
ro: Vă rugăm să introduceți un link alternativ valid pentru publicație.
ru_ru: Пожалуйста, введите правильную альтернативную ссылку на публикацию.
sl_si: Prosimo vnesite alternativno povezavo do aplikacije.
sr@cyrillic: Унесите алтернативни линк ка публикацији.
sr_rs@latin: Unesite alternativni link ka publikaciji.
sv_se: Vänligen ange en giltig alternativ länk till publikationen.
th: กรุณาป้อนลิงก์ทางเลือกที่ถูกต้องไปยังการตีพิมพ์
tr_tr: Lütfen yayı için geçerli bir alternatif bağlantı giriniz.
uk_ua: Будь ласка, вкажіть працездатне альтернативне посилання на публікацію.
vi: Vui lòng nhập liên kết thay thế hợp lệ đến ấn phẩm.
vi_vn: Vui lòng nhập một liên kết thay thế hợp lệ đến ấn phẩm.
zh_cn: 请输入一个有效的替代链接指向出版物.

# metadata.property.displayName.comment
source: Comment
ar_iq: التعليق
az: Şərh
bg_bg: Коментар
ca_es: Comentari
cs_cz: Komentář
da_dk: Kommentar
de_de: Kommentar
el_gr: Σχόλιο
eu: Iruzkina
fa_ir: نظرات
fi_fi: Kommentti
fr_fr: Commentaires
gl_es: Comentario
hr: Komentar
hu: Megjegyzés
hy_am: Մեկնաբանություն
id: Komentar
is: Athugasemd
is_is: Athugasemd
it_it: Commento
ja_jp: コメント
ka_ge: კომენტარი
kk: Түсініктеме
ku_iq: تێچێن
lv: Komentārs
mk_mk: Коментар
mr: भाष्य (Comment)
ms_my: Komen
nb: Kommentar
nl_nl: Opmerking
pl_pl: Komentarz
pt_pt: Comentário
ro: Comentariu
ru_ru: Комментарий
sl_si: Komentar
sr@cyrillic: Коментар
sr_rs@latin: Komentar
sv_se: Kommentar
th: ความคิดเห็น
tr_tr: Yorum
uk_ua: Коментар
vi: Nhận xét
vi_vn: Bình luận
zh_cn: 评论

# metadata.property.validationMessage.comment
source: Please enter a valid comment.
ar_iq: لطفاً، أدخل تعليقاً صحيحاً.
az: Zəhmət olmasa etibarlı bir şərh daxil edin
bg_bg: Моля, въведете валиден коментар.
ca_es: Introduïu un comentari vàlid.
cs_cz: Zadejte, prosím, komentář.
da_dk: Indtast en gyldig kommentar.
de_de: Bitte geben Sie einen gültigen Kommentar ein.
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο σχόλιο
eu: Mesedez, idatzi baliozko iruzkina.
fa_ir: لطفاً توضیح را وارد کنید
fi_fi: Kirjoita kelvollinen kommentti.
fr_fr: Veuillez saisir un commentaire valide.
gl_es: Insira un comentario válido.
hr: Unesite važeći komentar.
hu: Kérjük, adjon megjegyzést.
hy_am: Խնդրում ենք մուտքագրել վավեր մեկնաբանություն:
id: Masukkan komentar yang valid.
is: Vinsamlega sláðu inn gilda athugasemd.
is_is: Vinsamlega sláðu inn gilda athugasemd.
it_it: Inserisci un commento valido.
ja_jp: 適切なコメントを入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი კომენტარი.
kk: Жарамды түсініктемені еңгізіңіз.
ku_iq: تکایە تێچێنێکی دروست بنوسە.
lv: Lūdzu, ievadiet derīgu komentāru.
mk_mk: Ве молиме внесете валиден коментар.
mr: कृपया ग्राह्य भाष्य (Comment) नोंदवा.
ms_my: Sila masukkan komen sah.
nb: Skriv inn en gyldig kommentar.
nl_nl: Geef een geldige opmerking.
pl_pl: Proszę o poprawne wpisanie komentarza.
pt_pt: Insira um comentário válido.
ro: Vă rugăm să introduceți un comentariu valid.
ru_ru: Пожалуйста, введите правильный комментарий.
sl_si: Prosimo vnesite veljaven komentar.
sr@cyrillic: Унесите исправан коментар.
sr_rs@latin: Unesite ispravan komentar.
sv_se: Vänligen ange en giltig kommentar.
th: กรุณาป้อนความคิดเห็นที่ถูกต้อง
tr_tr: Lütfen geçerli bir yorum giriniz.
uk_ua: Будь ласка, введіть коректний коментар.
vi: Vui lòng nhập nhận xét hợp lệ.
vi_vn: Vui lòng nhập một bình luận hợp lệ.
zh_cn: 请输入一条有效的评论

# metadata.property.displayName.annotation
source: Annotation
ar_iq: التأشير
az: Açıqlama
bg_bg: Анотация
ca_es: Anotació
cs_cz: Anotace
da_dk: Note
de_de: Anmerkung
el_gr: Υπομνηματισμός
eu: Oharra
fa_ir: یادداشت
fi_fi: Huomautus
gl_es: Anotación
hr: Anotacija
hu: Jegyzet
hy_am: Համառոտագրություն
id: Catatan Tambahan
is: Textaskýring
is_is: Textaskýring
it_it: Annotazione
ja_jp: 注釈
ka_ge: ანოტაცია
kk: Аннотация
ku_iq: پەراوێز
lv: Anotācija
mk_mk: Забелешка
mr: टिप्पणी (Annotation)
ms_my: Anotasi
nb: Notat
nl_nl: Annotatie
pl_pl: Adnotacja
pt_pt: Anotação
ro: Adnotare
ru_ru: Аннотация
sl_si: Pripomba
sr@cyrillic: Белешке
sr_rs@latin: Beleške
sv_se: Anteckning
th: หมายเหตุ
tr_tr: Açıklama
uk_ua: Анотація
vi: Chú thích
vi_vn: Chú thích
zh_cn: 注释

# metadata.property.validationMessage.annotation
source: Please enter a valid annotation.
ar_iq: لطفاً، أدخل تأشيراً صحيحاً.
az: Zəhmət olmasa etibarlı bir açıqlama daxil edin
bg_bg: Моля, въведете валидна анотация.
ca_es: Introduïu una anotació vàlida.
cs_cz: Zadejte, prosím, anotaci.
da_dk: Indtast en gyldig note.
de_de: Bitte geben Sie eine gültige Anmerkung ein.
el_gr: Παρακαλούμε εισάγετε έναν έγκυρο υπομνηματισμό
eu: Mesedez, idatzi baliozko oharra.
fa_ir: لطفاً یادداشت را وارد کنید
fi_fi: Kirjoita kelvollinen huomautus.
fr_fr: Veuillez saisir une annotation valide.
gl_es: Insira unha anotación válida.
hr: Unesite valjanu napomenu.
hu: Kérjük, adjon meg jegyzetet.
hy_am: Խնդրում ենք մուտքագրել վավեր համառոտագրություն։
id: Masukkan Catatan Tambahan yang valid.
is: Vinsamlega sláðu inn gilda textaskýringu.
is_is: Vinsamlega sláðu inn gilda textaskýringu.
it_it: Inserisci un'annotazione valida.
ja_jp: 適切な注釈を入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი ანოტაცია.
kk: Жарамды аннотацияны еңгізіңіз.
ku_iq: تکایە پەراوێزی دروست بنوسە.
lv: Lūdzu, ievadiet derīgu anotāciju.
mk_mk: Ве молиме внесете валидна забелешка.
mr: कृपया ग्राह्य टिप्पणी (Annotation) नोंदवा.
ms_my: Sila masukkan anotasi yang sah.
nb: Skriv inn et gyldig notat.
nl_nl: Geef een geldige annotatie.
pl_pl: Proszę o poprawne wpisanie adnotacji.
pt_pt: Insira uma anotação válida.
ro: Vă rugăm să introduceți o adnotare validă.
ru_ru: Пожалуйста, введите правильную аннотацию.
sl_si: Prosimo vnesite veljavno pripombo.
sr@cyrillic: Унесите исправне белешке.
sr_rs@latin: Unesite ispravne beleške.
sv_se: Vänlig ange en giltig anteckning.
th: กรุณาป้อนหมายเหตุที่ถูกต้อง
tr_tr: Lütfen geçerli bir açıklama giriniz.
uk_ua: Будь ласка, введіть коректну анотацію.
vi: Vui lòng nhập chú thích hợp lệ.
vi_vn: Vui lòng nhập một chú thích hợp lệ.
zh_cn: 请输入一个有效的注释。

# metadata.property.displayName.publication-type
source: Publication Type
ar_iq: نوعية النشر
az: Yayım növü
bg_bg: Тип на публикация
ca_es: Tipus de publicació
cs_cz: Typ publikace
da_dk: Udgivelsestype
de_de: Publikationstyp
el_gr: Τύπος Δημοσίευσης
eu: Argitalpen-mota
fa_ir: نوع نشر
fi_fi: Julkaisun tyyppi
fr_fr: Type de publication
gl_es: Tipo de publicación
hr: Vrsta publikacije
hu: Publikáció típus
hy_am: Հրապարակման տեսակը
id: Tipe Publikasi
is: Tegund útgáfu
is_is: Tegund útgáfu
it_it: Tipo di pubblicazione
ja_jp: 出版タイプ
ka_ge: გამოქვეყნების თარიღი
kk: Басылым түрі
ku_iq: جۆری بڵاوکراوە
lv: Publikācijas tips
mk_mk: Тип на издание
mr: प्रकाशनाचा प्रकार
ms_my: Jenis Penerbitan
nb: Type publikasjon
nl_nl: Publicatietype
pl_pl: Typ publikacji
pt_pt: Tipo de Publicação
ro: Tip publicație
ru_ru: Тип публикации
sl_si: Tip revije
sr@cyrillic: Тип публикације.
sr_rs@latin: Tip publikacije.
sv_se: Publikationstyp
th: ประเภทของการตีพิมพ์
tr_tr: Yayın Türü
uk_ua: Тип публікації
vi: Loại ấn phẩm
vi_vn: Loại xuất bản
zh_cn: 出版类型

# metadata.property.validationMessage.publication-type
source: Please make sure that you always set a publication type. Currently supported values are book (for books or book chapters) and journal (for journal articles). Otherwise the citation output formatting will not work correctly.
ar_iq: لطفاً، تأكد دوماً من تحديد نوعية النشر. النوعيات المدعومة حالياً هي: الكتب (للكتب أو فصول منها)، والمجلات (لمقالات المجلات). خلاف ذلك، سوف لن يعمل تنسيق الاقتباس بالشكل الصحيح.
az: Hər zaman bir yayım növü müəyyən etdiyinizə əmin olun. Bu halda dəstəklənən növlər kitab (kitablar və kitab fəsilləri) və Jurnaldir (Jurnal məqalələri). Əks halda istinad çıxış formatlandırması düzgün işləməz.
bg_bg: Моля, уверете се, че винаги задавате тип публикация. Понастоящем поддържаните стойности са book (за книги или глави от книги) и journal (за статии от списания). В противен случай изходното форматиране на цитатите няма да работи правилно.
ca_es: Assegureu-vos d'establir sempre un tipus de publicació. Actualment, els valors admesos són «llibre» (per a llibres o capítols de llibres) i «revista» (per a articles de revista). En cas contrari, el format de sortida de la cita no funcionarà correctament.
cs_cz: Ujistěte se, že jste vždy nastavili typ publikace. V současné době jsou podporované hodnoty "book" (pro knihy nebo kapitoly knih) a "journal" (články časopisů). V opačném případě nebude formátování výstupních citací správně fungovat.
da_dk: Sørg for altid at angive en udgivelsestype. De værdier, der er tilladt pt., er bog (til bøger eller afsnit i bøger) samt tidsskrift (til artikler i tidsskrifter). Ellers vil output-formateringen af citationerne ikke fungere korrekt.
de_de: Bitte stellen Sie sicher, dass Sie immer einen Publikationstyp auswählen. Momentan unterstützte Werte sind Buch (für Bücher oder Buchkapitel) und Zeitschrift (für Zeitschriftenartikel). Ansonsten wird die Ausgabeformatierung der Zitationen nicht richtig funktionieren.
el_gr: Παρακαλούμε σιγουρευτείτε ότι δηλώνετε πάντα τον τύπο δημοσίευσης. Οι τύποι που υποστηρίζονται είναι βιβλίο (για βιβλία ή κεφάλαια βιβλίων) και περιοδικό (για άρθρα περιοδικών). Σε αντίθετη περίπτωση η απόδοση της αναφοράς δεν θα μορφοποιηθεί σωστά.
eu: Mesedez, egiaztatu argitalpen mota beti ezartzen duzula. Orain, onartutako balioak liburua (liburuentzat edo liburuetako kapituluentzat) eta aldizkaria (aldizkarietako artikuluentzat) dira. Bestela, aipuen irteera-formatuak ez du behar bezala funtzionatuko.
fa_ir: لطفاً مطمئن شوید که نوع نشر را تنظیم کرده‌اید. گزینه‌های ممکن عبارتند از: کتاب و مجله. در غیر این صورت فرمت خروجی ارجاع صحیح نخواهد بود.
fi_fi: Varmistathan, että asetat aina julkaisun tyypin. Tuettuja arvoja ovat kirja (kirjat ja kirjojen luvut) ja lehti (lehtien artikkelit). Muuten viittaustavan muotoilu ei toimi oikein.
fr_fr: Veuillez vous assurer de toujours sélectionner un type de publication. Les valeurs présentement prises en charge sont 'livre' (pour les livres et chapitres de livre) et 'revue' (pour les articles de revue). Autrement, le formatage de la référence ne s'effectuera pas correctement.
gl_es: Asegúrese de que sempre establece un tipo de publicación. Os valores soportados actualmente son o libro (para libros ou capítulos de libros) e revista (para artigos de revistas). Se non, o formato de saída da cita non funcionará correctamente.
hr: Pazite da uvijek postavite vrstu publikacije. Trenutno podržane vrijednosti su book (za knjige ili poglavlja u knjigama) i journal (za članke iz časopisa). Inače formatiranje izlaza citata neće ispravno raditi.
hu: Kérjük, győződjön meg arról, hogy a publikáció típust mindig beállítsa. Jelenleg támogatott típus a könyv (könyvek vagy könyvfejezetek) és a folyóirat (folyóirat cikk). Különben az idézettség kimeneti formátuma nem lesz megfelelő.
hy_am: Խնդրում ենք համոզվել, որ դուք միշտ սահմանել եք հրապարակման տեսակը: Ներկայումս աջակցվող արժեքներն են գիրքը (գրքերի կամ գրքերի գլուխների համար) և ամսագրերը (ամսագրերի հոդվածների համար): Հակառակ դեպքում վկայակոչումների ելքային ձևաչափումը ճիշտ չի աշխատի:
id: Pastikan Anda selalu mengatur tipe penerbitan. Nilai yang didukung sekarang ini adalah tipe penerbitan buku (untuk buku atau bab buku) dan jurnal (untuk artikel jurnal). Jika tidak, pemformatan output sitiran tidak akan bekerja secara benar.
is: Vinsamlega gakktu úr skugga um að þú setjir alltaf tegund útgáfu. Studd gildi eru bækur (fyrir bækur eða bókarkafla) og tímarit (fyrir tímaritsgreinar). Að öðrum kosti verða tílvísanir ekki réttar.
is_is: Vinsamlega gakktu úr skugga um að þú setjir altaf tegund útgáfu. Gildi sem nú er studd eru bækur(fyrir bækur eða bókarkafla) og tímarit (fyrir greinar í tímarit). Að öðrum kosti munu tílvísanir ekki vera sýndar rétt.
it_it: Assicurati di indicare sempre il tipo di pubblicazione. Le tipologie supportate al momento sono libro (per monografie o capitoli) e rivista (per articoli di rivista). Inserendo altri valori l'esportazione della citazione non funzionerà correttamente.
ja_jp: 出版タイプを設定する場合は確認してください。現在サポートされているのは図書(book: 図書および図書の章)と雑誌(journal: 雑誌記事・論文)です。それ以外は引用出力フォーマットが正しく動作しません。
ka_ge: გთხოვთ, დარწმუნდეთ, რომ ყოველთვის დააყენეთ გამოცემის ტიპი. ამჟამად მხარდაჭერილი მნიშვნელობებია წიგნი (წიგნების ან წიგნების თავებისთვის) და ჟურნალი (ჟურნალების სტატიებისთვის). წინააღმდეგ შემთხვევაში ციტირების შედეგების ფორმატირება არ იმუშავებს სწორად.
kk: Шығарылым түрін әрқашан белгілеуіңізге көз жеткізіңіз. Қазіргі уақытта қолдау көрсетілетін мәндер book (кітаптар немесе кітап тараулары үшін) және journal (журнал мақалалары үшін) болып табылады. Егер түрі көрсетілмесе немесе қате көрсетілсе, дереккөзге арналған библиографиялық сілтемені пішімдеу дұрыс жұмыс істемейді.
ku_iq: تکایە هەمو کاتێک جۆری بڵاوکراوەکە دیاری بکە. لە ئێستادا بڵاوکراوەکان ئەمانەن؛ پەرتوک (پەرتوک یان بەشی پەرتوکێک) گۆڤار (بۆ توێژینەوەی زانستی). بە پێچەوانەوە ڕێکخستنی گوتراوەکان لەوانەیە بە دروستی کار نەکات.
lv: Lūdzu, pārliecinieties, ka vienmēr iestatāt publikācijas tipu. Pašlaik atbalstītās vērtības ir grāmata (grāmatām vai grāmatu nodaļām) un žurnāls (žurnālu rakstiem). Pretējā gadījumā citātu izvades formatējums nedarbosies pareizi.
mk_mk: Ве молиме, проверете дали секогаш поставувате тип на публикација. Моментално поддржани вредности се книга (за книги или поглавја во книги) и списание (за трудови во списанија). Инаку, форматирањето на излезот за цитат нема да работи правилно.
mr: कृपया तुम्ही नेहमीच प्रकाशनाचा प्रकार निवडला (set केला) असल्याची खात्री करा. सध्या अस्तित्वात असलेले प्रकार असे आहेत : पुस्तक (पुस्तके किंवा पुस्तकातील प्रकरणांसाठी) आणि नियतकालिक (नियतकालिकातील लेखांसाठी). अन्यथा उद्धरणांचे स्वरूप अपेक्षेप्रमाणे कार्य करणार नाही.
ms_my: Sila pastikan anda sentiasa menetapkan jenis penerbitan. Nilai yang disokong pada masa ini ialah buku (untuk buku atau bab buku) dan jurnal (untuk artikel jurnal). Jika tidak, pemformatan output petikan tidak akan berfungsi dengan betul.
nb: Pass på at du alltid oppgir en type publikasjon. Du kan velge mellom bok (for bøker og kapitler) og tidsskrift (for tidsskriftsartikler). Andre vil ikke fungere.
nl_nl: Vergewis u ervan dat u altijd een publicatietype instelt. Ondersteunde waarden zijn boek (voor boeken of hoofdstukken) en tijdschrift (voor tijdschriftartikels). De citatie-uitvoerformattering zal anders niet goed werken.
pl_pl: Proszę o upewnienie się, czy został wybrany poprawny typ publikacji. Obecnie wspierane są następujące typy: książka (książka lub rozdział w książce) oraz czasopisma (artykuł w czasopiśmie). W innych przypadkach cytowanie nie będzie poprawne.
pt_pt: Certifique-se que define sempre um tipo de publicação. Os valores atualmente suportados são livros (para livros ou capítulos de livros) e revistas (para artigos de revistas). Caso contrário a formatação de saída da citação não funcionará corretamente.
ro: Vă rugăm să vă asigurați că setați întotdeauna un tip de publicare. Valorile acceptate în prezent sunt carte (pentru cărți sau capitole de carte) și jurnal (pentru articole de jurnal). În caz contrar, formatarea de ieșire a citării nu va funcționa corect.
ru_ru: Пожалуйста, убедитесь, что вы всегда задаете тип публикации. На текущий момент поддерживаются значения book (для книг или глав книги) и journal (для журнальных статей). Если тип не указан или указан неверно, форматирование библиографической ссылки на источник будет работать неправильно.
sl_si: Prosimo, da vedno vnesete tip revije. Trenutne veljavne vrednosti so knjiga (za knjige ali knjižna poglavja) in revija (za članke revij). V nasprotnem primeru formatiranje citatov ne bo pravilno.
sr@cyrillic: Увек подесите тип публикације. Тренутно су подржани типови: књига (за књиге и поглавља) часописи. У супротном форматирање цитата неће радити исправно.
sr_rs@latin: Uvek podesite tip publikacije. Trenutno su podržani tipovi: knjiga (za knjige i poglavlja) časopisi. U suprotnom formatiranje citata neće raditi ispravno.
sv_se: Se till så att du alltid väljer en publikationstyp. Giltiga värden är för närvarande bok (för böcker och bokkapitel) och tidskrift (för tidskriftsartiklar). Om publikationstyp saknas blir inte citeringsformatteringen korrekt.
th: กรุณาตรวจสอบให้แน่ใจว่าคุณได้ตั้งค่าประเภทการตีพิมพ์เสมอ ค่าที่รองรับในขณะนี้คือ book (สำหรับหนังสือหรือบทในหนังสือ) และ journal (สำหรับบทความวารสาร) มิฉะนั้น การจัดรูปแบบการอ้างอิงจะไม่ทำงานอย่างถูกต้อง
tr_tr: Her zaman bir yayın türü belirlediğinizden emin olun. Şu halde desteklenen türler kitap (kitaplar ve kitap bölümleri) ve dergidir (dergi makaleleri). Aksi halde atıf çıkış biçimlendirmesi düzgün çalışmaz.
uk_ua: Будь ласка, обов'язково вказуйте тип публікації. Зараз підтримуються два значення типу публікацій: book (для книжок і розділів книжок) та journal (для журнальних статей). В іншому випадку вихідний формат цитати буде некоректним.
vi: Vui lòng đảm bảo rằng bạn luôn đặt loại ấn phẩm. Các giá trị hiện được hỗ trợ là book (cho sách hoặc chương sách) và journal (cho bài báo tạp chí). Nếu không, định dạng đầu ra trích dẫn sẽ không hoạt động đúng cách.
vi_vn: Hãy đảm bảo rằng bạn luôn đặt loại xuất bản. Các giá trị được hỗ trợ hiện nay là sách (đối với sách hoặc chương sách) và tạp chí (đối với các bài báo). Nếu không, định dạng đầu ra trích dẫn sẽ không hoạt động chính xác.
zh_cn: 请确保您总是设置了出版物类型。目前支持的值为书籍（书本或书籍章节）和期刊（期刊文章）。否则，引用输出格式将不能正确工作。

# metadata.property.displayName.title-type
source: Title Type
ar_iq: نوعية العنوان
az: Başlıq növü
bg_bg: Тип на заглавие
ca_es: Tipus de títol
cs_cz: Typ názvu
da_dk: Titeltype
de_de: Titeltyp
el_gr: Τύπος τίτλου
eu: Titulu mota
fa_ir: نوع عنوان
fi_fi: Otsikon tyyppi
fr_fr: Type du titre
gl_es: Típo de título
hr: Vrsta naslova
hu: Címtípus
hy_am: Վերնագրի տեսակը
id: Tipe Judul
is: Titill tegundar
is_is: Titill tegundar
it_it: Tipo di titolo
ja_jp: タイトルタイプ
ka_ge: სათაურის ტიპი
kk: Тақырыптың түрі
ku_iq: جۆری ناونیشان
lv: Virsraksta tips
mk_mk: Тип на наслов
mr: शीर्षक प्रकार
ms_my: Jenis Tajuk
nb: Titteltype
nl_nl: Titel type
pl_pl: Typ tytułu
pt_pt: Tipo de Título
ro: Tipul titlului
ru_ru: Тип заголовка
sl_si: Tip naslova
sr@cyrillic: Тип наслова
sr_rs@latin: Tip naslova
sv_se: Titeltyp
th: ประเภทชื่อเรื่อง
tr_tr: Başlık Türü
uk_ua: Тип назви
vi: Loại tiêu đề
vi_vn: Loại tiêu đề
zh_cn: 标题类型
