Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.document
source: Document
ar_iq: المستند
az: Sənəd
bg_bg: Документ
cs_cz: Dokument
da_dk: Dokument
de_de: Dokument
el_gr: Κείμενο
eu: Dokumentua
fa_ir: سند
fi_fi: Asiakirja
gl_es: Documento
hr: Dokument
hu: Dokumentum
hy_am: Փաստաթուղթ
id: Dokumen
is: Skjal
it_it: Documento
ja_jp: 投稿文書
ka_ge: დოკუმენტი
kk: Құжат
lv: Dokuments
mr: दस्तऐवज
ms_my: Dokumen
nb: Dokument
pl_pl: Dokument
pt_pt: Documento
ru_ru: Документ
sl_si: Dokument
sr@cyrillic: Документ
sr_rs@latin: Dokument
sv_se: Dokument
th: เอกสาร
tr_tr: Doküman
uk_ua: Документ
vi: Tài liệu
vi_vn: Tài liệu

# submission.art
source: Artwork
ar_iq: العمل الفني
az: Sənət əsəri
bg_bg: Илюстрация
ca_es: Il·lustració
cs_cz: Umělecké dílo
da_dk: Illustrationsmateriale
de_de: Kunstwerk
el_gr: Έργο Τέχνης
eu: Artelana
fa_ir: اثار هنری
fi_fi: Kuvamateriaali
fr_fr: Illustrations
gl_es: Arquivo de imaxe
hr: Ilustracije
hu: Illusztráció
hy_am: Արվեստի գործ
id: Karya Seni
is: Listaverk
it_it: Grafica
ja_jp: 芸術作品
ka_ge: ნამუშევრები
kk: Сурет
lv: Grafiskā datne
mr: कलाकृती
ms_my: Karya seni
nb: Illustrasjoner
nl_nl: Grafisch werk
pl_pl: Materiały graficzne
pt_pt: Obra de arte
ro: Operă de artă
ru_ru: Изображение
sl_si: Ilustracija
sr@cyrillic: Илустрација
sr_rs@latin: Ilustracija
sv_se: Grafik
th: งานศิลปะ
tr_tr: Sanat Eseri
uk_ua: Зображення
vi: Tác phẩm nghệ thuật
vi_vn: Tác phẩm

# submission.supplementary
source: Supplementary Content
ar_iq: المحتوى التكميلي
az: Tamamlayıcı məzmun
bg_bg: Допълнително съдържание
ca_es: Contingut suplementari
cs_cz: Doplňující obsah
da_dk: Supplerende indhold
de_de: Zusätzliche Inhalte
el_gr: Συμπληρωματικό υλικό
eu: Eduki osagarria
fa_ir: محتویات مکمل
fi_fi: Lisäsisältö
fr_fr: Contenu supplémentaire
gl_es: Contido complementario
hr: Dodatni sadržaj
hu: Kiegészítő tartalom
hy_am: Լրացուցիչ բովանդակություն
id: Koten Pelengkap
is: Viðbótarinnihald
it_it: Contenuto supplementare
ja_jp: 補足コンテンツ
ka_ge: დამატებითი შინაარსი
kk: Қосымша мазмұн
lv: Papildu saturs
mr: पूरक सामग्री
ms_my: Kandungan Tambahan
nb: Supplerende innhold
nl_nl: Bijkomende inhoud
pl_pl: Zawartość dodatkowa
pt_pt: Conteúdo Suplementar
ro: Conținut suplimentar
ru_ru: Дополнительный контент
sl_si: Dodatna vsebina
sr@cyrillic: Допунски садржај
sr_rs@latin: Dopunski sadržaј
sv_se: Extramaterial
th: เนื้อหาสนับสนุน
tr_tr: Tamamlayıcı İçerik
uk_ua: Додатковий вміст
vi: Nội dung bổ sung
vi_vn: Nội dung bổ sung

# submission.supplementary.creator
source: Creator (or owner) of file
ar_iq: منشئ (أو مالك) الملف
az: Faylın yaradıcısı (və ya sahibi)
bg_bg: Автор (или собственик) на файла
ca_es: Creador (o propietari) de l'arxiu
cs_cz: Tvůrce (nebo vlastník) souboru
da_dk: Filens ophavsmand (eller ejer)
de_de: Urheber/in (oder Besitzer/in) der Datei
el_gr: Δημιουργός (ή κάτοχος) του αρχείου
eu: Fitxategiaren sortzailea (edo jabea)
fa_ir: سازنده (یا صاحب) فایل
fi_fi: Tiedoston tekijä (tai omistaja)
fr_fr: Créateur (ou propriétaire) du fichier
gl_es: Creador (ou propietario) do arquivo
hr: Kreator (ili vlasnik) datoteke
hu: A fájl készítője (vagy tulajdonosa)
hy_am: Նիշքի ստեղծող (կամ սեփականատեր):
id: Pembuat (atau pemilik) file
is: Skrá búin til af/eigandi
it_it: Creatore (o proprietario) del file
ja_jp: ファイルの作成者（または所有者）
ka_ge: ფაილის ავტორი (ან მფლობელი)
kk: Файлды құрушы (немесе иесі)
lv: Datnes autors (vai īpašnieks)
mr: फाईलचा निर्माता (किंवा स्वामीत्व हक्कदार)
ms_my: Pencipta (atau pemilik) fail
nb: Den som lagde (eller eier) filen
nl_nl: Maker (of eigenaar) van het bestand
pl_pl: Autor (lub właściciel) pliku
pt_pt: Criador (ou proprietário) do ficheiro
ro: Creatorul (sau proprietarul) fișierului
ru_ru: Создатель (или владелец) файла
sl_si: Ustvarjalec (ali lastnik) datoteke
sr@cyrillic: Креатор (или власник) документа (фајла)
sr_rs@latin: Kreator (ili vlasnik) dokumenta (fajla)
sv_se: Filens skapare (eller ägare)
th: ผู้สร้าง (หรือเจ้าของ) ไฟล์
tr_tr: Dosyanın yaratıcısı (veya sahibi)
uk_ua: Автор (або власник) файлу
vi: Người tạo (hoặc chủ sở hữu) tệp
vi_vn: Người tạo (hoặc chủ sở hữu) của tệp

# submission.supplementary.subject
source: Subject
ar_iq: الموضوع
az: Mövzu
bg_bg: Предмет (тема)
ca_es: Matèria
cs_cz: Předmět
da_dk: Emne
de_de: Thema
el_gr: Θέμα
eu: Gaia
fa_ir: موضوع
fi_fi: Aihe
fr_fr: Sujet
gl_es: Materia
hr: Predmet
hu: Tárgy
hy_am: Խորագիր
id: Subjek
is: Efni
it_it: Soggetto
ja_jp: 主題
ka_ge: თემა
kk: Тақырып
lv: Temats
mr: विषय
ms_my: Subjek
nb: Tema
nl_nl: Onderwerp
pl_pl: Tytuł
pt_pt: Assunto
ro: Subiect
ru_ru: Тема
sl_si: Tema
sr@cyrillic: Тема
sr_rs@latin: Tema
sv_se: Ämne
th: หัวข้อ
tr_tr: Konu
uk_ua: Тема
vi: Chủ đề
vi_vn: Chủ đề

# submission.supplementary.publisher
source: Publisher
ar_iq: الناشر
az: Naşir
bg_bg: Издател
ca_es: Editorial
cs_cz: Vydavatel
da_dk: Udgiver
de_de: Verlag
el_gr: Εκδότης
eu: Argitaratzailea
fa_ir: ناشر
fi_fi: Julkaisija
fr_fr: Éditeur
gl_es: Editorial
hr: Izdavač
hu: Kiadó
hy_am: Հրատարակիչ
id: Penerbit
is: Útgefandi
it_it: Editore
ja_jp: 出版者
ka_ge: გამომცემელი
kk: Баспахана
lv: Izdevējs
mr: प्रकाशक
ms_my: Penerbit
nb: Utgiver
nl_nl: Uitgever
pl_pl: Wydawca
pt_pt: Editora
ro: Publicator
ru_ru: Издатель
sl_si: Izdajatelj
sr@cyrillic: Издавач
sr_rs@latin: Izdavač
sv_se: Utgivare
th: ผู้จัดพิมพ์
tr_tr: Yayıncı
uk_ua: Видавець
vi: Nhà xuất bản
vi_vn: Nhà xuất bản

# submission.supplementary.sponsor
source: Contributor or sponsoring agency
ar_iq: الوكالة المساهمة أو الراعية
az: İştirakçı və ya sponsor qurum
bg_bg: Спомуществувател или спонсор
ca_es: Col·laborador/a o agència patrocinadora
cs_cz: Autorská či sponzorská agentura
da_dk: Bidragyder eller sponsorvirksomhed
de_de: Beitragende/r oder Sponsor
el_gr: Συντελεστής ή χορηγός
eu: Erakunde kolaboratzailea edo babeslea
fa_ir: مراکز مشارکت کننده یا حمایت کننده
fi_fi: Avustaja tai tukijärjestö
fr_fr: Contributeur ou commenditaire
gl_es: Colaborador/a ou axencia patrocinadora
hr: Suradnik ili sponzorska agencija
hu: Közreműködő vagy szponzoráló ügynökség
hy_am: Աջակցող կամ հովանավորող գործակալություն
id: Kontributor atau agen pendukung
is: Stuðningsumboðsaðili
it_it: Sponsor
ja_jp: 寄稿者または提供機関
ka_ge: კონტრიბუტორი ან სპონსორი სააგენტო
kk: Демеушісі немесе авторы
lv: Līdzautors vai sponsora aģentūra
mr: योगदानकर्ता किंवा प्रायोजक
ms_my: Penyumbang atau agensi penaja
nb: Bidragsyter eller sponsor
nl_nl: Bijdrager of sponsor
pl_pl: Współautor lub instytucja finansująca
pt_pt: Entidade ou Agência Financiadora
ro: Contributor sau sponsor
ru_ru: Спонсор или автор
sl_si: Sodelavec ali sponzorska ustanova
sr@cyrillic: Сарадник или установа подршке
sr_rs@latin: Saradnik ili ustanova podrške
sv_se: Bidragsgivare eller sponsororganisation
th: ผู้มีส่วนร่วม หรือหน่วยงานที่ให้การสนับสนุน
tr_tr: Katılımcı veya sponsor kuruluş
uk_ua: Спонсор або автор
vi: Người đóng góp hoặc cơ quan tài trợ
vi_vn: Người đóng góp hoặc cơ quan tài trợ

# grid.action.itemWorkflow
source: Go to this submission's workflow
ar_iq: إذهب إلى المخطط الانسيابي لهذا المؤلَّف
az: Bu məqalənin iş axışına gedin
bg_bg: Към работния процес за това подаване на материали
ca_es: Aneu al circuit de treball d'aquesta tramesa
cs_cz: Jít na workflow tohoto příspěvku
da_dk: Gå til denne indsendelses workflow
de_de: Zum Workflow für diese Einreichung gehen
el_gr: Πήγαινε στο ροή εργασιών της υποβολής
eu: Joan bidalketa honen lan-fluxura
fa_ir: رفتن به گردش کار این مقاله
fi_fi: Siirry tämän käsikirjoituksen työnkulkuun
fr_fr: Aller au flux des travaux de cette soumission
gl_es: Vai ao fluxo de traballo deste envío
hr: Idite na tijek rada ovog podneska
hu: Ugrás a beküldött anyag munkafolyamatához
hy_am: Անցեք այս ներկայացման աշխատանքային գործընթացին
id: Buka alur kerja naskah
is: Fara í verkferli innsendingar
it_it: Vai al flusso di lavoro di questa proposta
ja_jp: 本投稿のワークフローへ移動
ka_ge: გადადით ამ წარდგენის სამუშაო პროცესზე
kk: Материалдық жұмыс процесі бөліміне өтіңіз
lv: Doties uz materiāla iesniegšanas darbplūsmu
mr: या सादरीकरणाच्या कार्यप्रवाहावर (वर्कफ्लो) जा
ms_my: Pergi ke aliran kerja penyerahan ini
nb: Gå til arbeidsflyten for denne innleveringen
nl_nl: Bekijk het redactieproces voor deze inzending
pl_pl: Przejdź do obiegu tego tekstu
pt_pt: Vá para o fluxo de trabalho desta submissão
ro: Accesați fluxul de lucru al acestei înregistrări de manuscris
ru_ru: Перейти к рабочему потоку материала
sl_si: Pojdi na delovni tok prispevka
sr@cyrillic: Иди на процес предаје
sr_rs@latin: Idi na proces predaje
sv_se: Gå till arbetsflödet för det här bidraget
th: ไปที่กระบวนการทำงานของการส่งบทความนี้
tr_tr: Bu gönderinin iş akışına git
uk_ua: Перейдіть до робочого процесу цього подання
vi: Chuyển đến quy trình làm việc của bài nộp này
vi_vn: Đi tới quy trình làm việc của bài gửi này

# notification.type.editorDecisionSendToProduction
source: Production process started.
ar_iq: بدأت عملية الإنتاج.
az: Çap prosesi başlandı.
bg_bg: Започнат е процеса за публикуване.
ca_es: Ha començat el procés de producció.
cs_cz: Začal proces produkce.
da_dk: Produktionsprocessen påbegyndt.
de_de: Produktionsprozess gestartet.
el_gr: Η διαδικασία παραγωγής έχει ξεκινήσει.
eu: Ekoizpen prozesua hasi zen.
fa_ir: پروسه انتشار آغاز شد.
fi_fi: Tuotantoprosessi aloitettu.
fr_fr: Le processus de production a débuté.
gl_es: Comezou o proceso de produción.
hr: Započet je proizvodni proces.
hu: A megjelentetési eljárás megkezdődött.
hy_am: Թողարկման գործընթացը սկսված է։
id: Proses produksi dimulai.
is: Framleiðsluferli hafið.
it_it: La fse di produzione è inziata.
ja_jp: 制作プロセスが開始されました。
ka_ge: წარმოების პროცესი დაიწყო.
kk: Басып шығару процесі басталды.
lv: Izstrādes process uzsākts.
mr: प्रकाशन प्रक्रिया सुरू झाली.
ms_my: Proses produksi bermula.
nb: Produksjon startet.
nl_nl: Productieproces opgestart.
pl_pl: Proces realizacji rozpoczęty.
pt_pt: Processo de produção iniciado.
ro: Procesul de producție a început.
ru_ru: Начат процесс публикации.
sl_si: Faza produkcije se je začela.
sr@cyrillic: Процес продукције је започет.
sr_rs@latin: Proces produkcije je započet.
sv_se: Produktionsprocessen påbörjad.
th: เริ่มกระบวนการผลิตแล้ว.
tr_tr: Basım süreci başlatıldı.
uk_ua: Розпочато процес верстки.
vi: Quy trình sản xuất đã bắt đầu.
vi_vn: Bắt đầu quá trình Sản xuất.

# notification.type.editorAssignmentProduction
source: A production editor must be assigned before production process can be initiated. Please add a production editor using the Participants list.
ar_iq: لا بد من تعيين محرر الإنتاج قبل الشروع بعملية الإنتاج. لطفاً، أضف محرراً مستعملاً قائمة المشاركين.
az: Çap prosesi başladılmazdan əvvəl bir çap redaktoru təyin edilməlidir. Zəhmət olmasa İştirakçılar siyahısını istifadə edərək bir çap redaktoru əlavə edin.
bg_bg: Преди да започне процеса на публикуване, трябва да бъде асоцииран производствен редактор. Моля, добавете производствен редактор, като използвате списъка с участници.
ca_es: S'ha d'assignar un editor/a abans de començar el procés de producció. Afegiu un editor/a de producció amb l'enllaç de participants anterior.
cs_cz: Je třeba přidělit editora produkce před započetím produkční fáze. Přidejte editora produkce pomocí odkazu Účastníci výše.
da_dk: En produktionsredaktør skal tilføjes før produktionsprocessen kan påbegyndes. Tilføj produktionsredaktør via linket 'Deltagere' ovenfor.
de_de: Ein/e Produktionsredakteur/in muss hinzugefügt werden, bevor der Poduktionsprozess veranlasst werden kann. Verwenden Sie bitte den obigen Beteiligten-Link um Produktionsredakteur/in hinzuzufügen.
el_gr: Για να ξεκινήσει η διαδικασία παραγωγής μιας υποβολής πρέπει αυτή να ανατεθεί σε ένα επιμελητή παραγωγής (production editor). Παρακαλούμε προσθέστε έναν επιμελητή παραγωγής επιλέγοντας τον παραπάνω σύνδεσμο με τους Συμμετέχοντες.
eu: Ekoizpen-editore bat esleitu behar da ekoizpen-prozesua hasi aurretik. Gehitu ekoizpen-editore bat parte-hartzaileen zerrenda erabiliz.
fa_ir: قبل از شروع روند انتشار باید یک دبیر تولید انتساب داده شود. می‌توانید از قسمت افزودن لینک یک دبیر تولید را به همکاران بی افزایید.
fi_fi: Tuotantotoimittaja on valittava, ennen kuin tuotantoprosessi voidaan aloittaa. Lisää tuotantotoimittaja yllä olevan Osallistujat-linkin kautta.
fr_fr: Il faut nommer un directeur de la production avant d'entamer le processus éditorial. Veuillez ajouter un directeur ou une directrice de la production en utilisant le lien Participants ci-dessus.
gl_es: Para poder iniciar o proceso de produción débese asignar un xefe/a de produción. Engade un xefe/a de produción usando a lista de participantes.
hr: Prije pokretanja proizvodnog procesa mora se dodijeliti urednik proizvodnje. Molimo dodajte urednika produkcije pomoću popisa sudionika.
hu: Egy megjelentetési szerkesztőt hozzá kell rendelni a cikkhez, mielőtt megkezdi a publikálási eljárást. Kérjük, adjon hozzá megjelentetési szerkesztőt a fenti Résztvevők linket használva.
hy_am: Արտադրության գործընթացը սկսելուց առաջ պետք է նշանակվի արտադրության խմբագիր: Խնդրում ենք ավելացնել արտադրության խմբագիր՝ օգտագործելով Մասնակիցների ցանկը:
id: Editor produksi harus ditugaskan sebelum proses produksi dapat dimulai. Tambahkanlah editor produksi menggunakan daftar Partisipan.
is: Úthluta þarf framleiðslunni ritstjóra áður en hægt er að hefja framleiðsluferli. Vinsamlega veldu framleiðsluritstjóra af þátttakendalistanum.
it_it: Un editor deve essere assegnato alla produzione affinchè possa iniziare la fase di produzione. Per favore aggiungi un editor alla produzione usando la lista dei partecipanti.
ja_jp: 制作プロセスの開始前に制作編集者の任命が必要です。参加者リストから制作編集者を追加してください。
ka_ge: წარმოების რედაქტორი უნდა დაინიშნოს წარმოების პროცესის დაწყებამდე. გთხოვთ, დაამატოთ პროდუქციის რედაქტორი მონაწილეთა სიის გამოყენებით.
kk: Жариялау процесі басталмас бұрын шығарушы редактор тағайындалуы керек. "Үлес қосушылар" тізімін пайдаланып үлес қосатын редакторды қосыңыз.
lv: Pirms izstrādes procesa uzsākšanas ir jāpiešķir izstrādes redaktors. Lūdzu, pievienojiet izstrādes redaktoru, izmantojot Dalībnieku sarakstu.
mr: प्रकाशन प्रक्रिया सुरू करण्यापूर्वी एक प्रकाशन संपादक नियुक्त करणे आवश्यक आहे. कृपया सहभागींच्या यादीचा वापर करून प्रकाशन संपादक निवडा.
ms_my: Editor produksi mesti ditugaskan sebelum proses produksi boleh dimulakan. Sila tambah editor produksi menggunakan senarai Peserta.
nb: Du må oppnevne en produksjonsredaktør før produksjonen kan starte. Bruk lenken «Deltakere» over.
nl_nl: Er moet een productieredacteur worden toegewezen alvorens het productieproces kan worden opgestart. Voeg een productieredacteur toe via de lijst onder Deelnemers.
pl_pl: Redaktor musi zostać przydzielony do procesu realizacji zanim realizacja będzie mogła się rozpocząć. Aby dodać redaktora użyj linku Dodaj w części Uczestnicy.
pt_pt: Deve ser designado um editor de produção antes que o processo de produção possa ser iniciado. Adicione um editor de produção através da lista de Participantes.
ro: Un editor de producție trebuie să fie atribuit înainte ca procesul de producție să poată fi inițiat. Vă rugăm să adăugați un editor de producție utilizând lista Participanți.
ru_ru: Выпускающий редактор должен быть назначен до начала процесса публикации. Пожалуйста, добавьте выпускающего редактора с помощью списка «Участники».
sl_si: Urednik produkcije mora biti dodeljen pred začetkom faze produkcije. Prosimo dodajte urednika produkcije na seznam udeležencev.
sr@cyrillic: Уредник продукције мора бити додељен часопису пре него што продукцијски процес може бити започет. Додајте уредника продукције користећи линк "Сарадници".
sr_rs@latin: Urednik produkcije mora biti dodeljen časopisu pre nego što produkcijski proces može biti započet. Dodajte urednika produkcije koristeći link "Učesnici".
sv_se: En produktionsredaktör måste registreras innan produktionsprocessen kan påbörjas. Lägg till en produktionsredaktör via Deltagarlistan.
th: จำเป็นต้องมอบหมายบรรณาธิการการผลิตก่อนที่จะเริ่มกระบวนการผลิต กรุณาเพิ่มบรรณาธิการการผลิตโดยใช้รายการผู้เข้าร่วม.
tr_tr: Basım süreci başlatılmadan önce bir basım editörü atanmalıdır. Lütfen Katılımcılar listesini kullanarak bir basım editörü ekleyin.
uk_ua: Перед початком процесу верстки слід призначити редактора верстки. Будь ласка, додайте редактора верстки, використовуючи список "Учасники".
vi: Phải chỉ định biên tập viên sản xuất trước khi quy trình sản xuất có thể được bắt đầu. Vui lòng thêm biên tập viên sản xuất bằng danh sách Người tham gia.
vi_vn: Một biên tập viên sản xuất phải được chỉ định trước khi quá trình sản xuất có thể được bắt đầu. Vui lòng thêm người biên tập sản xuất bằng danh sách Người tham gia.

# notification.type.editorAssignmentEditing
source: A production editor must be assigned before editorial process is initiated. Please add a production editor using the Participants list.
ar_iq: لا بد من تعيين محرر الإنتاج قبل الشروع بعملية التحرير. لطفاً، أضف محرراً مستعملاً قائمة المشاركين.
az: Redaksiya prosesi başladılmazdan əvvəl bir çap redaktoru təyin edilməlidir. Zəhmət olmasa İştirakçılar siyahısını istifadə edərək bir çap redaktoru əlavə edin
bg_bg: Преди да започне процеса на редактиране, трябва да бъде асоцииран производствен редактор. Моля, добавете производствен редактор, като използвате списъка с участници.
ca_es: S'ha d'assignar un editor/a de producció abans de començar el procés editorial. Afegiu un editor/a de producció amb l'enllaç de participants anterior.
cs_cz: Je třeba přidělit editora produkce před započetím editační fáze. Přidejte editora produkce pomocí odkazu Účastníci výše.
da_dk: En produktionsredaktør skal tilføjes før den redaktionelle proces kan påbegyndes. Tilføj produktionsredaktør via linket 'Deltagere' ovenfor.
de_de: Ein/e Produktionsredakteur/in muss hinzugefügt werden, bevor die redaktionelle Bearbeitung veranlasst wird. Verwenden Sie bitte den obigen Beteiligten-Link um Produktionsredakteur/in hinzuzufügen.
el_gr: Για να ξεκινήσει η διαδικασία σύνταξης/επιμέλειας μιας υποβολής πρέπει αυτή να ανατεθεί σε ένα επιμελητή. Παρακαλούμε προσθέστε έναν επιμελητή επιλέγοντας τον παραπάνω σύνδεσμο με τους Συμμετέχοντες.
eu: Ekoizpen-editore bat esleitu behar da prozesu editoriala hasi aurretik. Gehitu ekoizpen-editore bat parte-hartzaileen zerrenda erabiliz.
fa_ir: قبل از شروع روند داوری باید یک دبیر تولید انتساب داده شود. می‌توانید از قسمت افزودن لینک یک دبیر تولید را به همکاران بی افزایید.
fi_fi: Tuotantotoimittaja on valittava, ennen kuin toimitusprosessi aloitetaan. Lisää tuotantotoimittaja yllä olevaa Osallistujat-linkkiä käyttäen.
fr_fr: Il faut nommer un rédacteur metteur en page avant d'entamer le processus éditorial. Veuillez ajouter un rédacteur metteur en page en utilisant le lien Participants ci-dessus.
gl_es: Debe asignarse un xefe/a de produción antes de iniciar o proceso editorial. Engade un xefe/a de produción usando a lista de participantes.
hr: Urednik produkcije mora biti dodijeljen prije pokretanja procesa uređivanja. Molimo dodajte urednika produkcije pomoću popisa sudionika.
hu: Egy megjelentetési szerkesztőt hozzá kell rendelni a cikkhez, mielőtt megkezdi a szerkesztési munkát. Kérjük, adjon hozzá megjelentetési szerkesztőt a fenti Résztvevők linket használva.
hy_am: Նախքան խմբագրական գործընթացը սկսելը պետք է նշանակվի արտադրական խմբագիր: Խնդրում ենք ավելացնել արտադրության խմբագիր՝ օգտագործելով Մասնակիցների ցանկը:
id: Editor produksi harus ditugaskan sebelum proses editorial dimulai. Silakan tambahkan editor produksi menggunakan daftar Partisipan .
is: Úthluta þarf framleiðslunni ritstjóra áður en hægt er að hefja ritstjórnarferli. Vinsamlega veldu framleiðsluritstjóra af þátttakendalistanum.
it_it: Un editor deve essere assegnato alla produzione affinchè possa iniziare il processo editoriale. Per favore aggiungi un editor alla produzione usando la lista dei partecipanti.
ja_jp: 編集プロセスの開始前に制作編集者の任命が必要です。参加者リストから制作編集者を追加してください。
ka_ge: წარმოების რედაქტორი უნდა დაინიშნოს სარედაქციო პროცესის დაწყებამდე. გთხოვთ, დაამატოთ პროდუქციის რედაქტორი მონაწილეთა სიის გამოყენებით.
kk: Өңдеу процесі басталмас бұрын шығарушы редакторы тағайындалуы керек. "Үлес қосушылар" тізімін пайдаланып үлес қосатын редакторды қосыңыз.
lv: Pirms redakcijas procesa uzsākšanas ir jāpiešķir izstrādes redaktors. Lūdzu, pievienojiet izstrādes redaktoru, izmantojot Dalībnieku sarakstu.
mr: संपादकीय प्रक्रिया सुरू करण्यापूर्वी प्रकाशन संपादकाची नियुक्ती आवश्यक आहे. कृपया सहभागींच्या यादीचा वापर करून प्रकाशन संपादक निवडा.
ms_my: Editor produksi mesti ditugaskan sebelum proses produksi boleh dimulakan. Sila tambah editor produksi menggunakan senarai Peserta.
nb: Du må oppnevne en produksjonsredaktør før den redaksjonelle prosessen kan starte. Bruk lenken «Deltakere» over.
nl_nl: Er moet een productieredacteur worden toegewezen alvorens het redactieproces kan worden opgestart. Voeg een productieredacteur toe via de lijst onder Deelnemers.
pl_pl: Redaktor musi zostać przypisany do procesu redakcji zanim redakcja będzie mogła się rozpocząć. Aby dodać redaktora użyj linku Dodaj w części Uczestnicy.
pt_pt: Deve ser designado um editor de produção antes que o processo de produção possa ser iniciado. Adicione um editor de produção através da lista de Participantes.
ro: Un editor de producție trebuie să fie atribuit înainte de începerea procesului editorial. Vă rugăm să adăugați un editor de producție utilizând lista Participanți.
ru_ru: Выпускающий редактор должен быть назначен до начала процесса редактирования. Пожалуйста, добавьте выпускающего редактора с помощью списка «Участники».
sl_si: Urednik produkcije mora biti dodeljen pred začetkom uredniškega postopka. Prosimo dodajte urednika produkcije na seznam udeležencev.
sr@cyrillic: Уредник продукције мора бити додељен часопису пре него што уреднички процес може бити започет. Додајте уредника продукције користећи линк "Сарадници".
sr_rs@latin: Urednik produkcije mora biti dodeljen časopisu pre nego što urednički proces može biti započet. Dodajte urednika produkcije koristeći link "Učesnici".
sv_se: En produktionsredaktör måste registreras innan den redaktionella processen kan påbörjas. Lägg till en produktionsredaktör via Deltagarlistan.
th: จำเป็นต้องมอบหมายบรรณาธิการการผลิตก่อนที่จะเริ่มกระบวนการบรรณาธิการ กรุณาเพิ่มบรรณาธิการการผลิตโดยใช้รายการผู้เข้าร่วม.
tr_tr: Editöryal süreç başlatılmadan önce bir basım editörü atanmalıdır. Lütfen Katılımcılar listesini kullanarak bir basım editörü ekleyin.
uk_ua: Редактор верстки має бути призначений до початку процесу редагування. Будь ласка, додайте редактора верстки, використовуючи список "Учасники".
vi: Phải chỉ định biên tập viên sản xuất trước khi quy trình biên tập được bắt đầu. Vui lòng thêm biên tập viên sản xuất bằng danh sách Người tham gia.
vi_vn: Một biên tập viên sản xuất phải được chỉ định trước khi bắt đầu quy trình biên tập. Vui lòng thêm người biên tập sản xuất bằng danh sách Người tham gia.

# submission.reviewForm
source: Review Form
ar_iq: نموذج التحكيم
az: Dəyərləndirmə formu
bg_bg: Формуляр за рецензия
ca_es: Formulari de revisió
cs_cz: Formulář posudku
da_dk: Review formular
de_de: Begutachtungsformular
el_gr: Φόρμα αξιολόγησης
eu: Ebaluazio-inprimakia
fa_ir: فرم داوری
fi_fi: Arviointilomake
fr_fr: Formulaire d'évaluation
gl_es: Formulario de revisión
hr: Recenzijski obrazac
hu: Szakmai lektorálási űrlap
hy_am: Գրախոսման ձև
id: Borang Review
is: Ritrýnieyðublað
it_it: Modulo di revisione
ja_jp: 査読フォーム
ka_ge: მიმოხილვის ფორმა
kk: Рецензиялау формасы
lv: Recenzijas veidlapa
mr: समीक्षणासाठी फॉर्म
ms_my: Borang Ulasan
nb: Vurderingsskjema
nl_nl: Reviewformulier
pl_pl: Formularz recenzji
pt_pt: Formulário de revisão
ro: Formular de revizie
ru_ru: Форма рецензии
sl_si: Recenzijski obrazec
sr@cyrillic: Рецензентски образац
sr_rs@latin: Recenzentski obrazac
sv_se: Granskningsformulär
th: แบบฟอร์มการทบทวน
tr_tr: Değerlendirme Formu
uk_ua: Форма рецензування
vi: Biểu mẫu đánh giá
vi_vn: Biểu mẫu đánh giá
zh_cn: 审稿单
