Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.submission
source: Submission
ar_iq: تقديم طلب النشر
az: Məqalə
bg_bg: Изпратени материали
ca_es: Tramesa
cs_cz: Příspěvek
da_dk: Indsendelse
de_de: Einreichung
el_gr: Υποβολή
eu: Bidalketa
fa_ir: مقاله ارسالی
fi_fi: Käsikirjoitus
fr_fr: Soumission
gl_es: Envío
hr: Podnošenje
hu: Beküldés
hy_am: Ներկայացում
id: Naskah
is: Innsending
it_it: Proposta
ja_jp: 投稿
ka_ge: ახალი შენატანი
kk: Материал
ku_iq: پێشکەشکردن
lv: Iesniegtais materiāls
mk_mk: Поднесок
mr: सादरीकरण
ms_my: Penyerahan
nb: Innlevering
nl_nl: Inzending
pl_pl: Zgłoszenie
pt_pt: Submissão
ro: Înregistrare manuscris
ru_ru: Материал
sl_si: Rokopis
sr@cyrillic: Предаја
sr_rs@latin: Predaja
sv_se: Bidrag
th: การส่งงาน
tr_tr: Gönderi
uk_ua: Подання
vi: Bài nộp
vi_vn: Bài gửi

# submission.submissionTitle
source: Submission Title:
ar_iq: عنوان المؤلَّف:
az: Məqalə başlığı
bg_bg: Заглавие на изпратените материали:
ca_es: Títol de la tramesa:
cs_cz: Název příspěvku:
da_dk: Title på indsendelse:
de_de: Manuskript-Titel:
el_gr: Τίτλος Υποβολής:
eu: Bidalketaren izenburua:
fa_ir: عنوان مقاله مقاله ارسالی
fi_fi: Käsikirjoituksen otsikko:
fr_fr: Titre de la soumission :
gl_es: Título do envío:
hr: Naslov prijave:
hu: A benyújtás címe:
hy_am: Ներկայացման վերնագիրը․
id: Judul Naskah:
is: Titill innsendingar:
it_it: Titolo della proposta:
ja_jp: 投稿タイトル：
ka_ge: წარდგენის სათაური:
kk: Материалдың атауы:
ku_iq: ناونیشانی پێشکەشکردنەکە:
lv: Iesniegtā materiāla virsraksts:
mk_mk: Наслов на поднесокот:
mr: सादरीकरणाचे शीर्षक :
ms_my: Tajuk Penyerahan:
nb: Tittel på innlevering:
nl_nl: Titel van de inzending:
pl_pl: Tytuł zgłaszanego tekstu:
pt_pt: Título da Submissão:
ro: Titlul manuscrisului:
ru_ru: Название материала:
sl_si: Naslov prispevka:
sr@cyrillic: Наслов рада:
sr_rs@latin: Naslov rada:
sv_se: Bidragets titel:
th: ชื่อการส่งงาน:
tr_tr: Gönderi Başlığı:
uk_ua: Назва подання:
vi: Tiêu đề bài nộp:
vi_vn: Tiêu đề bài gửi:

# submission.start
source: Start
ar_iq: إبدأ
az: Başla
bg_bg: Начало
ca_es: Inicia
cs_cz: Zahájit
de_de: Beginn
el_gr: Έναρξη
eu: Hasi
fa_ir: شروع
fi_fi: Aloita
fr_fr: Commencer
gl_es: Comezar
hr: Početak
hu: Kezdés
hy_am: Սկիզբ
id: Mulai
is: Byrja
it_it: Inizia
ja_jp: 開始
ka_ge: დასაწყისი
kk: Басталуы
ku_iq: دەستپێکردن
lv: Sākums
mk_mk: Започни
mr: सुरू करा
ms_my: Mula
pt_pt: Iniciar
ru_ru: Начало
sl_si: Začetek
sr@cyrillic: Започни
sr_rs@latin: Započni
th: เริ่มต้น
tr_tr: Başla
uk_ua: Початок
vi: Bắt đầu
vi_vn: Bắt đầu
zh_cn: 开始

# submission.submissionHistory
source: Submission History
ar_iq: تأريخ طلب النشر
az: Müraciət tarixçəsi
bg_bg: История на изпратените материали
ca_es: Historial de la tramesa
cs_cz: Historie příspěvku
da_dk: Indsendelseshistorik
de_de: Verlauf der Bearbeitung des Beitrags
el_gr: Υποβολή Ιστορικού
eu: Bidalketaren historia
fa_ir: سوابق مقاله ارسالی
fi_fi: Käsikirjoituksen historia
fr_fr: Historique de la soumission
gl_es: Historial do envío
hr: Kronologija događaja (noviji unosi)
hu: Benyújtási történet
hy_am: Ներկայացման պատմություն
id: Sejarah Naskah
is: Innsendingarsaga
it_it: Storia della proposta
ja_jp: 投稿物の履歴
ka_ge: შეტანის ისტორია
kk: Материалдың тарихы
ku_iq: مێژوی پێشکەشکردن
lv: Iesniegtā materiāla vēsture
mk_mk: Историја на поднесокот
mr: सादरीकरणाचा कालक्रम
ms_my: Sejarah Penyerahan
nb: Innleveringshistorikk
nl_nl: Geschiedenis inzending
pl_pl: Historia przesłanych plików
pt_pt: Histórico da submissão
ro: Istoricul înregistrării de manuscris
ru_ru: История материала
sl_si: Zgodovina vnosov
sr@cyrillic: Историја предаја
sr_rs@latin: Istorija predaja
sv_se: Historik för bidrag
th: ประวัติการส่งงาน
tr_tr: Başvuru Geçmişi
uk_ua: Історія подання
vi: Lịch sử bài nộp
vi_vn: Lịch sử Bài gửi
zh_cn: 投稿历史

# submission.submissionManuscript
source: Submission Manuscript
ar_iq: مخطوطة طلب النشر
az: Məqalə tərtibatı
bg_bg: Ръкопис на изпратените материали
ca_es: Manuscrit de la tramesa
cs_cz: Rukopis příspěvku
da_dk: Indsendelsesmanuskript
de_de: Beitragsmanuskript
el_gr: Υποβολή χειρογράφου
eu: Bidalketaren eskuizkribua
fa_ir: فایل مقاله ارسالی
fi_fi: Lähetyksen käsikirjoitus
fr_fr: Manuscrit de la soumission
gl_es: Manuscrito do envío
hr: Rukopis priloga
hu: Benyújtási kézirat
hy_am: Ներկայացման ձեռագիրը
id: Manuskrip
is: Handrit innsendingar
it_it: Manoscritto della proposta
ja_jp: 投稿物の原稿
ka_ge: წარდგენის ხელნაწერი
kk: Қолжазба материалы
ku_iq: ڕەشنوسی پێشکەشکردنەکە
lv: Iesniegtā materiāla manuskripts
mk_mk: Ракопис на поднесокот
mr: सादरीकरणाचे हस्तलिखित
ms_my: Manuskrip Penyerahan
nb: Manuskriptet
nl_nl: Manuscript inzending
pl_pl: Przesłany tekst
pt_pt: Manuscrito da submissão
ro: Manuscris înregistrat
ru_ru: Рукопись материала
sl_si: Oddan rokopis
sr@cyrillic: Рукопис предаје
sr_rs@latin: Rukopis predaje
sv_se: Manuskript för bidrag
th: ต้นฉบับการส่งงาน
tr_tr: Gönderi Mizanpajı
uk_ua: Рукопис подання
vi: Bản thảo bài nộp
vi_vn: Bản thảo bài gửi
zh_cn: 投稿草稿

# submission.submissionReview
source: Submission Review
ar_iq: تحكيم طلب النشر
az: Məqalə dəyərləndirmə
bg_bg: Рецензия на изпратените материали
ca_es: Revisió de la tramesa
cs_cz: Recenze příspěvku
da_dk: Bedømmelse af indsendelse
de_de: Begutachtung des Beitrags
el_gr: Υποβολή Αξιολόγησης
eu: Bidalketaren ebaluazioa
fa_ir: داوری مقاله ارسالی
fi_fi: Käsikirjoituksen arviointi
fr_fr: Évaluation de la soumission
gl_es: Revisión do envío
hr: Recenzija prijave
hu: Benyújtott anyag felülvizsgálata
hy_am: Ներկայացման գրախոսություն
id: Review Naskah
is: Ritrýni innsendingar
it_it: Revisione della proposta
ja_jp: 投稿物の査読
ka_ge: წარდგენის მიმოხილვა
kk: Материалдың рецензиялануы
ku_iq: هەڵسەنگاندنی پێشکەشکردنەکە
lv: Iesniegtā materiāla recenzija
mk_mk: Рецензија на поднесокот
mr: सादरीकरणाचे समीक्षण
ms_my: Ulasan Penyerahan
nb: Manuskriptvurdering
nl_nl: Review inzending
pl_pl: Recenzja przesłanego tekstu
pt_pt: Revisão da submissão
ro: Revizie înregistrată
ru_ru: Рецензирование материала
sl_si: Recenzija prispevka
sr@cyrillic: Рецензије предаје
sr_rs@latin: Recenzije predaje
sv_se: Granskning av bidrag
th: การทบทวนการส่งงาน
tr_tr: Gönderi Değerlendirme
uk_ua: Рецензування подання
vi: Đánh giá bài nộp
vi_vn: Đánh giá bài gửi
zh_cn: 投稿审阅

# submission.submitter
source: Submitter
ar_iq: مقدم طلب النشر
az: Göndərən
bg_bg: Изпращач
ca_es: Remitent
cs_cz: Odesílatel
da_dk: Indsender
de_de: Eingereicht von
el_gr: Υποβολέας
eu: Bidaltzailea
fa_ir: ارسال کننده
fi_fi: Lähettäjä
fr_fr: Soumissionnaire
gl_es: Remitente
hr: Podnositelj
hu: Beküldő
hy_am: Ներկայացնող
id: Naskah
is: Sendandi
it_it: Proponente
ja_jp: 投稿者
ka_ge: დამმატებელი
kk: Жіберілді
ku_iq: پێشکەشکەر
lv: Iesniedzējs
mk_mk: Подносител
mr: सादरीकरण करणारी व्यक्ती
ms_my: Penghantar
nb: Innsender
nl_nl: Inzender
pl_pl: Przesyłający
pt_pt: Submetido por
ro: Autor corespondent
ru_ru: Прислал
sl_si: Pošiljatelj
sr@cyrillic: Подносилац
sr_rs@latin: Podnosilac
sv_se: Insändare
th: ผู้ส่ง
tr_tr: Gönderici
uk_ua: Надіслав
vi: Người nộp bài
vi_vn: Người gửi bài
zh_cn: 提交人

# submission.submit.selectFile
source: Select File
ar_iq: إختر ملفاً
az: Fayl seçin
bg_bg: Избиране на файл
ca_es: Seleccioneu un fitxer
cs_cz: Vybrat soubor
da_dk: Vælg fil
de_de: Datei auswählen
el_gr: Επιλογή αρχείου
eu: Fitxategia aukeratu
fa_ir: انتخاب فایل
fi_fi: Valitse tiedosto
fr_fr: Choisir un fichier
gl_es: Seleccionar arquivo
hr: Odaberite Datoteka
hu: Fájl kiválasztása
hy_am: Ընտրեք նիշքը
id: Pilih File
is: Velja skrá
it_it: Seleziona file
ja_jp: ファイルを選択
ka_ge: ფაილის არჩევა
kk: Файлды таңдау
ku_iq: فایلەکە دیاری بکە
lv: Atlasīt datni
mk_mk: Избери датотека
mr: फाईल निवडा
ms_my: Pilih Fail
nb: Velg fil
nl_nl: Selecteer bestand
pl_pl: Wybierz plik
pt_pt: Selecionar Ficheiro
ro: Selectare fișier
ru_ru: Выбрать файл
sl_si: Izberi datoteko
sr@cyrillic: Одабери документ
sr_rs@latin: Odaberi dokument
sv_se: Välj fil
th: เลือกไฟล์
tr_tr: Dosya Seç
uk_ua: Обрати файл
vi: Chọn tệp
vi_vn: Chọn tập tin

# submission.submit.fileInformation
source: File Information
ar_iq: معلومات الملف
az: Fayl məlumatı
bg_bg: Информация за файла
ca_es: Informació del fitxer
cs_cz: Informace o souboru
da_dk: Fil-information
de_de: Dateiinformation
el_gr: Πληροφορίες αρχείου
eu: Fitxategiaren informazioa
fa_ir: اطلاعات فایل
fi_fi: Tiedoston tiedot
fr_fr: Renseignements sur le fichier
gl_es: Información do arquivo
hr: Informacije o datoteci
hu: Fájl információ
hy_am: Նիշքի տեղեկատվություն
id: Informasi File
is: Skráarupplýsingar
it_it: Informazioni file
ja_jp: ファイル詳細
ka_ge: ცნობები ფაილის შესახებ
kk: Файл туралы мәлімет
ku_iq: زانیاریی فایلەکە
lv: Datnes informācija
mk_mk: Информации за датотеката
mr: फाईलबाबतची माहिती
ms_my: Maklumat Fail
nb: Informasjon om filen
nl_nl: Informatie over bestand
pl_pl: Informacje o pliku
pt_pt: Informação do Ficheiro
ro: Informații fișier
ru_ru: Информация файла
sl_si: Podatki o datoteki
sr@cyrillic: Информације о документу
sr_rs@latin: Informacije o dokumentu
sv_se: Filinformation
th: ข้อมูลไฟล์
tr_tr: Dosya Bilgisi
uk_ua: Інформація файлу
vi: Thông tin tệp
vi_vn: Thông tin Tập tin

# submission.submit.fileAdded
source: File Added
ar_iq: الملف أُضيف
az: Fayl əlavə edildi
bg_bg: Файлът е добавен
ca_es: Arxiu afegit
cs_cz: Přehled přidaných souborů
da_dk: Fil tilføjet
de_de: Datei hinzugefügt
el_gr: Το αρχείο προστέθηκε
eu: Fitxategi erantsia
fa_ir: فایل شما با موفقیت اضافه شد
fi_fi: Tiedosto lisätty
fr_fr: Fichier ajouté
gl_es: Arquivo engadido
hr: Dodana datoteka
hu: Fájl hozzáadva
hy_am: Նիշքը ավելացված է
id: File Ditambahkan
is: Skrá bætt við
it_it: File aggiunto
ja_jp: ファイルが追加されました
ka_ge: ფაილი დამატებულია
kk: Файлды қосу
ku_iq: فایلەکە زیاد کرا
lv: Datne pievienota
mk_mk: Додадена датотека
mr: फाईलचा समावेश केला
ms_my: Fail Ditambah
nb: Fil lagt til
nl_nl: Bestand toegevoegd
pl_pl: Plik dodany
pt_pt: Ficheiro Adicionado
ro: Fișier adăugat
ru_ru: Файл добавлен
sl_si: Datoteka dodana
sr@cyrillic: Документ је додат
sr_rs@latin: Dokument je dodat
sv_se: En fil är tillagd
th: เพิ่มไฟล์แล้ว
tr_tr: Dosya Eklendi
uk_ua: Файл додано
vi: Tệp đã thêm
vi_vn: Thêm Tập tin

# submission.submit.includeInBrowse
source: Include this contributor when identifying authors in lists of publications.
ar_iq: أريد تضمين هذا المساهم في قوائم العرض
az: Bu töhfə verən göz atma siyahılarına daxil edilsinmi?
bg_bg: Включване на този сътрудник, когато се идентифицират автори в списъци с публикации.
ca_es: Voleu incloure aquest contribuïdor/a a la llista de navegació?
cs_cz: Uveďte tohoto přispěvatele při identifikaci autorů v seznamech publikací.
da_dk: Tilføj denne bidragyder til oversigtslisten?
de_de: Diesen Beitragenden in der Liste anzeigen?
el_gr: Να συμπεριληφθεί αυτός ο συντελεστής στις λίστες αναζήτησης?
eu: Sartu kolaboratzaile hau argitalpenen zerrendetan egileak identifikatzerakoan.
fa_ir: این پدیدآورنده در فهرست پدید آورندگان نمایش داده شود
fi_fi: Sisällytetäänkö tämä tekijä selausluetteloihin?
fr_fr: Inclure ce contributeur dans la liste ?
gl_es: Queres incluír a este colaborador/a nas listas?
hr: Uključite ovog suradnika prilikom identificiranja autora na popisima publikacija.
hu: Ennek a közreműködőnek a felvétele, amikor a szerzőket meghatározza a publikációs listákban.
hy_am: Հրապարակումների ցանկում հեղինակներին բացահայտելիս ներառեք այս հեղինակին:
id: Sertakan kontributor ini saat mengidentifikasi penulis pada daftar penerbitan.
is: Hafa þennan aðila meðal höfunda á lista yfir útgefið efni.
it_it: Includi questo contributore alle liste di scorrimento ?
ja_jp: この寄稿者を出版物のリストで表示しますか。
ka_ge: გსურთ ამ კონტრიბუტორის ჩართვა დაათვალიეროთ სიებში?
kk: Жарияланымдар тізімінде авторларды көрсету кезінде осы авторды қосыңыз.
ku_iq: ئایا دەتەوێت ئەم هاوکارە لە لیستەکەدا هەبێت؟
lv: Iekļaut šo līdzautoru, norādot autorus publikāciju sarakstos.
mr: प्रकाशनांच्या यादीमध्ये लेखकांची ओळख पटवताना या योगदानकर्त्याचा समावेश करा.
ms_my: Sertakan penyumbang ini dalam senarai pelayar?
nb: Inkluder bidragsyter i søkelister?
nl_nl: Deze bijdrager opnemen in het overzicht?
pl_pl: Uwzględnić tego współautora w spisie?
pt_pt: Adicionar este colaborador quando identificar os autores em listas de publicação.
ro: Includeți acest contribuitor în listele de navigare?
ru_ru: Включить этого автора в список поиска?
sl_si: Dodaj tega sodelavca na seznam sodelujočih?
sr@cyrillic: Додати овог коаутора у листу за претрагу?
sr_rs@latin: Dodati ovog koautora u listu za pretragu?
sv_se: Lägg till medarbetare i bläddringslistor?
th: รวมผู้มีส่วนร่วมนี้เมื่อระบุผู้แต่งในรายชื่อสิ่งพิมพ์
tr_tr: Bu katkı veren göz atma listelerine dahil edilsin mi?
uk_ua: Включити цього автора в списки перегляду?
vi: Bao gồm người đóng góp này khi xác định tác giả trong danh sách ấn phẩm.
vi_vn: Người đóng góp này trong danh sách hay không?

# submission.submit.includeInBrowse.title
source: Publication Lists
az: Nəşr siyahıları
bg_bg: Списъци с публикации
cs_cz: Seznam publikací
eu: Argitalpen zerrendak
hr: Popisi publikacija
hu: Publikációk listája
hy_am: Հրապարակումների ցուցակներ
id: Daftar Publikasi
is: Listi yfir útgefið efni
ja_jp: 出版リスト
ka_ge: პუბლიკაციების სიები
kk: Жарияланымдар тізімдері
lv: Publikāciju saraksti
mr: प्रकाशन सूची
pt_pt: Listas de Publicação
th: รายชื่อสิ่งพิมพ์
vi: Danh sách ấn phẩm

# submission.submit.newFile
source: Add Another File
ar_iq: أضف ملفاً آخر
az: Başqa bir fayl əlavə edin
bg_bg: Добавяне на друг файл
ca_es: Envia un fitxer nou
cs_cz: Přidat další soubor
da_dk: Tilføj en anden fil
de_de: Neue Datei einreichen
el_gr: Προσθήκη επιπλέον Αρχείου
eu: Bidali beste fitxategi bat
fa_ir: اضافه کردن فایل جدید
fi_fi: Lisää toinen tiedosto
fr_fr: Soumettre un nouveau fichier
gl_es: Enviar outro arquivo
hr: Dodaj drugu datoteku
hu: Másik fájl hozzáadása
hy_am: Ավելացրեք մեկ այլ նիշք
id: Tambah File Lain
is: Bæta við annarri skrá
it_it: Aggiungi un altro file
ja_jp: 他のファイルを追加
ka_ge: სხვა ფაილის დამატება
kk: Басқа файл қосыңыз
ku_iq: فایلێکی دیکە زیاد بکە
lv: Pievienot citu datni
mk_mk: Додај уште една датотека
mr: दुसर्‍या फाईलचा समावेश करा
ms_my: Tambah Fail Lain
nb: Legg til en fil til
nl_nl: Voeg een ander bestand toe
pl_pl: Dodaj kolejny plik
pt_pt: Adicionar outro Ficheiro
ro: Adaugă un alt fișier
ru_ru: Добавить другой файл
sl_si: Dodaj drugo datoteko
sr@cyrillic: Додај следећи документ
sr_rs@latin: Dodaj sledeći dokument
sv_se: Lägg till ytterligare en fil
th: เพิ่มไฟล์ใหม่
tr_tr: Başka Bir Dosya Ekle
uk_ua: Додати інший файл
vi: Thêm tệp khác
vi_vn: Thêm tập tin khác

# submission.submit.metadataForm
source: Additional Refinements
ar_iq: تحسينات إضافية
az: Əlavə təkmilləşdirmələr
bg_bg: Допълнителни уточнения
ca_es: Ajustos addicionals
cs_cz: Upřesnění metadat
da_dk: Yderligere beskrivelse
de_de: Zusätzliche Verfeinerung
el_gr: Επιπλέον Βελτιώσεις
eu: Hobekuntza gehigarriak
fa_ir: پالایش بیشتر
fi_fi: Lisätarkennuksia
fr_fr: Autres modifications
gl_es: Melloras adicionais
hr: Dodatna usavršavanja
hu: További finomítások
hy_am: Լրացուցիչ ճշգրտումներ
id: Perbaikan Tambahan
is: Viðbótarhreinsanir
it_it: Ulteriori informazioni
ja_jp: 追加の絞り込み
ka_ge: დამატებითი დახვეწები
kk: Қосымша түсініктемелер
ku_iq: چاککارییە زیادکراوەکان
lv: Papildu precizējumi
mk_mk: Дополнителни подобрувања
mr: अतिरिक्त सुधारणा
ms_my: Penambahbaikan Tambahan
nb: Ytterligere informasjon
nl_nl: Bijkomende verfijningen
pl_pl: Dodatkowe metadane
pt_pt: Informações Adicionais
ro: Rafinări suplimentare
ru_ru: Дополнительные уточнения
sl_si: Dodatna izboljšanja
sr@cyrillic: Додатна пречишћавања
sr_rs@latin: Dodatna prečišćavanja
sv_se: Ytterligare information
th: การปรับแต่งเพิ่มเติม
tr_tr: Ek İyileştirmeler
uk_ua: Додаткові уточнення
vi: Cải thiện thêm
vi_vn: Sàng lọc bổ sung

# submission.submit.submissionLocale
source: Submission Language
ar_iq: لغة المؤلَّف
az: Məqalə dili
bg_bg: Език на подадените материали
ca_es: Llengua de la tramesa
cs_cz: Jazyk příspěvku
da_dk: Indsendelsessprog
de_de: Beitragssprache
el_gr: Γλώσσα Υποβολής
eu: Bidalketaren hizkuntza
fa_ir: زبان مقاله
fi_fi: Käsikirjoituksen kieli
fr_fr: Langue de la soumission
gl_es: Idioma do envío
hr: Jezik podnošenja
hu: A beküldött anyag nyelve
hy_am: Ներկայացման լեզուն
id: Bahasa Naskah
is: Tungumál innsendingar
it_it: Lingua della proposta
ja_jp: 投稿言語
ka_ge: შეტანის ენა
kk: Материалдың тілі
ku_iq: زمانی توێژینەوەکە
lv: Iesniedzamā materiāla valoda
mk_mk: Јазик на поднесокот
mr: सादरीकरणाची भाषा
ms_my: Bahasa Penyerahan
nb: Språk
nl_nl: Taal van de inzending
pl_pl: Język zgłoszenia
pt_pt: Idioma da Submissão
ro: Limba pentru înregistrare manuscris
ru_ru: Язык материала
sl_si: Jezik prispevka
sr@cyrillic: Језик предаје
sr_rs@latin: Jezik predaje
sv_se: Bidragets språk
th: ภาษาของการส่งงาน
tr_tr: Gönderi Dili
uk_ua: Мова подання
vi: Ngôn ngữ bài nộp
vi_vn: Ngôn ngữ Bài gửi

# submission.submit.submissionLocaleDescription
source: Choose the primary language of the submission.
ar_iq: نقبل نشر المؤلفات بعدة لغات. لطفاً إختر اللغة الأساسية لمؤلَّفِك من القائمة المنسدلة.
az: Çoxdilli Məqalə qəbul edilir. Yuxarıdakı açılan siyahıdan Məqalənin əsas dilini seçin.
bg_bg: Приемат се материали на няколко езика. Изберете основния език на материалите от падащото меню по-горе.
ca_es: S'accepten trameses en diversos idiomes. Trieu l'idioma principal de la tramesa des del menú desplegable que hi ha a sota.
cs_cz: Jsou přijímány příspěvky v několika jazycích. V níže uvedeném rozbalovacím seznamu vyberte primární jazyk příspěvku.
da_dk: Dette tidsskrift accepterer indsendelser på en række sprog. Vælg det primære sprog for indsendelsen i rullemenuen.
de_de: Es werden Einreichungen in verschiedenen Sprachen akzeptiert. Wählen Sie die Hauptsprache der Einreichung im Pulldown-Menü oben aus.
el_gr: Γίνονται δεκτές υποβολές σε αρκετές γλώσσες. Επιλέξτε την κύρια γλώσσα της υποβολής από την ακόλουθη λίστα.
eu: Hautatu bidalketaren hizkuntza nagusia.
fa_ir: مقاله را می توانید در چندین زبان مختلف ارسال کنید. از منوی زیر می توانید زبان اصلی مقاله را انتخاب نمایید
fi_fi: Tämä paino hyväksyy käsikirjoituksia useilla kielillä. Valitse käsikirjoituksen ensisijainen kieli yllä olevasta vetovalikosta.
fr_fr: Les soumission dans plusieurs langues sont acceptées. Choisissez la langue principal de la soumission parmi celle présentes dans le menu déroulant.
hr: Odaberite primarni jezik podneska.
hy_am: Ընդունվում են ներկայացումներ մի քանի լեզուներով: Ընտրեք ներկայացման հիմնական լեզուն վերևի բացվող ցանկից:
id: Pilih bahasa utama dari naskah.
is: Tekið er á móti handritum á fleiri en einu tungumáli. Veldu frumtungumál fyrir innsendinguna af fellilistanum hér fyrir ofan.
it_it: Sono accettate proposte in numerose lingue. Scegli la lingua primaria della proposta da questa lista a menu.
ja_jp: いくつかの言語での投稿が可能です。上記のプルダウンから投稿の第一言語を選択してください。
ka_ge: მასალები მიიღება რამდენიმე ენაზე. შეარჩიეთ წარდგენის ძირითადი ენა ზემოთ მოყვანილი სტრიქონიდან.
ku_iq: پێشکەشکردن بە چەند زمانێکی جیاواز قبوڵ کراوە. تکایە زمانی سەرەکی پێشکەشکردنەکە هەڵ ببژێرە.
lv: Izvēlieties iesniedzamā materiāla pamatvalodu.
mk_mk: Прифатливи се поднесоци на неколку јазици. Изберете го главниот јазик на поднесокот од опаѓачкото мени погоре.
mr: सादरीकरणाची प्राथमिक भाषा निवडा.
ms_my: Penyerahan dalam beberapa bahasa diterima. Pilih bahasa utama penyerahan daripada tarik turun di atas.
nl_nl: Inzendingen worden aanvaard in verschillende talen. Kies de hoofdtaal van de inzending in bovenstaand selectiemenu.
pl_pl: Wydawca przyjmuje zgłoszenia w kilku językach. Wybierz język.
pt_pt: Escolha o idioma principal da submissão.
ru_ru: Принимаются материалы на нескольких языках. Выберите основной язык отправляемого материала из выпадающего меню выше.
sl_si: Revija objavlja prispevke v različnih jezikih. Izberite primarni jezik vašega prispevka iz spodnjega spustnega menija.
sr_rs@latin: Ovaj časopis prihvata predaje radova na više jezika. Odaberite primarni jezik predaj iz menija.
sv_se: Publikationen accepterar bidrag på olika språk. Välj ett språk i rullisten nedan.
th: เลือกภาษาหลักของการส่งงาน
tr_tr: Çoklu dillerde gönderi kabul edilir. Yukarıdaki açılır listeden gönderinin birincil dilini seçin.
uk_ua: Матеріали приймаються на декількох мовах. Виберіть основну мову подання з вищенаведеного списку, що розкривається.
vi: Chọn ngôn ngữ chính của bài nộp.
vi_vn: Gửi bài bằng một số ngôn ngữ được chấp nhận. Chọn ngôn ngữ chính của bài gửi từ menu thả xuống ở trên.

# submission.submit.submissionFiles
source: Submission Files
ar_iq: ملفات المؤلَّف
az: Məqalə faylları
bg_bg: Файлове на подадените материали
ca_es: Fitxers de la tramesa
cs_cz: Soubory příspěvku
da_dk: Indsendelsesfiler
de_de: Beitragsdateien
el_gr: Αρχεία της Υποβολής
eu: Bidalketa-fitxategiak
fa_ir: فایل مقاله
fi_fi: Käsikirjoitustiedostot
fr_fr: Fichiers de soumission
gl_es: Arquivos de envío
hr: Datoteke za podnošenje
hu: Beküldött fájlok
hy_am: Ներկայացման նիշքեր
id: File Naskah
is: Innsendingarskrár
it_it: Files della proposta
ja_jp: 投稿ファイル
ka_ge: შეტანის ფაილები
kk: Материалдың файлы
ku_iq: فایلەکانی پێشکەشکردنەکە
lv: Iesniedzamā materiāla datnes
mk_mk: Датотеки на поднесокот
mr: सादरीकरणादरम्यानच्या फाईल्स
ms_my: Fail Penyerahan
nb: Innleverte filer
nl_nl: Bestanden van de inzending
pl_pl: Pliki zgłoszenia
pt_pt: Ficheiros de Submissão
ro: Fișierele manuscrisului
ru_ru: Файлы материала
sl_si: Datoteke prispevka
sr@cyrillic: Документи предаје
sr_rs@latin: Dokumenti predaje
sv_se: Bidragsfiler
th: ไฟล์การส่งงาน
tr_tr: Gönderi Dosyaları
uk_ua: Файли подання
vi: Tệp bài nộp
vi_vn: Các tập tin Bài gửi

# submission.submit.dependentFiles
source: Dependent Files
ar_iq: الملفات الملحقة
az: Asılı sənədlər
bg_bg: Зависими файлове
ca_es: Fitxers dependents
cs_cz: Podřízené soubory
da_dk: Relaterede filer
de_de: Abhängige Dateien
el_gr: Σχετιζόμενα αρχεία
eu: Menpeko fitxategiak
fa_ir: فایل های وابسته
fi_fi: Riippuvat tiedostot
fr_fr: Fichiers dépendants
gl_es: Arquivos dependentes
hr: Zavisne datoteke
hu: Függőben lévő fájlok
hy_am: Կախյալ նիշքեր
id: File Dependen
is: Tengdar skrár
it_it: File in subordine al/ai principale/i
ja_jp: 依存ファイル
ka_ge: დაკავშირებული ფაილები
kk: Тәуелді файлдар
ku_iq: فایلە پاشکۆکان
lv: Saistītās datnes
mr: अवलंबित फाईल्स
ms_my: Fail Bergantung
nb: Supplerende filer
nl_nl: Secundaire bestanden
pl_pl: Pliki powiązane
pt_pt: Ficheiros Dependentes
ro: Fișiere dependente
ru_ru: Зависимые файлы
sl_si: Odvisne datoteke
sr@cyrillic: Зависни документи
sr_rs@latin: Zavisni dokumenti
sv_se: Relaterade filer
th: ไฟล์ที่เกี่ยวข้อง
tr_tr: Bağımlı Dosyalar
uk_ua: Залежні файли
vi: Tệp phụ thuộc
vi_vn: Các tập tin phụ thuộc
