Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# editor.submission.decision.noDecisionsAvailable
source: Assign an editor to enable the editorial decisions for this stage.
ar_iq: عيِّن محرراً لتمكين قرارات التحرير لهذه المرحلة.
az: Bu mərhələdə redaktor qərarlarını aktivləşdirmək üçün bir redaktor təyin edin.
bg_bg: Асоциирайте редактор, който да активира редакционните решения за този етап.
ca_es: Assigneu un editor/a per habilitar les decisions editorials en aquesta fase.
cs_cz: Přidělte editora, který umožní redakční rozhodnutí pro tuto fázi.
da_dk: Tilmeld en redaktør for at aktivere de redaktionelle beslutninger på dette trin.
de_de: Weisen Sie eine/n Redakteur/in zu, um redaktionelle Entscheidungen in dieser Phase zu ermöglichen.
el_gr: Κάντε ανάθεση σε έναν Συντάκτη για να ενεργοποιήσετε τις συντακτικές αποφάσεις για αυτό το στάδιο.
eu: Esleitu editore bat fase honetako erabaki editorialak gaitzeko.
fa_ir: یک دبیر انتساب کنید تا اتخاذ تصمیم برای این مرحله قابل اجرا باشد
fi_fi: Osoita toimittaja, jotta voidaan tehdä toimituksellisia päätöksiä.
fr_fr: Assigner un rédacteur à cette étape pour pouvoir faire des actions.
hr: Dodijelite urednika koji će omogućiti uredničke odluke za ovu fazu.
hy_am: Նշանակեք խմբագրի այս փուլի խմբագրական որոշումները միացնելու համար:
id: Tugaskan seorang editor untuk mengizinkan keputusan editorial pada tahap ini.
it_it: Assegna un editor a prende le decisioni per questa fase.
ku_iq: سەرنوسەرێک دیاری بکە بۆ چالاککردنی بڕیاری سەرنوسەری لەم قۆناغەدا.
lv: Piešķirt redaktoru, lai varētu pieņemt redakcijas lēmumus šajā posmā.
mr: या टप्प्यावर संपादकीय निर्णय कार्यान्वित करण्यासाठी एका संपादकाची नियुक्ती करा.
ms_my: Tugaskan editor untuk membolehkan keputusan editorial untuk peringkat ini.
nl_nl: Wijs een redacteur toe om editeursbeslissingen voor deze stap in te schakelen.
pl_pl: Przydziel redaktora, aby umożliwić zapisywanie decyzji redaktorskich na tym etapie.
pt_pt: Atribua um editor para permitir decisões editoriais nesta etapa.
ru_ru: Назначить редактора, чтобы включить решения редакции для этого этапа.
sl_si: Dodeli urednika, ki bo zadolžen za sprejetje uredniške odločitve za to fazo.
sv_se: Tilldela bidraget en redaktör för att möjliggöra redaktionella beslut i det här steget.
th: กรุณามอบหมายบรรณาธิการเพื่อเปิดใช้งานการตัดสินใจทางบรรณาธิการสำหรับขั้นตอนนี้
tr_tr: Bu aşamada editör kararlarını etkinleştirmek için bir editör atayın.
uk_ua: Призначте редактора, щоб включити рішення редакції для цього етапу.
vi: Chỉ định biên tập viên để bật các quyết định biên tập cho giai đoạn này.
vi_vn: Chỉ định một biên tập viên để đưa ra các quyết định biên tập cho giai đoạn này.

# editor.submission.recommend.notifyEditors.description
source: Send a message to the deciding editors to let them know the recommendation. Explain why this recommendation was made in response to the recommendations and comments submitted by reviewers.
az: #YOX
bg_bg: Изпратете съобщение до отговорните редактори, за да ги уведомите за препоръката. Обяснете защо тази препоръка е направена в отговор на препоръките и коментарите, предоставени от рецензенти.
cs_cz: Pošlete zprávu rozhodujícím redaktorům a informujte je o doporučení. Vysvětlete, proč bylo toto doporučení vydáno v reakci na doporučení a připomínky předložené recenzenty.
eu: Bidali mezu bat erabakitzen duten editoreei gomendioaren berri emateko. Azaldu zergatik egin den gomendio hori ebaluatzaileek egindako gomendioei eta iruzkinei erantzuteko.
hr: Pošaljite poruku urednicima koji odlučuju kako biste ih obavijestili o preporuci. Objasnite zašto je ova preporuka donesena kao odgovor na preporuke i komentare koje su dostavili recenzenti.
hy_am: Ուղարկեք հաղորդագրություն որոշում կայացնող խմբագիրներին՝ նրանց տեղեկացնելով առաջարկության մասին: Բացատրեք, թե ինչու է այս հանձնարարականն արվել՝ ի պատասխան գրախոսների կողմից ներկայացված առաջարկությունների և դիտողությունների:
id: Mengirimkan pesan untuk memberitahukan kepada editor pemberi keputusan mengenai rekomendasi. Jelaskan mengapa rekomendasi ini dibuat sebagai tanggapan dari rekomendasi dan komentar yang dikirimkan oleh reviewer.
is: Sendu skilaboð til ákvarðandi ritstjóra með upplýsingum um tilmæli. Útskýrðu rökstuðning tilmælanna út frá ráðleggingum og athugasemdum ritrýna.
ka_ge: გაუგზავნეთ შეტყობინება გადამწყვეტ რედაქტორებს, რათა მათ აცნობონ რეკომენდაცია. ახსენით, რატომ გაკეთდა ეს რეკომენდაცია რეცენზენტების მიერ წარმოდგენილი რეკომენდაციებისა და კომენტარების პასუხად.
kk: Ұсыныс туралы хабардар ету үшін шешім қабылдаушы редакторларға хабарлама жіберіңіз. Рецензенттер ұсынған ұсыныстар мен ескертулерге жауап ретінде бұл ұсыныстың неліктен жасалғанын түсіндіріңіз.
lv: Nosūtīt ziņu redaktoriem, kas pieņem lēmumu, lai informētu viņus par rekomendāciju. Paskaidrojiet, kāpēc šī rekomendācija tika sniegta, reaģējot uz recenzentu iesniegtajām rekomendācijām un komentāriem.
mr: निर्णय घेणाऱ्या संपादकांना त्यावरील शिफारस कळवण्यासाठी संदेश पाठवा. समीक्षकांनी सादर केलेल्या शिफारसी आणि टिप्पण्यांचा विचार करुन ही शिफारस का केली गेली ते स्पष्ट करा.
pt_pt: Envie uma mensagem aos editores decisores para informá-los da recomendação. Explique o porquê de ter emitido essa recomendação em resposta às recomendações e comentários enviados pelos revisores.
th: ส่งข้อความถึงบรรณาธิการที่ทำการตัดสินใจเพื่อแจ้งคำแนะนำ อธิบายเหตุผลที่ทำให้คำแนะนำนี้มีขึ้น โดยพิจารณาจากคำแนะนำและความคิดเห็นที่ผู้รีวิวได้ส่งมา
vi: Gửi thông báo cho biên tập viên ra quyết định để thông báo về đề xuất. Giải thích lý do đưa ra đề xuất này dựa trên các đề xuất và nhận xét do người đánh giá gửi.

# editor.submission.recommend.accept
source: Recommend Accept
az: #YOX
bg_bg: Препоръка за приемане на материала
cs_cz: Doporučit přijetí
eu: Gomendatu onarpena
hr: Preporuči Prihvati
hy_am: Առաջարկեք ընդունել
id: Rekomendasi Diterima
is: Mæla með samþykkt
ka_ge: რეკომენდაცია მიღება
kk: Қабылдауды ұсынамыз
lv: Rekomendēt pieņemšanu
mr: स्वीकारण्याची शिफारस करा
pt_pt: Recomendo Aceitar
th: แนะนำให้ยอมรับ
vi: Đề xuất chấp nhận

# editor.submission.recommend.accept.description
source: Recommend that this submission be accepted for publication and sent for copyediting.
az: #YOX
bg_bg: Препоръчвам това подаване на материали да бъде прието за публикуване и изпратено за стилова корекция.
cs_cz: Doporučte přijetí tohoto příspěvku k publikaci a jeho zaslání ke copyeditoringu.
eu: Gomendatu bidalketa hau argitaratzeko onartzea eta ediziora bidaltzea.
hr: Preporučamo da se ovaj podnesak prihvati za objavljivanje i pošalje na uređivanje.
hy_am: Խորհուրդ տվեք, որ այս ներկայացումն ընդունվի հրապարակման և ուղարկվի գրական սրբագրման:
id: Rekomendasi bahwa naskah ini diterima untuk diterbitkan dan dikirim untuk dicopyedit.
is: Mælt með því að innsendingin verði samþykkt og hún send til textatækna.
ka_ge: გირჩევთ, რომ ეს წარდგენა მიღებულ იქნეს გამოსაქვეყნებლად და გაგზავნილი გადასაწერად.
kk: Бұл материалды жариялауға қабылдау және өңдеуге жіберу ұсынылады.
lv: Ieteikt pieņemt šo materiālu publicēšanai un nosūtīt to literārai rediģēšanai.
mr: हे सादरीकरण प्रकाशनासाठी स्वीकारावे आणि कॉपीएडिटिंगसाठी पाठवावे अशी शिफारस करा.
pt_pt: Recomendar que esta submissão seja aceite para publicação e enviada para edição de texto.
th: แนะนำให้ยอมรับการส่งงานนี้เพื่อตีพิมพ์และส่งไปแก้ไขสำเนา
vi: Đề xuất rằng bài nộp này được chấp nhận để xuất bản và gửi đi chỉnh sửa.

# editor.submission.recommend.accept.log
source: {$editorName} recommended that this submission be accepted and sent for copyediting.
az: #YOX
bg_bg: {$editorName} препоръча това подаване на материали да бъде прието за публикуване и изпратено за стилова корекция.
cs_cz: {$editorName} doporučil/a, aby byl tento příspěvek přijat a zaslán ke copyeditingu.
eu: {$editorName}-ek gomendatu du bidalketa hau onartzea eta ediziora bidaltzea.
hr: {$editorName} preporučuje da se ovaj podnesak prihvati i pošalje na uređivanje.
hy_am: {$editorName} -ն երաշխավորեց, որ այս ներկայացումն ընդունվի և ուղարկվի գրական սրբագրման:
id: {$editorName} merekomendasi bahwa naskah ini telah diterima dan dikirimkan untuk dicopyedit.
is: {$editorName} hefur mælt með því að innsendingin verði samþykkt og hún send til textatækna.
ka_ge: {$editorName}-მა რეკომენდაცია გაუწია ამ წარდგენის მიღებას და გაგზავნას კოპირების რედაქტირებისთვის.
kk: {$editorName} бұл материалды қабылдап, өңдеуге жіберуді ұсынды.
lv: {$editorName} ieteica šo materiālu pieņemt un nosūtīt literārai rediģēšanai.
mr: {$editorName} ने हे सादरीकरण स्वीकारावे आणि कॉपीएडिटिंगसाठी पाठवावे अशी शिफारस केली.
pt_pt: {$editorName} recomendou que esta submissão seja aceite e enviada para edição de texto.
th: {$editorName} แนะนำให้ยอมรับการส่งงานนี้และส่งไปแก้ไขสำเนา
vi: {$editorName} đã đề xuất rằng bài nộp này được chấp nhận và gửi đi chỉnh sửa.

# editor.submission.recommend.completed
source: Recommendation Submitted
az: #YOX
bg_bg: Препоръката е изпратена
cs_cz: Doporučení odesláno
eu: Gomendioa bidalia
hr: Preporuka je poslana
hy_am: Երաշխավորությունը ներկայացված է
id: Rekomendasi Dikirimkan
is: Tilmæli send
ka_ge: რეკომენდაცია გაგზავნილია
kk: Ұсыныс жіберілді
lv: Rekomendācija iesniegta
mr: शिफारस सादर केली
pt_pt: Recomendação Submetida
th: คำแนะนำถูกส่งแล้ว
vi: Đề xuất đã nộp

# editor.submission.recommend.completed.description
source: Your recommendation has been recorded and the deciding editor(s) have been notified.
az: #YOX
bg_bg: Вашата препоръка е записана и отговорният(ите) редактор(и) са уведомени.
cs_cz: Vaše doporučení bylo zaznamenáno a rozhodující redaktoři byli informováni.
eu: Zure gomendioa erregistratu da eta erabakiko duen editoreei jakinarazi zaie.
hr: Vaša preporuka je zabilježena i urednici koji odlučuju su obaviješteni.
hy_am: Ձեր առաջարկությունը գրանցված է, և որոշում կայացնող խմբագիր(ներ)ը ծանուցվել են:
id: Rekomendasi anda telah dicatat dan editor yang membuat keputusan telah dinotifikasi.
is: Tilmæli þín hafa verið skráð og tilkynning send til ritstjóra.
ka_ge: თქვენი რეკომენდაცია ჩაიწერა და გადამწყვეტი რედაქტორ(ებ)ი ეცნობა.
kk: Сіздің ұсынысыңыз жазылды және шешуші редактор(лар)ға хабарланды.
lv: Jūsu rekomendācija ir reģistrēta, un par to ir informēts(-i) redaktors(-i), kurš(-i) pieņem lēmumu.
mr: तुमची शिफारस नोंदवण्यात येऊन याबाबत निर्णय घेणाऱ्या संपादकांना सूचित करण्यात आले आहे.
pt_pt: A sua recomendação foi registada e o(s) editor(es) decisor(es) foi(ram) notificado(s).
th: คำแนะนำของคุณได้ถูกบันทึกและบรรณาธิการที่ทำการตัดสินใจได้รับการแจ้งเตือนแล้ว
vi: Đề xuất của bạn đã được ghi lại và biên tập viên ra quyết định đã được thông báo.

# editor.submission.recommend.revisions
source: Recommend Revisions
az: #YOX
bg_bg: Препоръка за ревизии
cs_cz: Doporučit úpravy
eu: Gomendatu zuzenketak
hr: Preporučite revizije
hy_am: Առաջարկեք վերանայումներ
id: Rekomendasi Revisi
is: Mælt með endurbótum
ka_ge: რეკომენდაცია რევიზიებს
kk: Түзетулерді ұсыну
lv: Ieteikt labojumus
mr: सुधारीत आवृत्तीसाठी (revisions) शिफारस करा
pt_pt: Recomendo Revisões
th: แนะนำให้แก้ไข
vi: Đề xuất sửa đổi

# editor.submission.recommend.revisions.description
source: Recommend that revisions be requested from the author before this submission is accepted for publication.
az: #YOX
bg_bg: Препоръчвам да се поискат ревизии от автора, преди това подаване на материали да бъде прието за публикуване.
cs_cz: Doporučujeme, aby byly od autora před přijetím tohoto příspěvku vyžádány úpravy.
eu: Gomendatu egileari zuzenketak eskatzea bidalketa hau argitaratzeko onartu aurretik.
hr: Preporučite da se od autora zatraže revizije prije nego što se ovaj podnesak prihvati za objavljivanje.
hy_am: Առաջարկեք, որ վերանայումները պահանջվեն հեղինակից մինչև այս ներկայացումն ընդունվի հրապարակման համար:
id: Rekomendasi bahwa revisi diminta dari penulis sebelum naskah ini diterima untuk diterbitkan.
is: Mælt er með því að óskað sé eftir endurbótum frá höfundi áður en innsendingin verði samþykkt til birtingar.
ka_ge: გირჩევთ, რომ რევიზიები მოითხოვოთ ავტორისგან, სანამ ეს წარდგენა მიიღება გამოსაქვეყნებლად.
kk: Осы өтінімді жариялауға қабылданғанға дейін автордан түзетулер сұрауды ұсыныңыз.
lv: Ieteikt pieprasīt autoram veikt labojumus, pirms šis darbs tiek pieņemts publicēšanai.
mr: प्रकाशनासाठी हे सादरीकरण स्वीकारण्यापूर्वी लेखकाकडून सुधारीत आवृत्ती मिळवण्याकरता (revisions) शिफारस करा.
pt_pt: Recomendo que sejam solicitadas revisões ao autor antes da submissão ser aceite para publicação.
th: แนะนำให้ผู้เขียนทำการแก้ไขก่อนที่การส่งงานนี้จะได้รับการยอมรับเพื่อตีพิมพ์
vi: Đề xuất rằng cần yêu cầu sửa đổi từ tác giả trước khi bài nộp này được chấp nhận để xuất bản.

# editor.submission.recommend.revisions.log
source: {$editorName} recommended that revisions be requested.
az: #YOX
bg_bg: {$editorName} препоръчва да се поискат ревизии от автора.
cs_cz: {$editorName} doporučil/a, aby byly vyžádány úpravy.
eu: {$editorName}-ek berrikuspenak eskatzea gomendatu du.
hr: {$editorName} preporučuje da se zatraže revizije.
hy_am: {$editorName} -ը առաջարկել է վերանայումներ պահանջել:
id: {$editorName} merekomendasikan bahwa revisi diminta.
is: {$editorName} mælir með því að óskað sé endurbóta.
ka_ge: {$editorName}-მა რეკომენდაცია გაუწია შესწორებების მოთხოვნას.
kk: {$editorName} сізге түзетулер сұрауды ұсынды.
lv: {$editorName} ieteica pieprasīt labojumus.
mr: {$editorName} ने सुधारीत आवृत्तीसाठी (revisions) शिफारस केली आहे.
pt_pt: {$editorName} recomendou que sejam solicitadas revisões.
th: {$editorName} แนะนำให้ทำการแก้ไข
vi: {$editorName} đã đề xuất rằng cần yêu cầu sửa đổi.

# editor.submission.recommend.resubmit
source: Recommend Resubmit for Review
az: #YOX
bg_bg: Препоръка за повторно изпращане за рецензиране
cs_cz: Doporučit nové zaslání příspěvku k recenznímu řízení
eu: Gomendatu berrikuspenerako berriz bidaltzea
hr: Preporučite ponovno slanje na pregled
hy_am: Առաջարկեք կրկին ներկայացնել գրախոսման համար
id: Rekomendasi Pengiriman Kembali untuk Review
is: Mælt með endursendingu í ritrýni
ka_ge: გირჩევთ ხელახლა გაგზავნოთ განსახილველად
kk: Тексеру үшін қайта жіберуді ұсыныңыз
lv: Rekomendēts atkārtoti nosūtīt recenzēšanai
mr: समीक्षणासाठी पुन्हा सादर करण्याची शिफारस करा
pt_pt: Recomendo Reenviar para Revisão
th: แนะนำให้ส่งงานอีกครั้งเพื่อการทบทวน
vi: Đề xuất nộp lại để đánh giá

# editor.submission.recommend.resubmit.description
source: Recommend that the author is asked to submit revisions for another round of review.
az: #YOX
bg_bg: Препоръчвам авторът да бъде помолен да представи ревизии за друг кръг (етап) на рецензиране.
cs_cz: Doporučit, aby byl autor vyzván k předložení úprav pro další kolo recenzního řízení.
eu: Gomendatu egileari beste berrikuspen-erronda baterako berrikuspenak bidaltzeko eskatzea.
hr: Preporučite da se od autora zatraži da podnese revizije na još jedan krug pregleda.
hy_am: Խորհուրդ տվեք, որ հեղինակին առաջարկվի վերանայումներ ներկայացնել գրախոսման մեկ այլ փուլի համար:
id: Rekomendasi bahwa penulis diminta untuk mengirimkan revisi untuk putaran review yang lain.
is: Mælt með því að höfundur sé beðinn um að bregðast við tilmælum um endurbætur og skila á ný fyrir nýja umferð ritrýni.
ka_ge: რეკომენდაცია, რომ ავტორს სთხოვონ გამოაგზავნოს ვერსიები განხილვის კიდევ ერთი რაუნდისთვის.
kk: Авторға ревизияларды басқа сараптау кезеңіне жіберуді ұсыныңыз.
lv: Ieteikums autoru aicināt iesniegt labojumus atkārtotai recenzēšanas kārtai.
mr: लेखकाला समीक्षणाच्या पुढील फेरीसाठी सुधारीत आवृत्ती (revisions) सादर करण्यास सांगावे अशी शिफारस करा.
pt_pt: Recomendo que seja solicitado ao autor que efetue revisões que sejam alvo de nova ronda de revisão.
th: แนะนำให้ผู้เขียนส่งการแก้ไขสำหรับรอบการทบทวนใหม่อีกครั้ง
vi: Đề xuất rằng tác giả được yêu cầu nộp bản sửa đổi để đánh giá thêm một vòng nữa.

# editor.submission.recommend.resubmit.log
source: {$editorName} recommended that revisions be requested and that these revisions be sent for another round of review.
az: #YOX
bg_bg: {$editorName} препоръча автора да бъде помолен да представи ревизии за друг кръг (етап) на рецензиране.
cs_cz: {$editorName} doporučil, aby byly vyžádány úpravy a tyto úpravy byly zaslány k dalšímu kolu recenzí.
eu: {$editorName}-ek gomendatu zuen berrikuspenak eskatzea eta horiek berrikuspen-erronda berri batera bidaltzea.
hr: {$editorName} preporučuje da se zatraže revizije i da se te revizije pošalju na drugi krug pregleda.
hy_am: {$editorName} -ը խորհուրդ տվեց, որ վերանայումներ պահանջվեն, և դրանք ուղարկվեն գրախոսման ևս մեկ փուլի:
id: {$editorName} merekomendasikan untuk mengirimkan revisi dan revisi ini akan dikirimkan untuk putaran review berikutnya.
is: {$editorName} mælir með því að farið sé fram á endurbætur og að ný umferð ritrýni fari fram eftir að höfundur hefur brugðist við tilmælum.
ka_ge: {$editorName}-მა რეკომენდაცია გაუწია შესწორებების მოთხოვნას და ეს ვერსიების გაგზავნა განხილვის კიდევ ერთი რაუნდისთვის.
kk: {$editorName} түзетулер жасауды сұрап, оларды қайта тексеруге жіберуді ұсынды.
lv: {$editorName} ieteica pieprasīt labojumus un nosūtīt tos atkārtotai recenzēšanas kārtai.
mr: सुधारीत आवृत्तीसाठी (revisions) विनंती करुन ती सुधारीत आवृत्ती (revisions) आल्यावर समीक्षणाच्या पुढील फेरीसाठी पाठवावी अशी शिफारस {$editorName} ने केली आहे.
pt_pt: {$editorName} recomendou que sejam solicitadas revisões ao autor e que sejam enviadas para nova ronda de revisão.
th: {$editorName} แนะนำให้ทำการแก้ไขและส่งงานอีกครั้งเพื่อตรวจทบทวนใหม่
vi: {$editorName} đã đề xuất rằng cần yêu cầu sửa đổi và bản sửa đổi này nên được gửi đi đánh giá thêm một vòng nữa.

# editor.submission.recommend.decline
source: Recommend Decline
az: #YOX
bg_bg: Препоръка за отхвърляне
cs_cz: Doporučení odmítnutí
eu: Gomendatu baztertzea
hr: Preporuči Odbij
hy_am: Խորհուրդ տվեք մերժել
id: Rekomendasi Penolakan
is: Mæla með höfnun
ka_ge: უარის რეკომენდაცია
kk: Қабылдамауды ұсыныңыз
lv: Rekomendēts noraidīt
mr: नकार कळवण्याची शिफारस करा
pt_pt: Recomendo Rejeitar
th: แนะนำให้ปฏิเสธ
vi: Đề xuất từ chối

# editor.submission.recommend.decline.description
source: Recommend that the submission be declined for publication.
az: #YOX
bg_bg: Препоръчвам подадените материали да бъдат отхвърлени за публикуване.
cs_cz: Doporučit zamítnutí žádosti o zveřejnění příspěvku.
eu: Bidalketa argitaratzeko baztertzea gomendatzen da.
hr: Preporučamo da se podnesak odbije za objavljivanje.
hy_am: Առաջարկեք, որ ներկայացումը մերժվի հրապարակման համար:
id: Rekomendasi bahwa naskah ditolak untuk diterbitkan.
is: Mæla með því að innsendingu verði hafnað.
ka_ge: გირჩევთ, უარი თქვან წარდგენაზე გამოსაქვეყნებლად.
kk: Материалды жарияламауға ұсыныңыз.
lv: Rekomendēts noraidīt materiāla publicēšanu.
mr: प्रकाशनासाठी सादरीकरण नाकारण्याची शिफारस करा.
pt_pt: Recomendar que a submissão seja rejeitada para publicação.
th: แนะนำให้ปฏิเสธการส่งงานนี้เพื่อตีพิมพ์
vi: Đề xuất rằng bài nộp bị từ chối xuất bản.

# editor.submission.recommend.decline.log
source: {$editorName} recommended that this submission be declined.
az: #YOX
bg_bg: {$editorName} препоръча подадените материали да бъдат отхвърлени за публикуване.
cs_cz: {$editorName} doporučil tento příspěvek odmítnout.
eu: {$editorName}-ek bidalketa hau baztertzea gomendatu du.
hr: {$editorName} preporučuje da se ovaj podnesak odbije.
hy_am: {$editorName} -ը խորհուրդ է տվել մերժել այս ներկայացումը:
id: {$editorName} merekomendasikan bahwa naskah ini ditolak.
is: {$editorName} mælir með því að innsendingu verði hafnað.
ka_ge: {$editorName} რეკომენდაციას უწევს ამ წარდგენის უარყოფას.
kk: {$editorName} бұл материалды қабылдамауды ұсынды.
lv: {$editorName} rekomendēja šo materiālu noraidīt.
mr: {$editorName} ने हे सादरीकरण नाकारण्याची शिफारस केली आहे.
pt_pt: {$editorName} recomendou que esta submissão seja rejeitada.
th: {$editorName} แนะนำให้ปฏิเสธการส่งงานนี้
vi: {$editorName} đã đề xuất rằng bài nộp này bị từ chối.

# editor.submission.makeRecommendation
source: Make Recommendation
ar_iq: تقديم التوصية
az: Təklif edin
bg_bg: Написване на препоръка
ca_es: Fer recomanació
cs_cz: Vložit doporučení
da_dk: Vælg anbefaling
de_de: Empfehlung machen
el_gr: Κάντε Σύσταση
eu: Gomendio bat egin
fa_ir: ایجاد توصیه
fi_fi: Tee suositus
fr_fr: Faire une recommandation
gl_es: Facer unha recomendación
hr: Dajte preporuku
hu: Javaslat tétel
hy_am: Տվեք երաշխավորություն
id: Buat Rekomendasi
is: Gefa ráðleggingar
it_it: Fai una valutazione
ja_jp: 査読結果の提出
ka_ge: გააკეთეთ რეკომენდაცია
kk: Ұсыныс жасаңыз
ku_iq: پێشنیاز بکە
lv: Sniegt rekomendāciju
mr: शिफारस करा
ms_my: Buat Cadangan
nb: Legg inn din anbefaling
nl_nl: Aanbeveling maken
pl_pl: Napisz rekomendację
pt_pt: Realizar Recomendação
ro: Faceți Recomandare
ru_ru: Дать рекомендацию
sl_si: Oddaj priporočilo
sv_se: Rekommendation
th: ทำคำแนะนำ
tr_tr: Öneri Yap
uk_ua: Дати рекомендацію
vi: Đưa ra đề xuất
vi_vn: Tạo Khuyến nghị

# editor.submission.changeRecommendation
source: Change Recommendation
ar_iq: تعديل التوصية
az: Təklifi dəyişdirin
bg_bg: Промяна на препоръка
ca_es: Modificar recomanació
cs_cz: Změnit doporučení
da_dk: Ændre anbefaling
de_de: Empfehlung ändern
el_gr: Αλλαγή Σύστασης
eu: Aldatu gomendioa
fa_ir: تغییر توصیه‌ها
fi_fi: Muuta suositusta
fr_fr: Changer la recommandation
gl_es: Modificar a recomendación
hr: Promijenite preporuku
hu: Javaslat változtatása
hy_am: Փոխեք երաշխավորությունը
id: Ubah Rekomendasi
is: Breyta ráðleggingum
it_it: Cambia la valutazione
ja_jp: 査読結果の編集
ka_ge: რეკომენდაციის შეცვლა
kk: Ұсынысты өзгертіңіз
ku_iq: پێشنیازەکە بگۆڕە
lv: Mainīt rekomendāciju
mr: शिफारस बदला
ms_my: Tukar Cadangan
nb: Endre anbefalingen
nl_nl: Aanbeveling wijzigen
pl_pl: Zmień rekomendację
pt_pt: Alterar Recomendação
ro: Schimbare recomandare
ru_ru: Изменить рекомендацию
sl_si: Spremeni priporočilo
sv_se: Ändra rekommendation
th: เปลี่ยนคำแนะนำ
tr_tr: Öneri Değiştir
uk_ua: Змінити рекомендацію
vi: Thay đổi đề xuất
vi_vn: Thay đổi Khuyến nghị

# editor.submission.recommendation.display
source: Recommendation: {$recommendation}
ar_iq: التوصية: {$recommendation}
az: Təklif: {$recommendation}
bg_bg: Препоръка: {$recommendation}
ca_es: Recomanació: {$recommendation}
cs_cz: Doporučení: {$recommendation}
da_dk: Anbefaling: {$recommendation}
de_de: Empfehlung: {$recommendation}
el_gr: Σύσταση: {$recommendation}
eu: Gomendioa: {$recommendation}
fa_ir: توصیه: {$recommendation}
fi_fi: Suositus: {$recommendation}
fr_fr: Recommandation : {$recommendation}
gl_es: Recomendación: {$recommendation}
hr: Preporuka: {$recommendation}
hu: Javaslat: {$recommendation}
hy_am: Երաշխավորություն: {$recommendation}
id: Rekomendasi: {$recommendation}
is: Ráðleggingar: {$recommendation}
it_it: Valutazione: {$recommendation}
ja_jp: 査読結果: {$recommendation}
ka_ge: რეკომენდაცია: {$recommendation}
kk: Ұсыныс: {$recommendation}
ku_iq: پێشنیاز: {$recommendation}
lv: Rekomendācija: {$recommendation}
mr: शिफारस : {$recommendation}
ms_my: Cadangan: {$recommendation}
nb: Anbefaling: {$recommendation}
nl_nl: Aanbeveling: {$recommendation}
pl_pl: Rekomendacja: {$recommendation}
pt_pt: Recomendação: {$recommendation}
ro: Recomandare: {$recommendation}
ru_ru: Рекомендация: {$recommendation}
sl_si: Priporočilo: {$recommendation}
sv_se: Rekommendation: {$recommendation}
th: คำแนะนำ: {$recommendation}
tr_tr: Öneri: {$recommendation}
uk_ua: Рекомендація: {$recommendation}
vi: Đề xuất: {$recommendation}
vi_vn: Khuyến nghị: {$recommendation}
