Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.license.cc.by4.footer
source: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.</p>
ar_iq: <a rel="الرخصة" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>هذا العمل مرخص بموجب <a rel="الرخصة" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.</p>
az: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Bu çalışma <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a> ile lisenziyalanıb.</p>
bg_bg: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Публикация с <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.</p>
ca_es: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Aquesta obra està sota una llicència internacional <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Reconeixement 4.0</a>.</p>
cs_cz: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Tato práce je licencována pod <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Mezinárodní licencí Creative Commons Attribution 4.0 </a>.</p>
da_dk: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Dette værk er under følgende licens <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Navngivelse (by)</a>.</p>
de_de: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative-Commons-Lizenz" style="border-width:0" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><br />Dieses Werk steht unter der <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Lizenz Creative Commons Namensnennung 4.0 International</a>.
el_gr: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Αυτή η εργασία είναι αδειοδοτημένη υπό το <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">CC Αναφορά Δημιουργού 4.0</a>.</p>
eu: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Lan hau <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Aitortu 4.0 Nazioarteko Lizentziapean</a> dago argitaratuta.</p>
fa_ir: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>این پروژه تحت مجوز بین المللی <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 </a> می باشد.</p>
fi_fi: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Tämä työ on lisensoitu <a rel="license" href="https://creativecommons.org/licenses/by/4.0/deed.fi">Creative Commons Nimeä 4.0 Kansainvälinen Julkinen -lisenssillä</a>.</p>
fr_fr: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/deed.fr"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Ce travail est disponible sous la licence <a rel="license" href="https://creativecommons.org/licenses/by/4.0/deed.fr">Creative Commons Attribution 4.0 International </a>.</p>
gl_es: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Esta obra está baixo unha licenza internacional <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Recoñecemento 4.0</a>.</p>
hr: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Licenca Creative Commons" src="//i.creativecommons.org/l/by/ 4.0/88x31.png" /></a><p>Ovo djelo je licencirano pod licencom <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 Međunarodna licenca</a>.</p>
hu: <a rel="license" href="http://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.</p>
hy_am: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Ստեղծագործական համայնքներ արտոնագիր" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Այս աշխատանքն արտոնագրված է որպես <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.</p>
id: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Artikel ini berlisensi <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.</p>
is: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Greinar í tímaritinu eru gefnar út undir leyfinu <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">(Creative Commons Attribution 4.0 International License)</a>.</p>
it_it: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>TQuesto lavoro è fornito con la licenza <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribuzione 4.0 Internazionale</a>.</p>
ja_jp: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>この資料のライセンスは<a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons 表示 4.0 国際 </a>です。</p>
ka_ge: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>ეს ნამუშევარი ლიცენზირებულია <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 საერთაშორისო ლიცენზიით</a> .</p>
kk: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons лицензиясы" src="//i.creativecommons.org/l/by/ 4.0/88x31.png" /></a><p>Бұл жұмыс <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons атрибуты бойынша лицензияланған. 4.0 Халықаралық лицензия</a>.</p>
lv: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Šis darbs ir licencēts ar <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International licenci</a>.</p>
mr: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>हे लेखन <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a> अंतर्गत परवानाकृत आहे.</p>
ms_my: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Kerja ini dilesenkan di bawah <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.</p>
nb: <a rel="license" href="http://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Dette verket er lisensiert under <a rel="license" href="http://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.</p>
nl_nl: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/deed.nl"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Dit werk wordt verdeeld onder een <a rel="license" href="https://creativecommons.org/licenses/by/4.0/deed.nl">Naamsvermelding 4.0 Internationaal</a> licentie.</p>
pl_pl: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Utwór dostępny jest na licencji <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Uznanie autorstwa 4.0 Międzynarodowe</a>.</p>
pt_pt: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Este trabalho encontra-se publicado com a <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Licença Internacional Creative Commons Atribuição 4.0</a>.</p>
ro: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Această lucrare este licențiată în temeiul <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.</p>
ru_ru: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Лицензия Creative Commons" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Это произведение доступно по <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">лицензии Creative Commons «Attribution» («Атрибуция») 4.0 Всемирная</a>.</p>
sl_si: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons licenca" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>To delo je licencirano pod <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Priznanje avtorstva 4.0 mednarodno licenco</a>.</p>
sr@cyrillic: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Овај рад је под <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Aуторство 4.0 Интернационална лиценца</a>.</p>
sr_rs@latin: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Ovaj rad je pod <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Autorstvo 4.0 Internacionalna licenca</a>.</p>
sv_se: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons-license" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Det här verket är licensierat under en <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Erkännande 4.0 Internationell-licens</a>.</p>
th: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>ผลงานนี้ได้รับอนุญาตภายใต้ <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.</p>
tr_tr: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Bu çalışma <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a> ile lisanslanmıştır.</p>
uk_ua: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Ця робота ліцензується відповідно до <a rel="license" href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.</p>
vi: <a rel="License" href="https://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Tác phẩm này được cấp phép theo <a rel="License" href="https://creativecommons.org/licenses/by/4.0/">Giấy phép Creative Commons Ghi công 4.0 Quốc tế</a>.</p>
vi_vn: <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"> <img alt = "Giấy phép Creative Commons" src = "// i.creativecommons.org/l/by/ 4.0 / 88x31.png "/> </a> <p> Tác phẩm này được cấp phép theo <a rel="license" href="https://creativecommons.org/licenses/by/4.0/"> Ghi nhận tác giả của Creative Commons Giấy phép quốc tế 4.0 </a>. </p>
