Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.peerReview
source: Peer&nbsp;Review
ar_iq: التحكيم المناظر
az: Rəyçi dəyərləndirməsi
bg_bg: Рецензиране
ca_es: Revisió d'experts/ertes
cs_cz: Recenzní&nbsp;řízení
da_dk: Fagfællebedømmelse
de_de: Peer Review
el_gr: Ομότιμη Κρίση
eu: Adituen ebaluazioa
fa_ir: داوری
fi_fi: Vertaisarviointi
fr_fr: Évaluation par les pairs
gl_es: Revisión por pares
hr: Recenzija
hu: Lektori&nbsp;vélemény
hy_am: Գործընկերային&nbsp;Գրախոսություն
id: Tinjauan&nbsp;Sejawat
is: Jafningja&nbsp;ritrýni
it_it: Peer review
ja_jp: 査読
ka_ge: რეცენზირება
kk: Peer&nbsp; Рецензиялау
ku_iq: هەڵسەنگاندنی نهێنی
lv: Recenzēšana
mk_mk: Отворена&nbsp;Рецензија
mr: तज्ज्ञ&nbsp;समीक्षण
ms_my: Ulasan&nbsp;Sejawat
nb: Fagfellevurdering
nl_nl: Peer review
pl_pl: Proces recenzowania
pt_pt: Revisão
ro: Peer&nbsp;Revizie
ru_ru: Рецензирование
sl_si: Recenzija
sr@cyrillic: Стручна&nbsp;Рецензија
sr_rs@latin: Стручна&nbsp;Recenzija
sv_se: Sakkunniggranskning
th: การทบทวนโดยผู้เชี่ยวชาญ
tr_tr: Hakem Değerlendirme
uk_ua: Наукове рецензування
vi: Bình duyệt
vi_vn: Đánh giá Ngang hàng
zh_cn: Peer&nbsp;审查

# submission.production
source: Production
ar_iq: الإنتاج
az: Çap
bg_bg: Публикация
ca_es: Producció
cs_cz: Produkce
da_dk: Produktion
de_de: Produktion
el_gr: Παραγωγή
eu: Ekoizpena
fa_ir: تولید
fi_fi: Tuotanto
gl_es: Produción
hr: Proizvodnja
hu: Előállítás
hy_am: Արտադրանք
id: Produksi
is: Framleiðsla
it_it: Produzione
ja_jp: 出版制作
ka_ge: წარმოება
kk: Жарияланым
ku_iq: بەرهەمهێنان
lv: Izstrāde
mk_mk: Обработка
mr: प्रकाशन
ms_my: Produksi
nb: Produksjon
nl_nl: Productie
pl_pl: Realizacja
pt_pt: Produção
ro: Producție
ru_ru: Публикация
sl_si: Produkcija
sr@cyrillic: Продукција
sr_rs@latin: Produkcija
sv_se: Produktion
th: การผลิต
tr_tr: Basım
uk_ua: Верстка
vi: Sản xuất
vi_vn: Sản xuất

# submission.recommendation
source: Recommendation: {$recommendation}
ar_iq: التوصية: {$recommendation}
az: Rəyçinin qərarı: {$recommendation}
bg_bg: Препоръка: {$recommendation}
ca_es: Recomanació: {$recommendation}
cs_cz: Doporučení: {$recommendation}
da_dk: Anbefaling: {$recommendation}
de_de: Empfehlung: {$recommendation}
el_gr: Εισήγηση Αξιολογητή: {$recommendation}
eu: Gomendioa: {$recommendation}
fa_ir: توصیه و نظرات: {$recommendation}
fi_fi: Suositus: {$recommendation}
fr_fr: Recommandation : {$recommendation}
gl_es: Consello: {$recommendation}
hr: Preporuka: {$recommendation}
hu: Javaslat: {$recommendation}
hy_am: Երաշխավորություն: {$recommendation}
id: Rekomendasi: {$recommendation}
is: Ráðleggingar: {$recommendation}
it_it: Parere: {$recommendation}
ja_jp: 審査結果: {$recommendation}
ka_ge: რეკომენდაცია: {$recommendation}
kk: Ұсыныс: {$recommendation}
ku_iq: پێشنیازەکان: {$recommendation}
lv: Rekomendācija: {$recommendation}
mk_mk: Препорака: {$recommendation}
mr: शिफारस: {$recommendation}
ms_my: Cadangan: {$recommendation}
nb: Anbefaling: {$recommendation}
nl_nl: Aanbeveling: {$recommendation}
pl_pl: Rekomendacja: {$recommendation}
pt_pt: Recomendação: {$recommendation}
ro: Recomandare: {$recommendation}
ru_ru: Рекомендация: {$recommendation}
sl_si: Priporočilo: {$recommendation}
sr@cyrillic: Препорука: {$recommendation}
sr_rs@latin: Preporuka: {$recommendation}
sv_se: Rekommendation: {$recommendation}
th: คำแนะนำ: {$recommendation}
tr_tr: Hakem Kararı: {$recommendation}
uk_ua: Рекомендація: {$recommendation}
vi: Đề xuất: {$recommendation}
vi_vn: Khuyến nghị: {$recommendation}
zh_cn: 建议: {$recommendation}

# submission.rejected
source: Rejected
ar_iq: مرفوض
az: Rədd edildi
bg_bg: Отказано
ca_es: Rebutjada
cs_cz: Zamítnut
da_dk: Afvist
de_de: Abgelehnt
el_gr: Απορριπτέο
eu: Ezetsia
fa_ir: رد
fi_fi: Hylätty
fr_fr: Refusé
gl_es: Rexeitado
hr: Odbijena
hu: Visszautasított
hy_am: Մերժված
id: Tolak
is: Hafnað
it_it: Rifiutato
ja_jp: 不採用
ka_ge: უარყოფილია
kk: Қабылданбады
ku_iq: ڕەت کراوە
lv: Noraidīts
mk_mk: Одбиено
mr: नाकारले (Rejected)
ms_my: Ditolak
nb: Avvist
nl_nl: Afgewezen
pl_pl: Odrzucone
pt_pt: Rejeitado
ro: Respins(ă)
ru_ru: Отклонена
sl_si: Zavrnjeno
sr@cyrillic: Одбијено
sr_rs@latin: Odbijeno
sv_se: Avvisad
th: ถูกปฏิเสธ
tr_tr: Reddedildi
uk_ua: Відхилено
vi: Đã từ chối
vi_vn: Từ chối
zh_cn: 已经拒绝的

# submission.request
source: Request
ar_iq: إلتماس
az: İstək
bg_bg: Заявка
ca_es: Sol·licitud
cs_cz: Požádat
da_dk: Forespørgsel
de_de: Anfragen
el_gr: Αίτημα
eu: Eskatu
fa_ir: درخواست
fi_fi: Pyyntö
fr_fr: Demande
gl_es: Solicitude
hr: Zahtjev
hu: Kérés
hy_am: Հարցում
id: Permintaan
is: Biðja um
it_it: Richiesta
ja_jp: 依頼
ka_ge: მოთხოვნა
kk: Анықтама
ku_iq: داواکاری
lv: Pieprasījums
mk_mk: Барање
mr: विनंती
ms_my: Permintaan
nb: Bestill
nl_nl: Aanvraag
pl_pl: Zapytanie
pt_pt: Pedido
ro: Cerere
ru_ru: Запрос
sl_si: Zahteva
sr@cyrillic: Захтев
sr_rs@latin: Zahtev
sv_se: Förfrågan
th: คำขอ
tr_tr: İstek
uk_ua: Запит
vi: Yêu cầu
vi_vn: Yêu cầu
zh_cn: 请求

# submission.response
source: Response
ar_iq: الرد
az: Cavab
bg_bg: Отговор
ca_es: Resposta
cs_cz: Odpověď
da_dk: Svar
de_de: Antwort
el_gr: Απόκριση
eu: Erantzuna
fa_ir: پاسخ
fi_fi: Vastaus
fr_fr: Réponse
gl_es: Responder
hr: Odgovor
hu: Válasz
hy_am: Պատասխան
id: Respon
is: Svar
it_it: Risposta
ja_jp: 回答
ka_ge: რეაგირება
kk: Жауап
ku_iq: وەڵام
lv: Atbilde
mk_mk: Одговор
mr: प्रतिसाद (Response)
ms_my: Respon
nb: Svar
nl_nl: Reactie
pl_pl: Odpowiedź
pt_pt: Resposta
ro: Răspuns
ru_ru: Ответ
sl_si: Odgovor
sr@cyrillic: Одговор
sr_rs@latin: Odgovor
sv_se: Svar
th: คำตอบ
tr_tr: Yanıt
uk_ua: Відповідь
vi: Phản hồi
vi_vn: Phản hồi
zh_cn: 回复

# submission.restrictions
source: Restrictions
ar_iq: القيود
az: Məhdudiyyətlər
bg_bg: Ограничения
ca_es: Restriccions
cs_cz: Omezení
da_dk: Restriktioner
de_de: Einschränkungen
el_gr: Περιορισμοί
eu: Murrizketak
fa_ir: محدودیت ها
fi_fi: Rajoitukset
gl_es: Restricións
hr: Ograničenja
hu: Korlátozások
hy_am: Սահմանափակումներ
id: Pembatasan
is: Takmarkanir
it_it: Restrizioni
ja_jp: 制限
ka_ge: შეზღუდვები
kk: Шектеулер
ku_iq: قەدەخەکان
lv: Ierobežojumi
mk_mk: Ограничувања
mr: निर्बंध
ms_my: Sekatan
nb: Restriksjoner
nl_nl: Berperkingen
pl_pl: Ograniczenia
pt_pt: Restrições
ro: Restricții
ru_ru: Ограничения
sl_si: Omejitve
sr@cyrillic: Ограничења
sr_rs@latin: Ograničenja
sv_se: Begränsningar
th: ข้อจำกัด
tr_tr: Sınırlamalar
uk_ua: Обмеження
vi: Hạn chế
vi_vn: Những hạn chế
zh_cn: 限制

# submission.reviewMetadata
source: Review Metadata
ar_iq: البيانات الوصفية للتحكيم
az: Üst datanı nizamla
bg_bg: Метаданни на рецензията
ca_es: Revisa les metadades
cs_cz: Zkontrolovat metadata
da_dk: Bedøm metadata
de_de: Metadaten überprüfen
el_gr: Επισκόπηση μεταδεδομένων
eu: Berrikusi metadatuak
fa_ir: بررسی فراداده
fi_fi: Tarkista metatiedot
fr_fr: Évaluer les métadonnées
gl_es: Metadatos de revisión
hr: Pregled metapodataka
hu: Lektorálási metaadat
hy_am: Վերանայեք մետատվյալները
id: Metadata Review
is: Rýna lýsigögn
it_it: Modifica i metadati
ja_jp: メタデータの点検
ka_ge: მიმოხილვის მეტა-მონაცემები
kk: Метадеректерді тексеріңіз
ku_iq: هەڵسەنگاندنی زانیاریی ناسێنەر
lv: Pārskatīt metadatus
mr: मेटाडेटाचा आढावा घ्या
ms_my: Semak Metadata
nb: Metadata for fagfellevurdering
nl_nl: Beoordeel Metadata
pl_pl: Edytuj metadane
pt_pt: Rever metadados
ro: Revizuire Metadate
ru_ru: Проверить метаданные
sl_si: Poglej metapodatke
sr@cyrillic: Преглед метаподатака
sr_rs@latin: Pregled metapodataka
sv_se: Granska metadata
th: การทบทวนข้อมูลเมทาดาทา
tr_tr: Üst Veriyi Düzenle
uk_ua: Перегляд метаданих
vi: Xem lại metadata
vi_vn: Xem siêu dữ liệu mô tả
zh_cn: 审查元数据

# submission.review
source: Review
ar_iq: التحكيم
az: Dəyərləndirmə
bg_bg: Рецензия
ca_es: Revisió
cs_cz: Recenze
da_dk: Bedømmelse
de_de: Begutachtung
el_gr: Αξιολόγηση
eu: Ebaluazioa
fa_ir: داوری
fi_fi: Arviointi
fr_fr: Évaluation
gl_es: Revisión
hr: Recenzija
hu: Szakmai lektorálás
hy_am: Գրախոսություն
id: Tinjauan
is: Ritrýni
it_it: Revisione
ja_jp: 査読
ka_ge: გამოხმაურება
kk: Рецензия
ku_iq: هەڵسەنگاندن
lv: Recenzēšana
mk_mk: Рецензија
mr: समीक्षण करा
ms_my: Ulasan
nb: Fagfellevurdering
pl_pl: Recenzja
pt_pt: Revisão
ro: Revizuire
ru_ru: Рецензия
sl_si: Recenzija
sr@cyrillic: Рецензија
sr_rs@latin: Recenzija
sv_se: Granska
th: การทบทวน
tr_tr: Değerlendirme
uk_ua: Рецензування
vi: Đánh giá
vi_vn: Phản biện
zh_cn: 审查

# submission.reviewAndSubmit
source: Review and Submit
az: Nəzərdən keçirmək və təqdim etmək
cs_cz: Zkontrolovat a podat
eu: Ebaluatu eta bidali
hr: Pregledajte i pošaljite
id: Review dan Kirim
lv: Pārskatīt un iesniegt
mr: समीक्षण करून सादर करा
pt_pt: Rever e Submeter
th: ทบทวนและส่ง
vi: Xem lại và nộp

# submission.reviewed
source: Reviewed
ar_iq: محكم
az: Dəyərləndirildi
bg_bg: Рецензирано
ca_es: Revisada
cs_cz: Recenzováno
da_dk: Bedømt
de_de: Begutachtet
el_gr: Κρίθηκε
eu: Berrikusia
fa_ir: داوری شده
fi_fi: Arvioitu
fr_fr: Révisé
gl_es: Revisado(s)
hr: Pregledano
hu: Szakmailag lektorált
hy_am: Գրախոսված
id: Direview
is: Ritrýnt
it_it: Revisionato
ja_jp: 査読完了
ka_ge: განხილული
kk: Рецензияланған
ku_iq: هەڵسەنگێندراو
lv: Pārskatīts
mk_mk: Рецензирано
mr: समीक्षण केलेले
ms_my: Diulas
nb: Fagfellevurdert
nl_nl: Gereviewed
pl_pl: Zrecenzowane
pt_pt: Revisto
ro: Revizuit
ru_ru: Отрецензирована
sl_si: Recenzirano
sr@cyrillic: Рецензирано
sr_rs@latin: Recenzirano
sv_se: Granskad
th: ทบทวนแล้ว
tr_tr: Değerlendirildi
uk_ua: Рецензовані
vi: Đã đánh giá
vi_vn: Đã phản biện
zh_cn: 已审阅的

# submission.reviewVersion
source: Review Version
ar_iq: نسخة التحكيم
az: Dəyərləndirmə versiyası
bg_bg: Версия за рецензия
ca_es: Versió de revisió
cs_cz: Verze recenze
da_dk: Bedømmelsesversion
de_de: Fassung zur Begutachtung
el_gr: Αξιολόγηση Έκδοσης
eu: Ebaluazio-bertsioa
fa_ir: نسخه داوری
fi_fi: Arviointiversio
fr_fr: Version d'évaluation
gl_es: Versión da revisión
hr: Verzija u recenziji
hu: Lektorálás verzió
hy_am: Գրախոսության տարբերակ
id: Versi Review
is: Ritrýniútgáfa
it_it: Versione per la revisione
ja_jp: 査読する版
ka_ge: მიმოხილვის ვერსია
kk: Қарауға арналған нұсқа
ku_iq: وەشانی هەڵسەنگێندراو
lv: Recenzijas versija
mr: समीक्षणाची आवृत्ती (version)
ms_my: Versi Ulasan
nb: Versjon av fagfellevurdering
nl_nl: Review versie
pl_pl: Wersja do recenzji
pt_pt: Rever versão
ro: Versiune revizie
ru_ru: Версия для рецензии
sl_si: Recenzentska verzija
sr@cyrillic: Рецензирана верзија
sr_rs@latin: Recenzirana verzija
sv_se: Version för granskning
th: เวอร์ชันทบทวน
tr_tr: Değerlendirme Sürümü
uk_ua: Версія рецензії
vi: Phiên bản đánh giá
vi_vn: Phiên bản phản biện
zh_cn: 审查版本

# submission.rights
source: Rights
ar_iq: الحقوق
az: Haqqlar
bg_bg: Права
ca_es: Drets
cs_cz: Práva
da_dk: Rettigheder
de_de: Rechte
el_gr: Δικαιώματα
eu: Eskubideak
fa_ir: حقوق
fi_fi: Oikeudet
fr_fr: Droits
gl_es: Dereitos
hr: Prava
hu: Jogok
hy_am: Իրավունքներ
id: Hak Cipta
is: Réttindi
it_it: Diritti
ja_jp: 権利
ka_ge: უფლებები
kk: Құқықтар
ku_iq: مافەکان
lv: Tiesības
mk_mk: Права
mr: अधिकार
ms_my: Hak
nb: Rettigheter
nl_nl: Rechten
pl_pl: Prawa
pt_pt: Direitos
ro: Drepturi
ru_ru: Права
sl_si: Pravice
sr@cyrillic: Права
sr_rs@latin: Prava
sv_se: Rättigheter
th: สิทธิ์
tr_tr: Haklar
uk_ua: Права
vi: Quyền
vi_vn: Quyền lợi

# submissions.active
source: Active
ar_iq: نشط
az: Aktiv
bg_bg: Активни
ca_es: Activa
cs_cz: Aktivní
da_dk: Aktiv
de_de: Aktiv
el_gr: Ενεργά
eu: Aktibo
fa_ir: جاری
fi_fi: Aktiiviset
gl_es: Activo
hr: Aktivno
hu: Aktív
hy_am: Ակտիվ
id: Aktif
is: Virkt
it_it: Attivo
ja_jp: 処理対象
ka_ge: აქტიური
kk: Белсенді
ku_iq: چالاکە
lv: Aktīvs
mk_mk: Активно
mr: सक्रिय
ms_my: Aktif
nb: Aktiv
nl_nl: Actief
pl_pl: Aktywne
pt_pt: Ativo
ro: Activ
ru_ru: В работе
sl_si: Aktivno
sr@cyrillic: Активно
sr_rs@latin: Aktivno
sv_se: Aktiv
th: กำลังดำเนินการ
tr_tr: Etkin
uk_ua: Активне
vi: Đang hoạt động
vi_vn: Hoạt động
zh_cn: 活动的

# submissions.archived
source: Archived
ar_iq: محفوظ
az: Arxivdə
bg_bg: Архивирани
ca_es: Arxivada
cs_cz: Archivované
da_dk: Arkiveret
de_de: Archiviert
el_gr: Αρχειοθετημένα
eu: Artxibatuta
fa_ir: آرشیو
fi_fi: Arkistoidut
fr_fr: Archivé
gl_es: Arquivado
hr: Arhivirano
hu: Archívált
hy_am: Արխիվացված
id: Diarsipkan
is: Vistað
it_it: Archiviato
ja_jp: アーカイブ済
ka_ge: შეტანილია არქივში
kk: Архивталған
ku_iq: ئەرشیف کراوە
lv: Arhivēts
mk_mk: Архивирано
mr: संग्रहित
ms_my: Diarkibkan
nb: Arkivert
nl_nl: Gearchiveerd
pl_pl: Zarchiwizowane
pt_pt: Arquivado
ro: Arhivat
ru_ru: В архиве
sl_si: Arhivirano
sr@cyrillic: Архивирано
sr_rs@latin: Arhivirano
sv_se: Arkiverad
th: เก็บถาวร
tr_tr: Arşivde
uk_ua: Архівоване
vi: Đã lưu trữ
vi_vn: Lưu trữ
zh_cn: 存档的

# submission.saveMetadata
source: Save Metadata
ar_iq: حفظ البيانات الوصفية
az: Üst datanı yadda saxlayın
bg_bg: Запис на метаданните
ca_es: Desa les metadades
cs_cz: Uložit metadata
da_dk: Gem metadata
de_de: Metadaten sichern
el_gr: Αποθήκευση μεταδεδομένων
eu: Gorde metadatuak
fa_ir: ذخیره کردن فراداده
fi_fi: Tallenna metatiedot
fr_fr: Enregistrer les métadonnées
gl_es: Gardar metadatos
hr: Spremanje metapodataka
hu: Metaadat mentése
hy_am: Պահել մետատվյալները
id: Simpan Metadata
is: Vista lýsigögn
it_it: Salva i metadati
ja_jp: メタデータの保存
ka_ge: მეტა-მონაცემების შენახვა
kk: Метадеректерді сақтау
ku_iq: خەزنکردنی زانیاریی ناسێنەر
lv: Saglabāt metadatus
mk_mk: Зачувај метаподатоци
mr: मेटाडेटा सेव्ह करा
ms_my: Simpan Metadata
nb: Lagre metadata
nl_nl: Bewaar metadata
pl_pl: Zapisz metadane
pt_pt: Guardar metadados
ro: Salvare metadate
ru_ru: Сохранить метаданные
sl_si: Shrani metapodatke
sr@cyrillic: Сачувај метаподатке
sr_rs@latin: Sačuvaj metapodatke
sv_se: Spara metadata
th: บันทึกเมทาดาทา
tr_tr: Üst Veriyi Kaydet
uk_ua: Зберегти метадані
vi: Lưu Metadata
vi_vn: Ghi Siêu dữ liệu mô tả
zh_cn: 保存元数据

# submissions.completed
source: Completed
ar_iq: إكتمل
az: Tamamlanmış
bg_bg: Завършени
ca_es: Completada
cs_cz: Dokončeno
da_dk: Fuldført
de_de: Beendet
el_gr: Ολοκληρώθηκε
eu: Bukatuta
fa_ir: تکمیل شده
fi_fi: Valmiit
fr_fr: Terminé
gl_es: Completado
hr: Završeno
hu: Befejezett
hy_am: Ավարտված
id: Lengkap
is: Lokið
it_it: Completato
ja_jp: 完了
ka_ge: დასრულდა
kk: Аяқталды
ku_iq: تەواو کراو
lv: Pabeigts
mk_mk: Завршено
mr: प्रक्रिया समाप्त झाली
ms_my: Telah Selesai
nb: Utført
nl_nl: Gereed
pl_pl: Ukończone
pt_pt: Concluído
ro: Complet
ru_ru: Завершены
sl_si: Končano
sr@cyrillic: Завршено
sr_rs@latin: Završeno
sv_se: Avslutad
th: เสร็จสิ้น
tr_tr: Tamamlanmış
uk_ua: Завершене
vi: Đã hoàn thành
vi_vn: Đã hoàn thành
zh_cn: 已经完成的

# submissions.declined
source: Declined
ar_iq: رفض
az: Rədd edilmiş
bg_bg: Отказани
ca_es: Rebutjada
cs_cz: Nepřijaté
da_dk: Afvist
de_de: Abgelehnt
el_gr: Μη αποδεκτή
eu: Ez da onartu
fa_ir: رد
fi_fi: Hylätyt
fr_fr: Rejeté
gl_es: Rexeitado
hr: Odbijeno
hu: Elutasított
hy_am: Մերժված
id: Ditolak
is: Hafnað
it_it: Rifiutata
ja_jp: 辞退
ka_ge: უარყოფილია
kk: Қабылданбады
ku_iq: ڕەت کراوە
lv: Noraidīts
mk_mk: Одбиено
mr: नाकारले (Declined)
ms_my: Ditolak
nb: Avvist
nl_nl: Afgewezen
pl_pl: Odrzucone
pt_pt: Rejeitado
ro: Refuzat
ru_ru: Отклонены
sl_si: Zavrnjeno
sr@cyrillic: Одбијено
sr_rs@latin: Odbijeno
sv_se: Refuserad
th: ถูกปฏิเสธ
tr_tr: Reddedilmiş
uk_ua: Відхилене
vi: Đã từ chối
vi_vn: Loại bỏ
zh_cn: 已经拒绝的

# submissions.incomplete
source: Incomplete
ar_iq: غير مكتمل
az: Bitməmiş
bg_bg: Незавършени
ca_es: Incompleta
cs_cz: Nekompletní
da_dk: Ikke fuldført
de_de: Unvollständig
el_gr: Ελλειπής
eu: Osatu gabe
fa_ir: ناتمام
fi_fi: Keskeneräiset
fr_fr: Incomplet
gl_es: Incompleto
hr: Nedovršeno
hu: Befejezetlen
hy_am: Անավարտ
id: Tidak lengkap
is: Ólokið
it_it: Incompleta
ja_jp: 不完全
ka_ge: დაუსრულებელი
kk: Аяқталмады
ku_iq: ناتەواو
lv: Nepilnīgs
mk_mk: Недовршено
mr: अपूर्ण
ms_my: Tidak lengkap
nb: Ufullstendig
nl_nl: Onvolledig
pl_pl: Niekompletne
pt_pt: Incompleto
ro: Incomplet
ru_ru: Не закончены
sl_si: Nekončano
sr@cyrillic: Некомплетно
sr_rs@latin: Nekompletno
sv_se: Ofullständig
th: ไม่สมบูรณ์
tr_tr: Tamamlanmamış
uk_ua: Незавершене
vi: Chưa hoàn thành
vi_vn: Chưa hoàn thành
zh_cn: 未完成的

# submissions.noSubmissions
source: No Submissions
ar_iq: لا طلبات نشر
az: Məqalə yoxdur
bg_bg: Няма подадени материали
ca_es: No hi ha cap tramesa
cs_cz: Žádné příspěvky
da_dk: Ingen indsendelser
de_de: Keine Beiträge
el_gr: Καμία Υποβολή
eu: Bidalketarik ez
fa_ir: خالی
fi_fi: Ei käsikirjoituksia
fr_fr: Aucune soumission
gl_es: Non hai envíos
hr: Nema prijava
hu: Nincs beküldött anyag
hy_am: Չկան ներկայացումներ
id: Tidak ada naskah
is: Engin innsending
it_it: Nessuna proposta
ja_jp: 投稿物はありません
ka_ge: არ არის გაგზავნილი მასალები
kk: Материалдар жоқ
ku_iq: هیچ پێشکەشکردنێک نییە
lv: Nav iesniegto materiālu
mk_mk: Нема поднесоци
mr: सादरीकरणे नाहीत
ms_my: Tiada Penyerahan
nb: Ingen innleveringer
nl_nl: Geen inzendingen
pl_pl: Brak przesłanych tekstów
pt_pt: Sem submissões
ro: Nici o înregistrare de manuscris
ru_ru: Нет материалов
sl_si: Ni nobenega prispevka
sr@cyrillic: Нема предаја
sr_rs@latin: Nema predaja
sv_se: Inga bidrag
th: ไม่มีการส่งงาน
tr_tr: Gönderi Yok
uk_ua: Немає подань
vi: Không có bài nộp
vi_vn: Không có Bài gửi nào
zh_cn: 没有投稿

# submissions.queuedEditing
source: In Editing
ar_iq: قيد التحرير
az: Nəşr dizaynında
bg_bg: В процес на редакция
ca_es: Enviada a la cua per a l’edició
cs_cz: Ve frontě k editování
da_dk: I kø til redigering
de_de: Zur redaktionellen Bearbeitung anstehend
el_gr: Σε αναμονή για επιμέλεια
eu: Editatzen
fa_ir: در نوبت ویرایش
fi_fi: Toimitettavana
fr_fr: En révision
gl_es: En cola para edición
hr: Uređuje se
hu: Szerkesztésen
hy_am: Խմբագրման մեջ
id: Dalam proses pengeditan
is: Í ritstýringu
it_it: In lavorazione
ja_jp: 編集作業待ち
ka_ge: მუშაობის რეჟიმში
kk: Редакцияның қарауында
ku_iq: لە گۆڕانکاری دایە
lv: Rediģēšanā
mk_mk: Во уредување
mr: संपादन प्रक्रियेत
ms_my: Dalam Penyuntingan
nb: Redigeres
nl_nl: Wacht op bewerking
pl_pl: W redakcji
pt_pt: Em Edição
ro: În editare
ru_ru: На редакции
sl_si: V urejanju
sr@cyrillic: У уређивању
sr_rs@latin: U uređivanju
sv_se: Redigering pågår
th: อยู่ในขั้นตอนการแก้ไข
tr_tr: Baskı Düzenlemesinde
uk_ua: редагуються
vi: Đang chỉnh sửa
vi_vn: Đang Biên tập
zh_cn: 编辑中

# submissions.queued
source: Queued
ar_iq: ضمن الطابور
az: Növbədə
bg_bg: В опашката
ca_es: Enviada a la cua
cs_cz: Ve frontě
da_dk: I kø
de_de: Anstehend
el_gr: Σε αναμονή
eu: Ilaran
fa_ir: در نوبت
fi_fi: Jonossa
fr_fr: En attente
gl_es: En cola
hr: Na čekanju
hu: Sorban álló
hy_am: Հերթագրված
id: Antri
is: Í röð
it_it: Accodato
ja_jp: 待ち行列に追加
ka_ge: რიგში
kk: Кезекте
ku_iq: لە سەرە دایە
lv: Rindā
mk_mk: Чека во ред
mr: प्रतीक्षेत (Queued)
ms_my: Menunggu
nb: I køen
nl_nl: In de wachtrij
pl_pl: W kolejce
pt_pt: Em fila
ro: În așteptare
ru_ru: В очереди
sl_si: Na čakanju
sr@cyrillic: На чекању
sr_rs@latin: Na čekanju
sv_se: I kö
th: คิว
tr_tr: Sırada
uk_ua: В черзі
vi: Đang chờ
vi_vn: Hàng đợi
zh_cn: 排队

# submissions.queuedUnassigned
source: No editor has been assigned to this submission.
ar_iq: لم يتم تكليف أي محرر بهذا الطلب بعد
az: Bu məqalə üçün redaktor təyin edilmədi
bg_bg: Не е асоцииран редактор към това подаване на материали.
ca_es: No s'ha assignat cap editor/a a aquesta tramesa.
cs_cz: K tomuto příspěvku nebyl přiřazen žádný editor.
da_dk: Der er ikke blevet knyttet nogen redaktør til denne indsendelse.
de_de: Dieser Einreichung wurde noch kein/e Redakteur/in zugewiesen.
el_gr: Σε αναμονή για ανάθεση
eu: Bidalketa honek ez dauka editorerik esleituta.
fa_ir: منتظر انتساب
fi_fi: Odottaa osoittamista
fr_fr: Aucun rédacteur ou rédactrice n'a été assigné à cette soumission.
gl_es: Non se asignou ningún editor/a a este envío.
hr: Čeka dodijeljivanje urednika.
hu: Hozzárendelésre várakozik.
hy_am: Այս ներկայացմանը ոչ մի խմբագիր չի նշանակվել:
id: Menunggu Penugasan untuk naskah ini.
is: Ritstjóra hefur ekki verið úthlutað á þessa innsendingu.
it_it: In attesa di assegnazione ad un Editor.
ja_jp: 編集者指定待ち
ka_ge: ამ წარდგინებას არცერთი რედაქტორი არ დაუნიშნავს.
kk: Бұл мақалаға редактор тағайындалмаған.
ku_iq: هیچ سەرنوسەرێک بۆ ئەم پێشکەشکردنە ئەرکدار نەکراوە.
lv: Šim materiālam nav piešķirts redaktors.
mk_mk: Нема назначен уредник на овој поднесок.
mr: या सादरीकरणासाठी कोणत्याही संपादकाला नियुक्त केलेले नाही.
ms_my: Tiada editor telah ditugaskan untuk penyerahan ini.
nb: Ingen redaktør har blitt tildelt denne innleveringen.
nl_nl: Wacht op toekenning
pl_pl: Oczekujące
pt_pt: A aguardar designação de um editor.
ro: Nu a fost alocat nici un editor pentru acest manuscris.
ru_ru: Этому материалу не назначен редактор.
sl_si: Čaka dodelitev.
sr@cyrillic: Чека доделу
sr_rs@latin: Čeka dodelu
sv_se: Bidraget har inte blivit tilldelad någon redaktör.
th: ยังไม่มีบรรณาธิการที่ได้รับมอบหมายให้กับการส่งงานนี้
tr_tr: Bu gönderi için editör atanmadı.
uk_ua: Подання, що очікують прийняття
vi: Chưa có biên tập viên nào được chỉ định cho bài nộp này.
vi_vn: Không có biên tập viên nào được phân công cho bài gửi này.
zh_cn: 等待分配工作

# submissions.ruling
source: Ruling
ar_iq: التحكيم
az: Qaydalar
bg_bg: Решение
ca_es: Decisió
cs_cz: Rozhodnuto
da_dk: Afgørelse
de_de: Beschluss
el_gr: Δικαίωμα Επιμελητή (Ruling)
eu: Ebazpena
fa_ir: اتخاذ تصمیم
fi_fi: Määräys
fr_fr: Décision ferme
gl_es: Normativa
hr: Odluka
hu: Döntés
hy_am: Կառավարող
id: Aturan
is: Ráðandi niðurstaða
it_it: Parere
ja_jp: 判定
ka_ge: მმართველი
kk: Шешім
ku_iq: هەڵسەنگاندن
lv: Nolēmums
mk_mk: Одлука
mr: निवाडा
ms_my: Aturan
nb: Avgjørelse
nl_nl: Oordeel
pl_pl: Decyzja
pt_pt: Decisão
ro: Conducător
ru_ru: Решение
sl_si: Odločitev
sr@cyrillic: Одлука
sr_rs@latin: Odluka
sv_se: Utslag
th: การตัดสิน
tr_tr: Kurallar
uk_ua: Правила
vi: Quyết định
vi_vn: Thể lệ
zh_cn: 裁决

# submission.source
source: Source
ar_iq: المصدر
az: Mənbə
bg_bg: Източник
ca_es: Font
cs_cz: Zdroj
da_dk: Kilde
de_de: Quelle
el_gr: Πηγή
eu: Iturria
fa_ir: منبع
fi_fi: Lähde
gl_es: Fonte
hr: Izvor
hu: Forrás
hy_am: Աղբյուր
id: Sumber
is: Uppruni
it_it: Fonte
ja_jp: ソース
ka_ge: წყარო
kk: Дереккөз
ku_iq: سەرچاوە
lv: Avots
mk_mk: Извор
mr: स्रोत
ms_my: Sumber
nb: Kilde
nl_nl: Bron
pl_pl: Źródło
pt_pt: Fonte
ro: Sursa
ru_ru: Источник
sl_si: Izvor
sr@cyrillic: Извор
sr_rs@latin: Izvor
sv_se: Källa
th: แหล่งที่มา
tr_tr: Kaynak
uk_ua: Джерело
vi: Nguồn
vi_vn: Nguồn

# submissions.submit
source: Submit
ar_iq: التقديم
az: Məqalə
bg_bg: Изпращане
ca_es: Tramet
cs_cz: Odeslat
da_dk: Fremsend
de_de: Einreichen
el_gr: Υποβολή
eu: Bidali
fa_ir: ثبت
fi_fi: Lähetä
fr_fr: Soumettre
gl_es: Enviar
hr: prijave
hu: Benyújt
hy_am: Ներկայացնել
id: Pengajuan
is: Senda inn
it_it: Invio
ja_jp: 投稿日
ka_ge: გაგზავნა
kk: Жіберу
ku_iq: پێشکەشکردن
lv: Iesniegt
mk_mk: Поднеси
mr: सादर करा
ms_my: Serah
nb: Send inn
nl_nl: Zend in
pl_pl: Prześlij
pt_pt: Submeter
ro: Înregistrare manuscris
ru_ru: Отправка
sl_si: Oddaja prispevka
sr@cyrillic: Предај
sr_rs@latin: Predaj
sv_se: Skicka in
th: ส่ง
tr_tr: Gönderi
uk_ua: Надіслати
vi: Nộp
vi_vn: Gửi bài
zh_cn: 提交

# submissions.submitted
source: Submitted
ar_iq: مقدم
az: Göndərildi
bg_bg: Изпратени
ca_es: Tramesa
cs_cz: Odeslané
da_dk: Fremsendt
de_de: Eingereicht
el_gr: Υποβληθέντα
eu: Bidalita
fa_ir: ثبت شده
fi_fi: Lähetetyt
fr_fr: Soumis
gl_es: Enviado
hr: Poslano
hu: Benyújtott
hy_am: Ներկայացված
id: Telah diserahkan
is: Innsent
it_it: Inviata
ja_jp: 投稿日
ka_ge: დამატებულია
kk: Жіберілген
ku_iq: پێشکەش کرا
lv: Iesniegts
mk_mk: Поднесено
mr: सादर केले
ms_my: Diserahkan
nb: Innsendt
nl_nl: Ingezonden
pl_pl: Przesłane
pt_pt: Submetido
ro: Manuscris înregistrat
ru_ru: Прислана
sl_si: Prispevek oddan
sr@cyrillic: Предато
sr_rs@latin: Predato
sv_se: Inskickad
th: ส่งแล้ว
tr_tr: Gönderildi
uk_ua: Надіслано
vi: Đã nộp
vi_vn: Đã gửi bài
zh_cn: 已经提交
