Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.query.new.contents
source: You have been added to a discussion titled "{$queryTitle}" regarding the submission "{$submissionTitle}".
ar_iq: لقد تمت إضافتك إلى المناقشة المعنونة "{$queryTitle}" المتعلقة بالمؤلَّف الموسوم "{$submissionTitle}".
az: "{$submissionTitle}" Məqaləsi ilə bağlı "{$queryTitle}" adlı bir müzakirəyə təyin edildiniz.
bg_bg: Бяхте добавен/а в дискусия "{$queryTitle}" относно подадени материали "{$submissionTitle}".
ca_es: Heu estat afegits a la discussió titulada "{$queryTitle}" referent a la tramesa "{$submissionTitle}".
cs_cz: Byl(a) jste přidán(a) k diskusi nazvané "{$queryTitle}" ohledně příspěvku "{$submissionTitle}".
da_dk: Du er blevet føjet til følgende drøftelse "{$queryTitle}" omhandlende indsendelsen "{$submissionTitle}".
de_de: Sie sind zu einer Diskussion unter dem Titel "{$queryTitle}" in Bezug auf das Manuskript "{$submissionTitle}" hinzugefügt worden.
el_gr: Έχετε προστεθεί στη συζήτηση με τίτλο "{$queryTitle}" που σχετίζεται με την υποβολή "{$submissionTitle}".
eu: "{$queryTitle}" izeneko eztabaidan jarduera berri bat dago, "{$submissionTitle}" bidalketari buruzkoa.
fa_ir: شما به گفتگویی با عنوان "{$queryTitle}" مربوط به مقاله ثبت شده "{$submissionTitle}" افزوده شده اید.
fi_fi: Sinut on lisätty käsikirjoitusta "{$submissionTitle}" koskevaan keskusteluun "{$queryTitle}".
fr_fr: Vous avez été ajouté à une discussion intitulée "{$queryTitle}" au sujet de la soumission "{$submissionTitle}".
gl_es: Fuches engadido a un debate titulado "{$queryTitle}" relativo ó envío "{$submissionTitle}".
hr: Dodani ste u raspravu pod nazivom " {$queryTitle}" u vezi s podneskom "{$submissionTitle}".
hu: Felvették a "{$submissionTitle}" című beküldött anyag "{$queryTitle}" című párbeszédjébe.
hy_am: Դուք ավելացվել եք "{$queryTitle}" վերնագրով քննարկմանը "{$submissionTitle}" ներկայացման վերաբերյալ:
id: Anda dimasukkan ke diskusi berjudul "{$queryTitle}" berkenaan dengan naskah "{$submissionTitle}".
is: Þér hefur verið bætt við umræðu sem kallast "{$queryTitle}" varðandi innsendingu "{$submissionTitle}".
it_it: Sei stato aggiunto alla discussione intitolata "{$queryTitle}" riguardo la proposta "{$submissionTitle}".
ja_jp: 投稿「 {$submissionTitle} 」に関する「 {$queryTitle}」というタイトルのディスカッションを追加した。
ka_ge: თქვენ დაემატეთ დისკუსიას სათაურით "{$queryTitle}" წარდგენის შესახებ "{$submissionTitle}".
kk: Сіз "{$submissionTitle}" материалына қатысты "{$queryTitle}" атты тақырыпқа қосылдыңыз.
lv: Jūs esat pievienots diskusijai ar nosaukumu "{$queryTitle}" par materiālu "{$submissionTitle}".
mr: तुमचा "{$submissionTitle}" या सादरीकरणासाठी "{$queryTitle}" या शीर्षकाच्या चर्चेत समावेश केला आहे.
ms_my: Anda telah ditambahkan pada perbincangan bertajuk "{$queryTitle}" mengenai penyerahan "{$submissionTitle}".
nb: Du har blitt lagt til diskusjonen «{$queryTitle}» om innleveringen «{$submissionTitle}».
nl_nl: U werd toegevoegd aan een discussie met de titel "{$queryTitle}" over de inzending "{$submissionTitle}".
pl_pl: Zostałeś(aś) dodany(a) do dyskusji pt. "{$queryTitle}" dotyczącej zgłoszenia "{$submissionTitle}".
pt_pt: Foi adicionado à discussão intitulada "{$queryTitle}" relativa à submissão "{$submissionTitle}".
ro: Ați fost adăugat la o discuție intitulată "{$queryTitle}" privind manuscrisul "{$submissionTitle}".
ru_ru: Вы были добавлены к обсуждению с названием «{$queryTitle}», относящимся к материалу «{$submissionTitle}».
sl_si: Dodani ste bili v diskusijo "{$queryTitle}" v zvevzi s prispevkom "{$submissionTitle}".
sr@cyrillic: Додати сте у дискусију "{$queryTitle}" поводом предаје "{$submissionTitle}".
sr_rs@latin: Dodati ste u diskusiju "{$queryTitle}" povodom predaje "{$submissionTitle}".
sv_se: Du har blivit tillagd i diskussionen med namnet "{$queryTitle}" angående bidraget "{$submissionTitle}".
th: คุณถูกเพิ่มเข้ามาในการสนทนาชื่อ "{$queryTitle}" ที่เกี่ยวข้องกับการส่ง "{$submissionTitle}"
tr_tr: "{$submissionTitle}" gönderisi ile ilgili "{$queryTitle}" başlıklı bir tartışmaya eklendiniz.
uk_ua: Ви були додані до обговорення під назвою "{$queryTitle}" щодо подання "{$submissionTitle}".
vi: Bạn đã được thêm vào cuộc thảo luận có tiêu đề "{submissionTitle}".
vi_vn: Bạn đã được thêm vào một cuộc thảo luận có tiêu đề "{$queryTitle}" liên quan đến việc gửi "{$submitTitle}".

# submission.query.noParticipantOptions
source: You must assign at least one participant to this submission before initiating a discussion.
ar_iq: لا بد من تعيين مشارك واحد على الأقل لطلب التقديم هذا قبل الشروع بالمناقشة.
az: Bir müzakirə başlatmazdan əvvəl bu məqaləyə ən az bir iştirakçı təyin etməlisiniz.
bg_bg: Трябва да асоциирате поне един участник към това подаване на материали, преди да започнете дискусия.
ca_es: Heu d'assignar com a mínim un participant a aquesta tramesa abans d'iniciar una discussió.
cs_cz: Musíte přidělit jednoho účastníka k tomuto příspěvku aby mohla být zahájena diskuse.
da_dk: Der skal udpeges mindst én deltager i forbindelse med denne indsendelse før en drøftelse kan påbegyndes.
de_de: Es muss mindestens ein Teilnehmer zu dieser Einreichung zugeordnet werden, bevor eine Diskussion gestartet werden kann.
el_gr: Πρέπει να αναθέσετε αυτή την υποβολή τουλάχιστον σε έναν Συμμετέχοντα πριν ξεκινήσει η συζήτηση.
eu: Eztabaida hasi aurretik, gutxienez parte-hartzaile bat esleitu behar diozu bidalketa honi.
fa_ir: قبل از آغاز گفتگو باید حداقل یک همکار به این مقاله انتساب داده شود.
fi_fi: Käsikirjoitukseen pitää lisätä vähintään yksi osallistuja ennen keskustelun aloittamista.
fr_fr: Vous devez assigner au moins un participant à cette soumission avant d'initier une discussion.
gl_es: Debes asignar polo menos un participante a este envío antes de iniciar un debate.
hr: Morate dodijeliti najmanje jednog sudionika ovom podnesku prije pokretanja rasprave.
hu: Hozzá kell rendelni legalább egy résztvevőt ehhez a kézirathoz, mielőtt vitát indítana róla.
hy_am: Նախքան քննարկում սկսելը, դուք պետք է նշանակեք այս ներկայացման առնվազն մեկ մասնակցի:
id: Anda harus menugaskan minimal satu partisipan untuk naskah ini sebelum memulai diskusi.
is: Þú verður að tengja a.m.k. einn þátttakanda við þessa innsendingu áður en þú getur hafið umræðu.
it_it: Devi assegnare almeno un partecipante a questa proposta prima di inziare una discussione.
ja_jp: ディスカッションを開始する前に、この投稿に少なくとも一人の参加者を割り当てる必要があります。
ka_ge: დისკუსიის დაწყებამდე ამ წარდგინებაში მინიმუმ ერთი მონაწილე უნდა დანიშნოთ.
kk: Талқылауды бастамас бұрын осы материалға кем дегенде бір қатысушыны тағайындау керек.
lv: Pirms diskusijas uzsākšanas šim materiālam jāpiešķir vismaz viens dalībnieks.
mr: चर्चा सुरू करण्यापूर्वी तुम्ही या सादरीकरणासाठी किमान एक सहभागी नियुक्त करणे आवश्यक आहे.
ms_my: Anda mesti menetapkan sekurang-kurangnya seorang peserta untuk penyerahan ini sebelum memulakan perbincangan.
nb: Du må legge til minst en deltaker til denne innleveringen før du kan sette i gang en diskusjon.
nl_nl: U moet minstens één deelnemer selecteren alvorens u een discussie kan starten.
pl_pl: Musisz przydzielić przynajmniej jednego uczestnika do przesłanego tekstu przed rozpoczęciem dyskusji.
pt_pt: Tem de designar pelo menos um participante para esta submissão antes de iniciar uma discussão.
ro: Înainte de a începe o discuție, trebuie să atribuiți cel puțin un participant la această înregistrare de manuscris.
ru_ru: До начала обсуждения вы должны назначить хотя бы одного участника в этот материал.
sl_si: Dodati morate vsaj enega udeleženca preden kreirate diskusijo.
sv_se: De måste lägga till minst en deltagare till det här bidraget innan du kan påbörja en diskussion.
th: คุณต้องกำหนดผู้เข้าร่วมอย่างน้อยหนึ่งคนในการส่งนี้ก่อนเริ่มการสนทนา
tr_tr: Bir tartışma başlatmadan önce bu gönderiye en az bir katılımcı atamalısınız.
uk_ua: Перш ніж почати обговорення, ви повинні призначити принаймні одного учасника до цього подання.
vi: Bạn phải chỉ định ít nhất một người tham gia cho bài nộp này trước khi bắt đầu một cuộc thảo luận.
vi_vn: Bạn phải chỉ định ít nhất một người tham gia vào bài gửi này trước khi bắt đầu thảo luận.

# submission.list.infoCenter
source: Activity Log & Notes
ar_iq: سجل الوقوعات والملاحظات
az: Fəaliyyət gündəliyi və qeydlər
bg_bg: Регистър на събитията и бележки
ca_es: Registre d'activitat i notes
cs_cz: Záznam aktivit a poznámek
da_dk: Aktivitetslog & Noter
de_de: Aktivitätsprotokoll & Notizen
el_gr: Καταγραφή δραστηριότητας και Σημειώσεις
eu: Jarduera-erregistroa eta oharrak
fa_ir: گزارش فعالیت‌ها
fi_fi: Tapahtumaloki ja muistiinpanot
fr_fr: Log d'activités et notes
gl_es: Rexistro de actividade e notas
hr: Dnevnik aktivnosti i bilješke
hu: Aktivitás napló és megjegyzések
hy_am: Գործունեության մատյան և նշումներ
id: Log dan Catatan Aktivitas
is: Aðerðaskrá & minnispunktar
it_it: Log attività e note
ja_jp: アクティビティログと注記
ka_ge: აქტივობის ჟურნალი და შენიშვნები
kk: Белсенділік және талқылау журналы
lv: Darbību žurnāls un piezīmes
mr: घडामोडींचा क्रमलेख (अ‍ॅक्टिव्हिटी लॉग) आणि टिपणे (नोट्स)
ms_my: Log & Nota Aktiviti
nb: Aktivitetslogg og -notater
nl_nl: Log van activiteiten en opmerkingen
pl_pl: Logi aktywności oraz notatki
pt_pt: Registo de Atividade & Notas
ro: Jurnal de activități și note
ru_ru: Журнал активности и обсуждений
sl_si: Dnevnik dogodkov & Opombe
sv_se: Aktivitetslogg & anteckningar
th: บันทึกกิจกรรม & หมายเหตุ
tr_tr: Etkinlik Günlüğü ve Notlar
uk_ua: Журнал активності та примітки
vi: Nhật ký hoạt động & Ghi chú
vi_vn: Nhật ký hoạt động và ghi chú

# submission.list.empty
source: No submissions found.
ar_iq: لا طلبات تقديم هنا.
az: Heç bir məqalə tapılmadı
bg_bg: Няма намерени материали.
ca_es: No s'ha trobat cap tramesa.
cs_cz: Nebyly nalezeny žádné příspěvky.
da_dk: Der blev ikke fundet nogen indsendelser.
de_de: Keine Einreichungen gefunden.
el_gr: Δεν βρέθηκαν θποβολές.
eu: Ez da bidalketarik aurkitu.
fr_fr: Aucune soumission trouvée.
gl_es: Non se atoparon envíos.
hr: Nisu pronađeni podnesci.
hu: Nem találtunk beküldést.
hy_am: Ներկայացումներ չեն գտնվել:
id: Tidak ada naskah.
is: Engar innsendingar fundust.
it_it: Non è stata trovato alcun contributo.
ja_jp: 投稿物はありません。
ka_ge: წარწერები ვერ მოიძებნა.
kk: Материалдар табылмады.
lv: Nav iesniegtu materiālu.
mr: सादरीकरणे आढळली नाहीत.
ms_my: Tiada penyerahan ditemui.
nb: Ingen innleveringer funnet.
pt_pt: Não foram encontradas submissões.
ro: Nu a fost găsită nicio trimitere.
ru_ru: Материалы не найдены.
sl_si: Ni nobenega prispevka.
th: ไม่พบการส่งงาน
tr_tr: Hiçbir gönderi bulunamadı.
uk_ua: Не знайдено жодного подання.
vi: Không tìm thấy bài nộp nào.
vi_vn: Không tìm thấy bài gửi nào.

# submission.list.responseDue
source: Response Due: {$date}
ar_iq: موعد الإجابة
az: Cavab üçün son tarix: {$date}
bg_bg: Отговор до: {$date}
ca_es: Termini de resposta
cs_cz: Je třeba odpovědět do: {$date}
da_dk: Svar forfalden
de_de: Antwort fällig
el_gr: Προθεσμία Απόκρισης
eu: Erantzuteko epea: {$date}
fa_ir: مهلت پاسخ
fi_fi: Vastausaika umpeutuu
fr_fr: Réponse en attente
gl_es: Prazo de resposta: {$date}
hr: Rok za odgovor: {$date}
hu: Válasz határidő: {$date}
hy_am: Պատասխանը՝ {$date}
id: Batas Waktu Menanggapi: {$date}
is: Skiladagur svars: {$date}
it_it: Termine per la risposta
ja_jp: 応答期日: {$date}
ka_ge: პასუხის ვადა: {$date}
kk: Сұранысқа жауап беру уақыты: {$date}
lv: Atbildes termiņš: {$date}
mr: उत्तर देण्याची अंतिम तारीख : {$date}
ms_my: Respon Perlu Diperolehi: {$date}
nb: Svarfrist: {$date}
nl_nl: In afwachting van een antwoord
pl_pl: Odpowiedź do
pt_pt: Resposta Até: {$date}
ro: Răspuns datorat
ru_ru: Срок ответа на запрос: {$date}
sl_si: Rok za odziv: {$date}
sv_se: Deadline för svar
th: ครบกำหนดตอบรับ: {$date}
tr_tr: Yanıt için Son Tarih: {$date}
uk_ua: Термін відповіді на запит
vi: Hạn trả lời: {$date}
vi_vn: Đến hạn trả lời

# submission.list.reviewAssignment
source: Review Assignment
az: Təyinatı dəyərləndir
bg_bg: Асоцииране за рецензия
ca_es: Assignació de revisió
cs_cz: Přiřazení recenze
da_dk: Bedømmelsesopgave
de_de: Gutachterzuordnung
eu: Berrikuspenaren esleipena
fr_fr: Évaluation assignée
gl_es: Asignación de revisión
hr: Pregled zadatka
hu: Szakmai lektorálási hozzárendelés
hy_am: Գրախոսման նշանակում
id: Penugasan Review
is: Ritrýniúthlutun
it_it: Incarico di revisione
ja_jp: 査読指定
ka_ge: განხილვის დავალება უარყოფილია
kk: Рецензияға тағайындау
lv: Recenzēšanas uzdevums
mr: समीक्षणाची कामगिरी
ms_my: Tugasan Ulasan
nb: Vurderingsoppdrag
pt_pt: Designação de Revisão
ro: Activitarea de revizuire
ru_ru: Назначение на рецензию
sl_si: Recenzijska zadolžitev
th: การมอบหมายการทบทวน
tr_tr: Atamayı Değerlendir
vi: Chỉ định đánh giá
vi_vn: Phân công phản biện

# submission.list.reviewDue
source: Review Due: {$date}
ar_iq: استيجاب التحكيم
az: Qiymətləndirmə üçün sonra tarix: {$date}
bg_bg: Срок за рецензиране до: {$date}
ca_es: Termini de revisió
cs_cz: Recenzi je třeba odevzdat do: {$date}
da_dk: Bedømmelse forfalden
de_de: Gutachten fällig
el_gr: Προθεσμία Κρίσης
eu: Berrikuspenaren epea: {$date}
fa_ir: مهلت داوری
fi_fi: Arviointiaika umpeutuu
fr_fr: Rapport en attente
gl_es: Prazo de revisión: {$date}
hr: Rok za pregled: {$date}
hu: Szakmai lektorálás határideje: {$date}
hy_am: Գրախոսությունը հանմձնել՝ {$date}
id: Batas Waktu Mereview: {$date}
is: Skiladagur ritrýni: {$date}
it_it: Termine per la revisione
ja_jp: 査読期限日: {$date}
ka_ge: განხილვის ვადა: {$date}
kk: Рецензиялаудың соңғы мерзімі: {$date}
lv: Recenzijas termiņš: {$date}
mr: समीक्षण सादर करायची अंतिम तारीख : {$date}
ms_my: Ulasan Perlu Diperoleh: {$date}
nb: Frist for fagfellevurdering: {$date}
nl_nl: In afwachting van een review
pl_pl: Recenzja do
pt_pt: Revisão Até: {$date}
ro: Revizuire în așteptare
ru_ru: Срок сдачи рецензии: {$date}
sl_si: Rok za recenzijo: {$date}
sv_se: Deadline för granskning
th: ครบกำหนดทบทวน: {$date}
tr_tr: Değerlendirme için Son Tarih: {$date}
uk_ua: Термін подання рецензії
vi: Hạn đánh giá: {$date}
vi_vn: Thời hạn phản biện

# submission.list.reviewComplete
source: Review Submitted
ar_iq: التحكيم مسَلم
az: Qiymətləndirmə göndərildi
bg_bg: Рецензията е изпратена
ca_es: Revisió enviada
cs_cz: Recenze byla nahrána
da_dk: Bedømmelse indsendt
de_de: Gutachten eingereicht
eu: Berrikuspena bidalia
fi_fi: Arvio lähetetty
fr_fr: Rapport Soumis
gl_es: Revisión enviada
hr: Recenzija poslana
hu: Szakmai lektorálásra beadva
hy_am: Գրախոսությունը ներկայացված է
id: Review Diserahkan
is: Ritrýni skilað
it_it: Revisione inviata
ja_jp: 査読提出済み
ka_ge: რეცენზია წარდგენილია
kk: Рецензия жіберілді
lv: Recenzija iesniegta
mr: समीक्षण सादर केले
ms_my: Ulasan Diserahkan
nb: Fagfellevurdering innlevert
nl_nl: Review ingediend
pt_pt: Revisão Enviada
ro: Revizuire încărcată
ru_ru: Рецензия отправлена
sl_si: Recenzija oddana
sv_se: Granskning inskickad
th: การทบทวนส่งแล้ว
tr_tr: Değerlendirme Gönderildi
uk_ua: Опублікований огляд
vi: Đã nộp đánh giá
vi_vn: Đã gửi nhận xét

# submission.list.reviewCancelled
source: Review Cancelled
ar_iq: التحكيم مُلغى
az: Qiymətləndirmə/dəyərləndirmə ləğv edildi
bg_bg: Рецензията е отказана
ca_es: Revisió cancel·lada
cs_cz: Recenze byla zrušena
da_dk: Bedømmelse annulleret
de_de: Begutachtung abgebrochen
eu: Berrikuspena bertan behera utzi da
fr_fr: Évaluation annulée
gl_es: Revisión cancelada
hr: Pregled otkazan
hu: Szakmai lektorálás megszakítva
hy_am: Գրախոսությունը չեղարկված է
id: Review Dibatalkan
is: Hætt við ritrýni
it_it: Incarico di revisione cancellato
ja_jp: 査読が取り消された
ka_ge: გაუქმებული
kk: Рецензия тоқтатылды
lv: Recenzija atcelta
mr: समीक्षण रद्द केले
ms_my: Ulasan Dibatalkan
nb: Fagfellevurdering avbrutt
pt_pt: Revisão Cancelada
ro: Revizuire anulată
ru_ru: Рецензия отменена
sl_si: Recenzija preklicana
th: การทบทวนถูกยกเลิก
tr_tr: Değerlendirme İptal Edildi
uk_ua: Рецензування відмінено
vi: Đánh giá đã hủy
vi_vn: Hủy phản biện

# submission.list.confirmDelete
source: Delete submission?
ar_iq: أتريد حذف الطلب؟
az: Məqalə silinsinmi?
bg_bg: Да бъде ли изтрит подадения материал?
ca_es: Eliminar tramesa?
cs_cz: Smazat příspěvek?
da_dk: Slet indsendelse?
de_de: Einreichung löschen?
el_gr: Να διαγραφεί η Υποβολή?
eu: Ezabatu bidalketa?
fa_ir: حذف مقاله ارسالی؟
fi_fi: Poista käsikirjoitus?
fr_fr: Supprimer la soumission ?
gl_es: Eliminar o envío?
hr: Izbrisati predaju?
hu: Beküldés törlése?
hy_am: Ջնջե՞լ ներկայացումը։
id: Hapus naskah?
is: Eyða innsendingu?
it_it: Cancelli la proposta ?
ja_jp: 投稿を削除してよろしい？
ka_ge: წაიშალოს წარდგენა?
kk: Материалды өшіруді қалайсыз ба?
lv: Dzēst iesniegto materiālu?
mr: सादरीकरण हटवायचे?
ms_my: Padam serahan?
nb: Vil du slette innleveringen?
nl_nl: Inzending verwijderen?
pl_pl: Usunąć przesłany tekst?
pt_pt: Apagar submissão?
ro: Ștergeți înregistrarea?
ru_ru: Удалить материал?
sl_si: Odstrani prispevek?
sv_se: Radera bidrag?
th: ลบการส่งงานหรือไม่?
tr_tr: Gönderi Silinsin mi?
uk_ua: Видалити подання?
vi: Xóa bài nộp?
vi_vn: Xóa bài gửi?

# submission.list.viewAllSubmissions
source: View All Submissions
az: Bütün məqalələrə baxın
bg_bg: Преглед на всички материали
cs_cz: Zobrazit všechny příspěvky
eu: Ikusi bidalketa guztiak
hr: Pregledajte sve prijave
hy_am: Դիտել բոլոր հայտերը
id: Lihat Semua Pengiriman
is: Skoða allar innsendingar
ka_ge: ყველა წარდგენის ნახვა
kk: Барлық материалдарды қарау
lv: Skatīt visus iesniegtos materiālus
mr: सगळ्या सादरीकरणांचे अवलोकन करा (View)
pt_pt: Ver Todas as Submissões
th: ดูการส่งงานทั้งหมด
vi: Xem tất cả bài nộp

# submission.list.viewSubmission
source: View Submission
ar_iq: معاينة الطلب
az: Məqaləyə bax
bg_bg: Преглед на материал
ca_es: Veure tramesa
cs_cz: Zobrazit příspěvek
da_dk: Se indsendelse
de_de: Einreichung ansehen
el_gr: Προβολή Υποβολής
eu: Ikusi bidalketa
fa_ir: مشاهده مقالات ارسالی
fi_fi: Katso käsikirjoitusta
fr_fr: Voir
gl_es: Ver envío
hr: Pogledaj prijavu
hu: Beküldés megtekintése
hy_am: Դիտել ներկայացումը
id: Lihat Naskah Masuk
is: Skoða innsendingu
it_it: Vedi proposta
ja_jp: 投稿の閲覧
ka_ge: მასალის ნახვა
kk: Материалды қарау
lv: Skatīt iesniegto materiālu
mr: सादरीकरणाचे अवलोकन करा (View)
ms_my: Lihat Penyerahan
nb: Se innlevering
nl_nl: Inzending bekijken
pl_pl: Wyświetl zgłoszenie
pt_pt: Ver Submissão
ro: Vizualizare înregistrare manuscris
ru_ru: Показать материал
sl_si: Poglej prispevek
sv_se: Visa bidrag
th: ดูการส่งงาน
tr_tr: Gönderiyi Görüntüle
uk_ua: Переглянути подання
vi: Xem bài nộp
vi_vn: Xem bài gửi

# submission.list.reviewsCompleted
source: Assigned reviews completed
ar_iq: مهام التحكيم مكتملة
az: Təyin edilmiş araşdırmalar başa çatdı
bg_bg: Възложените рецензии са завършени
ca_es: Revisions assignades completades
cs_cz: Přidělené recenze jsou hotovy
da_dk: Angivne bedømmelser afsluttet
de_de: Zugeteilte Gutachten fertiggestellt
el_gr: Ολοκληρώθηκαν οι ανατεθειμένες υποβολές
eu: Esleitutako berrikuspenak osatuta
fa_ir: داوری انساب داده شده تکمیل شد.
fi_fi: Arviot valmiina
fr_fr: Rapports effectués
gl_es: Completáronse as revisións asignadas
hr: Dodijeljeni pregledi dovršeni
hu: Hozzárendelt lektori vélemények elkészültek
hy_am: Նշանակված գրախոսություններն ավարտված են
id: Penugasan review telah selesai
is: Úthlutaðri ritrýni lokið
it_it: Revisioni assegnate completate
ja_jp: 割り当てられた査読が完了
ka_ge: მინიჭებული მიმოხილვები დასრულებულია
kk: Рецензияға тағайындау аяқталды
lv: Piešķirtās recenzijas pabeigtas
mr: नेमून दिलेली समीक्षण कार्ये पूर्ण झाली
ms_my: Ulasan yang ditugaskan selesai
nb: Fagfellevurderinger fullført
nl_nl: Reviews voltooid
pl_pl: Zakończone recenzje
pt_pt: Revisões atribuídas terminadas
ro: Alocarea de revizori este finalizată
ru_ru: Завершено назначенных рецензий
sl_si: Označi recenzijo kot zaključeno
sv_se: Tilldelade granskningar slutförda
th: การทบทวนที่ได้รับมอบหมายเสร็จสิ้นแล้ว
tr_tr: Atanan incelemeler tamamlandı
uk_ua: Завершено призначених рецензій
vi: Đánh giá được chỉ định đã hoàn thành
vi_vn: Đã hoàn thành các bài đánh giá được giao

# submission.list.revisionsSubmitted
source: Revisions submitted
ar_iq: التحكيمات مسلَّمة
az: Düzəlişlər göndərildi
bg_bg: Изпратени рецензии
ca_es: Revisions enviades
cs_cz: Úpravy rukopisu byly nahrány
da_dk: Revisioner indsendt
de_de: Überarbeitungen eingereicht
el_gr: Υποβλήθηκαν Αναθεωρήσεις
eu: Berrikuspenak bidalita
fa_ir: اصلاحات ارسال شد.
fi_fi: Uusia versioita lähetetty
fr_fr: Révisions soumises
gl_es: Revisións enviadas
hr: Revizije su poslane
hu: Módosítások benyújtva
hy_am: Ներկայացված վերանայումներ
id: Revisi telah diserahkan
is: Endurskoðun send inn
it_it: Revisioni inviate
ja_jp: 改訂が提出された
ka_ge: შესწორებები შეტანილია
kk: Жаңа нұсқалар жіберілді
lv: Iesniegtie labojumi
mr: सुधारीत आवृत्ती (revisions) सादर केल्या
ms_my: Semakan dihantar
nb: Revideringer innlevert
nl_nl: Revisies ingediend
pl_pl: Przesłane poprawki
pt_pt: Revisões enviadas
ro: Revizii înregistrate
ru_ru: Отправлено новых версий
sl_si: Oddani so popravki
sv_se: Bearbetningar insända
th: การแก้ไขที่ส่งแล้ว
tr_tr: Revizyonlar gönderildi
uk_ua: Надіслано нових версій
vi: Bản sửa đổi đã nộp
vi_vn: Các bản sửa đổi đã được gửi

# submission.list.copyeditsSubmitted
source: Copyedited files submitted
ar_iq: ملفات التدقيق مسلَّمة
az: Surət tənzimləmə dosyeləri/faylları göndərildi
bg_bg: Изпратени стилово редактирани файлове
ca_es: Arxius corregits enviats
cs_cz: Soubory s editacemi byly nahrány
da_dk: Manuskriptredigerede filer indsendt
de_de: Lektorierte Dateien eingereicht
el_gr: Υποβλήθηκαν επιμελημένα αρχεία
eu: Zuzendutako fitxategiak bidalita
fa_ir: فایل ویراستاری شده ثبت شد.
fi_fi: Teknisesti toimitetut tiedostot lähetetty
fr_fr: Fichiers de copyediting soumis
gl_es: Arquivos corrixidos enviados
hr: Kopirane datoteke poslane
hu: Technikai szerkesztői fájlok beküldve
hy_am: Գրական սրբագրման նիշքերը ներկայացված են
id: File hasil copyedit telah diserahkan
is: Yfirfarnar skrár sendar inn
it_it: Inviati i file che hanno subito il copyediting
ja_jp: 原稿整理済みファイルが提出された
ka_ge: ლიტერატურული ჩასწორება გაიარა
kk: Әдеби өңдеуден өткен файлдар жіберілді
lv: Iesniegtas literāri rediģētas datnes
mr: कॉपीएडिट केलेल्या फाईल्स सादर केल्या
ms_my: Fail Copyedited telah diserahkan
nb: Språkvaskede filer innlevert
nl_nl: Geredigeerde bestanden ingediend
pl_pl: Przesłane pliki z poprawkami
pt_pt: Ficheiros de edição de texto enviados
ro: Fișierele cu conținutul editat au fost înregistrate
ru_ru: Отправлено файлов, прошедших литературное редактирование
sl_si: Dodane so lektorirane datoteke
sv_se: Manusredigerade filer insända
th: ไฟล์แก้ไขสำเนาที่ส่งแล้ว
tr_tr: Kopya düzenleme dosyaları gönderildi
uk_ua: Надіслано файлів після літературного редагування
vi: Tệp đã chỉnh sửa đã nộp
vi_vn: Các tệp biên tập đã được gửi
