Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# submission.notes.breadcrumb
source: Notes
ar_iq: الملاحظات
az: Qeydlər
bg_bg: Бележки
cs_cz: Poznámky
da_dk: Noter
de_de: Anmerkungen
el_gr: Σημειωσεις
eu: Oharrak
fa_ir: یادداشت ها
fi_fi: Muistiinpanot
gl_es: Notas
hr: Bilješke
hu: Megjegyzések
hy_am: Նշումներ
id: Catatan
is: Minnispunktar
it_it: Note
ja_jp: 注記
ka_ge: შენიშვნები
kk: Ескертпелер
ku_iq: تێبینییەکان
lv: Piezīmes
mk_mk: Забелешки
mr: टिप्पण्या
ms_my: Nota
nb: Notater
nl_nl: Notities
pl_pl: Uwagi
pt_pt: Notas
ro: Note
ru_ru: Заметки
sl_si: Pripombe
sr@cyrillic: Белешке
sr_rs@latin: Beleške
sv_se: Anteckningar
th: บันทึก
tr_tr: Notlar
uk_ua: Нотатки
vi: Ghi chú
vi_vn: Ghi chú
zh_cn: 注释

# submission.notes.clearAllNotes
source: Clear All Notes
ar_iq: إزالة كل الملاحظات
az: Bütün qeydləri silin
bg_bg: Изчистване на всички бележки
ca_es: Esborra totes les notes
cs_cz: Vyprázdnit všechny poznámky
da_dk: Ryd alle noter
de_de: Alle Anmerkungen löschen
el_gr: Καθαρισμός όλων των σημειώσεων
eu: Garbitu ohar guztiak
fa_ir: پاک کردن تمام یادداشت
fi_fi: Poista kaikki muistiinpanot
fr_fr: Retirer toutes les notes
gl_es: Borrar todas as notas
hr: Brisanje svih bilježaka
hu: Az összes megjegyzés törlése
hy_am: Մաքրեք բոլոր նշումները
id: Hapus semua catatan
is: Hreinsa alla minnispunkta
it_it: Elimina tutte le note
ja_jp: 全注記のクリア
ka_ge: ყველა შენიშვნის გასუფთავება
kk: Барлық ескертпелерді жойыңыз
ku_iq: سڕینەوەی هەمو تێبینییەکان
lv: Notīrīt visas piezīmes
mk_mk: Избриши ги сите забелешки
mr: सगळ्या टिप्पण्या पुसून टाका (Clear)
ms_my: Kosongkan Semua Nota
nb: Tøm alle notater
nl_nl: Wis alle notities
pl_pl: Usuń wszystkie uwagi
pt_pt: Eliminar Todas as Notas
ro: Ștergeți toate notele
ru_ru: Удалить все заметки
sl_si: Zbriši vse pripombe
sr@cyrillic: Обриши све белешке
sr_rs@latin: Obriši sve beleške
sv_se: Rensa alla anteckningar
th: ลบล้างบันทึกทั้งหมด
tr_tr: Tüm Notları Sil
uk_ua: Очистити всі нотатки
vi: Xóa tất cả ghi chú
vi_vn: Xóa tất cả các ghi chú
zh_cn: 清除所有注释

# submission.notes.collapseNotes
source: Collapse Notes
ar_iq: طي الملاحظات
az: Qeydləri payla
bg_bg: Свиване на бележките
ca_es: Redueix les notes
cs_cz: Zaklapnout poznámky
da_dk: Skjul noter
de_de: Anmerkungen reduzieren
el_gr: Αναδίπλωση Σημειώσεων (Collapse Notes)
eu: Bildu oharrak
fa_ir: جمع کردن یادداشتها
fi_fi: Kutista muistiinpanot
fr_fr: Réduire les notes
gl_es: Pechar notas
hr: ukloni tekst bilježaka
hu: Megjegyzések összevonása
hy_am: Փլուզեք նշումները
id: Catatan Gagal
is: Fella saman minnispunkta
it_it: Chiudi le note
ja_jp: 注記行を閉じる
ka_ge: შენიშვნების აკეცვა
kk: Ескертпелерді жию
ku_iq: سڕینەوەی تێبینییەکان
lv: Sakļaut piezīmes
mr: टिप्पण्या लपवा (Collapse)
ms_my: Sembunyikan Nota
nb: Forminske notater
nl_nl: Notities inklappen
pl_pl: Zwiń uwagi
pt_pt: Comprimir Notas
ro: Restrângeți notele
ru_ru: Свернуть заметки
sl_si: Strni pripombe
sr@cyrillic: Сакупи белешке
sr_rs@latin: Sakupi beleške
sv_se: Fäll in anteckningar
th: ย่อบันทึก
tr_tr: Notları Dağıt
uk_ua: Згорнути нотатки
vi: Thu gọn ghi chú
vi_vn: Thu gọn ghi chú
zh_cn: 文件附件

# submission.notes.confirmDeleteAll
source: Remove All Submission Notes?
ar_iq: أتريد إزالة كل الملاحظات؟
az: Bütün Məqalə qeydləri silinsinmi?
bg_bg: Да бъдат ли премахнати всички бележки към изпратения материал?
ca_es: Voleu suprimir totes les notes de tramesa?
cs_cz: Odstranit všechny poznámky k příspěvku?
da_dk: Vil du fjerne alle indsendelsesnoter?
de_de: Wollen Sie alle Anmerkungen zu diesem Beitrag löschen?
el_gr: Θέλετε να απομακρύνετε όλες τις σημειώσεις;
eu: Bidalketaren ohar guztiak kendu?
fa_ir: آیا تمام یادداشتها ی ارسال شده پاک شود؟
fi_fi: Poistetaanko kaikki käsikirjoitukseen liittyvät muistiinpanot?
fr_fr: Supprimer toutes les notes de la soumission ?
gl_es: Queres eliminar todas as notas de envío?
hr: Ukloniti sve bilješke uz prijavu?
hu: Törli a beküldött anyaghoz tartozó összes megjegyzést?
hy_am: Հեռացնե՞լ ներկայացման բոլոր նշումները:
id: Pindahkan semua catatan naskah?
is: Fjarlægja alla minnispunkta innsendingar?
it_it: Rimuovere tutte le note della proposta?
ja_jp: 全投稿注記を削除しますか。
ka_ge: გსურთ ყველა წარდგენის შენიშვნა?
kk: Материалдың барлық ескертпелерін жою керек пе?
ku_iq: ئایا دەتەوێت هەمو تێبینییەکانی ئەم پێشکەشکراوە بسڕیتەوە؟
lv: Dzēst visas piezīmes par materiālu?
mk_mk: Избриши ги сите забелешки за поднесокот?
mr: सादरीकरणाच्या सगळ्या टिप्पण्या काढून टाकायच्या (Remove) का?
ms_my: Buang Semua Nota Penyerahan?
nb: Vil du fjerne alle innleveringsnotatene?
nl_nl: Alle notities van deze inzending verwijderen?
pl_pl: Usunąć wszystkie uwagi?
pt_pt: Eliminar todas as Notas da submissão?
ro: Eliminați toate notele de înregistrări manuscrise?
ru_ru: Удалить все заметки к материалу?
sl_si: Zbriši vse opombe prispevka?
sr@cyrillic: Уклонити све белешке за овај чланак?
sr_rs@latin: Ukloniti sve beleške za ovaj članak?
sv_se: Ta bort alla anteckningar för bidrag?
th: ลบบันทึกการส่งงานทั้งหมด?
tr_tr: Tüm Gönderi Notlarını Kaldır?
uk_ua: Видалити всі нотатки подання?
vi: Xóa tất cả ghi chú bài nộp?
vi_vn: Xoá Tất cả Các ghi chú bài gửi?
zh_cn: 删除所有投稿注释?

# submission.notes.confirmDelete
source: Remove This Submission Note?
ar_iq: أتريد إزالة هذه الملاحظة؟
az: Bu Məqalə qeydi silinsinmi?
bg_bg: Да бъде ли премахната тази бележка към изпратения материал?
ca_es: Voleu suprimir aquesta nota de tramesa?
cs_cz: Odstranit tuto poznámku k příspěvku?
da_dk: Vil du fjerne denne indsendelsesnote?
de_de: Wollen Sie diese Anmerkung löschen?
el_gr: Θέλετε να απομακρύνετε αυτή τη σημείωση;
eu: Bidalketaren ohar hau kendu?
fa_ir: آیا این یادداشت ارسال شده پاک شود؟
fi_fi: Poistetaanko tämä käsikirjoitukseen liittyvä muistiinpano?
fr_fr: Supprimer cette note de la soumission ?
gl_es: Queres eliminar esta nota de envío?
hr: Ukloniti ovu bilješku uz prijavu?
hu: Eltávolítja ezt a megjegyzést?
hy_am: Հեռացնե՞լ այս ներկայացման նշումը:
id: Pindahkan catatan naskah ini?
is: Fjarlægja þennan minnispunkt innsendingar?
it_it: Rimuovere le note?
ja_jp: この投稿注記を削除しますか。
ka_ge: გსურთ ამ წარდგენის შენიშვნა?
kk: Осы мақала ескертпесін жою керек пе?
ku_iq: ئایا دەتەوێت هەمو تێبینییەکانی ئەم پێشکەشکراوە بسڕیتەوە؟
lv: Dzēst šo piezīmi par materiālu?
mk_mk: Избриши ја оваа забелешка за поднесокот?
mr: ही सादरीकरणाची टिप्पणी काढायची (Remove) का?
ms_my: Buang Nota Penyerahan ini?
nb: Vil du fjerne innleveringsnotatet?
nl_nl: Deze notitie verwijderen?
pl_pl: Usunąć uwagę?
pt_pt: Eliminar esta Nota da submissão?
ro: Ștergeți această notă de înregistrare manuscris?
ru_ru: Удалить эту заметку к материалу?
sl_si: Zbriši to opombo prispevka?
sr@cyrillic: Уклонити белешку за овај чланак?
sr_rs@latin: Ukloniti belešku za ovaj članak?
sv_se: Ta bort den här anteckningen?
th: ลบบันทึกการส่งงานนี้?
tr_tr: Bu Gönderi Notunu Kaldır?
uk_ua: Видалити цю нотатку подання?
vi: Xóa ghi chú bài nộp này?
vi_vn: Có xoá ghi chú bài gửi này không?
zh_cn: 删除这个投稿注释?

# submission.notes.createNewNote
source: Create New Note
ar_iq: إنشاء ملاحظة جديدة
az: Yeni qeyd formalaşdırın
bg_bg: Създаване на нова бележка
ca_es: Crea una nota nova
cs_cz: Vytvořit novou poznámku
da_dk: Opret ny note
de_de: Neue Anmerkung erstellen
el_gr: Δημιουργία Νέας Σημείωσης
eu: Sortu ohar berria
fa_ir: ایجاد یادداشت جدید
fi_fi: Luo uusi muistiinpano
fr_fr: Créer une nouvelle note
gl_es: Crear nota
hr: Kreiranje nove bilješke
hu: Új megjegyzés készítése
hy_am: Ստեղծեք նոր նշում
id: Buat Catatan Baru
is: Búa til nýjan minnispunkt
it_it: Crea una nuova nota
ja_jp: 新規注記の作成
ka_ge: ახალი შენიშვნის შექმნა
kk: Жаңа ескертпе жасау
ku_iq: تێبینییەکی نوێ دروست بکە
lv: Izveidot jaunu piezīmi
mk_mk: Создади нова забелешка
mr: नवी टिप्पणी निर्माण करा
ms_my: Cipta Nota Baharu
nb: Opprett nytt notat
nl_nl: Nieuwe notitie
pl_pl: Utwórz uwagę
pt_pt: Criar nova nota
ro: Creare notă nouă
ru_ru: Создать новую заметку
sl_si: Ustvari novo opombo
sr@cyrillic: Напиши нову белешку
sr_rs@latin: Napiši novu belešku
sv_se: Skapa ny anteckning
th: สร้างบันทึกใหม่
tr_tr: Yeni Not Oluştur
uk_ua: Створити нову нотатку
vi: Tạo ghi chú mới
vi_vn: Tạo ghi chú mới
zh_cn: 创建新的注释

# submission.notes.deleteNote
source: Delete Note
ar_iq: حذف الملاحظة
az: Qeydi silin
bg_bg: Изтриване на бележка
ca_es: Suprimeix la nota
cs_cz: Smazat poznámku
da_dk: Slet note
de_de: Anmerkung löschen
el_gr: Διαγραφή Σημείωσης
eu: Ezabatu oharra
fa_ir: پاک کردن یادداشت
fi_fi: Poista muistiinpano
fr_fr: Supprimer la note
gl_es: Eliminar nota
hr: Bilješka obrisanog
hu: Megjegyzés törlése
hy_am: Ջնջեք նշումը
id: Hapus Catatan
is: Eyða minnispunkti
it_it: Elimina la nota
ja_jp: 注記の削除
ka_ge: შენიშვნის წაშლა
kk: Ескертпені өшіру
ku_iq: سڕینەوەی تێبینی
lv: Izdzēst piezīmi
mk_mk: Избриши забелешка
mr: टिप्पणी हटवा (Delete)
ms_my: Padam Nota
nb: Slett notat
nl_nl: Verwijder notitie
pl_pl: Usuń uwagę
pt_pt: Remover nota
ro: Ștergere notă
ru_ru: Удалить заметку
sl_si: Zbriši opombo
sr@cyrillic: Обриши белешку
sr_rs@latin: Obriši belešku
sv_se: Radera anteckning
th: ลบบันทึก
tr_tr: Notu Sil
uk_ua: Видалити нотатку
vi: Xóa ghi chú
vi_vn: Xóa ghi chú
zh_cn: 删除注释

# submission.notes.editNote
source: Edit Note
ar_iq: تعديل الملاحظة
az: Qeydi redaktə edin
bg_bg: Редакция на бележка
ca_es: Edita la nota
cs_cz: Upravit poznámku
da_dk: Redigér note
de_de: Anmerkung bearbeiten
el_gr: Επεξεργασία Σημείωσης
eu: Editatu oharra
fa_ir: ویرایش یادداشت
fi_fi: Muokkaa muistiinpanoa
fr_fr: Modifier la note
gl_es: Editar nota
hr: Uređivanje bilješke
hu: Megjegyzés szerkesztése
hy_am: Խմբագրեք նշումը
id: Edit Catatan
is: Breyta minnispunkti
it_it: Modifica la nota
ja_jp: 注記の編集
ka_ge: შენიშვნის ჩასწორება
kk: Ескертпе жазу
ku_iq: گۆڕینی تێبینی
lv: Rediģēt piezīmi
mk_mk: Промени забелешка
mr: टीप संपादित करा
ms_my: Sunting Nota
nb: Rediger notat
nl_nl: Notitie bewerken
pl_pl: Edytuj uwagę
pt_pt: Editar nota
ro: Editare notă
ru_ru: Редактировать заметку
sl_si: Uredi opombo
sr@cyrillic: Уреди белешку
sr_rs@latin: Uredi belešku
sv_se: Redigera anteckning
th: แก้ไขบันทึก
tr_tr: Notu Düzenle
uk_ua: Редагувати нотатку
vi: Chỉnh sửa ghi chú
vi_vn: Chỉnh sửa ghi chú
zh_cn: 编辑注释

# submission.notes.expandNotes
source: Expand Notes
ar_iq: توسيع الملاحظات
az: Qeydləri açın
bg_bg: Разгъване на бележките
ca_es: Amplia les notes
cs_cz: Rozšířit poznámky
da_dk: Udvid noter
de_de: Anmerkungen erweitern
el_gr: Επεξήγηση Σημειώσεων
eu: Zabaldu oharrak
fa_ir: باز کردن یادداشتها
fi_fi: Laajenna muistiinpanot
fr_fr: Développer les notes
gl_es: Expandir notas
hr: Prikaži
hu: Megjegyzések kibontása
hy_am: Ընդլայնեք նշումը
id: Perluas Catatan
is: Opna minnispunkta
it_it: Espandi le note
ja_jp: 注記行を開く
ka_ge: შენიშვნების გაშლა
kk: Ескертпелерді кеңейту
ku_iq: فراوانکردنی تێبینی
lv: Izvērst piezīmes
mr: टिप्पण्यांचा विस्तार (Expand) करा
ms_my: Kembangkan Nota
nb: Utvid notater
nl_nl: Notities uitklappen
pl_pl: Rozwiń uwagi
pt_pt: Expandir notas
ro: Extindere note
ru_ru: Развернуть заметки
sl_si: Razširi opombo
sr@cyrillic: Прошири белешке
sr_rs@latin: Proširi beleške
sv_se: Fäll ut anteckningar
th: ขยายบันทึก
tr_tr: Notları Aç
uk_ua: Розгорнути нотатки
vi: Mở rộng ghi chú
vi_vn: Mở rộng các ghi chú
zh_cn: 扩展注释

# submission.notes.noSubmissionNotes
source: No Submission Notes
ar_iq: لا ملاحظات على طلب النشر
az: Məqalə qeydi yoxdur
bg_bg: Няма бележки към изпратения материал
ca_es: No hi ha cap nota de tramesa
cs_cz: Žádné poznámky k příspěvku
da_dk: Ingen indsendelsesnoter
de_de: Keine Anmerkung zum Beitrag
el_gr: Καμία σημείωση υποβολής
eu: Bidalketaren oharrik ez
fa_ir: بدون یادداشت
fi_fi: Ei käsikirjoitukseen liittyviä muistiinpanoja
fr_fr: Aucune note de soumission
gl_es: Non hai notas de envío
hr: Nema bilježaka uz prijavu
hu: Nincsenek megjegyzések a beküldött anyaghoz
hy_am: Ներկայացմանը նշումներ չկան
id: Tidak ada catatan naskah
is: Engir minnispunktar fyrir innsendingu
it_it: Nessuna nota
ja_jp: 投稿注記はありません
ka_ge: წარდგენის შენიშვნები არ არის
kk: Материалдық ескертулер жоқ
ku_iq: هیچ تێبینییەکی ئەم پێشکەشکراوە نییە
lv: Nav piezīmju par materiālu
mk_mk: Нема забелешки за поднесокот
mr: सादरीकरणाच्या टिप्पण्या नाहीत
ms_my: Tiada Nota Penyerahan
nb: Ingen innleveringsnotater
nl_nl: Geen notities bij de inzending
pl_pl: Brak uwag
pt_pt: Sem notas da submissão
ro: Nu a fost înregistrată nicio notă
ru_ru: Нет заметок к материалу
sl_si: Ta prispevek nima opomb
sr@cyrillic: Нема белешки о пријави
sr_rs@latin: Nema beleški o prijavi
sv_se: Inga anteckningar för bidrag
th: ไม่มีบันทึกการส่งงาน
tr_tr: Gönderi Notu Yok
uk_ua: Немає нотаток
vi: Không có ghi chú bài nộp
vi_vn: Không có ghi chú nào cho bài gửi
zh_cn: 没有投稿注释

# submission.notes.removeUploadedFile
source: Remove Uploaded File
ar_iq: إزالة الملف المرفوع إلى الموقع
az: Yüklənmiş faylı çıxarın
bg_bg: Премахване на качен файл
ca_es: Suprimeix el fitxer penjat
cs_cz: Odstranit nahraný soubor
da_dk: Fjern overført fil
de_de: Hochgeladene Datei löschen
el_gr: Απομάκρυνση Ανεβασμένου Αρχείου
eu: Kendu kargatutako fitxategia
fa_ir: حذف فایل بارگذاری شده
fi_fi: Poista ladattu tiedosto
fr_fr: Supprimer le fichier transféré
gl_es: Eliminar o arquivo cargado
hr: Uklanjanje poslane datoteke
hu: Feltöltött fájl eltávolítása
hy_am: Հեռացրեք վերբեռնված նիշքը
id: Hapus File yang diunggah
is: Fjarlægja upphlaðnar skrár
it_it: Rimuovi il file
ja_jp: アップロードファイルの削除
ka_ge: ატვირთული ფაილის ამოღება
kk: Жүктеп салынған файлды жойыңыз
ku_iq: سڕینەوەی فایلی بارکراو
lv: Noņemt augšupielādēto failu
mk_mk: Отстрани ја поднесената датотека
mr: संक्रमित (अपलोड) केलेली फाईल काढून टाका (Remove)
ms_my: Buang Fail yang Dimuat Naik
nb: Fjern opplastet fil
nl_nl: Verwijder geladen bestand
pl_pl: Usuń przesłany plik
pt_pt: Eliminar ficheiro carregado
ro: Eliminați fișierul încărcat
ru_ru: Удалить загруженный файл
sl_si: Odstrani naloženo datoteko
sr@cyrillic: Уклони постављен фајл
sr_rs@latin: Ukloni postavljen fajl
sv_se: Ta bort uppladdad fil
th: ลบไฟล์ที่อัปโหลดแล้ว
tr_tr: Yüklenmiş Dosyayı Kaldır
uk_ua: Видалити завантажений файл
vi: Xóa tệp đã tải lên
vi_vn: Xóa bỏ tập tin đa tải lên
zh_cn: 删除已经上传的文件

source: Submission Notes
ar_iq: ملاحظات طلب النشر
az: Məqalə qeydləri
bg_bg: Бележки към изпратените материали
ca_es: Notes de la tramesa
cs_cz: Poznámky k příspěvku
da_dk: Indsendelsesnoter
de_de: Anmerkungen zum Beitrag
el_gr: Σημειώσεις Υποβολής
eu: Bidalketaren oharrak
fa_ir: یادداشتهای مقاله ارسالی
fi_fi: Käsikirjoitukseen liittyvät muistiinpanot
fr_fr: Notes de la soumission
gl_es: Notas de envío
hu: Beküldési megjegyzések
hy_am: Ներկայացման նիշքեր
id: Catatan naskah
is: Minnispunktar innsendingar
it_it: Note per la proposta
ja_jp: 投稿注記
ka_ge: წარდგენის შენიშვნები
kk: Материалдық жазбалар
ku_iq: تێبینییەکانی پێشکەشکردنەکە
lv: Piezīmes par materiālu
mk_mk: Забелешки за поднесокот
mr: सादरीकरणाच्या टिप्पण्या
ms_my: Nota Penyerahan
nb: Notater til innleveringen
nl_nl: Notities bij de inzending
pl_pl: Uwagi
pt_pt: Notas da submissão
ro: Note de înregistrare manuscrise
ru_ru: Заметки к материалу
sl_si: Opombe prispevka
sr@cyrillic: Белешке о пријављеном чланку
sr_rs@latin: Beleške o prijavljenom članku
sv_se: Anteckningar för bidrag
th: บันทึกการส่งงาน
tr_tr: Gönderi Notları
uk_ua: Нотатки подання
vi: Ghi chú bài nộp
vi_vn: Các ghi chú bài gửi
zh_cn: 投稿注释

# submission.notes.updateNote
source: Update Note
ar_iq: تحديث الملاحظة
az: Qeydi güncəllə
bg_bg: Актуализиране на бележката
ca_es: Actualitza la nota
cs_cz: Aktualizovat poznámku
da_dk: Opdatér note
de_de: Anmerkung aktualisieren
el_gr: Ενημέρωση Σημείωσης
eu: Eguneratu oharra
fa_ir: به روز کردن یادداشت
fi_fi: Päivitä muistiinpano
fr_fr: Mettre à jour la note
gl_es: Actualizar nota
hr: Bilješka ažuriranja
hu: Megjegyzés frissítése
hy_am: Վերբեռնեք նշումը
id: Update catatan
is: Uppfæra minnispunkt
it_it: Aggiorna la nota
ja_jp: 注記の更新
ka_ge: შენიშვნის განახლება
kk: Ескертпені жаңарту
ku_iq: نوێکردنەوەی تێبینی
lv: Atjaunot piezīmi
mk_mk: Ажурирај ја забелешката
mr: टिप्पणी अपडेट करा
ms_my: Nota Kemas Kini
nb: Oppdater notat
nl_nl: Verander notitie
pl_pl: Aktualizuj uwagi
pt_pt: Atualizar nota
ro: Actualizare notă
ru_ru: Обновить заметку
sl_si: Opomba posodobitve
sr@cyrillic: Ажурирај белешку
sr_rs@latin: Ažuriraj belešku
sv_se: Uppdatera anteckning
th: อัปเดตบันทึก
tr_tr: Notu Güncelle
uk_ua: Оновити нотатку
vi: Cập nhật ghi chú
vi_vn: Cập nhật ghi chú
zh_cn: 更新注释

# submission.notes.viewNotes
source: View Notes
ar_iq: معاينة الملاحظات
az: Qeydlərə bax
bg_bg: Преглед на бележките
ca_es: Visualitza les notes
cs_cz: Zobrazit poznámky
da_dk: Vis noter
de_de: Anmerkungen anzeigen
el_gr: Προβολή Σημειώσεων
eu: Ikusi oharrak
fa_ir: مشاهده یادداشتها
fi_fi: Näytä muistiinpanot
fr_fr: Voir les notes
gl_es: Ver notas
hr: Pregled bilježaka
hu: Megjegyzések megtekintése
hy_am: Դիտեք նշումները
id: Lihat catatan
is: Skoða minnispunkta
it_it: Vedi le note
ja_jp: 注記の閲覧
ka_ge: შენიშვნების ნახვა
kk: Ескертпелерді көру
ku_iq: پیشاندانی تێبینی
lv: Skatīt piezīmes
mk_mk: Прегледај забелешки
mr: टिप्पण्या पहा
ms_my: Lihat Nota
nb: Vis notater
nl_nl: Bekijk notities
pl_pl: Wyświetl uwagi
pt_pt: Ver notas
ro: Vizualizare note
ru_ru: Просмотреть заметки
sl_si: Poglej opombe
sr@cyrillic: Види белешке
sr_rs@latin: Vidi beleške
sv_se: Visa anteckningar
th: ดูบันทึก
tr_tr: Notları Gör
uk_ua: Дивитися нотатки
vi: Xem ghi chú
vi_vn: Xem các ghi chú
zh_cn: 查看注释

# submission.originalFile
source: Original file
ar_iq: الملف الأصلي
az: Orijinal fayl
bg_bg: Оригинален файл
ca_es: Fitxer original
cs_cz: Původní soubor
da_dk: Oprindelig fil
de_de: Originaldatei
el_gr: Πρωτότυπο αρχείο
eu: Jatorrizko fitxategia
fa_ir: فایل اصلی
fi_fi: Alkuperäinen tiedosto
fr_fr: Fichier original
gl_es: Arquivo orixinal
hr: Izvorna datoteka
hu: Eredeti fájl
hy_am: Բնօրինակ նիշքը
id: File Asli
is: Upphafleg skrá
it_it: File originale
ja_jp: オリジナルファイル
ka_ge: საწყისი ფაილი
kk: Бастапқы файл
ku_iq: فایلە ڕەسەنەکە
lv: Sākotnējā datne
mk_mk: Оригинална датотека
mr: मूळ फाईल
ms_my: Fail asal
nb: Originalfil
nl_nl: Origineel bestand
pl_pl: Plik z tekstem
pt_pt: Ficheiro original
ro: Fișier original
ru_ru: Исходный файл
sl_si: Originalna datoteka
sr@cyrillic: Изворни фајл
sr_rs@latin: Izvorni fajl
sv_se: Originalfil
th: ไฟล์ต้นฉบับ
tr_tr: Orijinal dosya
uk_ua: Оригінальний файл
vi: Tệp gốc
vi_vn: Tập tin gốc
zh_cn: 源文件

# submission.page.editing
source: #{$id} Editing
ar_iq: تحرير #{$id}
az: #{$id} Düzəltmə
bg_bg: #{$id} Редактиране
ca_es: #{$id} Edició
cs_cz: #{$id} Editování
da_dk: #{$id} Redigering
de_de: #{$id} Redaktion
el_gr: #{$id} Επιμέλεια
eu: {$id} Edizioa
fa_ir: #{$id} ویرایش
fi_fi: Sivun {$id} toimittaminen
fr_fr: #{$id} Révision
gl_es: #{$id} Editar
hr: Uređivanje br.{$id}
hu: #{$id} szerkesztése
hy_am: #{$id} խմբագրում
id: #{$id} Pengeditan
is: #{$id} ritstýring
it_it: #{$id} Lavorazione
ja_jp: #{$id} 編集
ka_ge: #{$id} ჩასწორება
kk: #{$id} Өңдеу
ku_iq: #{$id} گۆڕینی
lv: #{$id} rediģēšana
mk_mk: #{$id} Уредување
mr: #{$id} संपादन
ms_my: #{$id} Penyuntingan
nb: #{$id} Redigering
nl_nl: #{$id} Bewerken
pl_pl: #{$id} Redakcja
pt_pt: #{$id} Edição
ro: #{$id} Editare
ru_ru: #{$id} Редактирование
sl_si: Urejanje št. {$id}
sr@cyrillic: #{$id} Уређивање
sr_rs@latin: #{$id} Uređivanje
sv_se: #{$id} Redigera
th: #{$id} การแก้ไข
tr_tr: #{$id} Düzeltme
uk_ua: #{$id} Редагування
vi: #{$id} Đang chỉnh sửa
vi_vn: #{$id} Biên tập
zh_cn: #{$id} 编辑中

# submission.page.history
source: #{$id} History
ar_iq: تأريخ #{$id}
az: #{$id} Arxiv
bg_bg: #{$id} История
ca_es: #{$id} Historial
cs_cz: #{$id} Historie
da_dk: #{$id} Historik
de_de: #{$id} Verlauf
el_gr: #{$id} Ιστορικό
eu: {$id} Historia
fa_ir: #{$id} سوابق
fi_fi: Sivun {$id} historia
fr_fr: #{$id} Historique
gl_es: #{$id} Historial
hr: Kronologija priloga br.{$id}
hu: #{$id} történet
hy_am: #{$id} պատմություն
id: #{$id} Sejarah
is: #{$id} saga
it_it: #{$id} Storico
ja_jp: #{$id} 履歴
ka_ge: #{$id} ისტორია
kk: #{$id} тарихы
ku_iq: #{$id} مێژوی
lv: #{$id} vēsture
mk_mk: #{$id} Историја
mr: #{$id} कालक्रम
ms_my: #{$id} Sejarah
nb: #{$id} Historikk
nl_nl: #{$id} Geschiedenis
pl_pl: #{$id} Historia
pt_pt: #{$id} Histórico
ro: #{$id} Istoric
ru_ru: #{$id} История
sl_si: Zgodovina prilog št. {$id}
sr@cyrillic: #{$id} Историја
sr_rs@latin: #{$id} Istorija
sv_se: #{$id} Historik
th: #{$id} ประวัติ
tr_tr: #{$id} Geçmiş
uk_ua: #{$id} Історія
vi: #{$id} Lịch sử
vi_vn: #{$id} Lịch sử
zh_cn: #{$id} 历史

# submission.page.review
source: #{$id} Review
ar_iq: تحكيم #{$id}
az: #{$id} Dəyərləndirmə
bg_bg: #{$id} Рецензия
ca_es: #{$id} Revisió
cs_cz: #{$id} Recenze
da_dk: #{$id} Bedømmelse
de_de: #{$id} Begutachtung
el_gr: #{$id} Αξιολόγηση
eu: {$id} Ebaluazioa
fa_ir: #{$id} داوری
fi_fi: Sivun {$id} arviointi
fr_fr: #{$id} Évaluation
gl_es: #{$id} Revisión
hr: Recenzija br.{$id}
hu: #{$id} lektori vélemény
hy_am: #{$id} գրախոսում
id: Review #{$id}
is: #{$id} ritrýni
it_it: #{$id} Revisione
ja_jp: #{$id} 査読
ka_ge: #{$id} მიმოხილვა
kk: #{$id} Рецензиялау
ku_iq: #{$id} هەڵسەنگاندنی
lv: #{$id} recenzēšana
mk_mk: #{$id} Рецензија
mr: #{$id} समीक्षण
ms_my: #{$id} Ulasan
nb: #{$id} Fagfellevurdering
pl_pl: #{$id} Recenzja
pt_pt: #{$id} Revisão
ro: #{$id} Revizie
ru_ru: #{$id} Рецензирование
sl_si: Recenzija št. {$id}
sr@cyrillic: #{$id} Рецензија
sr_rs@latin: #{$id} Recenzija
sv_se: #{$id} Granska
th: #{$id} การทบทวน
tr_tr: #{$id} Değerlendirme
uk_ua: #{$id} Рецензування
vi: #{$id} Đánh giá
vi_vn: #{$id} Phản biện
zh_cn: #{$id} 审查

# submission.page.summary
source: #{$id} Summary
ar_iq: موجز #{$id}
az: #{$id} Xülasə
bg_bg: #{$id} Абстракт
ca_es: #{$id} Resum
cs_cz: #{$id} Souhrn
da_dk: #{$id} Resumé
de_de: #{$id} Zusammenfassung
el_gr: #{$id} Σύνοψη
eu: {$id} Sumarioa
fa_ir: #{$id} خلاصه
fi_fi: Sivun {$id} yhteenveto
fr_fr: #{$id} Résumé
gl_es: #{$id} Resumo
hr: Pregled priloga br.{$id}
hu: #{$id} összegzés
hy_am: #{$id} համառոտագրություն
id: #{$id} Ringkasan
is: #{$id} samantekt
it_it: #{$id} Riassunto
ja_jp: #{$id} 概要
ka_ge: #{$id} შეჯამება
kk: #{$id} Жиынтық
ku_iq: #{$id} پوختەی
lv: #{$id} kopsavilkums
mk_mk: #{$id} Кратка содржина
mr: #{$id} गोषवारा
ms_my: #{$id} Ringkasan
nb: #{$id} Oppsummering
nl_nl: #{$id} Samenvatting
pl_pl: #{$id} Podsumowanie
pt_pt: #{$id} Sinopse
ro: #{$id} Cuprins
ru_ru: #{$id} Сводка
sl_si: Pregled prilog št. {$id}
sr@cyrillic: #{$id} Сажетак
sr_rs@latin: #{$id} Sažetak
sv_se: #{$id} Sammanfattning
th: #{$id} สรุป
tr_tr: #{$id} Özet
uk_ua: #{$id} Резюме
vi: #{$id} Tóm tắt
vi_vn: #{$id} Tóm tắt
zh_cn: #{$id} 摘要

# submission.page.citations
source: #{$id} Citations
ar_iq: اقتباسات #{$id}
az: #{$id} İstinadlar
bg_bg: #{$id} Цитати (библиография)
ca_es: #{$id} Citacions
cs_cz: #{$id} Citace
da_dk: #{$id} Referencer
de_de: #{$id} Zitationen
el_gr: #{$id} Αναφορές
eu: #{$id} aipuak
fa_ir: #{$id} ارجاعات
fi_fi: Sivun {$id} viittaukset
fr_fr: Références #{$id}
gl_es: #{$id} Citas
hr: #{$id} Citati
hu: #{$id} idézetek
hy_am: #{$id} վկայակոչումներ
id: #{$id} Sitiran
is: #{$id} tilvitnanir
it_it: #{$id} Citazioni
ja_jp: #{$id} 引用
ka_ge: #{$id} ციტატა
kk: #{$id} сілтемелер
ku_iq: #{$id} گوتراوەکانی
lv: #{$id} atsauces
mk_mk: #{$id} Цитати
mr: #{$id} उद्धरणे
ms_my: #{$id} Petikan
nb: #{$id} Referanser
nl_nl: #{$id} Citaties
pl_pl: #{$id} Cytowania
pt_pt: Citações #{$id}
ro: #{$id} Citări
ru_ru: #{$id} Библиографические ссылки
sl_si: Citati št. {$id}
sr@cyrillic: #{$id}Цитати
sr_rs@latin: #{$id} Citati
sv_se: #{$id} Referenser
th: #{$id} การอ้างอิง
tr_tr: #{$id} Atıflar
uk_ua: #{$id} Цитати
vi: #{$id} Trích dẫn
vi_vn: #{$id} Trích dẫn
zh_cn: #{$id} 引文
