Repository: pkp/pkp-lib
Catalog: locale/*/submission.po
Languages: ar_iq, az, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, eu, fa_ir, fi_fi, fr_fr, gl_es, hr, hu, hy_am, id, is, is_is, it_it, ja_jp, ka_ge, kk, ku_iq, lv, mk_mk, mr, ms_my, nb, nl_nl, pl_pl, pt_pt, ro, ru_ru, sl_si, sr@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk_ua, vi, vi_vn, zh_cn

# editor.submission.decision.backFromCopyediting.notifyAuthorsDescription
source: Send an email to the authors to let them know that copyediting is cancelled and their submission will undergo further editorial review.
az: Kopyalamağın ləğv olunduğunu bildirmək üçün müəlliflərə bir e-poçt göndərin və onların təqdim edilməsi sonrakı redaksiya nəzərdən keçiriləcəkdir.
bg_bg: Изпратащане на имейл до авторите, за да ги уведомите, че редактирането е отменено и подадените материали ще бъдат подложени на допълнителна редакционна проверка.
cs_cz: Pošlete autorům e-mail, ve kterém jim oznámíte, že copyediting je zrušen a jejich příspěvky budou podrobeny další redakční úpravě.
eu: Bidali mezu elektroniko bat egileei jakinarazteko edizioa bertan behera utzi dela eta euren bidalketak berrikuspen editorial gehiago jasango duela.
hr: Pošaljite e-poruku autorima da ih obavijestite da je kopiranje uređivanja otkazano i da će njihov podnesak biti podvrgnut daljnjem uredničkom pregledu.
hy_am: Նամակ ուղարկեք հեղինակներին՝ տեղեկացնելով, որ գրական խմբագրումը չեղարկված է, և նրանց նյութը կենթարկվի հետագա խմբագրական վերանայման:
id: Mengirimkan email ke penulis untuk memberitahukan kepada mereka bahwa copyedit dibatalkan dan naskah mereka akan melalui review editorial lebih lanjut.
is: Senda tölvupóst til höfunda(r) með upplýsingum um að textatækniferli hafi verið hætt og að innsending þeirra krefjist frekari yfirferðar frá ritstjórn.
lv: Nosūtīt autoriem e-pastu, lai informētu, ka literārā rediģēšana ir atcelta un viņu materiāls tiks pakļauts turpmākai redakcijas izskatīšanai.
mr: कॉपीएडिटिंग रद्द झाले आहे आणि त्यांचे सादरीकरण अतिरिक्त संपादकीय समीक्षणातून जाईल हे कळविण्यासाठी लेखकांना ई-मेल पाठवा.
pt_pt: Envie um e-mail para os autores para que saibam que a edição de texto foi cancelada e a submissão passará por uma nova revisão editorial.
vi: Gửi email cho tác giả để thông báo rằng việc chỉnh sửa bị hủy bỏ và bài nộp của họ sẽ trải qua thêm quá trình xem xét biên tập.

# editor.submission.decision.backToCopyediting
source: Back To Copyediting
az: #YOX
bg_bg: Обратно към етапа на стилово редактиране
cs_cz: Zpět do fáze copyeditingu
eu: Ediziora itzuli
hr: Natrag na kopiranje
hy_am: Վերադարձ Դեպի գրական սրբագրմանը
id: Kembali Ke Copyedit
is: Til baka í textatækniferli
ka_ge: დაბრუნება კოპირების რედაქტირებაზე
kk: Өңдеуге қайта оралу
lv: Atgriezties pie literārās rediģēšanas
mr: कॉपीएडिटिंगकडे परत जा
pt_pt: Voltar para Edição de texto
vi: Quay lại chỉnh sửa

# editor.submission.decision.backToCopyediting.description
source: Send this submission back to the copyediting stage.
az: #YOX
bg_bg: Изпращане на тези материали обратно към етапа на стилово редактиране.
cs_cz: Poslat tento příspěvek zpět do fáze konečných úprav.
eu: Bidali bidalketa hau edizio-fasera berriro.
hr: Pošaljite ovaj podnesak natrag u fazu kopiranja.
hy_am: Ուղարկեք այս ներկայացումը հետ գրական սրբագրման փուլ:
id: Mengirimkan naskah ini kembali ke tahap copyedit.
is: Senda þessa innsendingu til baka í textatækniferli.
ka_ge: გააგზავნეთ ეს წარდგენა კოპირების რედაქტირების ეტაპზე.
kk: Бұл материалды өңдеу кезеңіне қайта жіберіңіз.
lv: Nosūtīt šo materiālu atpakaļ uz literārās rediģēšanas posmu.
mr: हे सादरीकरण कॉपीएडिटिंगच्या टप्प्यावर परत पाठवा.
pt_pt: Envie esta submissão de volta para a etapa de edição de texto.
vi: Gửi bài nộp này trở lại giai đoạn chỉnh sửa.

# editor.submission.decision.backToCopyediting.log
source: {$editorName} sent this submission back to the copyediting stage.
az: #YOX
bg_bg: {$editorName} изпрати тези материали обратно към етапа на стилово редактиране.
cs_cz: {$editorName} poslal/a tento příspěvek zpět do fáze finálních úprav.
eu: {$editorName}-ek bidalketa hau edizio-fasera bidali du berriro.
hr: {$editorName} je poslao ovaj podnesak natrag u fazu uređivanja.
hy_am: {$editorName} -ն այս ներկայացումը հետ ուղարկեց գրական սրբագրման փուլ:
id: {$editorName} mengirimkan naskah ini kembali ke tahap copyedit.
is: {$editorName} hefur sent þessa innsendingu til baka í textatækniferli.
ka_ge: {$editorName}-მა ეს გაგზავნა დააბრუნა კოპირების რედაქტირების ეტაპზე.
kk: {$editorName} бұл материалды өңдеу кезеңіне қайта жіберді.
lv: {$editorName} nosūtīja šo materiālu atpakaļ uz literārās rediģēšanas posmu.
mr: {$editorName} ने हे सादरीकरण कॉपीएडिटिंगच्या टप्प्यावर परत पाठवले.
pt_pt: {$editorName} enviou esta submissão de volta para a etapa de edição de texto.
vi: {$editorName} đã gửi bài nộp này trở lại giai đoạn chỉnh sửa.

# editor.submission.decision.backToCopyediting.completed
source: Sent Back to Copyediting
az: #YOX
bg_bg: Изпращане обратно към етапа на стилово редактиране
cs_cz: Posláno zpět do fáze finálních úprav
eu: Ediziora itzulia
hr: Poslano Natrag u fazu uređivanja
hy_am: Հետ ուղարկեք գրական սրբագրման
id: Dikirim Kembali ke Copyedit
is: Til baka á stig textatækni
ka_ge: გაგზავნილია უკან კოპირების რედაქტირებაზე
kk: Өңдеуге қайта жіберілді
lv: Nosūtīts atpakaļ uz literāro rediģēšanu
mr: कॉपीएडिटिंगच्या टप्प्यावर परत पाठवले
pt_pt: Enviar de volta para Edição de texto
vi: Đã gửi lại để chỉnh sửa

# editor.submission.decision.backToCopyediting.completed.description
source: The submission, {$title}, was sent back to the copyediting stage. The author has been notified, unless you chose to skip that email.
az: #YOX
bg_bg: Материалът {$title} беше изпратен обратно към етапа на стилово редактиране.
cs_cz: Příspěvek {$title} byl odeslán zpět do fáze finálních úprav. Autor byl informován, pokud jste se nerozhodli tento e-mail přeskočit.
eu: {$title} bidalketa edizio-fasera itzuli da. Egileari jakinarazi zaio, mezu elektroniko hori saltatzea erabaki ez baduzu behintzat.
hr: Podnesak, {$title}, poslan je natrag u fazu kopiranja. Autor je obaviješten, osim ako niste odlučili preskočiti tu e-poruku.
hy_am: Ներկայացումը՝ {$title}, հետ է ուղարկվել գրական սրբագրման փուլ: Հեղինակը ծանուցվել է, եթե դուք չեք որոշել բաց թողնել այդ էլ. նամակը։
id: Naskah, {$title}, dikirim kembali ke tahap copyedit. Penulis telah diberitahu, kecuali jika anda memilih untuk melewati email tersebut.
lv: Materiāls {$title} tika nosūtīts atpakaļ uz literārās rediģēšanas posmu. Autors ir informēts, ja vien neesat izvēlējies šo e-pastu izlaist.
mr: {$title} - हे सादरीकरण कॉपीएडिटिंगच्या टप्प्यावर परत पाठवले गेले. त्याबद्दल लेखकाला, तुम्ही प्रतिबंधीत केले नसल्यास, ई-मेलने सूचित केले आहे.
pt_pt: A submissão {$title} foi enviada de volta para a etapa de edição de texto. O autor foi notificado, a menos que tenha optado por ignorar esse e-mail.
vi: Bài nộp, {$title}, đã được gửi lại giai đoạn chỉnh sửa. Tác giả đã được thông báo, trừ khi bạn chọn bỏ qua email đó.

# editor.submission.decision.backToCopyediting.notifyAuthorsDescription
source: Send an email to the authors to let them know that this submission has been sent back to the copyediting stage. Explain why this decision was made and inform the author of what further editing will be required before this submission is ready for production.
az: #YOX
bg_bg: Изпратете имейл до авторите, за да ги уведомите, че тeзи материали са изпратени обратно към етапа на стилово редактиране. Обяснете защо е взето това решение и информирайте автора какво допълнително редактиране ще се изисква, преди това представяне да бъде готово за производство/публикуване.
cs_cz: Pošlete autorům e-mail, ve kterém jim oznámíte, že tento příspěvek byl odeslán zpět do fáze finálních úprav. Vysvětlete, proč bylo toto rozhodnutí učiněno, a informujte autora o tom, jaké další úpravy budou nutné, než bude toto podání připraveno k publikování.
eu: Bidali mezu elektroniko bat egileei bidalketa hau edizio-fasera itzuli dela jakinarazteko. Azaldu zergatik hartu den erabaki hau eta jakinarazi egileari bidalketa hau ekoizpenerako prest egoteko zer zuzenketa egin beharko diren.
hr: Pošaljite e-poruku autorima kako biste ih obavijestili da je ovaj podnesak poslan natrag u fazu uređivanja. Objasnite zašto je donesena ova odluka i obavijestite autora o daljnjem uređivanju koje će biti potrebno prije nego što ovaj podnesak bude spreman za proizvodnju.
hy_am: Նամակ ուղարկեք հեղինակներին, որպեսզի նրանք իմանան, որ այս ներկայացումը հետ է ուղարկվել գրական սրբագրման փուլ: Բացատրեք, թե ինչու է կայացվել այս որոշումը և տեղեկացրեք հեղինակին, թե հետագա ինչ խմբագրումներ կպահանջվեն մինչև այս ներկայացումը պատրաստ լինի արտադրության:
id: Mengirimkan email kepada penulis untuk memberitahukan bahwa naskah ini telah dikirmkan kembali ke tahap copyedit. Jelaskan mengapa keputusan ini dibuat dan informasikan kepada penulis pengeditan lebih lanjut apa yang dibutuhkan sebelum naskah siap untuk produksi.
is: Senda tölvupóst til höfunda með upplýsingum um að innsendingin hafi verið endursend á textatæknistig. Útskýrðu hvers vegna þessi ákvörðun var tekin og upplýstu höfund um frekari ritstjórnarlegu ákvarðanir liggja til grundvallar endanlegri ákvörðun um framleiðslu.
ka_ge: გაუგზავნეთ ელფოსტა ავტორებს, რათა აცნობონ, რომ ეს წარდგენა დაბრუნდა კოპირების რედაქტირების ეტაპზე. ახსენით, რატომ იქნა მიღებული ეს გადაწყვეტილება და აცნობეთ ავტორს, რა შემდგომი რედაქტირება იქნება საჭირო, სანამ ეს წარდგენა მზად იქნება წარმოებისთვის.
kk: Авторларға бұл материалдың өңдеу кезеңіне қайтарылғанын хабарлау үшін электрондық хат жіберіңіз. Бұл шешімнің неліктен қабылданғанын түсіндіріңіз және авторға бұл ұсыныс шығаруға дайын болғанға дейін одан әрі қандай редакциялау қажет болатынын хабарлаңыз.
lv: Nosūtīt autoriem e-pastu, lai informētu, ka šis materiāls vēlreiz nosūtīts uz literārās rediģēšanas posmu. Paskaidrojiet, kāpēc tika pieņemts šāds lēmums, un informējiet autorus, kāda rediģēšana būs nepieciešama, lai šo materiālu sagatavotu izstrādei.
mr: लेखकांना ई-मेल पाठवा की हे सादरीकरण कॉपीएडिटिंग टप्प्यावर परत पाठवले गेले आहे. हा निर्णय का घेण्यात आला हे स्पष्ट करा आणि हे सादरीकरण प्रकाशनासाठी तयार होण्यापूर्वी त्यात आणखी कोणते बदल करणे आवश्यक असेल याची लेखकाला माहिती द्या.
pt_pt: Envie um e-mail aos autores para informá-los de que esta submissão foi enviada de volta para a etapa de edição de texto. Explique o porquê desta decisão ter sido tomada e informe o autor das edições adicionais que serão necessárias antes da submissão estar pronta para produção.
vi: Gửi email cho tác giả để thông báo rằng bài nộp này đã được gửi lại giai đoạn chỉnh sửa. Giải thích lý do đưa ra quyết định này và thông báo cho tác giả về những chỉnh sửa tiếp theo sẽ cần thiết trước khi bài nộp này sẵn sàng cho sản xuất.

# editor.submission.decision.skipReview
source: Accept and Skip Review
ar_iq: القبول وتجاوز عملية التحكيم
az: Qəbul et və dəyərləndirməni keç
bg_bg: Приемане на материала и пропускане на рецензиране
ca_es: Acceptar i ometre la revisió
cs_cz: Přijmout a přeskočit recenzi
da_dk: Acceptér og spring bedømmelse over
de_de: Annehmen und Begutachtung überspringen
eu: Onartu eta ebaluazioa saihestu
fa_ir: پذیرفتن و نادیده گرفتن داوری
fi_fi: Hyväksy ja ohita arviointi
fr_fr: Accepter et ne pas faire l'évaluation
gl_es: Aceptar e omitir a revisión
hr: Prihvati i preskoči pregled
hu: Elfogadás, és a lektorlálás kihagyása
hy_am: Ընդունեք և բաց թողեք գրախոսությունը
id: Terima dan Lewati Review
is: Samþykkja og sleppa ritrýni
it_it: Accetta e salta la revisione
ja_jp: 査読を省略し採用する
ka_ge: მიიღეთ და გამოტოვეთ მიმოხილვა
kk: Жіберуді қабылдап, рецензиялауды өткізіп жіберіңіз
ku_iq: پێشکەشکردنەکە قبوڵ بکە و مەینێرە بۆ هەڵسەنگاندن
lv: Pieņemt materiālu un izlaist recenzēšanu
mr: स्वीकारा आणि समीक्षणाचा टप्पा वगळा
ms_my: Terima dan Langkau Ulasan
nb: Aksepter og hopp over fagfellevurdering
nl_nl: Aanvaarden en review overslaan
pl_pl: Zaakceptuj i pomiń recenzję
pt_pt: Aceitar e Saltar Revisão
ro: Acceptați și treceți peste revizie
ru_ru: Принять материал и пропустить рецензирование
sl_si: Sprejmi in preskoči recenzijo
sv_se: Acceptera och hoppa över granskning
tr_tr: Kabul Et ve Değerlendirmeyi Atla
uk_ua: Прийняти та пропустити рецензування
vi: Chấp nhận và bỏ qua đánh giá
vi_vn: Chấp nhận và bỏ qua khâu Phản biện

# editor.submission.decision.skipReview.description
source: Accept this submission for publication and skip the review stage. This decision will send the submission to the copyediting stage.
az: #YOX
bg_bg: Приемане на материала и пропускане на етапа на рецензиране. Това решение ще придвижи материала към етап стилова корекция.
cs_cz: Přijměte tento příspěvek ke zveřejnění a přeskočte fázi recenzního řízení. Tímto rozhodnutím bude příspěvek poslán do fáze finálních úprav.
eu: Onartu bidalketa hau argitaratzeko eta saltatu berrikuspen-fasea. Erabaki honek bidalketa edizio-fasera bidaliko du.
hr: Prihvatite ovu prijavu za objavljivanje i preskočite fazu pregleda. Ova će odluka poslati podnesak u fazu kopiranja.
hy_am: Ընդունեք այս ներկայացումը հրապարակման համար և բաց թողեք գրախոսման փուլը: Սույն որոշմամբ ներկայացումը կուղարկվի գրական սրբագրման փուլ:
id: Menerima naskah ini untuk diterbitkan dan melewati tahap review. Keputusan ini akan mengirimkan naskah ke tahap copyedit.
is: Samþykkja innsendingu án ritrýniferlis. Þessi ákvörðun mun senda innsendinguna beint í textatækniferli.
ka_ge: მიიღეთ ეს წარდგენა გამოსაქვეყნებლად და გამოტოვეთ განხილვის ეტაპი. ეს გადაწყვეტილება გაგზავნის გაგზავნას კოპირების რედაქტირების ეტაპზე.
kk: Бұл материалды жариялауға қабылдап, рецензиялау кезеңін өткізіп жіберіңіз. Бұл шешім материалды өңдеу кезеңіне жібереді.
lv: Pieņemt šo materiālu publicēšanai un izlaist recenzēšanas posmu. Ar šo lēmumu materiāls tiks nosūtīts uz literārās rediģēšanas posmu.
mr: प्रकाशनासाठी हे सादरीकरण स्वीकारा आणि समीक्षणाचा टप्पा वगळा. हा निर्णय या सादरीकरणाला परस्पर कॉपीएडिटिंगच्या टप्प्यावर पाठवेल.
pt_pt: Aceitar esta submissão para publicação e saltar a etapa de revisão. Esta decisão irá enviar a submissão para a etapa de edição de texto.
vi: Chấp nhận bài nộp này để xuất bản và bỏ qua giai đoạn đánh giá. Quyết định này sẽ gửi bài nộp đến giai đoạn chỉnh sửa.

# editor.submission.decision.skipReview.log
source: {$editorName} skipped the review stage and sent this submission to the copyediting stage.
az: #YOX
bg_bg: {$editorName} прие материала като ще пропусне етапа на рецензиране и той се изпраща за стилова корекция.
cs_cz: {$editorName} přeskočil fázi recenzí a poslal tento příspěvek do fáze copyeditingu.
eu: {$editorName}-ek berrikuspen-fasea saltatu du eta bidalketa hau edizio-fasera bidali du.
hr: {$editorName} je preskočio fazu pregleda i poslao ovaj podnesak u fazu uređivanja.
hy_am: {$editorName} -ը բաց թողեց գրախոսման փուլը և ուղարկեք այս ներկայացումը գրական սրբագրման փուլ:
id: {$editorName} melewati tahap review dan mengirimkan naskah ini ke tahap copyedit.
is: {$editorName} hefur tekið ákvörðun um að sleppa ritrýniferli og senda innsendingu beint á textatæknistig.
ka_ge: {$editorName}-მა გამოტოვა განხილვის ეტაპი და გაგზავნა ეს წარდგენა კოპირების რედაქტირების ეტაპზე.
kk: {$editorName} қарап шығу кезеңін өткізіп жіберді және бұл материалды өңдеу кезеңіне жіберді.
lv: {$editorName} izlaida recenzēšanas posmu un nosūtīja šo materiālu uz literārās rediģēšanas posmu.
mr: {$editorName} ने समीक्षणाचा टप्पा वगळून हे सादरीकरण कॉपीएडिटिंगच्या टप्प्यावर पाठवले.
pt_pt: {$editorName} saltou a etapa de revisão e enviou a submissão para a etapa de edição de texto.
vi: {$editorName} đã bỏ qua giai đoạn đánh giá và gửi bài nộp này đến giai đoạn chỉnh sửa.

# editor.submission.decision.skipReview.completed
source: Skipped Review
az: #YOX
bg_bg: Прескочено рецензиране
cs_cz: Přeskočené recenzní řízení
eu: Berrikuspena saltatuta
hr: Preskočena recenzija
hy_am: Բաց թողնված գրախոսություն
id: Review yang Terlewat
is: Ritrýni sleppt
ka_ge: გამოტოვებული მიმოხილვა
kk: Қарау шығу кезеңән өткізіп жіберді
lv: Recenzēšana izlaista
mr: समीक्षणाचा टप्पा वगळला
pt_pt: Saltar Revisão
vi: Đã bỏ qua đánh giá

# editor.submission.decision.skipReview.completed.description
source: The submission, {$title}, skipped the review stage and has been sent to the copyediting stage. The author has been notified, unless you chose to skip that email.
az: #YOX
bg_bg: Материалът {$title} , пропуска етапа на рецензиране и се изпраща към стилова корекция.
cs_cz: Příspěvek {$title} přeskočil fázi recenzního řízení a byl odeslán do fáze copyeditingu. Autor byl informován, pokud jste se nerozhodli tento e-mail přeskočit.
eu: {$title} bidalketak berrikuspen-fasea saltatu du eta edizio-fasera bidali da. Egileari jakinarazi zaio, zuk mezu elektroniko hori saltatzea aukeratu ez baduzu behintzat.
hr: Podnesak, {$title}, preskočio je fazu pregleda i poslan je u fazu uređivanja. Autor je obaviješten, osim ako niste odlučili preskočiti tu e-poruku.
hy_am: {$title} ներկայացումը բաց է թողել գրախոսման փուլը և ուղարկվել է գրական սրբագրման փուլ: Հեղինակը ծանուցվել է, եթե դուք չեք որոշել բաց թողնել այդ էլ. նամակը։
id: Naskah, {$title}, tidak melalui tahap review dan telah dikirimkan ke tahap copyedit. Penulis telah diberitahu, kecuali jika anda memilih untuk melewatkan email tersebut.
lv: Materiālam {$title} ir izlaists recenzēšanas posms, un tas ir nosūtīts uz literārās rediģēšanas posmu. Autors ir informēts, ja vien neesat izvēlējies šo e-pastu izlaist.
mr: {$title} या सादरीकरणासाठी समीक्षणाचा टप्पा वगळून कॉपीएडिटिंगच्या टप्प्यावर पाठवले गेले आहे. त्याबद्दल लेखकाला, तुम्ही प्रतिबंधीत केले नसल्यास, ई-मेलने सूचित केले आहे.
pt_pt: A submissão {$title} saltou a etapa de revisão e foi enviada para a etapa de edição de texto. O autor foi notificado, a menos que tenha optado por ignorar esse e-mail.
vi: Bài nộp, {$title}, đã bỏ qua giai đoạn đánh giá và đã được gửi đến giai đoạn chỉnh sửa. Tác giả đã được thông báo, trừ khi bạn chọn bỏ qua email đó.

# editor.submission.decision.skipReview.notifyAuthorsDescription
source: Send an email to the authors to let them know that this submission has been accepted for publication and sent to the copyediting stage without review. This email will not be sent until the decision is recorded.
az: #YOX
bg_bg: Изпратете имейл до авторите, за да ги уведомите, че това подаване на материали е прието за публикуване и е изпратено към етапа за стилово редактиране без да бъде правена рецензия.
cs_cz: Pošlete autorům e-mail, ve kterém jim oznámíte, že tento příspěvek byl přijat k publikaci a odeslán do fáze copyeditingu bez recenze. Tento e-mail bude odeslán až po zaevidování rozhodnutí.
eu: Bidali mezu elektroniko bat egileei, bidalketa hau argitaratzeko onartu dela eta berrikusi gabe zuzenean edizio-fasera bidali dela jakinarazteko. Mezu elektroniko hau ez da bidaliko erabakia erregistratu arte.
hr: Pošaljite e-poruku autorima da ih obavijestite da je ovaj podnesak prihvaćen za objavljivanje i poslan u fazu uređivanja bez pregleda. Ova e-poruka neće biti poslana dok se odluka ne zabilježi.
hy_am: Նամակ ուղարկեք հեղինակներին՝ տեղեկացնելով, որ այս ներկայացումն ընդունվել է հրապարակման և ուղարկվել է գրական սրբագրման փուլ՝ առանց գրախոսման: Այս նամակը չի ուղարկվի մինչև որոշումը չգրանցվի:
id: Mengirimkan email kepada penulis untuk memberitahukan bahwa naskah telah diterima untuk diterbitkan dan dikirimkan ke tahap copyedit tanpa review. Email ini tidak akan dikirimkan hingga keputusan dibuat.
lv: Nosūtīt autoriem e-pastu, lai informētu, ka šis materiāls pieņemts publicēšanai un nosūtīts uz literārās rediģēšanas posmu bez recenzēšanas. Šis e-pasts netiks nosūtīts, kamēr lēmums nebūs reģistrēts.
mr: लेखकांना ई-मेल पाठवा की हे सादरीकरण प्रकाशनासाठी स्वीकारले गेले आहे आणि समीक्षणाशिवाय कॉपीएडिटिंगच्या टप्प्यावर पाठवले गेले आहे. या निर्णयाची नोंद होईपर्यंत हा ई-मेल पाठवला जाणार नाही.
pt_pt: Envie um e-mail aos autores para informá-los de que esta submissão foi aceite para publicação e enviada para a etapa de edição de texto sem revisão. Este e-mail não será enviado antes que a decisão fique registada.
vi: Gửi email cho tác giả để thông báo rằng bài nộp này đã được chấp nhận để xuất bản và gửi đến giai đoạn chỉnh sửa mà không cần đánh giá. Email này sẽ không được gửi cho đến khi quyết định được ghi lại.

# editor.submission.decision.sendInternalReview
source: Send to Internal Review
ar_iq: الإرسال إلى التحكيم الداخلي
az: Daxili dəyərləndirməyə Göndər
bg_bg: Изпращане за вътрешна рецензия
ca_es: Envia a revisió interna
cs_cz: Odeslat k interním recenzím
da_dk: Send til intern bedømmelse
de_de: Zur internen Begutachtung senden
el_gr: Αποστολή για Εσωτερική Κρίση
eu: Barne berrikuspenera bidalia
fa_ir: ارسال به داور داخلی
fi_fi: Lähetä sisäiseen arviointiin
fr_fr: Envoyer au rapporteur interne
gl_es: Enviar para revisión interna
hr: Pošaljite na interni pregled
hu: Belső szakmai lektorálásra küldés
hy_am: Ուղարկեք ներքին գրախոսության
id: Kirim ke Review Interna
is: Senda í innri ritrýni
it_it: Invia alla revisione interna
ja_jp: 内部査読に送る
ka_ge: გაგზავნეთ შიდა მიმოხილვაზე
kk: Ішкі сараптамаға жіберу
ku_iq: بینێرە بۆ هەڵسەنگێنەری ناوخۆیی
lv: Nosūtīt iekšējai recenzēšanai
mr: अंतर्गत समीक्षणाच्या टप्प्यावर पाठवा
ms_my: Hantar ke Ulasan Dalaman
nb: Send til intern vurdering
nl_nl: In interne review geven
pl_pl: Wyślij do recenzji wewnętrznej
pt_pt: Enviar para Revisão Interna
ro: Trimiteți la revizuire internă
ru_ru: Отправить на внутреннее рецензирование
sl_si: Pošlji v interno recenzijo
sr@cyrillic: Пошаљи на интерну рецензију
sr_rs@latin: Pošalji na internu recenziju
sv_se: Skicka till intern granskning
th: ส่งไปยังการทบทวนภายใน
tr_tr: İç Değerlendirmeye Gönder
uk_ua: Направити на внутрішнє рецензування
vi: Gửi đi đánh giá nội bộ
vi_vn: Giử tới Phản biện nội bộ
