Repository: pkp/pkp-lib
Catalog: locale/*/user.po
Languages: ar_iq, bg, bg_bg, ca_es, cs_cz, el_gr, es_es, eu_es, fa_ir, fi, fr_ca, gl, he, hr, hu, hy_am, id_id, is, it, ja, ka_ge, lv_lv, mk, mr, pt_pt, ro_ro, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, vi, vi_vn

# user.profile.form.privacyConsentRequired
source: You must agree to the terms of the privacy statement.
ar_iq: لا بد لك من الموافقة على فقرات بيان الخصوصية.
bg: Трябва да се съгласите с условията на декларацията за поверителност.
ca_es: Heu d'acceptar els termes de la declaració de privacitat.
cs_cz: Musíte souhlasit s naším prohlášení o ochraně soukromí.
el_gr: Πρέπει να αποδεχθείτε τους όρους της Πολιτικής Απορρήτου.
es_es: Debe aceptar los términos de la declaración de privacidad.
fi: Sinun pitää hyväksyä tietosuojaselosteen ehdot.
fr_ca: Vous devez accepter les termes de la déclaration de confidentialité.
gl: Debes aceptar os termos da declaración de privacidade.
he: עליך להסכים לתנאי הצהרת הפרטיות.
hr: Morate se složiti s uvjetima izjave o privatnosti.
hu: Fogadja el az adatkezelési nyilatkozatot.
hy_am: Դուք պետք է համաձայնեք գաղտնիության հայտարարության պայմաններին:
id_id: Anda harus menyetujui syarat penyataan privasi.
is: Þú verður að samþykkja skilmála um persónuvernd.
it: Devi accettare i termini dell'informativa sulla privacy.
ja: 個人情報保護方針の条項に同意しなければなりません。
ka_ge: თქვენ უნდა დაეთანხმოთ კონფიდენციალურობის დებულების პირობებს.
lv_lv: Nepieciešams piekrist privātuma atrunas noteikumiem.
mk: Мора да се согласите со условите на изјавата за приватност.
mr: तुम्ही गोपनीयता विधानाच्या अटींशी सहमत असणे आवश्यक आहे.
pt_pt: Deverá concordar com os termos de privacidade.
ro_ro: Trebuie să fiți de acord cu termenii declarației de confidențialitate.
ru_ru: Вы должны принять условия, описанные в Заявлении о конфиденциальности.
sl_si: Strinjati se morate z Izjavo o zasebnosti.
sv_se: Du måste acceptera villkoren i integritetspolicyn.
tr_tr: Gizlilik beyanı şartlarını kabul etmelisiniz.
uk_ua: Ви повинні погодитися з умовами заяви про конфіденційність.
vi: Bạn phải đồng ý với các điều khoản của tuyên bố về quyền riêng tư.
vi_vn: Bạn phải đồng ý với các điều khoản của tuyên bố bảo mật.

# user.profile.leavePasswordBlank
source: Leave the password fields blank to keep the current password.
ar_iq: أترك حقول كلمة المرور خالية للحفاظ على كلمة مرورك الحالية.
bg: Оставете полетата за парола празни, за да запазите текущата парола.
ca_es: No empleneu els camps de contrasenya si voleu mantenir la contrasenya actual.
cs_cz: Aby bylo zachováno současné heslo, nechte políčka pro zadání hesla prázdná.
el_gr: Αφήστε τα πεδία του κωδικού πρόσβασης κενά για να διατηρήσετε τον τρέχοντα κωδικό πρόσβασης.
es_es: Deje el campo de contraseña en blanco para mantener la contraseña actual.
eu_es: Oraingo pasahitza mantentzeko, utzi hutsik pasahitzaren eremuak.
fa_ir: برای حفظ رمز عبور فعلی قسمت مربوط به رمز عبور را خالی بگذارید
fi: Jätä salasanakentät tyhjäksi, jos et halua vaihtaa nykyistä salasanaa.
fr_ca: Laisser les champs du mot de passe vides pour conserver le mot de passe actuel.
gl: Deixa o campo do contrasinal en branco para manter o contrasinal actual.
he: השאר את שדות הסיסמה ריקים כדי לשמור על הסיסמה הנוכחית.
hr: Ostavite polje za lozinku prazno da biste zadržali sadašnju lozinku.
hu: Hagyja a jelszó mezőt üresen, ha meg akarja tartani az aktuális jelszót.
hy_am: Ներկայիս գաղտնաբառը պահելու համար գաղտնաբառերի դաշտերը թողեք դատարկ:
id_id: Biarkan bidang kata sandi kosong untuk menyimpan kata sandi yang sekarang.
is: Hafðu svæðin fyrir lykilorð tóm til að halda núverandi lykilorði.
it: Lascia il campo password vuoto per mantenere la password corrente.
ja: 現在のパスワードを変更しない場合は、パスワード欄を空白のままにしておいてください。
ka_ge: მიმდინარე პაროლის შესანარჩუნებლად დატოვეთ პაროლის ველები ცარიელი.
lv_lv: Lai saglabātu pašreizējo paroli, paroles laukus atstājiet tukšus.
mk: Оставете ги полињата за лозинка празни за да ја задржите тековната лозинка.
mr: सध्याचा पासवर्ड कार्यरत ठेवण्यासाठी पासवर्ड फील्ड रिक्त ठेवा.
pt_pt: Deixe os campos da senha em branco para manter a senha actual.
ro_ro: Lăsați câmpurile de parolă necompletate pentru a păstra parola curentă.
ru_ru: Оставьте поля пароля пустыми, если хотите сохранить текущий пароль.
sl_si: Pustite polje za geslo prazno, da obdržite trenutno geslo.
sr_rs@cyrillic: Оставите поље са лозинком празно како би задржали стару лозинку.
sr_rs@latin: Ostavite polje sa lozinkom prazno kako bi zadržali staru lozinku.
sv_se: Lämna lösenordsfälten tomma om du vill behålla det nuvarande lösenordet.
tr_tr: Mevcut şifreyle devam etmek için şifre alanını boş bırakınız.
uk_ua: Залиште поле паролю пустим, щоб зберегти старий пароль.
vi: Để trống các trường mật khẩu để giữ mật khẩu hiện tại.
vi_vn: Để trống các trường mật khẩu để giữ mật khẩu hiện tại.

# user.profile.newPassword
source: New password
ar_iq: كلمة المرور الجديدة
bg: Нова парола
ca_es: Contrasenya nova
cs_cz: Nové heslo
el_gr: Νέος κωδικός πρόσβασης
es_es: Nueva contraseña
eu_es: Pasahitz berria
fa_ir: رمز عبور جدید
fi: Uusi salasana
fr_ca: Nouveau mot de passe
gl: Novo contrasinal
he: סיסמה חדשה
hr: Nova lozinka
hu: Új jelszó
hy_am: Նոր գաղտնաբառ
id_id: Kata Sandi Baru
is: Nýtt lykilorð
it: Nuova password
ja: 新しいパスワード
ka_ge: ახალი პაროლი
lv_lv: Jauna parole
mk: Нова лозинка
mr: नवा पासवर्ड
pt_pt: Nova Senha
ro_ro: Parolă nouă
ru_ru: Новый пароль
sl_si: Novo geslo
sr_rs@cyrillic: Нова лозинка.
sr_rs@latin: Nova lozinka.
sv_se: Nytt lösenord
tr_tr: Yeni şifre
uk_ua: Новий пароль
vi: Mật khẩu mới
vi_vn: Mật khẩu mới

# user.profile.oldPassword
source: Current password
ar_iq: كلمة المرور الحالية
bg: Настояща парола
ca_es: Contrasenya actual
cs_cz: Současné heslo
el_gr: Τρέχων κωδικός πρόσβασης
es_es: Contraseña actual
eu_es: Uneko pasahitza
fa_ir: رمز عبور فعلی
fi: Nykyinen salasana
fr_ca: Mot de passe actuel
gl: Contrasinal actual
he: סיסמה נוכחית
hr: Sadašnja lozinka
hu: Aktuális jelszó
hy_am: Ընթացիկ գաղտնաբառ
id_id: Kata Sandi Saat Ini
is: Núverandi lykilorð
it: Vecchia password
ja: 現在のパスワード
ka_ge: მიმდინარე პაროლი
lv_lv: Pašreizējā parole
mk: Тековна лозинка
mr: सध्याचा पासवर्ड
pt_pt: Senha Actual
ro_ro: Parolă curentă
ru_ru: Текущий пароль
sl_si: Trenutno geslo
sr_rs@cyrillic: Тренутна лозинка
sr_rs@latin: Trenutna lozinka
sv_se: Nuvarande lösenord
tr_tr: Mevcut şifre
uk_ua: Старий пароль
vi: Mật khẩu hiện tại
vi_vn: Mật khẩu hiện tại

# user.profile
source: Profile
ar_iq: الملف الشخصي
bg: Профил
ca_es: Perfil
cs_cz: Profil
el_gr: Προφίλ
es_es: Perfil
eu_es: Profila
fa_ir: پروفایل
fi: Profiili
fr_ca: Profil
gl: Perfil
he: פרופיל
hr: Profil
hu: Profil
hy_am: Պրոֆիլ
id_id: Profil
is: Forstillingar notanda
it: Profilo
ja: ユーザー情報
ka_ge: პროფილი
lv_lv: Profils
mk: Профил
mr: संक्षिप्‍त परिचय
pt_pt: Perfil
ro_ro: Profil
ru_ru: Профиль
sl_si: Račun uporabnika
sr_rs@cyrillic: Профил
sr_rs@latin: Profil
sv_se: Profil
tr_tr: Profil
uk_ua: Профіль
vi: Hồ sơ
vi_vn: Hồ sơ

# user.profile.publicProfile
source: User Profile
ar_iq: ملف المستخدم الشخصي
bg: Потребителски профил
ca_es: Perfil d’usuari
cs_cz: Profil uživatele
el_gr: Προφίλ Χρήστη
es_es: Perfil de usuario/a
eu_es: Erabiltzailearen profila
fa_ir: پروفایل کابر
fi: Käyttäjäprofiili
fr_ca: Profil d'utilisateur-trice
gl: Perfil do usuario/a
he: פרופיל משתמש
hr: Korisnički profil
hu: Felhasználói profil
hy_am: Օգտվողի պրոֆիլ
id_id: Profil Pengguna
is: Forstillingar notanda
it: Profilo utente
ja: ユーザープロフィール
ka_ge: მომხმარებლის პროფილი
lv_lv: Lietotāja profils
mk: Кориснички профил
mr: वापरकर्त्याचा संक्षिप्‍त परिचय
pt_pt: Perfil do utilizador
ro_ro: Profil utilizator
ru_ru: Профиль пользователя
sl_si: Račun uporabnika
sr_rs@cyrillic: Кориснички профил
sr_rs@latin: Korisnički profil
sv_se: Användarprofil
tr_tr: Üye profili
uk_ua: Профіль користувача
vi: Hồ sơ người dùng
vi_vn: Hồ sơ người dùng

# user.profile.repeatNewPassword
source: Repeat new password
ar_iq: أعد كلمة المرور الجديدة
bg: Повторете новата парола
ca_es: Repetiu la contrasenya nova
cs_cz: Nové heslo znovu
el_gr: Επαναλάβετε τον νέο κωδικό πρόσβασης
es_es: Repita la nueva contraseña
eu_es: Errepikatu pasahitz berria
fa_ir: تکرار رمز عبور جدید
fi: Anna uusi salasana uudelleen
fr_ca: Saisir de nouveau le nouveau mot de passe
gl: Repita o novo contrasinal
he: חזרה על סיסמה חדשה
hr: Ponovno unesite novu lozinku
hu: Ismételje meg az új jelszót
hy_am: Կրկնեք նոր գաղտնաբառը
id_id: Ulangi Kata Sandi Baru
is: Endurtaktu nýtt lykilorð
it: Ripeti la nuova password
ja: 新パスワードの確認
ka_ge: გაიმეორეთ ახალი პაროლი
lv_lv: Atkārtot jauno paroli
mk: Повтори ја новата лозинка
mr: नव्या पासवर्डची फेरनोंद करा
pt_pt: Repetir Nova Senha
ro_ro: Repetați parola nouă
ru_ru: Повторить новый пароль
sl_si: Ponovite geslo
sr_rs@cyrillic: Поновите нову лозинку
sr_rs@latin: Ponovite novu lozinku
sv_se: Upprepa nytt lösenord
tr_tr: Yeni şifreyi tekrar et
uk_ua: Повторіть новий пароль
vi: Nhập lại mật khẩu mới
vi_vn: Lặp lại mật khẩu mới

# user.login.registerNewAccount
source: Register
ar_iq: التسجيل
bg: Регистрация
ca_es: Registrar-se
cs_cz: Registrovat
el_gr: Εγγραφή
es_es: Registrarse
fa_ir: ثبت‌نام
fi: Rekisteröidy
fr_ca: S'inscrire
gl: Rexistrarse
he: הרשמה
hr: Registar
hu: Regisztráció
hy_am: Գրանցել
id_id: Daftar
is: Nýskráning
it: Registrati
ja: 登録
ka_ge: რეგისტრაცია
lv_lv: Reģistrēties
mk: Регистрација
mr: नोंदणी करा
pt_pt: Registar-se
ro_ro: Înregistrare
ru_ru: Регистрация
sl_si: Registriraj
sr_rs@cyrillic: Регистрација
sr_rs@latin: Registracija
sv_se: Registrera dig
tr_tr: Kayıt
uk_ua: Реєстрація
vi: Đăng ký
vi_vn: Đăng ký

# user.login.resetPasswordInstructions
source: Enter your account email address below and an email will be sent with instructions on how to reset your password.
ar_iq: أدخل عنوان بريدك الالكتروني المتعلق بحسابك أدناه، وستتم مراسلتك برسالة تتضمن تعليمات توضح كيفية تصفير كلمة مرورك.
bg: Въведете имейл адреса на вашия акаунт по-долу и ще бъде изпратен имейл с инструкции как да нулирате паролата си.
ca_es: Per motius de seguretat, aquest sistema envia un missatge de restabliment de contrasenya als usuaris registrats, en lloc de tornar-ho a intentar amb la contrasenya actual.<br /><br />Introduïu la vostra adreça electrònica al camp següent per restablir la vostra contrasenya. S'enviarà un missatge de confirmació a la vostra adreça electrònica.
cs_cz: Vložte email k vašemu účtu. Na tento email budou poslány pokyny v případě potřeby obnovení hesla.
el_gr: Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας παρακάτω και θα σας σταλεί ένα μήνυμα με οδηγίες για την επαναφορά κωδικού.
es_es: Introduzca su cuenta de correo electrónico a continuación y recibirá un correo con las instrucciones para volver a establecer su contraseña.
fa_ir: لطفا ایمیلی را که با آن در این سامانه ثبت کرده اید را در کادر زیر وارد کنید
fi: Anna tilisi sähköpostiosoite alla niin sinulle lähetetään sähköposti, jossa on ohjeet salasanan vaihtamiseen.
fr_ca: Entrer votre adresse courriel ci-dessous. Un courriel comprenant des instructions sur comment réinitialiser votre mot de passe vous sera envoyé.
gl: Insira o enderezo de correo electrónico da súa conta a continuación e enviarase un correo electrónico coas instrucións sobre como restablecer o seu contrasinal.
he: הזן את כתובת הדוא"ל של החשבון שלך למטה ודוא"ל יישלח אליך עם הוראות כיצד לאפס את הסיסמה שלך.
hr: U nastavku unesite adresu e-pošte svog računa i bit će vam poslana e-pošta s uputama o tome kako ponovno postaviti lozinku.
hu: Adja meg a fiókjához tartozó email címét és egy emailben megkapja a jelszótörléshez szükséges információkat.
hy_am: Ստորև մուտքագրեք ձեր հաշվի էլ․ փոստի հասցեն և նամակ կուղարկվի ձեր գաղտնաբառը վերականգնելու հրահանգներով:
id_id: Masukkan alamat email Anda di bawah ini dan email akan dikirim disertai petunjuk bagaimana mereset password Anda.
is: Sláðu inn netfangið þitt hér fyrir neðan og tölvupóstur verður sendur með leiðbeiningum um hvernig þú getur endurstillt lykilorðið þitt.
it: Inserisci l'email collegato al tuo username e una email ti verrà inviata con le istruzioni su come fare una nuova password.
ja: ご登録のメールアドレスを入力してください。パスワードの変更手続き方法をメールでお送りします。
ka_ge: გთხოვთ, შეიყვანოთ თქვენი ელფოსტის მისამართი. თქვენ მიიღებთ ელწერილს ინსტრუქციებით, თუ როგორ უნდა აღადგინოთ თქვენი პაროლი.
lv_lv: Zemāk ievadiet sava konta e-pasta adresi, un jums tiks nosūtīts e-pasts ar norādījumiem, kā atjaunot paroli.
mk: Внесете јго имејлот на анаунтот подолу и ќе ви биде испратен имејл со упатства како да ја ресетирате вашата лозинка.
mr: खाली तुमच्या ई-मेल पत्त्याची नोंद करा. या पत्त्यावर पासवर्ड कसा रिसेट करायचा याच्या सूचना पाठवल्या जातील.
pt_pt: Insira o endereço de e-mail da sua conta abaixo e será enviado um e-mail com instruções sobre como alterar a sua senha.
ro_ro: Introduceți adresa de e-mail a contului de mai jos și un e-mail va fi trimis cu instrucțiuni despre modul de resetare a parolei.
ru_ru: Введите адрес электронной почты вашей учетной записи ниже и вам будет отправлено письмо с инструкциями по сбросу вашего пароля.
sl_si: Spodaj vnesite email vašega računa in dobili boste email z navodili, kako ponastaviti geslo.
sr_rs@cyrillic: Унесите вашу имејл адресу и биће вам послата порука са информацијама како да обновите вашу лозинку.
sr_rs@latin: Unesite vašu imejl adresu i biće vam poslata poruka sa informacijama kako da obnovite vašu lozinku.
sv_se: Fyll i e-postadressen för ditt konto nedan och få ett e-postmeddelande med instruktioner om hur du återställer ditt lösenord.
tr_tr: Hesabınızın e-posta adresini aşağıya girmeniz halinde şifrenizi nasıl sıfırlayacağınızla ilgili talimatlar içeren bir e-posta gönderilecektir.
uk_ua: Введіть електронну адресу вашого облікового запису нижче, і вам буде надіслано лист з інструкцією як скинути ваш пароль.
vi: Nhập địa chỉ email tài khoản của bạn bên dưới và một email sẽ được gửi kèm hướng dẫn cách đặt lại mật khẩu của bạn.
vi_vn: Nhập địa chỉ email tài khoản của bạn vào bên dưới và một email sẽ được gửi kèm theo hướng dẫn về cách đặt lại mật khẩu của bạn.

# user.register.form.privacyConsent
source: Yes, I agree to have my data collected and stored according to the <a href="{$privacyUrl}" target="_blank">privacy statement</a>.
ar_iq: نعم، أوافق على جمع بياناتي وخزنها وفق ما ورد في <a href="{$privacyUrl}" target="_blank">بيان الخصوصية</a>.
bg: Да, съгласявам се моите данни да бъдат събирани и съхранявани съгласно <a href="{$privacyUrl}" target="_blank">декларацията за поверителност</a>.
ca_es: Sí, estic d'acord que les meves dades es recopilin i emmagatzemin segons la <a href="{$privacyUrl}" target="_blank">declaració de privacitat</a>.
cs_cz: Ano, souhlasím s tím, že moje osobní údaje budou shromažďovány a ukládány podle <a href="{$privacyUrl}" target="_blank">Prohlášení o ochraně soukromí</a>.
el_gr: Ναι, συμφωνώ με τη συλλογή και αποθήκευση των προσωπικών μου δεδομένων, σύμφωνα με την <a href="{$privacyUrl}" target="_blank">Πολιτική Προστασίας Προσωπικών Δεδομένων</a>.
es_es: Sí, consiento que mis datos se recopilen y se almacenen de acuerdo con la <a href="{$privacyUrl}" target="_blank">declaración de políticas</a>.
fi: Kyllä, annan luvan tallentaa tietojani tietosuojaselosteen <a href="{$privacyUrl}" target="_blank">tietosuojaselosteen</a> kuvaamalla tavalla.
fr_ca: Oui, j'accepte que mes données soient collectées et stockées conformément à la <a href="{$privacyUrl}" target="_blank">Déclaration de confidentialité</a>.
gl: Si, acepto que os meus datos se recollan e almacenen segundo a <a href="{$privacyUrl}" target="_blank">declaración de privacidade</a>.
he: כן, אני מסכים שהנתונים שלי ייאספו ויאוחסן בהתאם להצהרת הפרטיות <a href="{$privacyUrl}" target="_blank"></a>פרטיות.
hr: Da, slažem se da se moji podaci prikupljaju i pohranjuju u skladu s <a href="{$privacyUrl}" target="_blank">izjavom o privatnosti</a>.
hu: Hozzájárulok adataim kezeléséhez az <a href="{$privacyUrl}" target="_blank">Adatvédelmi nyilatkozat</a> szerint.
hy_am: Այո, ես համաձայն եմ, որ իմ տվյալները հավաքվեն և պահպանվեն համաձայն <a href="{$privacyUrl}" target="_blank">Գաղտնիության հայտարարության</a>:
id_id: Ya, saya setuju data saya diambil dan disimpan berdasarkan <a href="{$privacyUrl}" target="_blank">pernyataan privasi</a>.
is: Já, ég gef samþykki fyrir skráningu og geymslu á mínum perónuupplýsingum í samræmi við yfirlýsingu um <a href="{$privacyUrl}" target="_blank">persónuvernd</a>.
it: Sì, dò il mio consenso che i miei dati vengano raccolti e registrati secondo questa <a href="{$privacyUrl}" target="_blank">Informativa sulla privacy</a>.
ja: 本誌の<a href="{$privacyUrl}" target="_blank">個人情報保護方針</a>に従ってデータを収集し保存することに同意します。
ka_ge: დიახ, მე ვეთანხმები ჩემს მონაცემების შეგროვებას და შენახვას, <a href="{$privacyUrl}" target="_blank">კონფიდენციალურობის დებულების</a> შესაბამისად.
lv_lv: Jā, es piekrītu, ka mani dati tiek vākti un glabāti saskaņā ar <a href="{$privacyUrl}" target="_blank">privātuma atrunu</a>.
mk: Да, се согласувам моите податоци да бидат собрани и чувани според <a href="{$privacyUrl}" target="_blank"> изјава за приватност </a>.
mr: होय, मी <a href="{$privacyUrl}" target="_blank">गोपनीयता विधानानुसार</a> माझ्याबाबतची माहिती संकलित आणि संग्रहित करण्यास सहमती देतो/देते.
pt_pt: Sim, concordo que os meus dados sejam recolhidos e armazenados de acordo com os <a href="{$privacyUrl}" target="_blank"> termos de privacidade</a>.
ro_ro: Da, sunt de acord ca datele mele să fie colectate și stocate în conformitate cu <a href="{$privacyUrl}" target="_blank">Declarațiea de confidențialitate</a>.
ru_ru: Да, я даю согласие на сбор и хранение моих данных в соответствии с <a href="{$privacyUrl}" target="_blank">Уведомлением о конфиденциальности</a>.
sl_si: Da, strinjam se, da so moji podatki zbrani in shranjeni v skladu z naslednjo <a href="{$privacyUrl}" target="_blank">Izjavo o zasebnosti</a>.
sv_se: Ja, jag accepterar att mina data samlas och lagras enligt <a href="{$privacyUrl}" target="_blank">integritetspolicyn</a>.
tr_tr: Evet, bana ait bilgilerin <a href="{$privacyUrl}" target="_blank">Politika Bildirimi</a>ne göre toplanmasını ve saklanmasını kabul ediyorum.
uk_ua: Так, я згоден, що мої дані збираються і зберігаються відповідно до <a href="{$privacyUrl}" target="_blank"> заяви про конфіденційність </a>.
vi: Có, tôi đồng ý cho dữ liệu của tôi được thu thập và lưu trữ theo <a href="{$privacyUrl}" target="_blank">tuyên bố về quyền riêng tư</a>.
vi_vn: Có, tôi đồng ý thu thập và lưu trữ dữ liệu của mình theo <a href="{$privacyUrl}" target="_blank"> tuyên bố về quyền riêng tư </a>.

# user.register.form.emailConsent
source: Yes, I would like to be notified of new publications and announcements.
ar_iq: نعم، أود الحصول على إشعارات بشأن الإصدارات والإعلانات الجديدة.
bg: Да, бих искал да получавам известия за нови публикации и съобщения.
ca_es: Sí, vull que em notifiquin les publicacions noves i els avisos.
cs_cz: Ano, rád bych byl informován o nově publikovaných článcích a dostával oznámení časopisu.
el_gr: Επιθυμώ να λαμβάνω ενημερώσεις για νέες δημοσιεύσεις και ανακοινώσεις.
es_es: Sí, deseo que me notifiquen acerca de nuevas publicaciones y avisos.
fi: Kyllä, haluan ilmoituksen uusista julkaisuista ja tiedotteista.
fr_ca: Oui, j'aimerais être informé-e des nouvelles publications et annonces.
gl: Si, gustaríame que me avisasen de novas publicacións e avisos.
he: כן, אני מעוניין לקבל הודעה על פרסומים והודעות חדשות.
hr: Da, želim primati obavijesti o novim objavama i najavama.
hu: Szeretnék értesítést kapni új publikációkról, illetve a folyóirat közleményeiről.
hy_am: Այո, ես կցանկանայի տեղեկանալ նոր հրապարակումների և հայտարարությունների մասին։
id_id: Ya, saya ingin diberi tahu bila ada terbitan dan pengumuman baru.
is: Já, ég vil fá skilaboð um nýjar útgáfur og tilkynningar.
it: Si, voglio ricevere gli annunci e notizie sulle nuove pubblicazioni.
ja: 雑誌の最新号についてのお知らせを受けたいです。
ka_ge: დიახ, მსურს გავიგო ახალი პუბლიკაციებისა და განცხადებების შესახებ ყველა იმ ჟურნალისთვის, რომელშიც მე დავრეგისტრირდი.
lv_lv: Jā, es vēlos saņemt informāciju par jaunām publikācijām un paziņojumiem.
mk: Да, би сакал да бидам известен за нови публикации и објави.
mr: होय, मला नवे लेख आणि निवेदनांबद्दल सूचित केलेले आवडेल.
pt_pt: Sim, quero ser notificado de novas publicações e outros anúncios.
ro_ro: Da, aș dori să fiu informat despre noile publicații și despre anunțuri.
ru_ru: Да, я хочу получать уведомления о новых публикациях и объявлениях.
sl_si: Da, želim biti obveščen o izdanih novih številkah in obvestilih revije.
sv_se: Ja, jag vill bli kontaktad med information om nya publiceringar och meddelanden.
tr_tr: Evet, yeni yayınlardan ve duyurulardan haberdar olmak istiyorum.
uk_ua: Так, я хотів би отримувати повідомлення про нові публікації та оголошення.
vi: Có, tôi muốn nhận thông báo về các ấn phẩm và thông báo mới.
vi_vn: Có, tôi muốn được thông báo về các ấn phẩm và thông báo mới.

# user.register.form.emailExists
source: The selected email address is already in use by another user.
ar_iq: عنوان البريد الالكتروني هذا مستعمل سلفاً من قبل مستخدم آخر.
bg: Избраният имейл адрес вече се използва от друг потребител.
ca_es: Ja hi ha un altre usuari/usuària que utilitza l’adreça electrònica seleccionada.
cs_cz: Zvolenou emailovou adresu již používá jiný uživatel.
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου που επιλέξατε χρησιμοποιείται ήδη από άλλο Χρήστη.
es_es: La dirección de correo electrónico seleccionada ya está siendo utilizada por otro usuario.
eu_es: Hautatutako helbide elektronikoa beste erabiltzaile batena da.
fa_ir: قبلا با آدرس ایمیل وارد شده، کاربری در این سامانه ثبت‌نام کرده است. (ممکن است قبلا ثبت‌نام کرده باشید!)
fi: Valittu sähköposti on jo toisen käyttäjän käytössä.
fr_ca: L'adresse de courriel sélectionnée est déjà utilisée par un-e autre utilisateur-trice.
gl: O enderezo de correo electrónico seleccionado xa o está a usar outro usuario.
he: כתובת הדואר האלקטרוני שנבחרה כבר נמצאת בשימוש על-ידי משתמש אחר.
hr: Odabrana adresa e-pošte već postoji.
hu: A megadott email címét már használja egy másik felhasználó.
hy_am: Ընտրված էլ․ փոստի հասցեն արդեն օգտագործվում է մեկ այլ օգտվողի կողմից:
id_id: Alamat email yang dipilih sudah digunakan oleh pengguna lain.
is: Valið netfang er í notkun hjá öðrum notanda.
it: L'indirizzo email selezionato è già in uso da un altro utente.
ja: 指定されたメールアドレスは既に別のユーザーに使用されています。
ka_ge: არჩეული მომხმარებლის ელფოსტა უკვე გამოიყენება სხვა მომხმარებლის მიერ.
lv_lv: Izvēlēto e-pasta adresi jau izmanto cits lietotājs.
mk: Избраниот имејл е веќе во употреба од друг корисник.
mr: हा ई-मेल पत्ता पूर्वीपासूनच दुसऱ्या वापरकर्त्याद्वारे वापरात आहे.
pt_pt: O endereço de e-mail inserido já se encontra registado.
ro_ro: Adresa de e-mail selectată este deja folosită de un alt utilizator.
ru_ru: Выбранный адрес электронной почты уже используется другим пользователем сайта.
sl_si: Izbrani e-poštni naslov je že uporabljen za drugega uporabnika.
sr_rs@cyrillic: Одабрану адресу већ користи други корисник.
sr_rs@latin: Odabranu adresu već koristi drugi korisnik.
sv_se: E-postadressen används redan av annan användare.
tr_tr: Seçmiş olduğunuz e-posta adresi halihazırda başka bir kullanıcı tarafından kullanılmaktadır.
uk_ua: Вказана адреса email вже використовується іншим користувачем.
vi: Địa chỉ email đã chọn đã được sử dụng bởi người dùng khác.
vi_vn: Địa chỉ email được chọn đã được người dùng khác sử dụng.
