Repository: pkp/pkp-lib
Catalog: locale/*/user.po
Languages: ar_iq, bg, bg_bg, ca_es, cs_cz, el_gr, es_es, eu_es, fa_ir, fi, fr_ca, gl, he, hr, hu, hy_am, id_id, is, it, ja, ka_ge, lv_lv, mk, mr, pt_pt, ro_ro, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, vi, vi_vn

# user.login.registrationPendingValidation
source: Registration awaiting verification
ar_iq: التسجيل ينتظر التحقق
bg: Регистрация в очакване на проверка
ca_es: Registre pendent de verificació
cs_cz: Registrace očekává potvrzení.
el_gr: Αναμονή για επαλήθευση εγγραφής
es_es: Registro pendiente de verificación
fa_ir: ثبت‌نام منتظر تایید است
fi: Rekisteröinti odottaa vahvistusta
fr_ca: Inscription en attente de validation
gl: Rexistro á espera de verificación
he: הרישום ממתין לאימות
hr: Registracija čeka potvrdu
hu: A regisztráció jóváhagyásra vár
hy_am: Գրանցումը սպասում է ստուգմանը
id_id: Pendaftaran menunggu verifikasi
is: Skráning bíður staðfestingar
it: La registrazione aspetta la verifica
ja: 確認待ちの登録
ka_ge: რეგისტრაცია ელოდება დადასტურებას
lv_lv: Reģistrācija gaida verifikāciju
mk: Регистрацијата чека верификација
mr: नोंदणी पडताळणीच्या प्रतीक्षेत आहे
pt_pt: Aguardando verificação do registo
ro_ro: Înregistrarea așteaptă verificarea
ru_ru: Регистрация ожидает верификации
sl_si: Registracija še čaka na verifikacijo
sr_rs@cyrillic: Регистрација чека потврду
sr_rs@latin: Registracija čeka potvrdu
sv_se: Avvaktar verifiering
tr_tr: Onay bekleyen kayıt
uk_ua: Реєстрація очікує перевірки
vi: Đăng ký đang chờ xác minh
vi_vn: Đăng ký đang chờ xác minh

# user.login.rememberUsernameAndPassword
source: Keep me logged in
ar_iq: أبقني مسجلاً لدخولي في الموقع
bg: Запомняне на влизането (оставяне в режим logged in)
ca_es: Mantenir-me connectat
cs_cz: Neodhlašovat mne.
el_gr: Απομνημόνευση του προσωπικού μου ονόματος Χρήστη και κωδικού πρόσβασης
es_es: Mantenerme conectado
fa_ir: به خاطر سپاری نام کاربری و رمز عبور
fi: Muista käyttäjätunnukseni ja salasanani
fr_ca: Mémoriser mon nom d'usager et mon mot de passe
gl: Mantenme conectado
he: השאירו אותי מחובר
hr: Zadrži me prijavljenim
hu: Tartson bejelentkezett állapotban
hy_am: Մնալ Համակարգում
id_id: Biarkan Selalu Logged in
is: Halda innskráningu virkri
it: Ricordami
ja: ユーザー名とパスワードを記憶する
ka_ge: ცვლილების გარეშე დატოვება
lv_lv: Atcerēties mani
mk: Остави ме најавен
mr: मला सतत लॉग-इन ठेवा
pt_pt: Manter-me conectado
ro_ro: Ține-mă logat
ru_ru: Запомнить меня
sl_si: Zapomni si moje uporabniško ime in geslo
sr_rs@cyrillic: Запамти моје корисничко име и лозинку
sr_rs@latin: Zapamti moje korisničko ime i lozinku
sv_se: Håll mig inloggad
tr_tr: Oturumumu açık tut
uk_ua: Запам'ятати мене
vi: Giữ tôi đăng nhập
vi_vn: Giữ tôi luôn đăng nhập

# user.login.resetPassword
source: Reset Password
ar_iq: إعادة تعيين كلمة المرور
bg: Нулиране на паролата
ca_es: Reinicieu la contrasenya
cs_cz: Resetovat heslo
el_gr: Αλλαγή του προσωπικού σας κωδικού πρόσβασης
es_es: Restaurar contraseña
eu_es: Berrezarri pasahitza
fa_ir: باز نشانی رمز عبور
fi: Vaihda salasana
fr_ca: Réinitialiser le mot de passe
gl: Restaurar contrasinal
he: איפוס סיסמה
hr: Ponovno postavljanje lozinke
hu: Jelszó visszaállítás
hy_am: Վերակայեք գաղտնաբառը
id_id: Atur ulang kata sandi
is: Endurstilla lykilorð
it: Reimposta la password
ja: パスワードのリセット
ka_ge: პაროლის ჩამოყრა
lv_lv: Atjaunot paroli
mk: Ресетирај лозинка
mr: पासवर्ड रिसेट करा
pt_pt: Nova Senha
ro_ro: Reseteaza parola
ru_ru: Сбросить пароль
sl_si: Ponastavi geslo
sr_rs@cyrillic: Промени лозинку
sr_rs@latin: Promeni lozinku
sv_se: Återställ lösenord
tr_tr: Şifreyi Sıfırla
uk_ua: Скинути пароль
vi: Đặt lại mật khẩu
vi_vn: Đặt lại mật khẩu

# user.logOut
source: Logout
ar_iq: الخروج
bg: Изход от системата (Logout)
ca_es: Surt de la sessió
cs_cz: Odhlásit
el_gr: Αποσύνδεση
es_es: Salir
eu_es: Amaitu saioa
fa_ir: خروج
fi: Kirjaudu ulos
fr_ca: Se déconnecter
gl: Pechar sesión
he: התנתקות
hr: Odjava
hu: Kijelentkezés
hy_am: Դուրս գալ
is: Útskráning
it: Esci
ja: ログアウト
ka_ge: გამოსვლა
lv_lv: Iziet no sistēmas
mk: Одјава
mr: लॉग-आउट करा
pt_pt: Sair do Sistema
ro_ro: Deconectare
ru_ru: Выйти из системы
sl_si: Odjava
sr_rs@cyrillic: Одјави се
sr_rs@latin: Odjavi se
sv_se: Logga ut
tr_tr: Çıkış
uk_ua: Вийти
vi: Đăng xuất
vi_vn: Đăng xuất

# user.logOutAs
source: Logout as {$username}
ar_iq: الخروج كأنني
bg: Изход от системата като {$username}
ca_es: Surt de la sessió com a
cs_cz: Odlášení z
el_gr: Αποσύνδεση ως
es_es: Cerrar sesión como
fa_ir: خروج از
fi: Kirjaudu ulos käyttäjänä {$username}
fr_ca: Fermeture de session en tant que {$username}
gl: Pechar sesión como {$username}
he: התנתק כ-{$username}
hr: Odjavite se kao {$username}
hu: Kijelentkezés, mint {$username}
hy_am: Դուրս գալ որպես {$username}
id_id: Logout sebagai
is: Skrá út {$username}
it: Logout come
ja: {$username}としてログアウト
ka_ge: გამოსვლა, როგორც {$username}
lv_lv: Iziet no sistēmas kā {$username}
mk: Одјави се како {$username}
mr: {$username} च्या खात्यातून लॉगआउट करा
pt_pt: Sair como
ro_ro: Deconectare ca
ru_ru: Выйти из системы как
sl_si: Odjava kot
sr_rs@cyrillic: Одјави се као
sr_rs@latin: Odjavi se kao
sv_se: Logga ut som
tr_tr: Çıkış
uk_ua: Вийти як
vi: Đăng xuất với tư cách {$username}
vi_vn: Đăng xuất với người dùng

# user.hello
source: Hello,
ar_iq: مرحباً
bg: Здравейте,
ca_es: Hola,
cs_cz: Dobrý den,
el_gr: Γειά σας,
es_es: Hola:
eu_es: Kaixo,
fa_ir: سلام،
fi: Hei,
fr_ca: Bonjour,
gl: Ola,
he: שלום
hr: Zdravo,
hu: Üdvözlet,
hy_am: Ողջույն,
id_id: Halo,
is: Halló,
it: Salve,
ja: こんにちは、
ka_ge: გამარჯობა,
lv_lv: Sveicināti,
mk: Здраво,
mr: नमस्कार,
pt_pt: Olá,
ro_ro: Bună ziua,
ru_ru: Добро пожаловать,
sl_si: Pozdravljeni,
sr_rs@cyrillic: Поздрав,
sr_rs@latin: Pozdrav
sv_se: Hejsan,
tr_tr: Merhaba,
uk_ua: Вітаємо,
vi: Chào,
vi_vn: Xin chào,

# user.mailingAddress
source: Mailing Address
ar_iq: عنوان المراسلة
bg: Пощенски адрес
ca_es: Adreça postal
cs_cz: Poštovní adresa
el_gr: Ταχυδρομική διεύθυνση
es_es: Dirección postal
eu_es: Posta-helbidea
fa_ir: آدرس پستی
fi: Postiosoite
fr_ca: Adresse postale
gl: Enderezo postal
he: כתובת למשלוח דואר
hr: Adresa
hu: Levelezési cím
hy_am: Փոստային հասցե
id_id: Alamat Surat Menyurat
is: Póstfang
it: Indirizzo postale
ja: 住所
ka_ge: Საფოსტო მისამართი
lv_lv: Pasta adrese
mk: Поштенска адреса
mr: पत्र व्यवहाराचा पत्ता
pt_pt: Endereço Postal
ro_ro: adresă postală
ru_ru: Почтовый адрес
sl_si: Naslov
sr_rs@cyrillic: Поштанска адреса
sr_rs@latin: Poštanska adresa
sv_se: Postadress
tr_tr: Posta Adresi
uk_ua: Поштова адреса
vi: Địa chỉ gửi thư
vi_vn: Địa chỉ gửi thư

# user.myAccount
source: My Account
ar_iq: حسابي
bg: Моят профил
ca_es: El meu compte
cs_cz: Můj účet
el_gr: Ο Λογαριασμός μου
es_es: Mi cuenta
eu_es: Nire kontua
fa_ir: حساب کاربری من
fi: Oma tilini
fr_ca: Mon compte
gl: A miña conta
he: החשבון שלי
hr: Moj račun
hu: Fiókom
hy_am: Իմ հաշիվը
id_id: Akun Saya
is: Notendareikningur minn
it: Il mio account
ja: マイ・アカウント
ka_ge: ჩემი ანგარიში
lv_lv: Mans profils
mk: Мојот профил
mr: माझे खाते
pt_pt: Minha Conta
ro_ro: Contul meu
ru_ru: Мой профиль
sl_si: Moj račun
sr_rs@cyrillic: Мој налог
sr_rs@latin: Moj nalog
sv_se: Mitt användarkonto
tr_tr: Hesabım
uk_ua: Мій обліковий запис
vi: Tài khoản của tôi
vi_vn: Tài khoản của tôi

# user.name
source: Name
ar_iq: الاسم
bg: Име
ca_es: Nom
cs_cz: Jméno
el_gr: Όνομα
es_es: Nombre
eu_es: Izen-abizenak
fa_ir: نام
fi: Nimi
fr_ca: Nom
gl: Nome
he: שם
hr: Ime
hu: Név
hy_am: Անուն
id_id: Nama
is: Nafn
it: Nome
ja: 名前
ka_ge: სახელი
lv_lv: Lietotāja vārds
mk: Име
mr: नाव
pt_pt: Nome
ro_ro: Nume
ru_ru: Фамилия
sl_si: Ime
sr_rs@cyrillic: Име
sr_rs@latin: Ime
sv_se: Namn
tr_tr: Ad
uk_ua: Ім'я
vi: Tên
vi_vn: Tên

# user.password
source: Password
ar_iq: كلمة المرور
bg: Парола
ca_es: Contrasenya
cs_cz: Heslo
el_gr: Κωδικός πρόσβασης
es_es: Contraseña
eu_es: Pasahitza
fa_ir: رمز ورود
fi: Salasana
fr_ca: Mot de passe
gl: Contrasinal
he: סיסמה
hr: Lozinka
hu: Jelszó
hy_am: Գաղտնաբառ
id_id: Kata Sandi
is: Lykilorð
ja: パスワード
ka_ge: პაროლი
lv_lv: Parole
mk: Лозинка
mr: पासवर्ड
pt_pt: Senha
ro_ro: Parolă
ru_ru: Пароль
sl_si: Geslo
sr_rs@cyrillic: Лозинка
sr_rs@latin: Lozinka
sv_se: Lösenord
tr_tr: Şifre
uk_ua: Пароль
vi: Mật khẩu
vi_vn: Mật khấu (password)

# user.repeatPassword
source: Repeat password
ar_iq: أعد كلمة المرور
bg: Повторете паролата
ca_es: Repetiu la contrasenya
cs_cz: Opakujte heslo.
el_gr: Επανάληψη κωδικού
es_es: Repita la contraseña
eu_es: Errepikatu pasahitza
fa_ir: تکرار رمز عبور
fi: Anna salasana uudelleen
fr_ca: Répéter le mot de passe
gl: Repita o contrasinal
he: חזור על סיסמה
hr: Ponovno unesite lozinku
hu: Jelszó megismétlése
hy_am: Կրկնեք գաղտնաբառը
id_id: Ulangi Kata Sandi
is: Endurtaktu lykilorð
it: Ripeti la password
ja: もう一度パスワードを入力してください
ka_ge: პაროლის გამეორება
lv_lv: Atkārtot paroli
mk: Повотри ја лозинката
mr: पासवर्डची फेर नोंद
pt_pt: Repetir Senha
ro_ro: Repetă parola
ru_ru: Повторите пароль
sl_si: Ponovite geslo
sr_rs@cyrillic: Понови лозинку
sr_rs@latin: Ponovi lozinku
sv_se: Upprepa lösenord
tr_tr: Şifre tekrarı
uk_ua: Повторіть пароль
vi: Nhập lại mật khẩu
vi_vn: Lặp lại mật khẩu (password)

# user.phone
source: Phone
ar_iq: الهاتف
bg: Телефон
ca_es: Telèfon
cs_cz: Telefon
el_gr: Τηλέφωνο
es_es: Teléfono
eu_es: Telefonoa
fa_ir: تلفن
fi: Puhelin
fr_ca: Téléphone
gl: Teléfono
he: טלפון
hr: Broj telefona
hu: Telefon
hy_am: Հեռախոս
id_id: Telepon
is: Sími
it: Telefono
ja: 電話
ka_ge: ტელეფონი
lv_lv: Tālrunis
mk: Телефон
mr: फोन क्रमांक
pt_pt: Telefone
ro_ro: Telefon
ru_ru: Телефон
sl_si: Telefon
sr_rs@cyrillic: Телефон
sr_rs@latin: Telefon
sv_se: Telefon
tr_tr: Tel
uk_ua: Телефон
vi: Điện thoại
vi_vn: Điện thoại

# user.preferredPublicName
source: Preferred Public Name
ar_iq: الاسم الشائع المفضل
bg: Предпочитано публично име
ca_es: Nom públic preferit
el_gr: Τίτλος προτίμησής σας
es_es: Nombre público preferido
fi: Ensisijainen julkinen nimi
fr_ca: Appellation publique souhaitée
gl: Nome público preferido
he: שם ציבורי מועדף
hr: Preferirano javno ime
hu: Preferált megszólítás
hy_am: Նախընտրելի հանրային անուն
id_id: Nama Publik Pilihan
is: Opinber birting á nafni
it: Nome pubblico
ja: 好ましいパブリック名称
ka_ge: სასურველი საჯარო სახელი
lv_lv: Vēlamā uzruna
mk: Преферирано име за во јавност
mr: पसंतीचे टोपणनाव
ro_ro: Nume preferat pentru afișarea publică
ru_ru: Предпочитаемое обращение
sl_si: Želeno javno ime
tr_tr: Tercih Edilen Genel Ad
uk_ua: Бажане загальнодоступне ім’я
vi: Tên công khai ưu tiên
vi_vn: Tên công khai ưa thích

# user.preferredPublicName.description
source: Please provide the full name as the author should be identified on the published work. Example: Dr. Alan P. Mwandenga
ar_iq: كيف تفضل أن تتم مخاطبتك؟ عبارة التحية، الاسم الأوسط واللواحق يمكن إضافتها هنا إذا كان ذلك يناسبك.
bg: Моля, посочете пълното име, тъй като авторът трябва да бъде идентифициран върху публикуваното произведение. Пример: д-р Алън П. Мванденга
ca_es: Com preferiu que se us adrecin? Aquí podeu afegir encapçalaments, segons noms i sufixos si ho desitgeu.
el_gr: Τίτλοι, αξιώματα και άλλα ονόματα με τα οποία επιθυμείτε να σας απευθύνονται μπορούν να προστεθούν εδώ.
es_es: ¿Cómo prefiere que se le dirijan? Aquí puede añadir encabezamientos, segundos nombres y sufijos si así lo desea.
fi: Anna koko nimi, jota kirjoittajasta tulee käyttää. Tähän nimeen voi liittää esimerkiksi erilaisia etu- ja takaliitteitä. Esimerkiksi: Dr. Alan P. Mwandenga
fr_ca: Comment préférez-vous que l'on s'adresse à vous ? Les salutations, les seconds prénoms et suffixes peuvent être ajoutés ici si vous le souhaitez.
gl: Como prefires que te atendan? Aquí pode engadir saúdos, segundos nomes e sufixos se o desexa
he: אנא ספק את השם המלא מכיוון שיש לזהות את המחבר ביצירה שפורסמה. דוגמה: ד"ר אלן פ. מוונדנגה
hr: Navedite puno ime jer bi autor trebao biti identificiran na objavljenom djelu. Primjer: dr. Alan P. Mwandenga
hu: Kérjük, adja meg a teljes nevet, amivel a szerzőt azonosítani lehet a közzétett munkában. Például: Dr. Alan P. Mwandenga
hy_am: Խնդրում ենք տրամադրել ամբողջական անունը, քանի որ հեղինակը պետք է նույնականացվի հրապարակված աշխատանքով: Օրինակ՝ դոկտոր Ալան Պ. Մուանդենգա
id_id: Saapan yang Anda lebih suka? Salam, nama tengah, dan sufiks dapat ditambahkan di sini jika Anda mau.
is: Vinsamlega skráðu fullt nafn höfundar eins og það á að birtast í útgefnu verki. Dæmi: Dr. Egill S. Grímsson
it: Come preferisci essere salutato? Se desideri puoi aggiungere il tuo titolo, secondi nomi, suffissi, etc.
ja: どのように呼べてほしいですか？ 敬称、ミドルネーム、接尾辞をここに追加できます。
ka_ge: როგორ გირჩევნიათ, რომ მოგმართოთ? თუ გსურთ, მისალმების ფორმა, შუა სახელი და სუფიქსები შეგიძლიათ დაამატოთ აქ.
lv_lv: Lūdzu, norādiet pilnu vārdu un uzvārdu, jo publicētajā darbā ir jānorāda autors. Piemērs: Dr. Alan P. Mwandenga
mk: Ве молиме наведете го целосното име бидејќи авторот треба да биде идентификуван на објавеното дело. Пример: д-р Алан П. Мванденга
mr: प्रकाशित लेखनावर नोंद करण्यासाठी लेखकाचे प्रचलित संपूर्ण नाव लिहा. उदा : मुरारी पुरुषोत्तम तपस्वी
ro_ro: Cum preferați să fiți abordat? Dacă doriți, aici pot fi adăugate Salutări, sufixe (prof., dr., ing., ec.), etc.
ru_ru: Как вы хотите, чтобы к вам обращались? При желании вы можете добавить сюда приветствие, отчество/второе имя и суффиксы.
sl_si: Kako želite biti naslovljeni? Dodate lahko naziv, srednje ime in pripone, ki bi jih želeli.
tr_tr: Nasıl belirtmeyi tercih edersiniz? İsterseniz buraya selamlar, ikinci adlar ve son ekler eklenebilir.
uk_ua: Як ви вважаєте за краще звертатися? Привітання, прізвища та суфікси можна додати тут, якщо хочете.
vi: Vui lòng cung cấp tên đầy đủ như tác giả nên được nhận dạng trên tác phẩm đã xuất bản. Ví dụ: TS. Alan P. Mwandenga
vi_vn: Bạn muốn như thế nào về tên công khai của bạn? Lời chào, tên đệm và hậu tố có thể được thêm vào đây nếu bạn muốn.

# user.profile.changePasswordInstructions
source: Enter your current and new passwords below to change the password for your account.
ar_iq: أدخل كلمة مرورك الحالية والجديدة أدناه للتمكن من تغيير كلمة مرورك في الموقع.
bg: Въведете текущата и новата си парола по-долу, за да промените паролата за вашия акаунт.
ca_es: Introduïu la contrasenya actual i la contrasenya nova per a canviar la contrasenya del vostre compte.
cs_cz: Pro změnu hesla k Vašemu účtu vložte níže Vaše současné a nové heslo.
el_gr: Για να αλλάξετε τον προσωπικό σας κωδικό πρόσβασης, καταχωρήστε τον τρέχοντα και τον νέο κωδικό πρόσβασης στα ακόλουθα πεδία.
es_es: Introduzca tu contraseña actual y la nueva para cambiar la contraseña de tu cuenta.
eu_es: Zure kontuaren pasahitza aldatzeko, idatzi zure oraingo pasahitza eta pasahitz berria behean.
fa_ir: برای تغییر رمز عبور، رمز عبور فعلی و جدید را در قسمت های زیر وارد کنید
fi: Syötä nykyinen ja uusi salasanasi alle vaihtaaksesi tilisi salasanan.
fr_ca: Saisir votre mot de passe actuel et votre nouveau mot de passe ci-dessous pour modifier le mot de passe de votre compte.
gl: Insira o seu contrasinal actual e o novo para cambiar o contrasinal da súa conta.
he: הזינו את הסיסמאות הנוכחיות והחדשות שלכם למטה כדי לשנות את הסיסמה לחשבון שלכם.
hr: U nastavku unesite svoju trenutnu i novu lozinku da biste promijenili lozinku za svoj račun.
hu: Adja meg a jelenlegi és az új jelszavát, hogy megváltoztassa a fiókjához tartozó jelszót.
hy_am: Ներքևում մուտքագրեք ձեր ընթացիկ և նոր գաղտնաբառերը՝ ձեր հաշվի գաղտնաբառը փոխելու համար:
id_id: Masukkan kata sandi Anda saat ini dan yang baru di bawah ini untuk mengganti kata sandi akun Anda.
is: Sláðu inn núverandi og nýtt lykilorð fyrir neðan til að breyta um lykilorð á notandareikningnum þínum.
it: Per cambiare la password del tuo account, inserisci qui sotto la tua vecchia password e poi quella nuova.
ja: パスワードの変更を行う場合は、現在のパスワードと新しいパスワードを以下の該当欄に入力してください。
ka_ge: შეიყვანეთ თქვენი მიმდინარე და ახალი პაროლები ქვემოთ, რომ შეცვალოთ თქვენი ანგარიშის პაროლი.
lv_lv: Lai mainītu profila paroli, zemāk ievadiet pašreizējo un jauno paroli.
mk: Внесете ги тековните и новите лозинки подолу за да ја смените лозинката за вашата сметка.
mr: तुमच्या खात्याचा पासवर्ड बदलण्यासाठी खाली तुमच्या वर्तमान आणि नव्या पासवर्डची नोंद करा.
pt_pt: Insira as senhas actual e nova para alterar a senha de acesso à conta.
ro_ro: Introduceți mai jos parolele curente și noi pentru a schimba parola pentru contul dvs.
ru_ru: Введите ниже ваши текущий и новый пароли для изменения пароля вашей учетной записи.
sl_si: Vpišite vaše dosedanje in novo geslo, da boste spremenili geslo.
sr_rs@cyrillic: Унесите постојећу и нову лозинку како би променили лозинку за ваш налог.
sr_rs@latin: Unesite postojeću i novu lozinku kako bi promenili lozinku za vaš nalog.
sv_se: Ange ditt aktuella lösenord samt nytt lösenord nedan för att ändra lösenordet för ditt konto.
tr_tr: Kullancı hesabınızın şifresini değiştirmek için mevcut ve yeni şifrenizi giriniz.
uk_ua: Щоб змінити пароль для вашого облікового запису, введіть нижче старий і новий паролі.
vi: Nhập mật khẩu hiện tại và mới của bạn bên dưới để thay đổi mật khẩu cho tài khoản của bạn.
vi_vn: Nhập Mật khẩu hiện tại và Mật khẩu mới của bạn bên dưới để thay đổi mật khẩu cho tài khoản của bạn.

# user.profile.editProfile
source: Edit Profile
ar_iq: تعديل الملف الشخصي
bg: Редактиране на профил
ca_es: Edició del perfil
cs_cz: Editovat profil
el_gr: Επεξεργασία προφίλ
es_es: Editar perfil
eu_es: Editatu profila
fa_ir: ویرایش پروفایل
fi: Muokkaa profiilia
fr_ca: Modifier le profil
gl: Editar perfil
he: עריכת פרופיל
hr: Uredi profil
hu: Profil szerkesztése
hy_am: Խմբագրեք պրոֆիլը
id_id: Edit Profil
is: Breyta forstillingum notanda
it: Modifica il profilo
ja: ユーザー情報の編集
ka_ge: პროფილის ჩასწორება
lv_lv: Rediģēt profilu
mk: Уреди профил
mr: संक्षिप्‍त परिचयात फेरफार करा
pt_pt: Editar Perfil
ro_ro: Editare profil
ru_ru: Редактировать профиль
sl_si: Uredi račun
sr_rs@cyrillic: Измени профил
sr_rs@latin: Izmeni profil
sv_se: Redigera profil
tr_tr: Profil Düzenle
uk_ua: Редагування профілю
vi: Chỉnh sửa hồ sơ
vi_vn: Chỉnh sửa hồ sơ

# user.profile.form.countryRequired
source: A country is required.
ar_iq: البلد مطلوب حتماً.
bg: Изисква се отбелязана държава.
ca_es: Cal que introduïu un país.
cs_cz: Stát je vyžadován.
el_gr: Απαιτείται η συμπλήρωση της χώρας εργασίας σας
es_es: Introduzca un país.
eu_es: Beharrezkoa da herrialde bat.
fa_ir: انتخاب کشور الزامی است
fi: Maa vaaditaan.
fr_ca: Il faut indiquer un pays.
gl: Insira un país.
he: נדרשת מדינה.
hr: Država je obavezna.
hu: Ország név kötelező.
hy_am: Երկիրը պարտադիր է.
id_id: Negara perlukan dipilih.
is: Land er áskilið.
it: Inserire un Paese.
ja: 国は必須です。
ka_ge: ქვეყანა სავალდებულოა.
lv_lv: Nepieciešams norādīt valsti.
mk: Земјат а е задолжителна.
mr: देशाचे नाव बंधनकारक आहे.
pt_pt: Obrigatório indicação do país
ro_ro: Este necesară selectarea țării.
ru_ru: Страна обязательна.
sl_si: Država je obvezna.
sr_rs@cyrillic: Земља је неопходна.
sr_rs@latin: Zemlja je neophodna.
sv_se: Land krävs.
tr_tr: Bir ülke gerekli.
uk_ua: Необхідно вказати країну.
vi: Quốc gia là bắt buộc.
vi_vn: Quốc gia là bắt buộc.

# user.profile.form.emailRequired
source: A valid email address is required.
ar_iq: عنوان بريد الكتروني صحيح مطلوب حتماً.
bg: Изисква се отбелязан валиден имейл.
ca_es: Heu d’introduir una adreça electrònica vàlida.
cs_cz: Je vyžadována platná emailová adresa.
el_gr: Απαιτείται η συμπλήρωση μιας έγκυρης διεύθυνσης ηλεκτρονικού ταχυδρομείου.
es_es: Es necesaria una dirección de correo-e válida.
eu_es: Baliozko helbide elektroniko bat eman behar da.
fa_ir: وارد کردن آدرس ایمیل معتبر الزامی است
fi: Voimassa oleva sähköpostiosoite vaaditaan.
fr_ca: Une adresse de courriel valide est obligatoire.
gl: É necesario un enderezo de correo electrónico válido.
he: נדרשת כתובת דוא"ל תקפה.
hr: Važeća adresa e-pošte je obavezna.
hu: Érvényes email címet kell megadni.
hy_am: Պահանջվում է էլ․ փոստի վավեր հասցե:
id_id: Alamat email yang valid diperlukan.
is: Gilt netfang er áskilið.
it: Inserire un indirizzo email valido.
ja: メールアドレスは必須です。
ka_ge: აუცილებელია ელფოსტის სწორი მისამართი.
lv_lv: Nepieciešams norādīt derīgu e-pasta adresi.
mk: Потребна е велиден имејл.
mr: वैध ई-मेल पत्ता बंधनकारक आहे.
pt_pt: Obrigatório endereço e-mail válido .
ro_ro: Este necesară o adresă de email validă.
ru_ru: Правильный адрес электронной почты обязателен.
sl_si: Veljaven e-potšni naslov je obvezen.
sr_rs@cyrillic: Исправна иејл адреса је неопходна.
sr_rs@latin: Ispravna imejl adresa je neophodna.
sv_se: Giltig e-postadress krävs.
tr_tr: Geçerli bir e-posta adresi gerekli.
uk_ua: Необхідно вказати коректну адресу email.
vi: Địa chỉ email hợp lệ là bắt buộc.
vi_vn: Một địa chỉ email hợp lệ là bặt buộc.

# user.profile.form.givenNameRequired
source: A given name is required.
ar_iq: الاسم مطلوب حتماً.
bg: Изисква се отбелязано име.
ca_es: El nom es obligatori.
el_gr: Απαραίτητο να συμπληρωθεί το όνομα.
es_es: Es necesario un nombre.
fi: Etunimi vaaditaan.
fr_ca: Un prénom est obligatoire.
gl: É necesario un nome.
he: נדרש שם פרטי.
hr: Potrebno je ime.
hu: Keresztnév megadása szükséges.
hy_am: Ազգանունը պարտադիր է։
id_id: Nama depan wajib diisi.
is: Fornafn er áskilið.
it: Un nome di persona è richiesto.
ja: 名は必須です。
ka_ge: სახელი სავალდებულოა.
lv_lv: Nepieciešams norādīt vārdu.
mk: Името е задолжително.
mr: वैयक्तिक नाव बंधनकारक आहे.
ro_ro: Prenumele este necesar.
ru_ru: Имя обязательно.
sl_si: Ime je obvezno.
tr_tr: Belirli bir ad gerekli.
uk_ua: Потрібне ім'я.
vi: Tên riêng là bắt buộc.
vi_vn: Một tên cụ thể là bắt buộc.
