Repository: pkp/pkp-lib
Catalog: locale/*/user.po
Languages: ar_iq, bg, bg_bg, ca_es, cs_cz, el_gr, es_es, eu_es, fa_ir, fi, fr_ca, gl, he, hr, hu, hy_am, id_id, is, it, ja, ka_ge, lv_lv, mk, mr, pt_pt, ro_ro, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, vi, vi_vn

# user.interests
source: Reviewing interests
ar_iq: إهتمامات التحكيم
bg: Рецензентски интереси
ca_es: Interessos de revisió
cs_cz: Zájem o recenzování
el_gr: Θεματικές ενδιαφέροντος για αξιολόγηση
es_es: Intereses de revisión
eu_es: Ebaluatzeko interesak
fa_ir: زمینه های داوری
fi: Sisällölliset ja tutkimusmenetelmälliset osaamisalueet
fr_ca: Champs d'intérêts pour les évaluations
gl: Intereses de revisión
he: תחומי עניין
hr: Recenzentski interesi
hu: Érdeklődési körök
hy_am: Հետաքրքրությունների վերանայում
id_id: Bidang Minat Review
is: Áhugasvið ritrýni
it: Argomenti di interesse per le revisioni
ja: 査読可能分野
ka_ge: ინტერესების განხილვა
lv_lv: Recenzenta intereses
mk: Рецензентски полиња на интерес
mr: समीक्षण स्वारस्य
pt_pt: Área de Interesse para Revisão
ro_ro: Interesele de revizuire
ru_ru: Интересы как рецензента
sl_si: Recenzijski interesi
sr_rs@cyrillic: Рецензентски интереси
sr_rs@latin: Recenzentski interesi
sv_se: Intresseområden för granskning
tr_tr: Uzmanlık Alanı
uk_ua: Наукові інтереси
vi: Sở thích đánh giá
vi_vn: Lĩnh vực phản biện

# user.gossip
source: Editorial Notes
ar_iq: ملاحظات التحرير
bg: Редакционни бележки
ca_es: Notes privades
cs_cz: Soukromé poznámky
el_gr: Σημειώσεις
es_es: Notas privadas
eu_es: Ohar pribatuak
fa_ir: یادداشت خصوصی
fi: Yksityiset muistiinpanot
fr_ca: Notes privées
gl: Notas editoriais
he: הערות מערכת
hr: Uredničke bilješke
hu: Személyes megjegyzések
hy_am: Խմբագրական նշումներ
id_id: Catatan Tambahan
is: Athugasemdir ritstjóra
it: Note private
ja: 編集者メモ
ka_ge: გამოშვების შენიშვნები
lv_lv: Redakcijas piezīmes
mk: Уреднички белешки
mr: संपादकीय नोंदी/टीपा
pt_pt: Notas Privadas
ro_ro: Note editoriale
ru_ru: Заметки редакции
sl_si: Zasebne opombe
sr_rs@cyrillic: Приватне напомене
sr_rs@latin: Privatne napomene
sv_se: Redaktionella anteckningar
tr_tr: Özel notlar
uk_ua: Приватні нотатки
vi: Ghi chú biên tập
vi_vn: Ghi chú Biên tập

# user.gossip.description
source: Record notes about this reviewer that you would like to make visible to other administrators, managers and all editors. Notes will be visible for future review assignments.
ar_iq: سجل ملاحظاتك عن هذا المحكم والتي تريد إظهارها لغيرك من المشرفين، رؤساء التحرير، وكل المحررين. هذه الملاحظات ستكون ظاهرة من أجل مهام التحكيم المستقبلية.
bg: Запишете бележки за този рецензент, които искате да направите видими за други администратори, мениджъри и всички редактори. Бележките ще бъдат видими за бъдещи задачи за преглед.
ca_es: Registreu les notes sobre aquest revisor/a que us agradaria que fossin visibles per a altres administradors/ores, gestors/es i tots els editors/es. Les notes seran visibles en futures assignacions de revisió.
cs_cz: Nahrajte poznámky o tomto recenzentovi, které chcete, aby viděli ostatní správci, manažeři a všichni redaktoři. Poznámky budou viditelné pro budoucí přiřazení recenzí.
el_gr: Καταχωρήστε σημειώσεις για αυτόν τον Αξιολογητή, στις οποίες θα έχουν πρόσβαση οι Διαχειριστές και οι Επιμελητές. Οι σημειώσεις θα είναι ορατές σε μελλοντικές αναθέσεις αξιολόγησης.
es_es: Registre las notas sobre este revisor/a que quiere que sean visibles para otros administradores/as, gestores/as y editores/as. Dichas notas estarán disponibles para futuras asignaciones de revisión.
fi: Tähän annetut muistiinpanot näkyvät vain ylläpitäjille, julkaisun hallinnoijille, toimittajille ja osastotoimittajille.
fr_ca: Enregistrer des renseignements relatifs à cet ou cette évaluateur-trice que vous souhaitez partager aux autres administrateurs-trices, directeurs-trices et rédacteurs-trices. Ces informations seront visibles lors de futures évaluations.
gl: Grava notas sobre este revisor que che gustaría facer visibles para outros administradores/as, xestores/as e todos os editores/as. As notas serán visibles para futuras tarefas de revisión.
he: רשום הערות על סוקר זה שברצונך להפוך לגלויות למפעילים אחרים, למנהלים ולכל העורכים. הערות יהיו גלויות למשימות סקירה עתידיות.
hr: Zabilježite bilješke o ovom recenzentu koje želite učiniti vidljivima drugim administratorima, upraviteljima i svim urednicima. Bilješke će biti vidljive za buduće zadatke pregleda.
hu: Tegyen megjegyzést ehhez a lektoráláshoz, ha szeretné, hogy azt más adminisztrátorok, menedzserek és az összes szerkesztő lássa. A megjegyzések a jövőbeli lektorálási felkérésekben lesznek láthatók.
hy_am: Գրանցեք գրառումներ այս գրախոսի մասին, որոնք ցանկանում եք տեսանելի դարձնել այլ ադմինիստրատորների, կառավարիչների և բոլոր խմբագրողների համար: Նշումները տեսանելի կլինեն հետագա վերանայման առաջադրանքների համար:
id_id: Rekam jejak tentang reviewer ini yang mungkin Anda ingin tampilkan kepada administrator, manajer, dan semua editor lainnya. Catatan akan terlihat untuk penugasan review berikutnya.
is: Skrá athugasemdir um ritrýninn sem þú vilt að aðrir stjórnendur, kerfisstjórar og ritstjórar sjái. Athugasemdir munu vera sýnilegar fyrir komandi ritrýniúthlutanir.
it: Le note inserite in questa area saranno visibili agli amministratori, ai journal managers, e a tutti gli editor.
ja: この査読者について、他のサイト管理者、雑誌管理者、およびすべての編集者に見えるようにしたいというメモを記録します。 メモは次回の査読課題のために表示されます。
ka_ge: ჩაიწერეთ შენიშვნები ამ რეცენზენტის შესახებ, რომელთა გაკეთება გსურთ სხვა ადმინისტრატორებისთვის, მენეჯერებისთვის და ყველა რედაქტორისთვის. შენიშვნები ხილული იქნება მომავალი განხილვის დავალებებისთვის.
lv_lv: Ierakstiet piezīmes par šo recenzentu, kuras vēlaties padarīt redzamas citiem administratoriem, vadītājiem un visiem redaktoriem. Piezīmes būs redzamas turpmākajos recenzēšanas uzdevumos.
mk: Запишете белешки за овој рецензент што сакате да ги направите видливи за другите администратори, менаџери и сите уредници. Белешките ќе бидат видливи за идните задачи за рецензија.
mr: या समीक्षकाबद्दल तुम्ही इतर प्रशासक, व्यवस्थापक आणि सर्व संपादकांना खुल्या ठेवू इच्छिता अशा नोंदी करा. यापुढील समीक्षण कामगिरी दरम्यान या खुल्या ठेवल्या जातील.
pt_pt: As notas aqui introduzidas só serão visíveis aos administradores, gestões de revista, editores e sub-editores.
ro_ro: Înregistrați note despre acest recenzor pe care doriți să le faceți vizibile altor administratori, manageri și tuturor editorilor. Notele vor fi vizibile pentru viitoarele misiuni de revizuire.
ru_ru: Пишите здесь заметки о данном рецензенте, которые вы хотели бы сделать видимыми другим администраторам, менеджерам журнала и всем редакторам. Заметки будут видны при назначениях на рецензию в будущем.
sl_si: Opombe o tem recenzentu, za katere bi radi, da jih vidijo tudi drugi uredniki. Opombe bodo vidne za naslednje recenzijske zadolžitve.
sv_se: Mata in anteckningar om den här granskaren som du vill göra synliga för andra administratörer, tidskriftsansvariga, redaktörer och underredaktörer. Anteckningarna blir synliga för framtida granskningsuppdrag.
tr_tr: Buraya girilen notlar yalnızca yöneticiler, dergi yöneticileri, editörler ve yardımcı editörler tarafından görülebilir.
uk_ua: Нотатки, додані сюди, будуть відображені тільки лоя адміністраторів, менеджерів жураналу та редакторам.
vi: Ghi lại ghi chú về người đánh giá này mà bạn muốn hiển thị cho các quản trị viên, người quản lý khác và tất cả biên tập viên. Ghi chú sẽ hiển thị cho các chỉ định đánh giá sau này.
vi_vn: Ghi lại các ghi chú về người phản biện này mà bạn muốn hiển thị cho các quản trị viên, người quản lý và tất cả các biên tập viên khác. Ghi chú sẽ hiển thị trong phân công phản biện trong tương lai.

source: User Group
ar_iq: مجموعة المستخدم
bg: Потребителска група
ca_es: Grup d'usuaris/àries
cs_cz: Uživatelská skupina
el_gr: Ομάδα Χρηστών
es_es: Grupo de usuarios/as
eu_es: Erabiltzaile taldea
fa_ir: گروه کاربری
fi: Käyttäjäryhmä
fr_ca: Groupe d'utilisateurs-trices
gl: Grupo de usuarios/as
he: קבוצת משתמשים
hr: Grupa korisnika
hu: Felhasználói csoport
hy_am: Օգտվողների խումբ
id_id: Grup Pengguna
is: Notendahópur
it: Gruppo utenti
ja: ユーザーグループ
ka_ge: მომხმარებელთა ჯგუფები
lv_lv: Lietotāja grupa
mk: Група на корисници
mr: वापरकर्ता गट
pt_pt: Grupo
ro_ro: Grup de utilizatori
ru_ru: Группа пользователя
sl_si: Vloga uporabnikov
sr_rs@cyrillic: Група корисника
sr_rs@latin: Grupa korisnika
sv_se: Användargrupp
tr_tr: Üye Grubu
uk_ua: Група користувачів
vi: Nhóm người dùng
vi_vn: Nhóm người dùng

# user.familyName
source: Family Name
ar_iq: اسم العائلة
bg: Фамилно име
ca_es: Cognoms
el_gr: Επίθετο
es_es: Apellidos
fi: Sukunimi
fr_ca: Nom de famille
gl: Apelidos
he: שם משפחה
hr: Prezime
hu: Családnév
hy_am: Ազգանուն
id_id: Nama Belakang
is: Eftirnafn
it: Cognome
ja: 姓
ka_ge: გვარი
lv_lv: Uzvārds
mk: Презиме
mr: आडनाव
ro_ro: Nume
ru_ru: Фамилия
sl_si: Priimek
tr_tr: Soyad
uk_ua: Прізвище
vi: Họ
vi_vn: Họ

# user.profile.form.profileImageInvalid
source: Invalid profile image format or image too big. Accepted formats are .gif, .jpg, or .png, and the image must not exceed 150x150 pixels.
ar_iq: صيغة ملف الصورة الشخصية غير صحيحة أو أن ملف الصورة كبير الحجم جداً. الصيغ المقبولة هي: .gif، .jpg، أو .png، وحجم الصورة ينبغي أن لا يتجاوز 150 × 150 بكسل.
bg: Невалиден формат на изображението на потребителския профил или твърде голямо изображение. Приетите формати са .gif, .jpg или .png, като изображението не трябва да надвишава 150 x 150 пиксела.
ca_es: El format de la imatge del perfil no és vàlid o la imatge és massa gran. Els formats admesos són .gif, .jpg i .png. i la imatge no ha de superar els 150x150 píxels.
cs_cz: Neplatný formát obrázku profilu nebo příliš velký obrázek. Akceptované formáty jsou .gif, .jpg nebo .png a obrázek nesmí překročit 150x150 pixelů.
el_gr: Μη έγκυρος τύπος αρχείου εικόνας προφίλ ή μεγάλο μέγεθος εικόνας. Αποδεκτοί τύποι αρχείων είναι οι .gif, .jpg, .png. Το μέγεθος της εικόνας δεν πρέπει να υπερβαίνει τα 150x150 pixels.
es_es: La imagen del perfil no tiene un formato válido o es demasiado grande. Se aceptan los siguientes formatos: .gif, .jpg y .png. Además, la imagen no puede exceder los 150x150 píxeles.
eu_es: Irudi-formatu profil baliogabea edo irudi handiegia. Formatu onartuak .gif, .jpg, eta .png dira, eta irudiak ezin du 150x150 pixeleko tamaina gainditu.
fa_ir: فرمت نامناسب تصویر پروفایل و یا تصویر بسیار بزرگ. فرمت‌های قابل قبول عبارتند از .gif, .jpg, or .png و اندازه تصویر نباید از ۱۵۰ × ۱۵۰ پیکسل بیشتر باشد.
fi: Virheellinen profiilikuvan muoto tai liian suuri kuva. Hyväksytyt muodot ovat .gif, .jpg ja .png, ja kuvan maksimikoko on 150 x 150 pikseliä.
fr_ca: Format d'image du profil invalide ou image trop grande. Les formats acceptés sont .gif, .jpg, or .png, et l'image ne doit pas dépasser 150x150 pixels.
gl: O formato da imaxe do perfil non é válido ou a imaxe é demasiado grande. Os formatos aceptados son .gif, .jpg ou .png e a imaxe non debe superar os 150x150 píxeles.
he: תמונת פרופיל לא תקינה. הפורמטים האפשריים: gif, .jpg, png, מימדי התמונה לא יעלו על 150X150 פיקסלים
hr: Nevažeći format profilne slike ili je slika prevelika. Prihvaćeni formati su .gif, .jpg ili .png, a slika ne smije biti veća od 150x150 piksela.
hu: Érvénytelen profilképformátum vagy a kép túl nagy. Elfogadott formátumok .gif, .jpg, vagy .png, és a kép, ne legyen több mint 150x150 pixels.
hy_am: Անվավեր պրոֆիլի պատկերի ձևաչափ կամ պատկերը չափազանց մեծ է: Ընդունված ձևաչափերն են .gif, .jpg կամ .png, և պատկերը չպետք է գերազանցի 150x150 պիքսելը:
id_id: Format gambar profil invalid atau gambar terlalu besar. Format yang diterima adalah .gif, .jpg, atau .png, dan gambar tidak boleh melebih 150x150 pixel.
is: Ógilt skráarsnið á prófílmynd eða myndin er of stór. Leyfð skráarsnið eru .gif, .jpg eða .png. Mynd má ekki vera stærri en 150x150 pixlar.
it: Formato non valido o immagine troppo grande. I formati accettati sono .gif, .jpg, or .png, e le immagini devono essere grandi 150x150 pixel al massimo.
ja: 無効な画像フォーマットか画像サイズが大きすぎます。[gif], [jpg], [png]フォーマットで 150x150 pixel を越えない画像でなければなりません。
ka_ge: პროფილის სურათის არასწორი ფორმატი ან სურათი ძალიან დიდია. მიღებული ფორმატებია .gif, .jpg ან .png და სურათი არ უნდა აღემატებოდეს 150x150 პიქსელს.
lv_lv: Nederīgs profila attēla formāts vai attēls ir pārāk liels. Pieņemamie formāti ir .gif, .jpg vai .png, un attēla izmērs nedrīkst pārsniegt 150x150 pikseļu.
mk: Невалиден формат на слика или сликата е премногу голема. Прифатените формати се .gif, .jpg или .png, а сликата не смее да надмине 150х150 пиксели.
mr: परिचय पत्रासाठीची प्रतिमा अप्रमाण प्रारूपात आहेत किंवा त्याचा आकार खूप मोठा आहे. .gif, .jpg किंवा .png प्रारूपेच स्वीकारली जातात. तसेच प्रतिमाकार 150x150 पिक्सेलहून अधिक नसावा.
pt_pt: Formato ou tamanho de imagem inválido para o perfil. Formatos aceites são .gif, .jpg, ou .png, e a imagem não pode exceder 150x150 pixels.
ro_ro: Formatul de imagine nevalid sau imaginea prea mare. Formate acceptate sunt .gif, .jpg sau .png, iar imaginea nu trebuie să depășească 150x150 pixeli.
ru_ru: Неверный формат изображения профиля или изображение слишком большое. Разрешенные форматы — .gif, .jpg, или .png, размер изображения не более 150x150 пикселей.
sl_si: Napačen format slike računa ali pa je prevelika. Dovoljeni formati so .gif, .jpg ali .png. Največja velikost slike je 150x150 točk.
sr_rs@cyrillic: Неисправан формат слике или је слика превелика. Дозвољени формати су .gif, .jpg, или .png, а величина не сме прелазити 150x150 пиксела.
sr_rs@latin: Neispravan format slike ili je slika prevelika. Dozvoljeni formati su .gif, .jpg, ili .png, a veličina ne sme prelaziti 150x150 piksela.
sv_se: Ogiltigt format för profilbild, eller för stor bild. Godkända format är .gif, .jpg, och .png, och bilden får inte ara större än 150x150 pixlar.
tr_tr: Hatalı görsel formatı ya da büyük görsel. Görseller .gif, .jpg veya .png biçimlerinden biri olmalıdır ve boyutları en fazla 150X150 ebadında olmamalıdır.
uk_ua: Неприпустимий формат фото або зображення занадто великого розміру. Припустимими форматами є .gif, .jpg, або .png, розмір зображення не повинен бути більшим 150x150 пікселів.
vi: Định dạng ảnh hồ sơ không hợp lệ hoặc ảnh quá lớn. Các định dạng được chấp nhận là .gif, .jpg, hoặc .png, và ảnh không được vượt quá 150x150 pixel.
vi_vn: Định dạng hình ảnh hồ sơ không hợp lệ hoặc hình ảnh quá lớn. Các định dạng được chấp nhận là .gif, .jpg hoặc .png và hình ảnh không được vượt quá 150x150 pixel.

# user.login.accountDisabledWithReason
source: Your account has been disabled for the following reason: {$reason}
ar_iq: حسابك تم تعطيله للسبب الآتي: {$reason}
bg: Вашият акаунт е деактивиран поради следната причина: {$reason}
ca_es: El vostre compte s'ha inhabilitat pel motiu següent: {$reason}
cs_cz: Váš účet byl zablokován z následujícího důvodu: {$reason}
el_gr: Ο λογαριασμός σας έχει απενεργοποιηθεί για τον λόγο που ακολουθεί: {$reason}
es_es: Se ha deshabilitado su cuenta por el siguiente motivo: {$reason}
eu_es: Zure kontua arrazoi honengatik desgaitu da: {$reason}
fa_ir: حساب شما به دلیل زیر غیرفعال شده است: {$reason}
fi: Tilisi on poistettu käytöstä seuraavasta syystä: {$reason}
fr_ca: Votre compte a été désactivé pour les raisons suivantes : {$reason}
gl: A túa conta deshabilitouse polo seguinte motivo: {$reason}
he: חשבונך הושבת מהסיבה: {$reason}
hr: Vaš korisnički račun je onemogućen zbog sljedećeg razloga: {$razlog}
hu: A fiókja le lett tiltva a következő okok miatt: {$reason}
hy_am: Ձեր հաշիվն անջատվել է հետևյալ պատճառով՝ {$reason}
id_id: Akun Anda tidak bisa karena alasan berikut ini: {$reason}
is: Notendareikningur þinn hefur verið afvirkjaður af eftirfarandi ástæðu: {$reason}
it: Il tuo account è stato disattivato per la seguente ragione: {$reason}
ja: このアカウントは次の理由で無効になっています: {$reason}
ka_ge: თქვენი ანგარიში გათიშულია შემდეგი მიზეზით: {$reason}
lv_lv: Jūsu konts ir atspējots šāda iemesla dēļ: {$reason}
mk: Вашиот профил е оневозможен од следниве причини: {$reason}
mr: तुमचे खाते खालील कारणास्तव निष्क्रिय केले गेले आहे: {$reason}
pt_pt: A sua conta foi desactivada pelo seguinte motivo: {$reason}
ro_ro: Contul dvs. a fost dezactivat din următorul motiv: {$reason}
ru_ru: Ваша учетная запись была отключена по следующей причине: {$reason}
sl_si: Vaš račun je bil onemogočen zaradi naslednjega vzroka: {$reason}
sr_rs@cyrillic: Ваш налог је блокиран из следећих разлога: {$reason}
sr_rs@latin: Vaš nalog je blokiran iz sledećih razloga: {$reason}
sv_se: Ditt konto har inaktiverats på grund av följande orsak: {$reason}
tr_tr: Hesabınız aşağıda belirtilen nedenden dolayı pasifleştirilmiştir: {$reason}
uk_ua: Ваш обліковий запис був відключений через таку причину: {$reason}
vi: Tài khoản của bạn đã bị vô hiệu hóa vì lý do sau: {$reason}
vi_vn: Tài khoản của bạn đã bị vô hiệu hóa vì lý do sau: {$reason}

# user.login.accountDisabled
source: Your account has been disabled. Please contact the administrator for more information.
ar_iq: حسابك تم تعطيله. لطفاً، اتصل بالمشرف الإداري للمزيد من المعلومات.
bg: Вашият профил беше деактивиран. Моля, свържете се с администратора за повече информация.
ca_es: El vostre compte s'ha inhabilitat. Per obtenir més informació, poseu-vos en contacte amb l'administrador/a.
cs_cz: Váš účet byl zablokován. Pro více informací kontaktujte prosím administrátora.
el_gr: Ο λογαριασμός σας έχει απενεργοποιηθεί. Παρακαλούμε επικοινωνήστε με τον Διαχειριστή του συστήματος για περισσότερες πληροφορίες.
es_es: Se ha deshabilitado su cuenta. Contacte con el administrador para obtener más información.
eu_es: Zure kontua desgaituta dago. Administratzaileak emango dizu informazio gehiago.
fa_ir: حساب شما غیرفعال شده است. لطفا برای اطلاعات بیشتر با مدیر سایت تماس بگیرید
fi: Tilisi on poistettu käytöstä. Ota yhteyttä sivuston ylläpitäjään saadaksesi lisätietoja.
fr_ca: Votre compte a été désactivé. Veuillez communiquer avec l'administrateur du site pour plus de renseignements.
gl: A túa conta deshabilitouse. Ponte en contacto co administrador/a para obter máis información.
he: החשבון שלך הושבת. אנא צור קשר עם מנהל המערכת לקבלת מידע נוסף.
hr: Vaš korisnički račun je onemogućen. Molimo kontaktirajte administratora za više informacija.
hu: A fiókja letiltott. További információért kérem, vegye fel a kapcsolatot az adminisztrátorral.
hy_am: Ձեր հաշիվն անջատվել է: Լրացուցիչ տեղեկությունների համար դիմեք ադմինիստրատորին:
id_id: Akun Anda tidak bisa. Hubungi administrator untuk informasi lebih lanjut.
is: Notendareikningur þinn hefur verið afvirkjaður. Vinsamlega hafðu samband við tæknilega aðstoð fyrir frekari upplýsingar.
it: Il tuo account è stato disattivato. Contatta l'amministratore per maggiori informazioni.
ja: このアカウントは無効です。詳細は管理者にご連絡ください。
ka_ge: თქვენი ანგარიში გამორთულია. დამატებითი ინფორმაციისთვის დაუკავშირდით ადმინისტრატორს.
lv_lv: Jūsu konts ir atspējots. Lūdzu, sazinieties ar administratoru, lai saņemtu papildu informāciju.
mk: Вашиот профил е оневозможен. Ве молиме контактирајте со администраторот за повеќе информации.
mr: तुमचे खाते निष्क्रिय केले गेले आहे. अधिक माहितीसाठी संचालकाशी (Administrator ) संपर्क साधावा.
pt_pt: A sua conta foi desactivada. Entre em contacto com o administrador para obter mais informações.
ro_ro: Contul tau a fost dezactivat. Vă rugăm să contactați administratorul pentru mai multe informații.
ru_ru: Ваша учетная запись была отключена. Пожалуйста, свяжитесь с администратором для получения более подробной информации.
sl_si: Vaš račun je bil onemogočen. Prosimo obrnite se na administratorja za več informacij.
sr_rs@cyrillic: Ваш налог је блокиран. Контактирајте администратора за више информација.
sr_rs@latin: Vaš nalog je blokiran. Kontaktirajte administratora za više informacija.
sv_se: Ditt konto har inaktiverats. Kontakta tidskriftens administratörer för mer information.
tr_tr: Hesabınız pasifleştirilmiştir. Daha fazla bilgi için lütfen yönetici ile temasa geçiniz.
uk_ua: Ваш обліковий запис був відключений. Будь ласка, контактуйте з адміністратором для додаткової інформації.
vi: Tài khoản của bạn đã bị vô hiệu hóa. Vui lòng liên hệ với quản trị viên để biết thêm thông tin.
vi_vn: Tài khoản của bạn đã bị vô hiệu hóa. Vui lòng liên hệ với quản trị viên để biết thêm thông tin.
