Repository: pkp/pkp-lib
Catalog: locale/*/user.xlf
Languages: nl_nl

# user-accountInformation
source: Account Information
nl_nl: Account informatie

# user-affiliation
source: Affiliation
nl_nl: Affiliatie

# user-affiliation-description
source: (Your institution, e.g. "Simon Fraser University")
nl_nl: (Uw instituut, bv. "Simon Fraser University")

# user-affiliations
source: Affiliations
nl_nl: Affiliaties

# user-authorization-accessDenied
source: Access denied.
nl_nl: Toegang geweigerd.

# user-authorization-processAuthenticationTokenRequired
source: The process authentication token is missing or invalid.
nl_nl: Het process authentication token ontbreekt of is ongeldig.

# user-authorization-contextRequired
source: You cannot call this operation without a context (press, journal, conference, etc).
nl_nl: U kunt deze bewerking niet aanroepen zonder een context (press, journal, conference, enz.).

# user-authorization-loginRequired
source: Login required.
nl_nl: Login verplicht.

# user-authorization-privateOperation
source: The operation you tried to access is either private or doesn't exist.
nl_nl: De bewerking die u wilde uitvoeren is afgeschermd of bestaat niet.

# user-authorization-restrictedSiteAccess
source: You have been denied access. Access to this site is currently restricted.
nl_nl: De toegang is geweigerd. Deze site heeft momenteel een beperkte toegang

# user-authorization-roleBasedAccessDenied
source: The current role does not have access to this operation.
nl_nl: De huidige rol mag deze bewerking niet uitvoeren.

# user-authorization-assignedStageRoleBasedAccessDenied
source: You have not been assigned to this submission with a role that is allowed to access this operation.
nl_nl: Uw huidige gebruikersrol laat deze bewerking niet toe voor deze inzending.

# user-authorization-userGroupRequired
source: You have to set a valid user group to access this operation.
nl_nl: U moet een geldige gebruikersgroep instellen om deze bewerking te doen.

# user-authorization-managerRequired
source: A user with a Manager role (i.e. Production Editor) must be assigned to the stage before you can proceed.
nl_nl: Een gebruiker met de rol Perscontact (zoals Pers of Productieredacteur) moet aan dit stadium toegekend zijn voor u verder kunt gaan.

# user-authorization-accessibleWorkflowStage
source: You don't currently have access to that stage of the workflow.
nl_nl: U heeft geen toegang tot die stap van het redactieproces.

# user-authorization-workflowStageRequired
source: A workflow stage was not specified.
nl_nl: Er werd geen stap in het redactieproces opgegeven.

# user-authorization-pluginRequired
source: A plugin was not specified and is required.
nl_nl: Er werd geen plugin opgegeven, hoewel dit verplicht is.

# user-authorization-invalidReviewAssignment
source: You do not have permission to access this review assignment.
nl_nl: U heeft geen toegangsrechten tot deze reviewtaak.

# user-authorization-submissionQuery
source: You do not have permission to access this discussion.
nl_nl: U heeft geen toegansgrechten tot deze discussie.

# user-biography
source: Bio Statement (e.g., department and rank)
nl_nl: Biografie

# user-changeMyPassword
source: Change My Password
nl_nl: Wachtwoord veranderen

# user-changePassword
source: Change Password
nl_nl: Verander wachtwoord

# user-dateLastLogin
source: Last login
nl_nl: Laatste login

# user-dateRegistered
source: Date registered
nl_nl: Datum registratie

# user-editMyProfile
source: Edit My Profile
nl_nl: Profiel bewerken

# user-givenName
source: Given Name
nl_nl: Voornaam

# user-interests
source: Reviewing interests
nl_nl: Review-interesses

# user-interests-description
source: (Separate interests by pressing the enter or comma key)
nl_nl: (scheid interesses met de enter- of komma-toets)

# user-gossip
source: Editorial Notes
nl_nl: Privé-opmerkingen

# user-gossip-description
source: Record notes about this reviewer that you would like to make visible to other administrators, managers and all editors. Notes will be visible for future review assignments.
nl_nl: Voeg opmerkingen over deze reviewer toe, die zichtbaar zullen zijn voor andere website- en tijdschriftbeheerders en alle redacteurs. Opmerkingen zullen zichtbaar blijven voor toekomstige reviewopdrachten.

source: User Group
nl_nl: Gebruikersgroep

# user-familyName
source: Family Name
nl_nl: Achternaam

# user-profile-form-profileImageInvalid
source: Invalid profile image format or image too big. Accepted formats are .gif, .jpg, or .png, and the image must not exceed 150x150 pixels.
nl_nl: Ongeldig formaat voor de profielafbeelding of te grote afbeelding. Geaccepteerde formaten zijn .gif, .jpg en .png. De afbeelding mag niet groter zijn dan 150x150 pixels.

# user-login-accountDisabledWithReason
source: Your account has been disabled for the following reason: {$reason}
nl_nl: Uw toegang is geblokkeerd vanwege de volgende reden: {$reason}

# user-login-accountDisabled
source: Your account has been disabled. Please contact the administrator for more information.
nl_nl: Uw toegang is geblokkeerd. Neem contact op met de beheerder voor meer informatie.

# user-login-accountNotValidated
source: We've sent a confirmation email to you at {$email}. Please follow the instructions in that email to activate your new account. If you do not see an email, please check to see if it was put in your spam folder.
nl_nl: Uw e-mailadres is niet gevalideerd. Controleer uw e-mail en volg de gegeven instructies. Als u geen e-mail heeft ontvangen op {$email}, kunt u contact opnemen met de beheerder.

# user-login-activate
source: Activate Account
nl_nl: Activeer toegang

# user-login-activated
source: Thank you for activating your account. You may now log in using the credentials you supplied when you created your account.
nl_nl: Dank u voor het activeren van uw account. U kunt nu inloggen met de gegevens die u heeft opgegeven bij het aanmaken van uw account

# user-login-changePasswordInstructions
source: You must choose a new password before you can log in to this site.<br /><br />Please enter your username and your current and new passwords below to change the password for your account.
nl_nl: U moet een nieuw wachtwoord kiezen voordat u in kunt loggen op de site.<br /><br />Geef uw gebruikersnaam en uw huidige en nieuwe wachtwoord om het wachtwoord voor uw account te veranderen.

# user-login-forgotPassword
source: Forgot your password?
nl_nl: Wachtwoord vergeten?

# user-login-loginError
source: Invalid username or password. Please try again.
nl_nl: Verkeerde gebruikersnaam of wachtwoord. Probeer het opnieuw

# user-login
source: Login
nl_nl: Inloggen

# user-login-lostPassword-confirmationSent
source: A confirmation has been sent to your email address. Please follow the instructions in the email to reset your password.
nl_nl: Er is een bevestiging gestuurd naar uw e-mailadres. Volg de instructies in die e-mail om uw wachtwoord terug te zetten

# user-login-lostPassword-invalidHash
source: Sorry, the link you clicked on has expired or is not valid. Please try resetting your password again.
nl_nl: Helaas, de link waar u op klikte is verlopen of ongeldig. Probeer het terugzetten van uw wachtwoord opnieuw.

# user-login-lostPassword-invalidUser
source: No user exists with the specified email address.
nl_nl: Er is geen gebruiker met dit e-mailadres.

# user-login-lostPassword-passwordSent
source: A new password has been sent to your email address. You may now login to the site with your new password.
nl_nl: Er is een nieuw wachtwoord verstuurd naar uw e-mailadres. U kunt nu inloggen met uw nieuwe wachtwoord.

# user-login-registeredEmail
source: Registered user's email
nl_nl: E-mail van geregistreerde gebruiker

# user-login-registrationComplete
source: Registration complete
nl_nl: Registratie voltooid

# user-login-registrationComplete-instructions
source: Thanks for registering! What would you like to do next?
nl_nl: Bedankt voor uw registratie! Wat wilt u nu doen?

# user-login-registrationComplete-manageSubmissions
source: View Submissions
nl_nl: Inzendingen bekijken

# user-login-registrationComplete-newSubmission
source: Make a New Submission
nl_nl: Nieuwe inzending

# user-login-registrationComplete-continueBrowsing
source: Continue Browsing
nl_nl: Verder bladeren

# user-login-registrationPendingValidation
source: Registration awaiting verification
nl_nl: Ongeverifieerde registratie

# user-login-rememberUsernameAndPassword
source: Keep me logged in
nl_nl: Houd me aangemeld

# user-login-resetPassword
source: Reset Password
nl_nl: Wachtwoord terugzetten

# user-logOut
source: Logout
nl_nl: Afmelden

# user-logOutAs
source: Logout as
nl_nl: Meld me af als

# user-hello
source: Hello,
nl_nl: Hallo,

# user-mailingAddress
source: Mailing Address
nl_nl: Postadres

# user-myAccount
source: My Account
nl_nl: Mijn gegevens

# user-name
source: Name
nl_nl: Naam

# user-password
source: Password
nl_nl: Wachtwoord

# user-repeatPassword
source: Repeat password
nl_nl: Herhaal wachtwoord

# user-phone
source: Phone
nl_nl: Telefoon

# user-preferredPublicName
source: Preferred Public Name
nl_nl: Publieke gebruikersnaam

# user-preferredPublicName-description
source: How do you prefer to be addressed? Salutations, middle names and suffixes can be added here if you would like.
nl_nl: Hoe wilt u worden aangesproken? Hier kunnen desgewenst groetformules, tweede namen en tussenvoegsels worden toegevoegd.

# user-profile-changePasswordInstructions
source: Enter your current and new passwords below to change the password for your account.
nl_nl: Geef uw huidige en nieuwe wachtwoord om het wachtwoord voor uw account te veranderen.

# user-profile-editProfile
source: Edit Profile
nl_nl: Bewerk profiel

# user-profile-form-countryRequired
source: A country is required.
nl_nl: Een land is verplicht.

# user-profile-form-emailRequired
source: A valid email address is required.
nl_nl: Een geldig e-mailadres is verplicht.

# user-profile-form-affiliationRequired
source: An affiliation is required.
nl_nl: Een affiliatie is verplicht.

# user-profile-form-givenNameRequired
source: A given name is required.
nl_nl: Een voornaam is verplicht.

# user-profile-form-givenNameRequired-locale
source: You have added a family name for a language that is missing the given name. Please add a given name for this language.
nl_nl: U heeft een achternaam ingevuld voor een taal die geen voornaam heeft. Vul een voornaam in voor deze taal.

# user-profile-form-mailingAddressRequired
source: A mailing address is required.
nl_nl: Een postadres is verplicht.

# user-profile-form-newPasswordRequired
source: You must enter your new password.
nl_nl: U moet uw nieuwe wachtwoord opgeven.

# user-profile-form-oldPasswordInvalid
source: The current password you entered was incorrect.
nl_nl: Het huidige wachtwoord was niet juist.

# user-profile-form-openAccessNotifications
source: Issue open access email notifications
nl_nl: E-mail berichtgeving bij vrij toegankelijk worden van een nummer

# user-profile-form-passwordRequired
source: A password is required.
nl_nl: Een wachtwoord is verplicht.

# user-profile-form-passwordSameAsOld
source: Your new password is the same as your old password.
nl_nl: Uw nieuwe wachtwoord is hetzelfde als het oude wachtwoord.

# user-profile-form-profileImage
source: Profile Image
nl_nl: Profielafbeelding

# user-profile-form-publishedNotifications
source: New issue published email notifications
nl_nl: E-mail berichtgeving bij publicatie nieuw nummer

# user-profile-form-urlInvalid
source: The specified URL is not valid. Please double-check the URL and try again. (Hint: Try adding http:// to the beginning of the URL.)
nl_nl: De opgegeven URL is niet geldig. Controleer de URL en probeer het opnieuw. (Tip: probeer http:// vooraan de URL te zetten.)

# user-profile-form-usergroupRequired
source: A user group is required.
nl_nl: Een gebruikersgroep is verplicht.

# user-profile-form-usernameRequired
source: A username is required.
nl_nl: Een gebruikersnaam is verplicht

# user-profile-form-privacyConsentRequired
source: You must agree to the terms of the privacy statement.
nl_nl: U moet akkoord gaan met de voorwaarden van de privacy verklaring.

# user-profile-leavePasswordBlank
source: Leave the password fields blank to keep the current password.
nl_nl: Laat het wachtwoordveld leeg om het huidige wachtwoord te houden.

# user-profile-newPassword
source: New password
nl_nl: Nieuw wachtwoord

# user-profile-oldPassword
source: Current password
nl_nl: Huidig wachtwoord

# user-profile
source: Profile
nl_nl: Profiel

# user-profile-publicProfile
source: User Profile
nl_nl: Gebruikersprofiel

# user-profile-repeatNewPassword
source: Repeat new password
nl_nl: Herhaal nieuw wachtwoord

# user-login-registerNewAccount
source: Register
nl_nl: Registreer

# user-login-resetPasswordInstructions
source: Enter your account email address below and an email will be sent with instructions on how to reset your password.
nl_nl: Vul het e-mailadres voor uw account in, en er zal een e-mail worden verstuurd met instructies voor het vernieuwen van uw wachtwoord.

# user-register-form-privacyConsent
source: Yes, I agree to have my data collected and stored according to the <a href="{$privacyUrl}" target="_blank">privacy statement</a>.
nl_nl: Ja, ik stem ermee in dat mijn gegevens worden verzameld en verwerkt volgens de <a href="{$privacyUrl}" target="_blank">privacy verklaring<a>.

# user-register-form-emailConsent
source: Yes, I would like to be notified of new publications and announcements.
nl_nl: Ja, ik wil op de hoogte worden gehouden van publicaties en nieuwsberichten.

# user-register-form-emailExists
source: The selected email address is already in use by another user.
nl_nl: Het gekozen e-mailadres is al in gebruik bij een andere gebruiker.

# user-register-form-passwordsDoNotMatch
source: The passwords do not match.
nl_nl: De wachtwoorden komen niet overeen.

# user-register-form-emailsDoNotMatch
source: The email address fields do not match.
nl_nl: De e-mailadresvelden komen niet overeen

# user-register-form-usernameAlphaNumeric
source: The username can contain only lower-case alphanumeric characters, underscores, and hyphens, and must begin and end with an alphanumeric character.
nl_nl: De gebruikersnaam mag uitsluitend bestaan uit alfanumerieke tekens (geen hoofdletters), liggende streepjes en koppeltekens, en moet beginnen en eindigen met een alfanumeriek teken.

# user-register-form-userGroupRequired
source: At least one role must be selected.
nl_nl: Selecteer minstens één rol.

# user-register-form-usernameExists
source: The selected username is already in use by another user.
nl_nl: De gekozen gebruikersnaam is al in gebruik bij een andere gebruiker.

# user-register-form-passwordLengthRestriction
source: The password must be at least {$length} characters.
nl_nl: Het wachtwoord moet minstens {$length} tekens bevatten.

# user-register-registerAs
source: Register in {$contextName} as...
nl_nl: Registreer voor {$contextName} als...

# user-register
source: Register
nl_nl: Registreren

# user-register-usernameRestriction
source: The username must contain only lowercase letters, numbers, and hyphens/underscores.
nl_nl: De gebruikersnaam mag alleen kleine letters, cijfers, liggende streepjes en koppeltekens bevatten.

# user-register-registrationCompleted
source: You have successfully registered. <a href="{$profileUrl}">Click here</a> to complete your user profile.
nl_nl: U bent met succes geregistreerd. <a href="{$profileUrl}">Klik hier</a> om uw gebruikersprofiel te vervolledigen.

# user-role-assistant
source: Assistant
nl_nl: Assistent

# user-role-author
source: Author
nl_nl: Auteur

# user-role-author_s
source: Author(s)
nl_nl: Auteur(s)

# user-role-authors
source: Authors
nl_nl: Auteurs

# user-role-editor
source: Editor
nl_nl: Redacteur

# user-role-editors
source: Editors
nl_nl: Redacteurs

# user-role-reader
source: Reader
nl_nl: Lezer

# user-role-readers
source: Readers
nl_nl: Lezers

# user-role-siteAdmin
source: Site Administrator
nl_nl: Sitebeheerder

# user-role-siteAdmins
source: Site Administrators
nl_nl: Sitebeheerders

# user-role-copyeditor
source: Copyeditor
nl_nl: Tekstredacteur

# user-role-copyeditors
source: Copyeditors
nl_nl: Tekstredacteurs

# user-role-proofreader
source: Proofreader
nl_nl: Proeflezer

# user-role-proofreaders
source: Proofreaders
nl_nl: Proeflezers

# user-role-layoutEditor
source: Layout Editor
nl_nl: Opmaakredacteur

# user-role-layoutEditors
source: Layout Editors
nl_nl: Opmaakredacteurs

# user-roles
source: Roles
nl_nl: Rollen

# user-sendPassword
source: Confirmation
nl_nl: Bevestiging

# user-sendPassword-description
source: Send me a confirmation email including my username and password
nl_nl: Stuur mij een e-mail met gebruikersnaam en wachtwoord ter bevestiging

# user-signature
source: Signature
nl_nl: Ondertekening

# user-title
source: Title
nl_nl: Titel

# user-url
source: Homepage URL
nl_nl: URL

# user-userHome
source: User Home
nl_nl: Gebruiker

# user-username
source: Username
nl_nl: Gebruikersnaam

# user-workingLanguages
source: Working Languages
nl_nl: Talen

# user-orcid-orcidInvalid
source: The ORCID iD you specified is invalid. Please include the full URI (e.g. "https://orcid.org/0000-0002-1825-0097").
nl_nl: Het ORCID ID dat u heeft opgegeven is ongeldig. Vul de volledige URI in (bv. "http://orcid.org/0000-0002-1825-0097").

# user-profile-identity
source: Identity
nl_nl: Identiteit

# user-profile-public
source: Public
nl_nl: Publiek

# user-apiKey
source: API Key
nl_nl: API sleutel

# user-apiKeyEnabled
source: Enable external applications with the API key to access this account
nl_nl: Verleen externe toepassingen toegang tot dit account via de API sleutel

# user-apiKey-generate
source: Generate new API key
nl_nl: Maak nieuwe API sleutel aan

# user-apiKey-generateWarning
source: Generating a new API key will invalidate any existing key for this user.
nl_nl: Een nieuwe API sleutel zal eerdere sleutels voor deze gebruiker ongeldig maken.

# user-apiKey-secretRequired
source: Before generating an API key, your site administrator must set a secret in the config file ("api_key_secret").
nl_nl: Voor u een API sleutel kan aanmaken, moet uw website beheerder de instelling "api_key_secret" in het config.inc.php bestand opslaan.

# user-privacyLink
source: Your data is stored in accordance with our <a href="{$privacyUrl}" target="_blank">privacy statement</a>.
nl_nl: Uw gegevens worden bewaard in overeenstemming met onze <a href="{$privacyUrl}" target="_blank">privacy verklaring</a>.
