Repository: pkp/pkp-lib
Catalog: locale/*/user.po
Languages: ar_iq, bg, bg_bg, ca_es, cs_cz, el_gr, es_es, eu_es, fa_ir, fi, fr_ca, gl, he, hr, hu, hy_am, id_id, is, it, ja, ka_ge, lv_lv, mk, mr, pt_pt, ro_ro, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, vi, vi_vn

# user.role.assistant
source: Assistant
ar_iq: مساعد
bg: Асистент
ca_es: Ajudant de producció
cs_cz: Asistent
el_gr: Βοηθός Έκδοσης
es_es: Ayudante de producción
fi: Avustaja
fr_ca: Adjoint-e
gl: Axudante de produción
he: עוזר
hr: Pomoćnik
hu: Helyettes
hy_am: Օգնական
id_id: Bantuan
is: Aðstoðarmaður
it: Assistente
ja: 雑誌アシスタント
ka_ge: ასისტენტი
lv_lv: Palīgs
mk: Асистент
mr: सहाय्यक
pt_pt: Assistente
ro_ro: Asistent
ru_ru: Ассистент
sl_si: Asistent
sv_se: Assistent
tr_tr: Yardımcı
uk_ua: Асистент
vi: Trợ lý
vi_vn: Trợ lý

# user.role.author
source: Author
ar_iq: مؤلف
bg: Автор
ca_es: Autor/a
cs_cz: Autor
el_gr: Συγγραφέας
es_es: Autor/a
fa_ir: نویسنده
fi: Kirjoittaja
fr_ca: Auteur-e
gl: Autor/a
he: מחבר
hr: Autor
hu: Szerző
hy_am: Հեղինակ
id_id: Penulis
is: Höfundur
it: Autore
ja: 著者
ka_ge: ავტორი
lv_lv: Autors
mk: Автор
mr: लेखक
pt_pt: Autor
ro_ro: Autor
ru_ru: Автор
sl_si: Avtor
sr_rs@cyrillic: Аутор
sr_rs@latin: Autor
sv_se: Författare
tr_tr: Yazar
uk_ua: Автор
vi: Tác giả
vi_vn: Tác giả

# user.role.author_s
source: Author(s)
ar_iq: مؤلف/مؤلفون
bg: Автор(и)
ca_es: Autors/ores
cs_cz: Autor(ři)
el_gr: Συγγραφέας/Συγγραφείς
es_es: Autor/a(es/as)
fa_ir: نویسنده(گان)
fi: Kirjoittaja(t)
fr_ca: Auteur-e-s
gl: Autor/a(es/as)
he: מחבר(ים)
hr: Autor(i)
hu: Szerző(k)
hy_am: Հեղինակ(ներ)
id_id: Penulis
is: Höfundur/ar
it: Autore/i
ja: 著者
ka_ge: ავტორი(ებ)ი
lv_lv: Autors(i)
mk: Автор(и)
mr: लेखक
pt_pt: Autor(s)
ro_ro: Autor(i)
ru_ru: Автор(ы)
sl_si: Avtor(ji)
sr_rs@cyrillic: Аутор(и)
sr_rs@latin: Autor(i)
sv_se: Författare
tr_tr: Yazar(lar)
uk_ua: Автор(и)
vi: Tác giả(s)
vi_vn: (Các) Tác giả

# user.role.authors
source: Authors
ar_iq: المؤلفون
bg: Автори
ca_es: Autors/ores
cs_cz: Autoři
el_gr: Συγγραφείς
es_es: Autores/as
fa_ir: نویسندگان
fi: Kirjoittajat
fr_ca: Auteurs-es
gl: Autores/as
he: מחברים
hr: Autori
hu: Szerzők
hy_am: Հեղինակներ
id_id: Penulis
is: Höfundar
it: Autori
ja: 著者
ka_ge: ავტორები
lv_lv: Autori
mk: Автори
mr: लेखक
pt_pt: Autores
ro_ro: Autori
ru_ru: Авторы
sl_si: Avtorji
sr_rs@cyrillic: Аутори
sr_rs@latin: Autori
sv_se: Författare
tr_tr: Yazarlar
uk_ua: Автори
vi: Tác giả
vi_vn: Các tác giả

# user.role.editor
source: Editor
ar_iq: محرر
bg: Редактор
ca_es: Editor/a
el_gr: Επιμελητής
es_es: Editor/a
fa_ir: دبیر
fi: Toimittaja
fr_ca: Rédacteur-trice
gl: Editor/a
he: עורך
hr: Urednik
hu: Szerkesztő
hy_am: Խմբագիր
is: Ritstjóri
ja: 編集者
ka_ge: რედაქტორი
lv_lv: Redaktors
mk: Уредник
mr: संपादक
ru_ru: Редактор
sl_si: Urednik
sr_rs@cyrillic: Уредник
sr_rs@latin: Urednik
sv_se: Redaktör
tr_tr: Editör
uk_ua: Редактор
vi: Biên tập viên
vi_vn: Biên tập viên

# user.role.editors
source: Editors
ar_iq: المحررون
bg: Редактори
ca_es: Editors/ores
cs_cz: Editoři
el_gr: Επιμελητές
es_es: Editores/as
fa_ir: دبیران
fi: Toimittajat
fr_ca: Rédacteurs-trices
gl: Editores/as
he: עורכים
hr: Urednici
hu: Szerkesztők
hy_am: Խմբագիրներ
id_id: Penyunting
is: Ritstjórar
it: Editor
ja: 編集者
ka_ge: რედაქტორები
lv_lv: Redaktori
mk: Уредници
mr: संपादक
pt_pt: Editores
ro_ro: Editori
ru_ru: Редакторы
sl_si: Uredniki
sr_rs@cyrillic: Уредници
sr_rs@latin: Urednici
sv_se: Redaktörer
tr_tr: Editörler
uk_ua: Редактори
vi: Biên tập viên
vi_vn: Các biên tập viên

# user.role.reader
source: Reader
ar_iq: قارئ
bg: Читател
ca_es: Lector/a
cs_cz: Čtenář
el_gr: Αναγνώστης
es_es: Lector/a
eu_es: Irakurlea
fa_ir: خواننده
fi: Lukija
fr_ca: Lecteur-trice
gl: Lector/a
he: קורא
hr: Čitatelj
hu: Olvasó
hy_am: Ընթերցող
id_id: Pembaca
is: Lesandi
it: Lettore
ja: 購読者
ka_ge: მკითხველი
lv_lv: Lasītājs
mk: Читател
mr: वाचक
pt_pt: Leitor
ro_ro: Cititor
ru_ru: Читатель
sl_si: Bralec
sr_rs@cyrillic: Читаоц
sr_rs@latin: Čitalac
sv_se: Läsare
tr_tr: Okuyucu
uk_ua: Читач
vi: Người đọc
vi_vn: Bạn đọc

# user.role.readers
source: Readers
ar_iq: القراء
bg: Читатели
ca_es: Lectors/es
cs_cz: Čtenáři
el_gr: Αναγνώστες
es_es: Lectores/as
eu_es: Irakurleak
fa_ir: خوانندگان
fi: Lukijat
fr_ca: Lecteurs-trices
gl: Lectores/as
he: קוראים
hr: Čitatelji
hu: Olvasók
hy_am: Ընթերցողներ
id_id: Pembaca
is: Lesendur
it: Lettori
ja: 購読者
ka_ge: მკითხველები
lv_lv: Lasītāji
mk: Читатели
mr: वाचक
pt_pt: Leitores
ro_ro: Cititori
ru_ru: Читатели
sl_si: Bralci
sr_rs@cyrillic: Читаоци
sr_rs@latin: Čitaoci
sv_se: Läsare
tr_tr: Okuyucular
uk_ua: Читачі
vi: Người đọc
vi_vn: Cho bạn đọc

# user.role.reviewer
source: Reviewer
ar_iq: محكم
bg: Рецензент
ca_es: Revisor/a
cs_cz: Recenzent
el_gr: Αξιολογητής
es_es: Revisor/a
eu_es: Ebaluatzailea
fa_ir: داور
fi: Arvioija
fr_ca: Évaluateur-trice
gl: Revisor/a
he: סוקר
hr: Recenzent
hu: Szakmai lektor
hy_am: Գրախոսող
id_id: Peninjau
is: Ritrýnir
it: Revisore
ja: 査読者
ka_ge: რეცენზენტი
lv_lv: Recenzents
mk: Рецензент
mr: समीक्षक
pt_pt: Revisor
ro_ro: Revizor
ru_ru: Рецензент
sl_si: Recenzent
sr_rs@cyrillic: Рецензент
sr_rs@latin: Recenzent
sv_se: Granskare
tr_tr: Hakem
uk_ua: Рецензент
vi: Người đánh giá
vi_vn: Người phản biện

# user.role.reviewers
source: Reviewers
ar_iq: المحكمون
bg: Рецензенти
ca_es: Revisors/es
cs_cz: Recenzenti
el_gr: Αξιολογητές
es_es: Revisores/as
eu_es: Ebaluatzaileak
fa_ir: داوران
fi: Arvioijat
fr_ca: Évaluateurs-trices
gl: Revisores/as
he: סוקרים
hr: Recenzenti
hu: Szakmai lektorok
hy_am: Գրախոսողներ
id_id: Reviewer
is: Ritrýnar
it: Revisori
ja: 査読者
ka_ge: რეცენზენტები
lv_lv: Recenzenti
mk: Рецензенти
mr: समीक्षक
pt_pt: Revisores
ro_ro: Revizori
ru_ru: Рецензенты
sl_si: Recenzenti
sr_rs@cyrillic: Рецензенти
sr_rs@latin: Recenzenti
sv_se: Granskare
tr_tr: Hakemler
uk_ua: Рецензенти
vi: Người đánh giá
vi_vn: Những người phản biện

# user.role.siteAdmin
source: Site Administrator
ar_iq: الإشراف الإداري العام للموقع
bg: Администратор на сайта
ca_es: Administrador/a del lloc web
cs_cz: Administrátor stránky
el_gr: Τεχνικός Διαχειριστής Ιστοτόπου
es_es: Administrador/a
eu_es: Gune-administratzailea
fa_ir: مدیر سایت
fi: Sivuston ylläpitäjä
fr_ca: Administrateur-trice du site
gl: Administrador/a
he: מנהל האתר
hr: Administrator stranice
hu: Oldal adminisztrátor
hy_am: Կայքի ադմինիստրատոր
id_id: Administrasi Situs
is: Umsjónarmaður síðu
it: Amministratore del sito
ja: サイト管理者
ka_ge: საიტის ადმინისტრატორი
lv_lv: Vietnes pārvaldnieks
mk: Администратор на сјатот
mr: संकेतस्थळ संचालक
pt_pt: Administrador do Portal
ro_ro: Administrator site
ru_ru: Администратор сайта
sl_si: Aministrator spletišča
sr_rs@cyrillic: Администратор сајта
sr_rs@latin: Administrator sajta
sv_se: Webbplatsadministratör
tr_tr: Site Yöneticisi
uk_ua: Адміністратор сайту
vi: Quản trị viên trang web
vi_vn: Quản trị trang web

# user.role.siteAdmins
source: Site Administrators
ar_iq: مشرفون إداريون للموقع
bg: Администратори на сайта
ca_es: Administradors/es de llocs web
cs_cz: Administrátoři stránky
el_gr: Τεχνικοί Διαχειριστές Ιστοτόπου
es_es: Administradoras/es
eu_es: Gune-administratzaileak
fa_ir: مدیر های سایت
fi: Sivuston ylläpitäjät
fr_ca: Administrateurs-trices du site
gl: Administradores/as
he: מנהלי האתר
hr: Administratori stranice
hu: Oldal adminisztrátorok
hy_am: Կայքի ադմինիստրատորներ
id_id: Administrasi Situs
is: Umsjónarmenn síðu
it: Amministratori del sito
ja: サイト管理者
ka_ge: საიტის ადმინისტრატორები
lv_lv: Vietnes pārvaldnieki
mk: Администратори на сајтот
mr: संकेतस्थळ संचालक
pt_pt: Administradores do Portal
ro_ro: Administratori site
ru_ru: Администраторы сайта
sl_si: Aministratorji spletišča
sr_rs@cyrillic: Администратори сајта
sr_rs@latin: Administratori sajta
sv_se: Webbplatsadministratörer
tr_tr: Site Yöneticileri
uk_ua: Адміністратори сайту
vi: Quản trị viên trang web
vi_vn: Quản trị trang web

# user.role.copyeditor
source: Copyeditor
ar_iq: مدقق
bg: Редактор на оформление
ca_es: Corrector/a d’originals
cs_cz: Redaktor
el_gr: Επιμελητής Κειμένων
es_es: Corrector/a de estilo
fa_ir: ویراستیار
fi: Tekninen toimittaja
fr_ca: Réviseur-e
gl: Corrector/a de estilo
he: עורך לשון
hr: Urednik kopija
hu: Technikai szerkesztő
hy_am: Գրական խմբագիր
is: Textatæknir
ja: 原稿整理者
ka_ge: ლიტერატურული რედაქტორი
lv_lv: Literārais redaktors
mk: Коректор
mr: सुसंगतता आणि अचूकता तपासणारा (copyeditor)
pt_pt: Editor de cópia
ro_ro: Editor de conținut
ru_ru: Литературный редактор
sl_si: Lektor
sr_rs@cyrillic: Коректор
sr_rs@latin: Korektor
sv_se: Manusredaktör
tr_tr: Redaktör
uk_ua: Літературний редактор
vi: Người chỉnh sửa
vi_vn: Biên tập viên bản thảo

# user.role.copyeditors
source: Copyeditors
ar_iq: المدققون
bg: Редактори на оформление
ca_es: Correctors/ores d’originals
cs_cz: Redaktoři
el_gr: Επιμελητές Κειμένων
es_es: Correctores/as de estilo
fa_ir: ویراستیاران
fi: Tekniset toimittajat
fr_ca: Réviseurs-es
gl: Correctores/as de estilo
he: עורכי לשון
hr: Urednici kopija
hu: Technikai szerkesztők
hy_am: Գրական խմբագիրներ
id_id: Para Copyeditor
is: Textatæknar
it: Copyeditor
ja: 原稿整理者
ka_ge: ლიტერატურული რედაქტორები
lv_lv: Literārie redaktori
mk: Коректори
mr: सुसंगतता आणि अचूकता तपासणारे (copyeditors)
pt_pt: Editores de cópia
ro_ro: Editori de conținut
ru_ru: Литературные редакторы
sl_si: Lektorji
sr_rs@cyrillic: Коректори
sr_rs@latin: Korektori
sv_se: Manusredaktörer
tr_tr: Redaktörler
uk_ua: Літературні редактори
vi: Người chỉnh sửa
vi_vn: Các Biên tập viên bản thảo

# user.role.proofreader
source: Proofreader
ar_iq: مصحح لغوي
bg: Коректор
ca_es: Corrector/a de proves
cs_cz: Korektor
el_gr: Επιμελητής Τυπογραφικού Δοκιμίου
es_es: Corrector/a de pruebas
fa_ir: بازبین نهایی
fi: Oikolukija
fr_ca: Correcteur-trice d'épreuve
gl: Corrector/a de probas
he: מגיה
hr: Korektor
hu: Korrektúrázó
hy_am: Սրբագրող
is: Prófarkalesari
it: Correttore di bozze
ja: 校正者
ka_ge: კორექტორი
lv_lv: Korektors
mk: Лектор
mr: मुद्रित लेखन तपासणारा (proofreader)
pt_pt: Leitor de prova
ro_ro: Corector
ru_ru: Корректор
sl_si: Korektor
sr_rs@cyrillic: Лектор
sr_rs@latin: Lektor
sv_se: Korrekturläsare
tr_tr: Düzeltmen
uk_ua: Коректор
vi: Người đọc bản in thử
vi_vn: Người hiệu đính

# user.role.proofreaders
source: Proofreaders
ar_iq: مصححو اللغة
bg: Коректори
ca_es: Correctors/ores de proves
cs_cz: Korektoři
el_gr: Επιμελητές Τυπογραφικού Δοκιμίου
es_es: Correctores/as de pruebas
fa_ir: بازبینهای نهایی
fi: Oikolukijat
fr_ca: Correcteurs-trices d'épreuve
gl: Correctores/as de probas
he: מגיהים
hr: Korektori
hu: Korrektúrázók
hy_am: Սրբագրողներ
id_id: Para Proofreader
is: Prófarkalesarar
it: Correttori di bozze
ja: 校正者
ka_ge: კორექტორები
lv_lv: Korektori
mk: Лектори
mr: मुद्रित लेखन तपासणारे (proofreaders)
pt_pt: Leitores de prova
ro_ro: Corectori
ru_ru: Корректоры
sl_si: Korektorji
sr_rs@cyrillic: Лектори
sr_rs@latin: Lektori
sv_se: Korrekturläsare
tr_tr: Düzeltmenler
uk_ua: Коректори
vi: Người đọc bản in thử
vi_vn: Những người hiệu đính

# user.role.layoutEditor
source: Layout Editor
ar_iq: محرر اللوح الطباعي
bg: Стилов редактор
ca_es: Maquetista
cs_cz: Editor sazby
el_gr: Επιμελητής Σελιδοποίησης
es_es: Maquetador/a
fa_ir: صفحه‌آرا
fi: Taittaja
fr_ca: Responsable de la mise en page
gl: Maquetador/a
he: מעמד
hr: Urednik
hu: Tördelőszerkesztő
hy_am: Շարվածքի խմբագիր
id_id: Editor Tata Letak
is: Setjari
it: Impaginatore
ja: レイアウトエディタ
ka_ge: განლაგების რედაქტორი
lv_lv: Maketētājs
mk: Графички уредник
mr: मांडणी करणारा (layout) संपादक
pt_pt: Editor Layout
ro_ro: Editor de machetă
ru_ru: Верстальщик
sl_si: Grafični urednik
sr_rs@cyrillic: Графички уредник
sr_rs@latin: Grafički urednik
sv_se: Layoutredaktör
tr_tr: Tasarım Editörü
uk_ua: Редактор макета
vi: Biên tập viên bố cục
vi_vn: Biên tập viên Trình bày

# user.role.layoutEditors
source: Layout Editors
ar_iq: محررو الألواح الطباعية
bg: Стилови редактор
ca_es: Maquetistes
cs_cz: Editoři sazby
el_gr: Επιμελητές Σελιδοποίησης
es_es: Maquetadores/as
fa_ir: صفحه‌آرا
fi: Taittajat
fr_ca: Responsables de la mise en page
gl: Maquetadores/as
he: מעמדים
hr: Urednici
hu: Tördelőszerkesztők
hy_am: Շարվածքի խմբագիրներ
id_id: Para Editor Tata Letak
is: Setjarar
it: Impaginatori
ja: レイアウトエディタ
ka_ge: განლაგების რედაქტორები
lv_lv: Maketētāji
mk: Графички уредници
mr: मांडणी करणारे (layout) संपादक
pt_pt: Editores Layout
ro_ro: Editori de Machetă
ru_ru: Верстальщики
sl_si: Grafični uredniki
sr_rs@cyrillic: Графички уредници
sr_rs@latin: Grafički urednici
sv_se: Layoutredaktörer
tr_tr: Tasarım Editörleri
uk_ua: Редактори макета
vi: Biên tập viên bố cục
vi_vn: Các Biên tập viên Trình bày

# user.roles
source: Roles
ar_iq: الأدوار
bg: Роли
ca_es: Rols
cs_cz: Role
el_gr: Ρόλοι
es_es: Tareas
eu_es: Funtzioak
fa_ir: نقش ها
fi: Roolit
fr_ca: Rôles
he: תפקידים
hr: Uloge
hu: Szerepkörök
hy_am: Դերեր
id_id: Peran
is: Hlutverk
it: Ruoli
ja: 役割
ka_ge: როლები
lv_lv: Lomas
mk: Улоги
mr: भूमिका
pt_pt: Funções
ro_ro: Roluri
ru_ru: Роли
sl_si: Vloge
sr_rs@cyrillic: Улоге
sr_rs@latin: Uloge
sv_se: Roller
tr_tr: Roller
uk_ua: Ролі
vi: Vai trò
vi_vn: Các Vai trò

# user.sendPassword
source: Confirmation
ar_iq: التأكيد
bg: Подтвърждение
ca_es: Confirmació
cs_cz: Potvrzení
el_gr: Επιβεβαίωση
es_es: Confirmación
eu_es: Berrespena
fa_ir: ارسال رمز ورود
fi: Vahvistus
gl: Confirmación
he: אישור
hr: Potvrda
hu: Megerősítés
hy_am: Հաստատում
id_id: Konfirmasi
is: Staðfesting
it: Conferma
ja: 確認
ka_ge: დადასტურება
lv_lv: Apstiprināšana
mk: Потврда
mr: पुष्टीकरण
pt_pt: Confirmação
ro_ro: Confirmare
ru_ru: Подтверждение
sl_si: Potrditev
sr_rs@cyrillic: Потврда
sr_rs@latin: Potvrda
sv_se: Bekräftelse
tr_tr: Doğrulama
uk_ua: Підтвердження
vi: Xác nhận
vi_vn: Xác nhận

# user.sendPassword.description
source: Send me a confirmation email including my username and password
ar_iq: أرسل لي رسالة بالبريد الالكتروني تتضمن اسم دخولي وكلمة مروري
bg: Изпратете ми имейл за потвърждение, включително моето потребителско име и парола
ca_es: Envieu-me un correu electrònic de confirmació amb el meu nom d’usuari/ària i la contrasenya
cs_cz: Pošli mi e-mail s potvrzením obsahující mé uživatelské jméno a heslo
el_gr: Αποστολή στο ηλεκτρονικό μου ταχυδρομείο μηνύματος επιβεβαίωσης με το Όνομα Χρήστη και τον προσωπικό μου κωδικό πρόσβασης
es_es: Enviar un mensaje de confirmación que incluya mi nombre de usuario/a y contraseña
eu_es: Bidal iezadazue berresteko mezu elektronikoa nire erabiltzaile-izen eta pasahitzarekin
fa_ir: یک ایمیل تاییدیه برایم بفرست و در آن نام کاربری و رمز ورود مرا ذکر کن
fi: Lähetä minulle vahvistussähköposti, jossa on käyttäjätunnukseni ja salasanani
fr_ca: M'envoyer un courriel de confirmation incluant mon nom d'utilisateur-trice et mon mot de passe
gl: Envíame un correo electrónico de confirmación co meu nome de usuario/a e o contrasinal
he: שלח לי דוא"ל אישור הכולל את שם המשתמש והסיסמה שלי
hr: Pošaljite mi e-poštom potvrdu registracije sa mojim korisničkim imenom i lozinkom
hu: Küldjön egy megerősítő emailt, ami tartalmazza a felhasználónevemet és jelszavamat
hy_am: Ուղարկեք ինձ հաստատման նամակ, ներառյալ իմ օգտվողի անունը և գաղտնաբառը
id_id: Kirimkan saya surel konfirmasi termasuk nama pengguna dan kata sandi saya
is: Senda mér staðfestingu í tölvupósti með notandanafni og lykilorði
it: Inviami un'email di conferma con il mio nome utente e password
ja: ユーザー名とパスワードを含む確認メールを送信してください
ka_ge: გამომიგზავნეთ დამადასტურებელი ელფოსტა, ჩემი მომხმარებლის სახელის და პაროლის ჩათვლით
lv_lv: Nosūtīt man apstiprinājuma e-pastu, kurā norādīts mans lietotājvārds un parole
mk: Испратете ми имејл за потврда, вклучувајќи го моето корисничко име и лозинка
mr: पुष्टीकरण करण्यासाठी मला माझे वापरकर्तानाव (username) आणि पासवर्ड ई-मेल ने पाठवावे
pt_pt: Enviar e-mail de confirmação incluindo nome de utilizador e senha
ro_ro: Trimiteți-mi un e-mail de confirmare, inclusiv numele de utilizator și parola
ru_ru: Отправить мне подтверждение по электронной почте, содержащее мои имя пользователя и пароль
sl_si: Pošljite mi potrditveno e-pošto z mojim uporabniškim imenom in geslom
sr_rs@cyrillic: Пошаљи ми поруку потврде који укључује моје корисничко име и лозинку.
sr_rs@latin: Pošalji mi poruku potvrde koji uključuje moje korisničko ime i lozinku.
sv_se: Skicka mig en bekräftelse per e-post innehållande mitt användarnamn och lösenord
tr_tr: Kullanıcı adı ve şifremi içeren bir doğrulama e-postası gönder
uk_ua: Надішліть мені листа з іменем користувача та паролем для доступу
vi: Gửi cho tôi một email xác nhận bao gồm tên người dùng và mật khẩu của tôi
vi_vn: Gửi cho tôi một email xác nhận bao gồm tên người dùng và mật khẩu của tôi

# user.signature
source: Signature
ar_iq: التوقيع
bg: Подпис
ca_es: Signatura
cs_cz: Podpis
el_gr: Υπογραφή
es_es: Firma
eu_es: Sinadura
fa_ir: امضا
fi: Allekirjoitus
gl: Firma
he: חתימה
hr: Potpis
hu: Aláírás
hy_am: Ստորագրություն
id_id: Tanda Tangan
is: Undirskrift
it: Firma
ja: シグネチャー
ka_ge: ხელმოწერა
lv_lv: Paraksts
mk: Потпис
mr: स्वाक्षरी
pt_pt: Assinatura
ro_ro: Semnătură
ru_ru: Подпись
sl_si: Podpis
sr_rs@cyrillic: Потпис
sr_rs@latin: Potpis
sv_se: Signatur
tr_tr: İmza (kurum ve iletişim bilgisi)
uk_ua: Підпис
vi: Chữ ký
vi_vn: Chữ ký

# user.title
source: Title
ar_iq: العنوان
bg: Обръщение (титла)
ca_es: Títol
cs_cz: Titul
el_gr: Τίτλος
es_es: Título
eu_es: Titulua
fa_ir: عنوان
fi: Titteli
fr_ca: Titre
gl: Título
he: כותר
hr: Titula
hu: Cím
hy_am: Դիմելաձև
id_id: Judul
is: Titill
it: Titolo
ja: 身分
ka_ge: სათაური
lv_lv: Tēma
mk: Наслов
mr: उपाधी
pt_pt: Título académico
ro_ro: Titlu
ru_ru: Обращение
sl_si: Naziv
sr_rs@cyrillic: Звање
sr_rs@latin: Zvanje
sv_se: Titel
tr_tr: Başlık
uk_ua: Посада
vi: Chức danh
vi_vn: Tiêu đề

# user.url
source: Homepage URL
ar_iq: رابط الصفحة الشخصية
bg: URL на главна страница
ca_es: URL
cs_cz: URL
el_gr: Σύνδεσμος
es_es: URL
eu_es: URLa
fa_ir: URL
fi: URL-osoite
fr_ca: URL de la page d'accueil
gl: URL
he: כתובת של דף הבית
hr: URL
hu: Nyitóoldal URL
hy_am: Տնային էջի URL
id_id: URL Beranda
is: Vefslóð heimasíðu
it: URL
ja: URL
ka_ge: მთავარი გვერდის URL
lv_lv: Mājaslapas URL
mk: Домашна интернет страница
mr: मुखपृष्ठ URL
pt_pt: URL
ro_ro: URL-ul paginii de pornire
ru_ru: URL главной страницы
sl_si: URL
sr_rs@cyrillic: URL
sr_rs@latin: URL
sv_se: URL
tr_tr: Web adresi
uk_ua: URL
vi: URL trang chủ
vi_vn: URL Trang chủ

# user.userHome
source: User Home
ar_iq: السكن
bg: Начална страница на потребителя
ca_es: Pàgina inicial de l’usuari/usuària
cs_cz: Uživatel
el_gr: Αρχική Σελίδα Χρήστη
es_es: Inicio
eu_es: Erabiltzailearen hasierako orria
fa_ir: صفحه خانگی کاربر
fi: Käyttäjän etusivu
fr_ca: Page d'accueil de l'utilisateur-trice
gl: Inicio
he: דף הבית של המשתמש
hr: Početna stranica
hu: Felhasználói oldal
hy_am: Օգտվողի տնային էջ
id_id: Beranda Pengguna
is: Notandi - heim
it: Cruscotto
ja: ユーザーホーム
ka_ge: მომხმარებლის მთავარი გვერდი
lv_lv: Lietotāja mājas lapa
mk: Корисник
mr: वापरकर्त्याचे मुखपृष्ठ
pt_pt: Área Pessoal
ro_ro: Acasă utilizator
ru_ru: Страница пользователя
sl_si: Dom uporabnika
sr_rs@cyrillic: Почетна страница корисника
sr_rs@latin: Početna stranica korisnika
sv_se: Min sida
tr_tr: Üye Sayfası
uk_ua: Тека користувача
vi: Trang chủ người dùng
vi_vn: Trang chủ Người dùng

# user.username
source: Username
ar_iq: اسم الدخول
bg: Потребителско име
ca_es: Nom d’usuari
cs_cz: Uživatelské jméno
el_gr: Όνομα Χρήστη
es_es: Nombre usuario
eu_es: Erabiltzaile-izena
fa_ir: نام کاربری
fi: Käyttäjätunnus
fr_ca: Nom d'utilisateur-trice
gl: Nome de usuario/a
he: שם משתמש
hr: Korisničko ime
hu: Felhasználónév
hy_am: Օգտանուն
id_id: Nama Pengguna
is: Notandanafn
it: Nome utente
ja: ユーザー名
ka_ge: მომხმარებლის სახელი
mk: Корисничко име
mr: वापरकर्त्याचे नाव (युजरनेम)
pt_pt: Nome de utilizador
ro_ro: Nume de utilizator
ru_ru: Имя пользователя
sl_si: Uporabniško ime
sr_rs@cyrillic: Корисничко име
sr_rs@latin: Korisničko ime
sv_se: Användarnamn
tr_tr: Kullanıcı Adı
uk_ua: Ім'я користувача
vi: Tên người dùng
vi_vn: Tên người dùng (username)

# user.workingLanguages
source: Working Languages
ar_iq: اللغات العاملة
bg: Работни езици
ca_es: Llengües de treball
cs_cz: Pracovní jazyky
el_gr: Γλώσσες εργασίας
es_es: Idiomas de trabajo
eu_es: Laneko hizkuntzak
fa_ir: زبان‌های کاربردی
fi: Työkielet
fr_ca: Langues de travail
gl: Idiomas de traballo
he: שפות עבודה
hr: Jezici sučelja
hu: Az oldalon használt nyelv
hy_am: Աշխատանքային լեզուներ
id_id: Bahasa Kerja
is: Vinnutungumál
it: Lingue conosciute
ja: 使用言語
ka_ge: სამუშაო ენები
mk: Работен јазик
mr: संवादाची प्राथमिक भाषा
pt_pt: Idiomas Conhecidos
ro_ro: Limbi de lucru
ru_ru: Рабочие языки
sl_si: Delovni jeziki
sr_rs@cyrillic: Радни језици
sr_rs@latin: Radni jezici
sv_se: Arbetsspråk
tr_tr: Çalışama Dilleri
uk_ua: Робочі мови
vi: Ngôn ngữ làm việc
vi_vn: Ngôn ngữ làm việc

# user.orcid
source: ORCID iD
bg: Идентификатор ORCID iD
ca_es: Identificador ORCID
el_gr: ORCID ΙD
es_es: Identificador ORCID
fa_ir: شناسه ی نویسندگان/پژوهشگران
fi: ORCID-tunniste
fr_ca: Identifiant ORCID
gl: Identificador ORCID
he: מזהה ORCID
hu: ORCID azonosító
id_id: iD ORCID
mk: ORCID идентификација
mr: ORCID ओळख
pt_pt: iD ORCID
ro_ro: ID ORCID
vi_vn: iD ORCID
