Repository: pkp/pkp-lib
Catalog: locale/*/user.po
Languages: ar_iq, bg, bg_bg, ca_es, cs_cz, el_gr, es_es, eu_es, fa_ir, fi, fr_ca, gl, he, hr, hu, hy_am, id_id, is, it, ja, ka_ge, lv_lv, mk, mr, pt_pt, ro_ro, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, vi, vi_vn

# user.register.form.passwordsDoNotMatch
source: The passwords do not match.
ar_iq: كلمتا المرور لا تتطابقان.
bg: Паролите не съвпадат.
ca_es: Les contrasenyes no coincideixen.
cs_cz: Hesla nejsou totožná.
el_gr: Οι καταχωρημένοι κωδικοί πρόσβασης δεν ταιριάζουν μεταξύ τους.
es_es: Las contraseñas no coinciden.
eu_es: Pasahitzak ez datoz bat.
fa_ir: رمز عبور با تکرار آن یکسان نیست
fi: Salasanat eivät täsmää.
fr_ca: Les mots de passe ne correspondent pas.
gl: Os contrasinais non coinciden.
he: הסיסמאות אינן תואמות.
hr: Lozinke se ne podudaraju.
hu: A jelszavak nem egyeznek.
hy_am: Գաղտնաբառերը չեն համընկնում:
id_id: Kata Sandi tidak cocok.
is: Lykilorðin eru ekki eins.
it: Le password non combaciano.
ja: パスワードが一致しません。
ka_ge: პაროლები არ ემთხვევა.
lv_lv: Paroles nesakrīt.
mk: Лозинките се различни.
mr: हा पासवर्ड जुळत नाही.
pt_pt: As senhas inseridas são diferentes.
ro_ro: Parola nu se potrivește.
ru_ru: Пароли не совпадают.
sl_si: Gesla se ne ujemata.
sr_rs@cyrillic: Лозинке се не поклапају.
sr_rs@latin: Lozinke se ne poklapaju.
sv_se: Lösenorden stämmer inte överens.
tr_tr: Şifreler uyumlu değildir.
uk_ua: Введені паролі не збігаються.
vi: Mật khẩu không khớp.
vi_vn: Mật khẩu không trùng khớp.

# user.register.form.emailsDoNotMatch
source: The email address fields do not match.
ar_iq: حقلا العنوان البريدي لا يتطابقان.
bg: Полетата на имейл адреса не съвпадат.
ca_es: Els camps de correu electrònic no coincideixen.
cs_cz: Emailové adresy v obou polích nesouhlasí.
el_gr: Οι διευθύνσεις του ηλεκτρονικού ταχυδρομείου δεν ταιριάζουν.
es_es: Los campos de correo electrónico no coinciden.
eu_es: Helbide elektronikoaren eremuak ez datoz bat.
fa_ir: فیلدهای حاوی آدرس ایمیل مطابقت ندارند
fi: Sähköpostin osoitekentät eivät täsmää.
fr_ca: Les champs du courriel ne correspondent pas.
gl: Os correos electrónicos non coinciden.
he: שדות כתובת הדואר האלקטרוני אינם תואמים.
hr: Polja adrese e-pošte se ne podudaraju.
hu: Az email cím mezők nem egyeznek.
hy_am: Էլ․ փոստի հասցեի դաշտերը չեն համընկնում:
id_id: Bidang alamat email tidak cocok.
is: Svæðin fyrir netfang passa ekki saman.
it: Le email inserite non corrispondono.
ja: メールアドレスが一致しません。
ka_ge: ელფოსტის მისამართის ველები არ ემთხვევა.
lv_lv: E-pasta adrešu lauki neatbilst.
mk: Имејлите се различни.
mr: हा ई-मेल पत्ता जुळत नाही.
pt_pt: Os campos e-mail não coincidem.
ro_ro: Câmpurile de adresă de e-mail nu se potrivesc.
ru_ru: Поля адресов электронной почты не совпадают.
sl_si: Polji za e-poštni naslov se ne ujemata.
sr_rs@cyrillic: Имејл адресе се не поклапају.
sr_rs@latin: Imejl adrese se ne poklapaju.
sv_se: Fälten för e-postadress stämmer inte överens.
tr_tr: E-posta adresi alanları eşleşmedi.
uk_ua: Поля адрес email не збігаються.
vi: Các trường địa chỉ email không khớp.
vi_vn: Các trường địa chỉ email không khớp.

# user.register.form.usernameAlphaNumeric
source: The username can contain only lower-case alphanumeric characters, underscores, and hyphens, and must begin and end with an alphanumeric character.
ar_iq: اسم المستخدم يتكون من رموز حرفية ورقمية، خطوط تحتانية، شُرط، وينبغي أن يبدأ وينتهي بحرف أو رقم حصراً.
bg: Потребителското име може да съдържа само малки букви, цифри и букви, долни черти и тирета и трябва да започва и завършва с буквено-цифров знак.
ca_es: El nom d'usuari/ària només pot contenir caràcters alfanumèrics en minúscula, guions i guions baixos, i ha de començar i acabar amb un caràcter alfanumèric.
cs_cz: Uživatelské jméno může obsahovat pouze malá písmena, čísla, podtržítko a pomlčku a musí začínat a končit alfanumerickým znakem.
el_gr: Το όνομα Χρήστη μπορεί να περιέχει μόνο αλφαριθμητικούς χαρακτήρες και τα σύμβολα "-" και "_". Το όνομα Χρήστη πρέπει να αρχίζει και να τελειώνει με έναν αλφαριθμητικό χαρακτήρα.
es_es: El nombre de usuario sólo puede contener caracteres alfanuméricos en minúsculas, subrayados y guiones, y debe comenzar y finalizar con un carácter alfanumérico.
fa_ir: نام کاربری فقط میتواند شامل حروف، اعداد، خط فاصله زیرین و خط فاصله باشد و میبایست با یک حرف یا عدد شروع و به یک حرف یا عدد ختم شود.
fi: Käyttäjätunnus voi sisältää vain pieniä aakkosnumeerisia merkkejä, alaviivoja ja yhdysmerkkejä, ja sen täytyy alkaa ja päättyä aakkosnumeeriseen merkkiin. Suomenkielen kirjaimet ä, ö ja å sekä muut vastaavat erikoiskirjaimet eivät kelpaa.
fr_ca: Le nom d'utilisateur-trice ne peut contenir que des caractères alphanumériques minuscules, traits de soulignement et traits d'union. Il doit commencer et se terminer par un caractère alphanumérique.
gl: O nome de usuario só pode conter caracteres alfanuméricos en minúsculas, guións baixos e guións e debe comezar e rematar cun carácter alfanumérico.
he: שם המשתמש יכול להכיל רק אותיות קטנות, מספרים, מקפים ומקפים תחתונים. עליו להתחיל ולהסתיים באות קטנה או מספר.
hr: Korisničko ime može sadržavati samo mala alfanumerička slova, podvlake i crtice te mora započeti i završiti alfanumeričkim znakom.
hu: A felhasználónév csak alfanumerikus karaktereket, betű esetén kisbetűket, alávonást és kötőjelet tartalmazhat. Az elején és a végén egy-egy alfanumerikus karakternek kell lennie.
hy_am: Օգտվողի անունը կարող է պարունակել միայն ստորին ընտրության տառաթվային նիշեր, ընդգծում և գծիկներ, և պետք է սկսվի և ավարտվի տառաթվային նիշով:
id_id: Nama pengguna hanya boleh diisi huruf kecil, garis bawah, dan garis sambung, serta harus dimulai dan diakhiri dengan karakter alfanumerik.
is: Notendanafn getur bara innihaldið lágstafi, tölustafi, undirstrik og bandstrik. Það þarf að byrja og enda á bókstaf eða tölustaf.
it: Lo usename può contenere solo lettere minuscole, numeri, underscore e trattini e deve inziare con una lettera o un numero.
ja: ユーザー名に使用できる文字は、英数字とアンダーバー "_"、ハイフン "-" だけです。また、最初と最後の文字は英数字でなければなりません。
ka_ge: მომხმარებლის სახელი შეიძლება შეიცავდეს მხოლოდ მცირე ზომის ალფანუმერულ სიმბოლოებს, ქვედა ხაზებს და დეფისებს და უნდა დაიწყოს და დასრულდეს ალფანუმერული სიმბოლოთი.
lv_lv: Lietotājvārds var saturēt tikai mazos burtus, ciparus, pasvītrojuma zīmi un defisi, un tam jāsākas un jābeidzas ar burtu vai ciparu.
mk: Корисничкото име може да содржи само алфанумерички знаци со мали букви, долна и горна цртички и мора да започне и да заврши со алфанумерички карактер.
mr: वापरकर्त्याच्या नावात (username) फक्त रोमन लिपीतली लहान अक्षरे (lower-case) आणि अंक, अधोरेखन (underscore) आणि जोड (hyphen) चिन्हांचा वापर करता येईल तसेच त्याची सुरुवात आणि शेवट केवळ लहान अक्षरे (lower-case) आणि अंकांनीच करणे आवश्यक आहे.
pt_pt: O nome de utilizador deve conter apenas caracteres alfanuméricos em minúsculas, sublinhados e hifens, e deve começar e terminar com um caracter alfanumérico.
ro_ro: Numele de utilizator poate conține doar caractere alfanumerice, minuscule și cratime, și trebuie să înceapă și să se încheie cu un caracter alfanumeric.
ru_ru: Имя пользователя может содержать только строчные латинские буквы, цифры, подчеркивания и дефисы, оно должно начинаться и заканчиваться буквой или цифрой.
sl_si: Uporabniško ime lahko vsebuje le male alfanumerične znake, podčrtaj in pomišljaj. Začeti in končati se mora z alfanumeričnim znakom.
sr_rs@cyrillic: Корисничко име може садржати само алфанумеричке карактере, подвлаке и цртице, и мора почети и завршити са алфанумеричким карактерима.
sr_rs@latin: Korisničko ime može sadržati samo alfanumeričke karaktere, podvlake i crtice, i mora početi i završiti sa alfanumeričkim karakterima.
sv_se: Användarnamnet får bara innehålla gemena alfanumeriska tecken, under- och bindestreck, samt måste börja och sluta med ett alfanumeriskt tecken.
tr_tr: Kullanıcı adı yalnızca küçük harfli alfanümerik karakterler, alt çizgi ve tire içerebilir ve bir alfanümerik karakterle başlayıp bitmelidir.
uk_ua: Ім'я користувача може містити лише цифри, маленькі латинські літери, символи підкреслення та дефіси, а також має починатися і закінчуватися літерою або цифрою.
vi: Tên người dùng chỉ có thể chứa các ký tự chữ và số viết thường, dấu gạch dưới và dấu gạch ngang, và phải bắt đầu và kết thúc bằng ký tự chữ và số.
vi_vn: Tên người dùng chỉ được chứa các ký tự chữ và số viết thường, dấu gạch dưới và dấu gạch nối, đồng thời phải bắt đầu và kết thúc bằng ký tự chữ và số.

# user.register.form.userGroupRequired
source: At least one role must be selected.
ar_iq: لا بد من اختيار دور واحد على الأقل.
bg: Трябва да бъде избрана поне една роля.
ca_es: S'ha de seleccionar un rol com a mínim.
cs_cz: Minimálně jedna role musí být vybrána.
el_gr: Επιλέξτε τουλάχιστον έναν ρόλο.
es_es: Debe seleccionar un rol como mínimo.
fa_ir: حداقل یک گروه کاربری باید انتخاب شود.
fi: Vähintään yksi rooli on valittava.
fr_ca: Au moins un rôle doit être sélectionné.
gl: Debes seleccionar polo menos un rol.
he: יש לבחור תפקיד אחד לפחות.
hr: Mora biti odabrana najmanje jedna funkcija.
hu: Legalább egy szerepkört ki kell választania.
hy_am: Պետք է ընտրել առնվազն մեկ դեր:
id_id: Pilih minimal satu peran.
is: Það þarf að velja a.m.k. eitt hlutverk.
it: Selezionare almeno un ruolo.
ja: 少なくとも1つの役割を選択する必要があります。
ka_ge: მინიმუმ ერთი როლი უნდა იყოს შერჩეული.
lv_lv: Jāizvēlas vismaz viena loma.
mk: Барем една улога мора да биде селктирана.
mr: किमान एक भूमिका निवडणे आवश्यक आहे.
pt_pt: Deve ser seleccionado pelo menos um papel .
ro_ro: Trebuie selectat cel puțin un rol.
ru_ru: Должна быть выбрана хотя бы одна роль.
sl_si: Izbrana mora biti vsaj ena vloga.
sr_rs@cyrillic: Барем једна улога мора бити означена
sr_rs@latin: Barem jedna uloga mora biti označena
sv_se: Minst en roll krävs.
tr_tr: En az bir rol seçilmelidir.
uk_ua: Необхідно вибрати принаймні одну роль.
vi: Phải chọn ít nhất một vai trò.
vi_vn: Phải chọn ít nhất một vai trò.

# user.register.form.usernameExists
source: The selected username is already in use by another user.
ar_iq: اسم الدخول الذي اخترته مستعمل سلفاً من قبل مستخدم آخر.
bg: Избраното потребителско име вече се използва от друг потребител.
ca_es: Ja hi ha un altre usuari/usuària que utilitza el nom d’usuari seleccionat.
cs_cz: Zvolené uživatelské jméno již používá jiný uživatel.
el_gr: Το όνομα Χρήστη που επιλέξατε χρησιμοποιείται ήδη από άλλον Χρήστη.
es_es: El nombre de usuario seleccionado ya está siendo utilizado por otro usuario.
eu_es: Hautatutako erabiltzaile-izena beste erabiltzaile batena da.
fa_ir: نام کاربری انتخاب شده در سامانه موجود می باشد
fi: Valittu käyttäjätunnus on jo toisen käyttäjän käytössä.
fr_ca: Le nom d'utilisateur-trice sélectionné est déjà utilisé par un-e autre utilisateur-trice.
gl: O nome de usuario/a seleccionado xa o está a usar outro usuario/a.
he: שם המשתמש שנבחר כבר נמצא בשימוש על-ידי משתמש אחר.
hr: Odabrano korisničko ime već postoji.
hu: A választott felhasználónevet már használja egy másik felhasználó.
hy_am: Ընտրված օգտանունն արդեն օգտագործվում է մեկ այլ օգտվողի կողմից:
id_id: Nama pengguna yang dipilih sudah digunakan oleh pengguna lain.
is: Valið notendanafn er í notkun hjá öðrum notanda.
it: La username selezionata è già in uso da un altro utente.
ja: 指定されたユーザー名は既に使用されています。
ka_ge: არჩეული მომხმარებლის სახელი უკვე გამოიყენება სხვა მომხმარებლის მიერ.
lv_lv: Izvēlēto lietotājvārdu jau izmanto cits lietotājs.
mk: Избраното корисничко име е веќе зафатено.
mr: निवडलेले वापरकर्त्याचे नाव (username) पूर्वीपासूनच दुसऱ्या वापरकर्त्याद्वारे वापरात आहे.
pt_pt: O nome de utilizador inserido já se encontra registado.
ro_ro: Numele de utilizator selectat este deja folosit de un alt utilizator.
ru_ru: Выбранное имя пользователя уже используется другим пользователем сайта.
sl_si: Izbrano uporabniško ime je že uporabljeno pri drugem uporabniku.
sr_rs@cyrillic: Одабрано корисничко име је већ у употреби.
sr_rs@latin: Odabrano korisničko ime je već u upotrebi.
sv_se: Användarnamnet används redan av en annan användare.
tr_tr: Seçmiş olduğunuz kullanıcı adı halihazırda başka biri tarafından kullanılmaktadır.
uk_ua: Вказане ім'я користувача вже використовується в іншому обліковому записі.
vi: Tên người dùng đã chọn đã được sử dụng bởi người dùng khác.
vi_vn: Tên người dùng được chọn đã được người dùng khác sử dụng.

# user.register.form.passwordLengthRestriction
source: The password must be at least {$length} characters.
ar_iq: كلمة المرور ينبغي أن تتكون من {$length} حروف على الأقل.
bg: Паролата трябва да съдържа най-малко {$length} знака.
ca_es: La contrasenya ha de tenir almenys {$length} caràcters.
cs_cz: Heslo musí mít minimálně {$length} znaků.
el_gr: Ο κωδικός σας πρέπει να έχει τουλάχιστον {$length} χαρακτήρες.
es_es: La contraseña debe tener como mínimo {$length} caracteres.
fa_ir: کلمه ی عبور باید حداقل دارای {$length} کاراکتر باشد
fi: Salasanan on oltava vähintään {$length} merkkiä pitkä.
fr_ca: Le mot de passe doit contenir au moins {$length} caractères.
gl: O contrasinal debe ter polo menos {$length} caracteres.
he: הסיסמה חייבת להכיל לפחות {$length} תווים.
hr: Lozinka mora imati najmanje {$length} znakova.
hu: A jelszónak legalább {$length} karakternek kell lennie.
hy_am: Գաղտնաբառը պետք է առնվազն լինի {$length} նիշ:
id_id: Password minimal berjumlah {$length} karakter.
is: Lykilorðið þarf að vera a.m.k. {$length} stafir.
it: La password deve essere lunga almeno {$length} caratteri.
ja: パスワードは{$length}文字以上をお願いします。
ka_ge: პაროლი უნდა შეიცავდეს მინიმუმ {$length} სიმბოლოს.
lv_lv: Parolei jāsatur vismaz {$lenght} rakstzīmes.
mk: Лозинката мора да биде барем {$length} карактери.
mr: पासवर्ड किमान {$length} वर्णांचा असणे आवश्यक आहे.
pt_pt: A senha deve ter pelo menos {$length} caracteres.
ro_ro: Parola trebuie să aibă cel puțin {$length} caractere.
ru_ru: Пароль должен содержать не менее {$length} символов.
sl_si: Geslo mora biti dolgo vsaj {$length} znakov.
sr_rs@cyrillic: Лозинка мора имати најмање {$length} карактера
sr_rs@latin: Lozinka mora imati najmanje {$length} karaktera
sv_se: Lösenordet måste innehålla minst {$length} tecken.
tr_tr: Şifre en az {$length} karakter olmalıdır.
uk_ua: Пароль має складатися хоча б із {$length} знаків.
vi: Mật khẩu phải có ít nhất {$length} ký tự.
vi_vn: Mật khẩu phải có ít nhất {$length} ký tự.

# user.register.registerAs
source: Register in {$contextName} as...
ar_iq: سجل في {$contextName} بصفة...
bg: Регистрирайте се в {$contextName} като...
ca_es: Registrar-se en {$contextName} com a...
cs_cz: Zaregistrovat v {$contextName} jako...
el_gr: Εγγραφή ως
es_es: Registrarse en {$contextName} como...
eu_es: Erregistratu honela:
fa_ir: ثبت‌نام در {$contextName} به عنوان
fi: Rekisteröidy kontekstiin {$contextName}...
fr_ca: S'inscrire à la revue {$contextName} en tant que...
gl: Rexistrarse en {$contextName} como...
he: הירשם ב-{$contextName} כ...
hr: Registrirajte se u {$contextName} kao...
hu: Regisztráció a {$contextName}-hoz/hez mint...
hy_am: Գրանցվեք {$contextName} -ում որպես...
id_id: Mendaftar di {$contextName} sebagai...
is: Innskráning í {$contextName} sem...
it: Registrati in {$contextName} come ...
ja: {$contextName} での登録ユーザーの役割
ka_ge: რეგისტრაცია {$contextName} როგორც…
lv_lv: Reģistrēties {$contextName} kā...
mk: Регуистрирај се во {$contextName} како...
mr: ...म्हणून {$contextName} मध्ये नोंदणी करा.
pt_pt: Registar-se como {$contextName}
ro_ro: Înregistrați-vă în {$contextName} ca...
ru_ru: Зарегистрироваться в «{$contextName}» как...
sl_si: Registrirajte se v {$contextName} kot...
sr_rs@cyrillic: Региструј се у {$contextName} као...
sr_rs@latin: Registruj se u {$contextName} kao...
sv_se: Registrera dig hos {$contextName} som...
tr_tr: {$contextName} şeklinde kaydol...
uk_ua: Зареєструватися в {$contextName} як...
vi: Đăng ký trong {$contextName} với vai trò...
vi_vn: Đăng ký trong {$contextName} với ...

# user.register
source: Register
ar_iq: سجل
bg: Регистрация
ca_es: Registre
cs_cz: Registrovat
el_gr: Εγγραφή
es_es: Registrarse
eu_es: Erregistratu
fa_ir: ثبت‌نام
fi: Rekisteröidy
fr_ca: S'inscrire
gl: Rexistrarse
he: הירשם
hr: Registracija
hu: Regisztráció
hy_am: Գրանցվեք
id_id: Daftar
is: Nýskráning
it: Registrazione
ja: 登録
ka_ge: რეგისტრაცია
lv_lv: Reģistrēties
mk: Регистер
mr: नोंदणी करा
pt_pt: Registo
ro_ro: Înregistrare
ru_ru: Регистрация
sl_si: Registracija
sr_rs@cyrillic: Региструј се
sr_rs@latin: Registruj se
sv_se: Registrera dig
tr_tr: Kayıt
uk_ua: Зареєструватися
vi: Đăng ký
vi_vn: Đăng ký

# user.register.usernameRestriction
source: The username must contain only lowercase letters, numbers, and hyphens/underscores.
ar_iq: اسم المستخدم ينبغي أن يتضمن حروفاً صغيرة فقط، أرقام، شُرط، أو خطوط تحتانية.
bg: Потребителското име трябва да съдържа само малки букви, цифри и тирета/долни черти.
ca_es: El nom d’usuari només pot contenir lletres minúscules, nombres, guionets i ratlles baixes.
cs_cz: Uživatelské jméno může obsahovat pouze malá písmena, číslice a pomlčky/podtržítka.
el_gr: Το όνομα Χρήστη πρέπει να περιέχει μόνο μικρούς χαρακτήρες, αριθμούς και παύλες(-,_).
es_es: El nombre de usuario debe contener sólo letras en minúscula, números, y guiones/guiones bajos.
eu_es: Erabiltzaile-izenak letra minuskulak, zenbakiak, eta marratxoak/azpimarrak bakarrik eduki ditzake.
fa_ir: نام کاربری فقط میتواند دارای حروف کوچک، اعداد، خط فاصله و خط فاصله زیرین باشد.
fi: Käyttäjätunnus voi sisältää vain pieniä kirjaimia, numeroita ja yhdysmerkkejä/alaviivoja. Suomenkielen kirjaimet ä, ö ja å sekä muut vastaavat erikoiskirjaimet eivät kelpaa.
fr_ca: Le nom d'utilisateur ne doit contenir que des lettres minuscules, chiffres et traits d'union/de soulignement.
gl: O nome de usuario/a debe conter só letras minúsculas, números e guións/guións baixos.
he: שם המשתמש חייב להכיל רק אותיות קטנות, מספרים ומקפים/מקפים תחתונים.
hr: Korisničko ime mora sadržavati samo mala slova (a-ž), brojeve (0-9), crtice (-) i podvlake (_).
hu: A felhasználónév csak kisbetűket, számokat és alulvonást/ kötőjelet tartalmazhat.
hy_am: Օգտվողի անունը պետք է պարունակի միայն փոքրատառեր, թվեր և գծիկներ/ընդգծումներ:
id_id: Nama pengguna hanya bisa terdiri dari huruf kecil, nomor, dan tanda penghubung/ garis bawah atau kombinasi ketiganya.
is: Notendanafnið má bara innihalda lágstafi, tölustafi og bandstrik/undirstrik.
it: La username deve contenere solo lettere minuscole, numeri, e trattini/underscores.
ja: ユーザー名に使えるのは、英小文字と数字、ハイフンとアンダーバーだけです。
ka_ge: მომხმარებლის სახელი უნდა შეიცავდეს მხოლოდ მცირე ასოებს, ციფრებს და დეფისებს/ქვედა ხაზებს.
lv_lv: Lietotājvārdā jābūt tikai mazajiem burtiem, cipariem, defisēm vai pasvītrojuma zīmēm.
mk: Корисничкото име мора да содржи само мали букви, броеви и цртички / долна црта.
mr: वापरकर्त्याच्या नावात (username) फक्त रोमन लिपीतली लहान अक्षरे (lower-case) आणि अंक, अधोरेखन (underscore) आणि जोड चिन्हांचा (hyphen) वापर करता येईल.
pt_pt: O nome de utilizador deve conter apenas letras minúsculas (a-z), números(0-9), sublinhados(_) e hífens(-).
ro_ro: Numele de utilizator trebuie să conțină doar litere mici, cifre și cratime/sublinii.
ru_ru: Имя пользователя должно содержать только строчные латинские буквы, цифры и дефисы/подчеркивания.
sl_si: Uporabniško ime lahko vsebuje le male črke, številke, podčrtaj ali pomišljaj.
sr_rs@cyrillic: Корисничко име може садржати само мала слова, бројеве, цртице (-) и подвлаке(_).
sr_rs@latin: Korisničko ime može sadržati samo mala slova, brojeve, crtice (-) i podvlake(_).
sv_se: Användarnamnet får bara innehålla gemener, siffror, och under-/bindestreck.
tr_tr: Kullanıcı adı sadece küçük harfleri, sayıları, tire işareti ve alt çizi karakterleri içermelidir.
uk_ua: Ім'я користувача може складатися лише з рядкових літер, цифр та тире/символів підкреслення.
vi: Tên người dùng chỉ được chứa các chữ cái viết thường, số và dấu gạch nối/dấu gạch dưới.
vi_vn: Tên người dùng chỉ được chứa các chữ cái thường, số và dấu gạch ngang/gạch dưới.

# user.register.registrationCompleted
source: You have successfully registered. <a href="{$profileUrl}">Click here</a> to complete your user profile.
ar_iq: لقد سجلت بنجاح. <a href="{$profileUrl}">أنقر هنا</a> لإكمال ملفك الشخصي.
bg: Успешно се регистрирахте. <a href="{$profileUrl}">Щракнете тук</a>, за да завършите потребителския си профил.
ca_es: S'ha registrat correctament. Faci <a href="{$profileUrl}">clic aquí</a> per completar el seu perfil d'usuari/ària.
cs_cz: Úspěšně jste se zaregistrovali. <a href="{$profileUrl}">Klikněte zde</a> k dokončení vašeho uživatelského profilu.
el_gr: Επιτυχής Εγγραφή. <a href="{$profileUrl}">Κάντε κλικ εδώ</a> για να ολοκληρώστε την επεξεργασία του προφίλ σας.
es_es: Se ha registrado correctamente. <a href="{$profileUrl}">Haga clic aquí</a> para completar su perfil de usuario.
fa_ir: ثبت‌نام شما انجام شد. برای مشاهده و تکمیل پروفایل خود بر روی این <a href="{$profileUrl}">لینک</a> کلیک کنید.
fi: Olet rekisteröitynyt onnistuneesti. <a href="{$profileUrl}">Klikkaa tästä</a> täydentääksesi käyttäjäprofiilisi tiedot.
fr_ca: Vous vous êtes inscrit-e avec succès. <a href="{$profileUrl}"> Cliquez ici </a> pour compléter votre profil utilisateur.
gl: Rexistrouse correctamente. <a href="{$profileUrl}">Fai clic aquí</a> para completar o teu perfil de usuario.
he: נרשמת בהצלחה. <a href="{$profileUrl}">לחץ כאן</a> כדי להשלים את פרופיל המשתמש שלך.
hr: Uspješno ste se registrirali. <a href="{$profileUrl}">Kliknite ovdje</a> da dovršite svoj korisnički profil.
hu: Sikeresen regisztrált. <a href="{$profileUrl}">Kattintson ide</a> hogy befejezze a profilja létrehozását.
hy_am: Դուք հաջողությամբ գրանցվել եք: <a href="{$profileUrl}">Սեղմեք այստեղ</a> ձեր օգտատիրոջ պրոֆիլը լրացնելու համար:
id_id: Anda telah berhasil mendaftar. <a href="{$profileUrl}">Klik di sini</a> untuk melengkapi profil Anda.
is: Þér tókst að skrá þig. <a href="{$profileUrl}">Smelltu hér</a> til að klára notandastillingar.
it: Sei stato registrato correttamente. <a href="{$profileUrl}">Clicca qui</a> per completare la tua registrazione.
ja: 登録が完了です。<a href="{$profileUrl}">プロフィール情報</a>を完成させてください。
ka_ge: თქვენ წარმატებით დარეგისტრირდით. <a href="{$profileUrl}">დააწკაპუნეთ აქ</a> თქვენი მომხმარებლის პროფილის დასასრულებლად.
lv_lv: Jūs esat sekmīgi reģistrējies. <a href="{$profileUrl}">Spiediet šeit</a> , lai aizpildītu savu lietotāja profilu.
mk: Успешно се регистриравте <a href="{$profileUrl}"> Кликнете овде </a> за да го завршите вашиот кориснички профил.
mr: तुम्ही यशस्वीरित्या नोंदणी केली आहे. वापरकर्त्याचा संक्षिप्‍त परिचय पूर्ण करण्यासाठी <a href="{$profileUrl}">येथे क्लिक करा</a>.
pt_pt: Registou-se com sucesso. <a href="{$profileUrl}"> Clique aqui </a> para completar o seu perfil de utilizador.
ro_ro: V-ați înregistrat cu succes. <a href="{$profileUrl}">Click aici</a> pentru a vă completa profilul de utilizator.
ru_ru: Вы успешно зарегистрировались. <a href="{$profileUrl}">Щелкните здесь</a>, чтобы заполнить свой профиль пользователя.
sl_si: Uspešno ste se registrirali. <a href="{$profileUrl}">Kliknite tukaj</a>, da dopolnite preostale podatke vašega uporabniškega računa.
sr_rs@cyrillic: Успешно сте се регистровали. Кликните <a href="{$profileUrl}">овде</a> да уредите ваш кориснички профил.
sr_rs@latin: Uspešno ste se registrovali. Kliknite <a href="{$profileUrl}">ovde</a> da uredite vaš korisnički profil.
sv_se: Du har registrerat dig. <a href="{$profileUrl}">Klicka här</a> för att färdigställa din användarprofil.
tr_tr: Başarıyla kaydoldunuz. Profilinizi tamamlamak için <a href="{$profileUrl}">buraya tıklayın</a>.
uk_ua: Ви успішно зареєструвалися. <a href="{$profileUrl}">Натисніть тут</a> tщоб заповнити свій профіль користувача.
vi: Bạn đã đăng ký thành công. <a href="{$profileUrl}">Nhấp vào đây</a> để hoàn thành hồ sơ người dùng của bạn.
vi_vn: Bạn đã đăng ký thành công. <a href="{$profileUrl}"> Nhấp vào đây </a> để hoàn thành hồ sơ người dùng của bạn.
