Repository: pkp/pkp-lib
Catalog: locale/*/user.po
Languages: ar_iq, bg, bg_bg, ca_es, cs_cz, el_gr, es_es, eu_es, fa_ir, fi, fr_ca, gl, he, hr, hu, hy_am, id_id, is, it, ja, ka_ge, lv_lv, mk, mr, pt_pt, ro_ro, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, vi, vi_vn

# orcid.instructions
source: You can pre-populate this form with information from an ORCID profile. Enter the email address or ORCID iD associated with the ORCID profile, then click "Submit".
bg: Можете предварително да разпространите този формуляр с информация от ORCID профил. Въведете имейл или идентификатор, свързани с ORCID профил, после щракнете "Изпращане".
fi: Voit esitäyttää lomakkeen ORCID-tilisi tiedoilla. Anna ORCID-tunniste tai siihen liitetty sähköpostiosoite ja paina "Lähetä".
fr_ca: Vous pouvez préremplir ce formulaire avec les renseignements provenant d'un profil ORCID. Entrer l'adresse courriel ou l'identifiant ORCID associé au profil ORCID, puis cliquer sur « Envoyer ».
he: ניתן למלא טופס זה מראש במידע מפרופיל ORCID. הזן את כתובת הדוא"ל או מזהה ה-ORCID המשויך לפרופיל ה-ORCID ולאחר מכן לחץ על "שלח".
hu: Előre kitöltheti az űrlapot az ORCID profilból származó információkkal. Adja meg az email címet vagy az ORCID profilhoz tartozó ORCID ID-t.
it: È possibile pre-compilare questo form con le informazioni del proprio profilo ORCID. Inserici l'indirizzo email o l'ORCID iD associato al profilo ORCID e clicca su "Invia".
mk: Оваа форма можете претходно да ја наполните со информации од ORCID профил. Внесете ја адресата за е-пошта или ORCID iD поврзана со профилот ORCID, а потоа кликнете на „Испрати“.
mr: तुम्ही ORCID प्रोफाइलमधील माहितीचा वापर करून या फॉर्ममध्ये ती दाखल करू शकता. ORCID प्रोफाइलवर नोंदवलेला ई-मेल पत्ता किंवा ORCID iD ची नोंद करून "सादर करा (Submit)" वर क्लिक करा.
vi: Bạn có thể điền trước biểu mẫu này với thông tin từ hồ sơ ORCID. Nhập địa chỉ email hoặc ORCID iD được liên kết với hồ sơ ORCID, sau đó nhấp vào "Gửi".

# orcid.description
source: Allows for the import of user profile information from ORCID.
bg: Позволява инпортиране на информация от ORCID профили на потребители.
fi: Helpottaa ORCID-tunnisteiden käyttöä OJS-järjestelmässä.
fr_ca: Ce plugiciel permet l'importation d'un profil d'utilisateur ou d'utilisatrice depuis ORCID.
he: מאפשר ייבוא של פרטי פרופיל משתמש מ-ORCID.
hu: Lehetővé teszi a felhasználói profil információinak importálását ORCID-ból.
it: Consente di importare informazioni del profilo dell'utente da ORCID.
mk: Овозможува внес на информации за кориснички профил од ORCID.
mr: ORCID वरून वापरकर्ता प्रोफाइलची माहिती दाखल करुन घेण्याची परवानगी देते.
vi: Cho phép nhập thông tin hồ sơ người dùng từ ORCID.

# orcid.displayName
source: ORCID
bg: Добавка за ORCID профил
fi: ORCID-lisäosa
fr_ca: Plugiciel de profil ORCID
hu: ORCID profil bővítmény
it: Plugin per il profilo ORCID
mk: Плагин за профилот на ORCID
vi: Plugin hồ sơ ORCID

source: orcid.about.display
bg: За да се потвърди, че Вие използвате свой идентификатор и че той е удостоверен, ние показваме икона ORCID iD <img src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" alt="iD icon" width="16" height="16" border="0"> срещу Вашето име на страницата на предложена от Вас статия и във Вашия обществено достъпен профил.<br> Научете повече на <a href="https://info.orcid.org/how-should-an-orcid-id-be-displayed/">Как следва да бъде показван ORCID iD.</a>
fi: Vahvistettujen ORCID-tunnisteiden yhteydessä näkyy ORCID-logo <img src="https://orcid.org/sites/default/files/images/orcid_16x16.png" alt="iD icon" width="16" height="16" border="0">tekijän nimen vieressä ja julkisessa käyttäjäprofiilissa.Lue lisää siitä <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">miten ORCID-tunniste tulisi esittää.</a>
fr_ca: Pour reconnaître que vous avez utilisé votre identifiant et qu'il a bien été authentifié, nous affichons l'icône de l'identifiant ORCID <img src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" alt ="icône identifiant ORCID" width="16" height="16" borde ="0"> à côté de votre nom sur la page d'article de votre soumission ainsi que sur votre profil d'utilisateur public.</br> Pour en apprendre davantage, consulter <a href="https://info.orcid.org/how-should-an-orcid-id-be-displayed/">Comment bien afficher un identifiant ORCID.</a> (en anglais)
hu: Megerősítve, hogy a személyi azonosítója hitelesítésre került, az ORCID azonosító ikonját <img src="https://orcid.org/sites/default/files/images/orcid_16x16.png" alt="iD icon" width="16" height="16" border="0"> megjelenítjük neve mellett a beküldött cikk oldalán, valamint a nyilvános felhasználói profilon. .<br> További információk az alábbi hivatkozás alatt érhetők el: <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">How should an ORCID iD be displayed.</a>
it: Per confermare che il tuo ORCID ID è stato confermato ed è stato utilizzato noi visualizziamo l'icona ORCID <img src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" alt="iD icon" width="16" height="16" border="0"> vicino al tuo nome nella pagina di dettaglio del manoscritto e sul tuo profilo pubblico. <br> Per maggiori informazioni visita <a href="https://info.orcid.org/how-should-an-orcid-id-be-displayed/">Come deve essere visualizzato un iD ORCID.</a>
mk: Како благодарност што го користите вашиот иД и дека сте аутентифицирани, ние прикажуваме ORCID iD ikona <img src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" alt="iD icon" width="16" height="16" border="0"> покрај вашето име на страната на трудот од вашиот поднесок и во вашиот јавен кориснички профил.<br> Дознај повеќе на <a href="https://info.orcid.org/how-should-an-orcid-id-be-displayed/">Како се прикажува ORCID iD.</a>
vi: Để xác nhận rằng bạn đã sử dụng iD của mình và nó đã được xác thực, chúng tôi hiển thị biểu tượng ORCID iD <img src="https://orcid.org/sites/default/files/images/orcid_16x16(1).gif" alt="iD icon" width="16" height="16" border="0"> cùng với tên của bạn trên trang bài viết của bạn và trên hồ sơ người dùng công khai của bạn.<br> Tìm hiểu thêm trong <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">Làm thế nào một ORCID iD sẽ được hiển thị.</a>

# orcid.about.display.title
source: Where are ORCID iDs displayed?
bg: Къде се показват ORCID идентификатори?
fi: Missä ORCID-tunnisteet näkyvät?
fr_ca: Où sont affichés les identifiants ORCID ?
he: היכן מוצגים מזהי ORCID?
hu: Hol kerülnek az ORCID azonosítók megjelenítésre?
it: Dove vengono visualizzati gli ORCID ID?
mk: Каде се прикажуваат ORCID iD?
mr: ORCID iD कुठे प्रदर्शित केले जातात?
vi: Các ORCID iD được hiển thị ở đâu?

source: orcid.about.howAndWhyMemberAPI
bg: Това списание събира Вашите ORCID идентификатори за да можем ние и по -широката общност можем да сме сигурни, че сте правилно идентифицирани и свързани с вашата публикация (и). Това ще гарантира, че връзката ви с цялостната ви работа остава с вас през цялата ви кариера . Когато щракнете върху бутона „Упълномощаване“ в изскачащия прозорец на ORCID, ние ще ви помолим да споделите вашия iD, като използвате удостоверен процес - или като се регистрирате за ORCID iD, или, ако вече имате такъв, като влезете в акаунта си в ORCID, след което ще предоставите ни разрешение да получим вашия ORCID iD. Правим това, за да гарантираме, че сте правилно идентифицирани и се свързвате сигурно с вашия ORCID iD. <br> Научете повече в <a href="https://info.orcid.org/whats-so-special-about-signing-in/"> Какво е толкова специалното при влизането. </a> <br> Това списание ще събира и показва удостоверените идентификатори на автори и съавтори на страницата с профили и статии в OJS. В допълнение, метаданните на статиите автоматично ще бъдат прехвърлени към вашия ORCID запис, което ни позволява да ви помогнем да поддържате вашия запис актуален с надеждна информация. Научете повече в <a href="https://info.orcid.org/six-ways-to-make-your-orcid-id-work-for-you/"> Шест начина да накарате вашия ORCID iD да работи за вас ! </a>
fi: Keräämme ORCID-tunnisteesi jotta me kaikki voimme luottaa henkilöllisyyteesi ja yhteydestä julkaisuusi. Samalla varmistamme, että yhteys tekemääsi työhön säilyy urasi ajan.<br /> Kun painat Vahvista-nappia ORCID-ikkunassa, pyydämme sinua antamaan ORCID-tunnisteesi joko <a href="https://support.orcid.org/hc/en-us/articles/360006897454">rekisteröimällä uuden ORCID-tunnisteen</a> tai, mikäli sinulla jo tunniste, <a href="https://support.orcid.org/hc/en-us/categories/360000661673">kirjautumalla ORCID-tilillesi</a> ja antamalla meille luvan hakea ORCID-tunnisteesi. Teemme tämän varmistaaksemme, että tallennettu ORCID-tunniste on vahvistettu ja oikean henkilön tunniste.<br /> Lue lisää <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">miksi tämä on niin tärkeää.</a><br /> Keräämme ja näytämme tunnistettujen kirjoittajien ja tekijöiden ORCID-tunnisteet OJS-profiileissa ja artikkelisivuilla. Lisäksi artikkeleiden kuvailutiedot siirretään ORCID-tilillesi helpottamaan tietojesi päivittämistä. Lue lisää <a href="https://orcid.org/blog/2017/08/10/six-ways-make-your-orcid-id-work-you">Kuudesta tavasta saada ORCID-tunniste työskentelemään puolestasi!</a>
fr_ca: Cette revue collecte votre identifiant ORCID afin que nous ainsi que la communauté scientifique puissions être certains que vous êtes correctement identifié-e et relié-e-e à vos publications. Cela permet de garantir que votre lien avec l'ensemble de vos travaux vous accompagne tout au long de votre carrière. <br> Lorsque vous cliquez sur le bouton « Autoriser » dans la fenêtre contextuelle ORCID, nous vous demanderons de partager votre identifiant en utilisant un processus authentifié : soit en vous inscrivant pour obtenir un identifiant ORCID, soit, si vous en avez déjà un, en vous connectant à votre compte ORCID, puis en nous autorisant à obtenir votre identifiant ORCID. Nous faisons cela pour nous assurer que vous êtes correctement identifié-e et que vous vous connectez de manière sécurisée à votre identifiant ORCID. Pour en savoir plus, consultez <a href="https://info.orcid.org/whats-so-special-about-signing-in/">Qu'y a-t-il de si avantageux à s'inscrire ?</a> (en anglais). Cette revue recueillera et affichera les identifiants des auteurs-es et coauteurs-es authentifiés sur la page du profil OJS et sur la page de l'article. En outre, les métadonnées de l'article seront automatiquement ajoutées à votre dossier ORCID, ce qui nous permet de vous aider à tenir votre dossier à jour avec des informations fiables. Pour en savoir plus, consultez <a href="https://info.orcid.org/six-ways-to-make-your-orcid-id-work-for-you/">Six façons de faire fructifier votre identifiant ORCID !</a> (en anglais).
it: Questa rivista raccoglie il tuo iD ORCID in modo che noi e la comunità in generale possiamo essere sicuri che sia correttamente identificato e collegato alle tue pubblicazioni. Ciò garantirà che il collegamento con tutto il tuo lavoro rimanga per tutta la tua carriera. <br> Quando clicchi sul pulsante "Autorizza" nel popup ORCID, ti chiederemo di condividere il tuo iD utilizzando un processo di autenticazione: registrandoti per un iD ORCID o, se ne hai già uno, accedendo al tuo account ORCID e concedendoci il permesso di ottenere il tuo iD ORCID. Facciamo ciò per assicurare che tu sia identificato correttamente e connesso in maniera sicura al tuo iD ORCID. Per saperne di più visita <a href="https://info.orcid.org/whats-so-special-about-signing-in/">Cosa c'è di così speciale nell'accedere.</a><br> Questa rivista raccoglierà e visualizzerà gli iD degli autori e dei coautori autenticati sul profilo OJS e sulla pagina dell'articolo. In aggiunta, i metadati degli articoli saranno automaticamente inviati al vostro record ORCID, consentendoci di aiutarvi a mantenere il vostro record aggiornato con informazioni attendibili. Per saperne di più, consultate il sito <a href="https://info.orcid.org/six-ways-to-make-your-orcid-id-work-for-you/">Sei modi per far lavorare il vostro iD ORCID per voi!</a>
mk: Ова списание го собира вашиот ORCID iD за да биде пошироката јавност убедена дека вие сте коректно идентифициран и поврзан со вашите публикации. Тоа ќе овозможи поврзување на вашата целокупна работа да остане со вас низ комплетната кариера. <br> Кога ќе кликнете на копчето “Авторизирај” во паѓачкото мени на ORCID, ние ќе побараме од вас да го споделите вашиот iD преку процес на автентификација—било преку идентификцаија со ORCID iD или, ако веќе имате, со логирање на вашиот ORCID акаунт, потоа ќе ни дозволите да го употребиме вашиот ORCID iD. Ние ова го правиме за да обезбедиме коректна идентификација и сигурно поврзување со вашиот ORCID iD.<br> Дознај повеќе на <a href="https://info.orcid.org/whats-so-special-about-signing-in/">Што е специјално со логирањето.</a><br> Ова списание ќе собира и ќе прикажува аутентифицирани авторски и коавторски iDs во OJS профилот и страницата на трудот. Дополнително, метаподатоците од вашиот труд автоматски ќе бидат внесени во вашиот ORCID запис, овозможувајќи ни да помогнеме да се чуваат најновиот запис со веродостојни информации. Дознај повеќе на <a href="https://info.orcid.org/six-ways-to-make-your-orcid-id-work-for-you/">Шест начини да го направат вашиот ORCID iD да работи за вас!</a>
vi: Tạp chí này đang thu thập iD ORCID của bạn để chúng tôi và cộng đồng rộng lớn hơn có thể tin tưởng rằng bạn được xác định chính xác và được kết nối với (các) ấn phẩm của bạn. Điều này sẽ đảm bảo kết nối của bạn với toàn bộ công việc luôn ở bên bạn trong suốt sự nghiệp của bạn. <br> Khi bạn nhấp vào nút “Ủy quyền” trong cửa sổ bật lên ORCID, chúng tôi sẽ yêu cầu bạn chia sẻ iD của mình bằng quy trình đã xác thực — bằng cách đăng ký iD ORCID hoặc, nếu bạn đã có, bằng cách đăng nhập vào tài khoản ORCID của bạn, sau đó cấp cho phép chúng tôi lấy ORCID iD của bạn. Chúng tôi làm điều này để đảm bảo bạn được xác định chính xác và kết nối an toàn với iD ORCID của bạn. <br> Tìm hiểu thêm trong <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signs"> Đăng nhập có gì đặc biệt. </a> <br> Tạp chí này sẽ thu thập và hiển thị iD của các tác giả và đồng tác giả đã được xác thực trên trang tiểu sử và bài báo của OJS. Ngoài ra, siêu dữ liệu bài viết sẽ tự động được đưa vào bản ghi ORCID của bạn, cho phép chúng tôi giúp bạn cập nhật hồ sơ của mình với thông tin đáng tin cậy. Tìm hiểu thêm trong <a href="https://orcid.org/blog/2017/08/10/six-ways-make-your-orcid-id-work-you"> Sáu cách làm cho ORCID iD của bạn hoạt động bạn! </a>

source: orcid.about.howAndWhyPublicAPI
bg: Това списание събира Вашите ORCID идентификатори за да можем [добавете цел и направете разлика между API за членове и обществен API]. Когато кликнете бутон “Упълномощаване” в изскачащия прозорец за ORCID, ще Ви помолим да споделите своя идентификатор чрез процес на упълномощаване извършван чрез: <a href="https://support.orcid.org/hc/en-us/articles/360006897454">регистриране за ORCID идентификатор</a> или, ако Вие имате такъв, чрез <a href="https://support.orcid.org/hc/en-us/categories/360000661673">влизане във Вашия ORCID профил</a>, а след това предоставяне на нас разрешение да получим Вашия ORCID идентификатор. Ние правим това за да подсигурим, че коректно сте идентифицирани и сигурно сме свързали Вашия ORCID идентификатор.<br> Научете повече на <a href="https://info.orcid.org/whats-so-special-about-signing-in/">Какво е толкова специалното при влизането. </a> <br> Това списание ще събира и показва удостоверените идентификатори на автори и съавтори на страницата с профили и статии в OJS.
fi: Kun painat Vahvista-nappia ORCID-ikkunassa, pyydämme sinua antamaan ORCID-tunnisteesi joko <a href="https://support.orcid.org/hc/en-us/articles/360006897454">rekisteröimällä uuden ORCID-tunnisteen</a> tai, mikäli sinulla jo tunniste, <a href="https://support.orcid.org/hc/en-us/categories/360000661673">kirjautumalla ORCID-tilillesi</a> ja antamalla meille luvan hakea ORCID-tunnisteesi. Teemme tämän varmistaaksemme, että tallennettu ORCID-tunniste on vahvistettu ja oikean henkilön tunniste. Lue lisää <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">miksi tämä on niin tärkeää</a>.
fr_ca: Cette revue collecte votre identifiant ORCID afin que nous puissions intégrer vos renseignements ORCID à votre profil utilisateur ou à votre profil d'auteur-e. Lorsque vous cliquez sur le bouton « Autoriser » dans la fenêtre ORCID, nous vous demanderons de nous partager votre identifiant à l'aide d'un processus authentifié : soit en vous inscrivant pour obtenir un identifiant ORCID ou, si vous en avez déjà un, en vous connectant à votre compte ORCID, puis en nous accordant la permission d'obtenir votre identifiant ORCID. Nous adoptons cette approche pour nous assurer que vous êtes correctement identifié-e et que vous associez votre identifiant ORCID en toute sécurité.<br/> Pour en apprendre davantage, consulter <a href="https://info.orcid.org/whats-so-special-about-signing-in/">Qu'est-ce qui rend la connexion ORCID si avantageuse</a> (en anglais).
hu: A folyóirat abból a célból kéri be az Ön ORCID azonosítóját, hogy ezáltal [írjuk le az okát, és tegyünk különbséget a Member API és Nyilvános API között]. Amikor az ORCID felugró ablakban rákattint az ’Authorize’ gombra, a hitelesítési folyamatban bekérjük azonosítóját: egyik módja, hogy <a href="https://support.orcid.org/hc/en-us/articles/360006897454">regisztrál egy ORCID azonosítót</a> , vagy amennyiben már rendelkezik vele, az <a href="https://support.orcid.org/hc/en-us/categories/360000661673">ORCID fiókba történő bejelentkezéssel</a> és így hozzáférést biztosítva számunkra az ORCID azonosítójához. Mindezt az egyértelmű azonosítás és ORCID azonosító biztonságos csatolása érdekében tesszük. A bejelentkezésről további részletek az alábbiakban olvashatók: <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">What’s so special about signing in.</a>
it: Questa rivista raccoglie il tuo iD ORCID in modo che noi e la comunità in generale possiamo essere sicuri che sia correttamente identificato e collegato alle tue pubblicazioni. Ciò garantirà che il collegamento con tutto il tuo lavoro rimanga per tutta la tua carriera. <br> Quando clicchi sul pulsante "Autorizza" nel popup ORCID, ti chiederemo di condividere il tuo iD utilizzando un processo di autenticazione: registrandoti per un iD ORCID o, se ne hai già uno, accedendo al tuo account ORCID e concedendoci il permesso di ottenere il tuo iD ORCID. Facciamo ciò per assicurare che tu sia identificato correttamente e connesso in maniera sicura al tuo iD ORCID. Per saperne di più visita <a href="https://info.orcid.org/whats-so-special-about-signing-in/">Cosa c'è di così speciale nell'accedere.</a><br> Questa rivista raccoglierà e visualizzerà gli iD degli autori e dei coautori autenticati sul profilo OJS e sulla pagina dell'articolo.
mk: Ова списание го собира вашиот ORCID iD за да биде пошироката јавност убедена дека вие сте коректно идентифициран и поврзан со вашите публикации. Тоа ќе овозможи поврзување на вашата целокупна работа да остане со вас низ комплетната кариера. <br> Кога ќе кликнете на копчето “Авторизирај” во паѓачкото мени на ORCID, ние ќе побараме од вас да го споделите вашиот iD преку процес на автентификација—било преку идентификцаија со ORCID iD или, ако веќе имате, со логирање на вашиот ORCID акаунт, потоа да ни дозволите да го употребиме вашиот ORCID iD. Ние ова го правиме за да обезбедиме коректна идентификација и сигурно поврзување со вашиот ORCID iD.<br> Дознај повеќе на <a href="https://info.orcid.org/whats-so-special-about-signing-in/">Што е специјално со логирањето.</a><br> Ова списание ќе собира и ќе прикажува аутентифицарни авторски и коавторски iDs во OJS профилот и страницата на трудот.
vi: Tạp chí này đang thu thập iD ORCID của bạn để chúng tôi và cộng đồng rộng lớn hơn có thể tin tưởng rằng bạn được xác định chính xác và được kết nối với (các) ấn phẩm của bạn. Điều này sẽ đảm bảo kết nối của bạn với toàn bộ công việc của bạn luôn ở bên bạn trong suốt sự nghiệp của bạn.<br> Khi bạn nhấp vào nút “Authorize” trong ORCID popup, chúng tôi sẽ yêu cầu bạn chia sẻ iD của bạn sử dụng một quá trình chứng thực: hoặc bằng cách <a href="https://support.orcid.org/hc/en-us/articles/360006897454">đăng ký ORCID iD</a> hoặc, nếu bạn đã có một, <a href="https://support.orcid.org/hc/en-us/categories/360000661673">để đăng nhập vào tài khoản ORCID của bạn</a>, sau đó cấp cho chúng tôi quyền để nhận ORCID iD của bạn. Chúng tôi làm điều này để đảm bảo rằng bạn được xác định chính xác và kết nối an toàn ORCID iD của bạn.<br> Tìm hiểu thêm trong <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">Điều gì đặc biệt về việc đăng nhập.</a>

# orcid.about.howAndWhy.title
source: How and why we collect ORCID iDs?
bg: Защо и как ние събираме ORCID идентификатори?
fi: Miten ja miksi keräämme ORCID-tunnisteita?
fr_ca: Comment et pourquoi collectons-nous les identifiants ORCID ?
he: כיצד ומדוע אנו אוספים תעודות זהות של ORCID?
hu: Hogy és miért kérünk be ORCID azonosítókat?
it: Come e perché registriamo iD ORCID?
mk: Како и зошто ние собираме ORCID iD?
mr: आपण ORCID iD कसे आणि का गोळा करतो?
vi: Làm thế nào và tại sao chúng tôi thu thập ORCID iDs?
