Repository: pkp/pkp-lib
Catalog: locale/*/user.po
Languages: ar_iq, bg, bg_bg, ca_es, cs_cz, el_gr, es_es, eu_es, fa_ir, fi, fr_ca, gl, he, hr, hu, hy_am, id_id, is, it, ja, ka_ge, lv_lv, mk, mr, pt_pt, ro_ro, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, vi, vi_vn

# orcid.about.orcidExplanation
source: ORCID is an independent non-profit organization that provides a persistent identifier – an ORCID iD – that distinguishes you from other researchers and a mechanism for linking your research outputs and activities to your iD. ORCID is integrated into many systems used by publishers, funders, institutions, and other research-related services. Learn more at <a href="https://orcid.org">orcid.org</a>.
bg: ORCID е независима, нетърговска организация, която предоставя постоянен идентификатор ORCID iD – който Ви отличава от други изследователи и свързва Вашите публикации на изследвания дейности с Вашия идентификатор. ORCID се използва в много системи, изпорзвани от издатели, финансиращи органи, институции и други свързани с изследвания услуги. Научете повече на <a href="https://orcid.org">orcid.org</a>.
fi: ORCID on itsenäinen ja voittoa tavoittelematon organisaatio, joka ylläpitää tutkijoiden tunnistamiseen tarkoitettuja ORCID-tunnisteita. Tunnisteen avulla voit ilmoittaa ja linkittää tekijyytesi esimerkiksi artikkeleihin ja aineistoihin. ORCID on integroitu moniin erilaisiin järjestelmiin, kuten rahoittajien hakujärjestelmiin ja julkaisujärjestelmiin. Lue lisää <a href="https://orcid.org">orcid.org</a>.
fr_ca: ORCID est une organisation indépendante à but non lucratif qui fournit un identifiant numérique permanent qui vous distingue de tous les autres chercheurs-es et qui permet de connecter de manière fiable les chercheurs-es à leurs contributions à la recherche. ORCID est intégré dans plusieurs systèmes utilisés par les éditeurs, organismes subventionnaires, établissements et autres services reliés à la recherche. Pour en savoir davantage visiter <a href="https://orcid.org">orcid.org</a>.
hu: Az ORCID egy non-profit független szervezet, amely egy olyan azonosítót –ORCID iDt – biztosít, mellyel a kutatók egyértelműen megkülönböztetik magukat, továbbá megoldást kínál a kutatási eredmények és tevékenységek egyéni azonosítóhoz történő összerendelésére is. Az ORCID számos rendszerben integrált, melyeket elsősorban kiadók, alapítók, intézmények és egyéb kutatással kapcsolatos szolgáltatások használnak. Az ORCID szolgáltatásról további információk a <a href="https://orcid.org">orcid.org</a> címen érhetők el.
it: ORCID è un ente indipendente senza scopo di lucro che attribuisce un identificativo univoco - ORCID ID - ad ogni utente. Offre inoltre la possibilità di collegare il lavoro di ricerca al proprio ORCID ID. ORCID è integrato in numerosi sistemi utilizzati da publishers, enti di finanziamento sto, istituzioni ed altri servizi collegati al mondo della ricerca scientifica. Per saperne di più visitare il sito <a href="https://orcid.org">orcid.org</a>.
mk: ORCID е независна невладина организација која овозможува постојана идентификација – ORCID iD – која ве разликува од другите истражувачи и механизмот за повржување на вашиот научен придонес и активности со вашиот иД. ORCID е интегриран во многу системи кои ги користат издавачи, финансисери, институции и други сервиси поврзани со науката. Научи повеќе на <a href="https://orcid.org">orcid.org</a>.
vi: ORCID là một tổ chức phi lợi nhuận độc lập cung cấp số nhận dạng liên tục - ORCID iD - giúp phân biệt bạn với các nhà nghiên cứu khác và cơ chế liên kết các kết quả và hoạt động nghiên cứu của bạn với iD. ORCID được tích hợp vào nhiều hệ thống được sử dụng bởi các nhà xuất bản, nhà tài trợ, tổ chức và các dịch vụ liên quan đến nghiên cứu khác. Tìm hiểu thêm tại <a href="https://orcid.org">orcid.org</a>.

# orcid.about.title
source: What is ORCID?
bg: Какво е ORCID?
fi: Mikä on ORCID?
fr_ca: Qu'est-ce que ORCID ?
he: מה זה ORCID?
hu: Mi az ORCID?
it: Che cos'è ORCID?
mk: Што е ORCID?
mr: ORCID म्हणजे काय?
vi: ORCID là gì?

# orcid.authorise
source: Authorise and Connect your ORCID iD
bg: Упълномощаване и свързване на Вашия ORCID идентификатор
fi: Vahvista ja yhdistä ORCID-tunnisteesi
fr_ca: Connecter et autoriser votre identifiant ORCID
he: אשר וחבר את מזהה ה-ORCID שלך
hu: Hitelesítse és kösse össze az ORCID ID-ját
it: Autorizza e collega il tuo ID ORCID
mk: Авторизирај се и поврзи се со твојот ORCID iD
mr: तुमचा ORCID iD नोंदीत प्रवेश मिळवण्यासाठी अधिकृत (Authorize) करा आणि जोडा (Connect)
vi: Cho phép và kết nối ORCID iD của bạn

# orcid.connect
source: Create or Connect your ORCID iD
bg: Създаване или свързване с Вашия ORCID идентификатор
fi: Luo tai yhdistä ORCID-tunniste
fr_ca: Créer ou connecter votre identifiant ORCiID
he: צור או חבר את מזהה ה-ORCID שלך
hu: Hozza létre vagy csatolja a saját ORCID ID-t
it: Crea o connettti il tuo ID ORCID
mk: Создади или поврзи се со твојот ORCID iD
mr: तुमचा ORCID iD तयार करा किंवा जोडा (Connect)
vi: Tạo hoặc kết nối ORCID iD của bạn

# orcid.fieldset
source: ORCID
mk: ОРЦИД (ORCID)

# orcid.failure.contact
source: Please contact the journal manager with your name, ORCID iD, and details of your submission.
bg: Моля свържете се с мениджър на списанието, посочвайки своето име ORCID идентификатор и подробности за предлаганата работа.
fi: OJS-järjestelmä ei saanut yhteyttä ORCID-palveluun. Ota yhteyttä julkaisun toimituskuntaan ja ilmoita nimesi, ORCID-tunnisteesi sekä käsikirjoituksesi otsikko.
fr_ca: Veuillez contacter le,la responsable de la revue et fournir votre nom, identifiant ORCID, et les renseignements à propos de votre soumission.
he: יש לפנות למנהל כתב העת עם שמך, תעודת זהות ORCID ופרטי הגשתך.
hu: Kérjük, vegye fel a kapocsolatot a folyóirat menedzserrel, megadva nevét, ORCID ID-ját és a beküldése részleteit.
it: Contattare il journal manager con il tuo nome, ID ORCID e dettagli del manoscritto.
mk: Молам контактирајте го менаџерот на списанието со вашето име, ORCID iD, и детали за вашиот поднесок.
mr: कृपया तुमचे नाव, ORCID iD आणि तुमच्या सादरीकरणाच्या तपशीलांसह नियतकालिकाच्या व्यवस्थापकाशी संपर्क साधा.
vi: Vui lòng liên hệ với người quản lý tạp chí với tên của bạn, ORCID iD và thông tin chi tiết về bài đăng của bạn.

# orcid.authFailure
source: The ORCID authorization link has already been used or is invalid.
bg: Хипервръзката за ORCID удостоверяване вече е използване или не е валидна.
fi: ORCID-tunnisteen vahvistuslinkkiä on jo käytetty tai se ei ole voimassa.
fr_ca: Le lien d'autorisation ORCID a déjà été utilisé ou n'est pas valide.
he: קישור ההרשאה של ORCID כבר היה בשימוש או שאינו תקף.
hu: Az ORCID hitelesítési hivatkozás már használatban van érvénytelen.
it: OJS non è riuscita a comunicare con il servizio ORCID. Contatta il Direttore della rivista e segnala il tuo nome, ORCID iD e i dettagli della tua proposta.
mk: Линкот за авторизација на ORCID е веќе користен или не е валиден.
mr: ORCID नोंदीत प्रवेश मिळवण्यासाठीचा (authorization) दुवा (लिंक) आधीच वापरला गेला आहे किंवा तो अवैध आहे.
vi: Liên kết ủy quyền ORCID đã được sử dụng hoặc không hợp lệ.

# orcid.verify.denied
source: You denied access to your ORCID record.
bg: Вие отказахте достъп до Вашия ORCID запис.
fi: Olet kieltänyt pääsyn ORCID-tilillesi.
fr_ca: Vous n'avez pas permis l'accès à votre dossier ORCID.
he: מנעת גישה לרשומת ה-ORCID שלך.
hu: Az ORCID rekordjához megtagadta a hozzáférést.
it: Non hai consentito accesso al tuo ID ORCID.
mk: Одбиен е пристапот кон вашиот ORCID запис.
mr: तुम्ही तुमच्या ORCID नोंदीमध्ये प्रवेश नाकारला आहे.
vi: Bạn đã từ chối quyền truy cập vào hồ sơ ORCID của bạn.

# orcid.verify.duplicateOrcid
source: An ORCID iD was already stored for this submission.
bg: ORCID идентификатор вече е записан за тази предложена работа.
fi: ORCID-tunniste on jo tallennettu tälle käsikirjoitukselle.
fr_ca: Un identifiant ORCID était déjà enregistré pour cette soumission.
he: מזהה ORCID כבר נשמר להגשה זו.
hu: Ehhez a beküldéshez már letárolásra került egy ORCID azonosító.
it: Un ID ORCID è già stato salvato per questo manoscritto.
mk: ORCID iD е веќе складиран за овој поднесок.
mr: या सादरीकरणासाठी ORCID iD पूर्वीच संग्रहित करण्यात आला होता.
vi: Một ORCID iD đã được lưu trữ cho bài nộp này.

# orcid.verify.failure
source: Your ORCID iD could not be verified. The link is no longer valid.
bg: Вашият ORCID запис не беше верифициран. Хипервръзката вече не е валидна.
fi: ORCID-tunnistetta ei voitu vahvistaa. Linkki ei ole enää voimassa.
fr_ca: Votre identifiant ORCID n'a pu être vérifié. Le lien n'est plus valide.
he: לא היתה אפשרות לאמת את מזהה ה-ORCID שלך. הקישור אינו תקף עוד.
hu: Az ORCID azonosítóját nem lehet ellenőrizni. A hivatkozás nem érvényes.
it: Non è stato possibile verificare il tuo ORCID ID. Il link non è più valido.
mk: Вашиот ORCID iD не може да биде верифициран. Линкот не е повеќе валиден.
mr: तुमचा ORCID iD पडताळता आलेला नाही. दुवा (लिंक) आता वैध नाही.
vi: ORCID iD của bạn không thể được xác minh. Liên kết không còn hiệu lực.

# orcid.verify.success
source: Your ORCID iD has been verified and successfully associated with the submission.
bg: Вашият ORCID запис беше верифициран и успешно асоцииран с предложената работа.
fi: ORCID-tunnisteesi on vahvistettu ja liitetty käsikirjoitukseen.
fr_ca: Votre identifiant ORCID a été vérifié et bien associé à la soumission.
he: מזהה ה-ORCID שלך אומת ושויך בהצלחה להגשה.
hu: Az ORCID ID-ának ellenőrzése megtörtént és sikeresen kapcsoltuk a beküldéshez.
it: It tuo record ORCID è stato autenticato e associato al manoscritto.
mk: Вашиот ORCID iD беше верифициран и успешно поврзан со поднесокот.
mr: तुमचा ORCID iD सत्यापित करण्यात आला आहे आणि यशस्वीरित्या सादरीकरणाशी जोडण्यात आला आहे.
vi: ORCID iD của bạn đã được xác minh và liên kết thành công với bài gửi.

# orcid.verify.sendSubmissionToOrcid.notpublished
source: The submission will be added to your ORCID record during publication.
bg: Предложената работа ще бъде добавена във Вашия ORCID запис по време на публикуването.
fi: Käsikirjoitus lisätään ORCID-tilillesi sen julkaisun yhteydessä.
fr_ca: La soumission sera ajoutée à votre dossier ORCID lors de la publication.
he: ההגשה תתווסף לרשומת ה-ORCID שלך במהלך הפרסום.
hu: A cikket automatikusan az ORCID rekordjához adjuk publikáláskor.
it: Questo manoscritto sarà aggiunto al tuo record ORICD in fase di pubblicazione.
mk: Поднесокот ќе биде додаден кон вашиот ORCID запис за време на објавувањето.
mr: सादरीकरणाच्या प्रकाशनादरम्यान त्याची नोंद तुमच्या ORCID प्रोफाइलमध्ये करण्यात येईल.
vi: Bài gửi sẽ được thêm vào hồ sơ ORCID của bạn trong khi xuất bản.

# orcid.verify.sendSubmissionToOrcid.failure
source: The submission could not be added to your ORCID record.
bg: Предложената работе не може да се добави във Вашия ORCID запис.
fi: Käsikirjoitusta ei voitu lisätä ORCID-tilillesi.
fr_ca: La soumission n'a pu être ajoutée à votre dossier ORCID.
he: לא היתה אפשרות להוסיף את ההגשה לרשומת ה-ORCID שלך.
hu: A cikk nem adható hozzá az ORCID rekordjához.
it: Non è stato possibile aggiungere questo manoscritto al tuo record ORCID.
mk: Поднесокот не може да биде додаден кон вашиот ORCID запис.
mr: सादरीकरणाचा समावेश तुमच्या ORCID नोंदीमध्ये होऊ शकला नाही.
vi: Bài gửi không thể được thêm vào hồ sơ ORCID của bạn.

# orcid.verify.sendSubmissionToOrcid.success
source: The submission has been added to your ORCID record.
bg: Предложената работа беше добавена във Вашия ORCID запис.
fi: Käsikirjoitus on lisätty ORCID-tilillesi.
fr_ca: La soumission a été ajoutée à votre dossier ORCID.
he: ההגשה נוספה לרשומת ה-ORCID שלך.
hu: Az ORCID rekordjához hozzárendelésre került a cikk.
it: Questo manoscritto è stato aggiunto al tuo record ORCID.
mk: Поднесокот е додаден на вашиот ORCID запис.
mr: सादरीकरणाचा समावेश तुमच्या ORCID नोंदीमध्ये करण्यात आला आहे.
vi: Bài gửi đã được thêm vào hồ sơ ORCID của bạn.

# orcid.verify.title
source: ORCID Authorization
bg: ORCID упълномощаване
fi: ORCID-vahvistus
fr_ca: Autorisation ORCID
he: הרשאת ORCID
hu: ORCID hitelesítés
it: Autorizzazione ORCID
mk: ORCID авторизација
mr: ORCID नोंदीत अधिकृत प्रवेश
vi: Ủy quyền ORCID

# orcid.author.unauthenticated
source: ORCID iD not authenticated! Please request authentication from the contributor.
bg: ORCID идентификатор не е удостоверен! Моля изискайте удостоверяване от автора.
fi: ORCID-tunnistetta ei ole vahvistettu. Ole hyvä ja pyydä vahvistus tekijältä.
fr_ca: Identifiant ORCID non authentifié ! Veuillez demander une authentification au,à la contributeur.trice.
he: מזהה ORCID לא מאומת! אנא בקש אימות מהמחבר.
hu: Az ORCID iD nincs hitelesítve. A hitelesítést, kérjük, kérje a szerzőtől.
it: ORCID ID non è stato autenticato! Richiedere autenticazione all'autore.
mk: ORCID iD не е аутентифициран! Молам побарајте аутентификација од поднесувачот.
mr: ORCID iD प्रमाणित नाही! कृपया योगदानकर्त्याकडून प्रमाणीकरणाची विनंती करा.
vi: ORCID iD không được xác thực! Vui lòng yêu cầu xác thực từ người đóng góp.

# orcid.author.orcidEmptyNotice
source: See below to request authenticated ORCID iD
bg: Вижте по-долу за да изискате удостоверяване за ORCID идентификатор
fi: Alla lisätietoja autentikoitujen ORCID-tunnisteiden keräämiseen
fr_ca: Voir ci-dessous pour demander une authentification d'identifiant ORCID
he: ראה להלן כדי לבקש מזהה ORCID מאומת
hu: Hitelesített ORCID ID lentebb igényelhető
it: Vedi sotto per richiedere ORCID iD autenticato
mk: Види подолу за барање аутентификација на ORCID iD
mr: प्रमाणित ORCID iD ची विनंती करण्यासाठी खाली पहा
vi: Xem bên dưới để yêu cầu ORCID iD xác thực

# orcid.author.deleteORCID
source: Delete ORCID iD and access token!
bg: Изтриване на ORCID идентификатор и ключ за достъп!
fi: Poista ORCID ja käyttöoikeustunniste!
fr_ca: Supprimer l'identifiant ORCID ainsi que le jeton d'accès !
he: מחק ORCID iD ואסימון!
hu: ORCID ID és hozzáférési token törlése!
it: Cancella ID ORCID e token d'accesso!
mk: Избриши ORCID iD и пристап на токен!
mr: ORCID iD आणि प्रवेश ओळखचिन्ह (token) हटवा!
vi: Xóa ORCID iD và mã thông báo truy cập!

# orcid.author.requestAuthorization
source: Send e-mail to request ORCID authorization from contributor
bg: Изпращане на имейл за изискване на удостоверяване за ORCID от автор
fi: Lähetä sähköposti, jolla pyydät tekijää vahvistamaan ORCID-tunnisteensa
fr_ca: Envoyer un courriel pour demander l'autorisation ORCID du,de la contributeur.trice
he: שלח דואר אלקטרוני כדי לבקש אישור ORCID מהתורם
hu: Küldjön e-mailt a szerzőnek ORCID hitelesítés kérésére.
it: Invia email per richiedere autorizzazione ORCID all'autore
mk: Испрати и-мејл барање за авторизација од ORCID од поднесувачот
mr: योगदानकर्त्याकडून ORCID त्याच्या नोंदीत प्रवेश मिळवण्यासाठी (authorization) ई-मेल पाठवा
vi: Gửi e-mail để yêu cầu ủy quyền ORCID từ cộng tác viên

# orcid.author.accessTokenStored
source: ORCID record access granted with scope {$orcidAccessScope}, valid until
bg: Предоставен е достъп до ORCID записи с обхват {$orcidAccessScope}, валиден до
fi: Pääsy ORCID-tietoihin laajuudella {$orcidAccessScope}, voimassa
fr_ca: Accès à l'enregistrement ORCID accordé selon la portée {$orcidAccessScope}, valide jusqu'au
he: גישה לרשומת ORCID ניתנת בהיקף {$orcidAccessScope}, בתוקף עד
hu: Sikeres ORCID record hozzáférés az alábbi jellemzővel: {$orcidAccessScope} és érvényes az alábbi időpontig:
it: Accesso al record ORCID consentito con finalità {$orcidAccessScope}, fino al
mk: Дозволен е пристап на ORCID записот со Scope {$orcidAccessScope}, валиден до
mr: ORCID नोंदीत प्रवेश {$orcidAccessScope} या मर्यादेसह मंजूर करण्यात आला, ज्याचा वैधता कालावधी
vi: Quyền truy cập bản ghi ORCID được cấp với phạm vi {$orcidAccessScope}, hợp lệ cho đến khi

# orcid.author.accessDenied
source: ORCID access was denied at
bg: Достъпът до ORCID отказан
fi: ORCID-pyyntö kiellettiin
fr_ca: L'accès à ORCID a été refusé à
he: הגישה ל-ORCID נמנעה ב
hu: ORCID hozzáférés megtagadva a következő helyen:
it: Accesso ad ORCID è stato negato da
mk: Пристапот до ORCID беше одбиен од
mr: या टप्प्यावर ORCID मध्ये प्रवेश नाकारण्यात आला
vi: Truy cập ORCID đã bị từ chối tại

# orcid.manager.settings.logLevel.all
source: All
bg: Всичко
fi: Kaikki
fr_ca: Tout enregistrer
he: כל
hu: Minden
it: Tutti
mk: Сите
mr: सर्व
vi: Tất cả

# orcid.manager.settings.logLevel.error
source: Errors
bg: Грешки
fi: Virheet
fr_ca: Erreurs
he: שגיאות
hu: Hibák
it: Errori
mk: Грешки
mr: त्रुटी
vi: Lỗi

source: orcid.manager.settings.logLevel.help
bg: Изберете количеството на записаната в журнали информация от добавката
fi: Valitse millä tarkkuudella lisäosan tekemät pyynnöt tallennetaan
fr_ca: Choisir le niveau d'enregistrement au journal (log) faite par le plugiciel
hu: A plugin eseménytörténetébe az alábbi kerüljön rögzítésre
it: Definire la quantità di dati di registrazione scritti dal plugin
mk: Избери количина на излезот за логирање напишана во плагинот
vi: Chọn số lượng đầu ra đăng nhập được viết bởi plugin

# orcid.manager.settings.logSectionTitle
source: ORCID request log
bg: Журнал на заявките за ORCID
fi: ORCID-pyyntöjen loki
fr_ca: Journal des enregistrements ORCID
he: יומן בקשות ORCID
hu: ORCID kérés eseménytörténet
it: Registro richiesta ORCID
mk: Барање за логирање на ORCID
mr: ORCID वर केल्या गेलेल्या विनंतींची नोंद (request log)
vi: Nhật ký yêu cầu ORCID

# orcid.manager.settings.sendMailToAuthorsOnPublication
source: Send e-mail to request ORCID authorization from authors when an article is accepted ie. sent to copy editing
bg: Изпращане на имейл за изискване на удостоверяване за ORCID от авторите на статии за публикуване на ново издание
fi: Lähetä kirjoittajille sähköposti, jossa pyydetään ORCID-tunnisteiden liittämistä julkaistuihin artikkeleihin, kun artikkeli lähetetään teknisen toimittamisen työvaiheeseen
fr_ca: Envoyer un courriel pour demander l'autorisation ORCID aux auteur.e.s lorsqu'un article est accepté, c'est-à-dire envoyé à la révision linguistique
he: שלח דואר אלקטרוני כדי לבקש אישור ORCID מהמחברים כאשר מאמר מתקבל, כלומר. נשלח לעריכת עותק
hu: Új szám publikálásakor e-mail küldése a szerzőnek ORCID hitelesítési kéréssel.
it: Invia una mail agli autori all'accettazione del lavoro per richiedere l'accesso a ORCID
mk: Испрати и-мејл до ORCID со барање за авторизација од авторите на прифатениот труд, на пример испрати до Течничкиот уредник
mr: लेख स्वीकारून कॉपी एडिटिंगसाठी पाठवल्यावर लेखकांकडून ORCID अधिकृततेची (authorization) विनंती करण्यासाठी ई-मेल पाठवा
vi: Gửi e-mail để yêu cầu ủy quyền ORCID từ các tác giả khi một bài viết được chấp nhận, tức là gửi để chỉnh sửa sao chép

# orcid.manager.settings.mailSectionTitle
source: E-Mail Settings
bg: Найстроики на имейл
fi: Sähköpostin asetukset
fr_ca: Paramètres des courriels
he: הגדרות דואר אלקטרוני
hu: E-Mail beállítások
it: Configurazioni e-mail
mk: E-Mail подесувања
mr: ई-मेल सेटिंग्ज
vi: Cài đặt thư điện tử

# orcid.manager.settings.orcidScope
source: Profile Access Scope
bg: Обхват на достъпа до профил
fi: Profiilin pääsyoikeuden laajuus
fr_ca: Portée d'accès du profil
he: טווח גישה לפרופיל
it: Finalità del profilo di accesso
mk: Поглед на профилниот пристап
mr: प्रोफाइलमधील प्रवेशाबाबत व्याप्ति
vi: Phạm vi truy cập hồ sơ

# orcid.manager.settings.orcidClientSecret
source: Client Secret
bg: Таен ключ на клиент
fi: Asiakasavain (Client Secret)
fr_ca: Clé secrète du client
he: סוד הלקוח
it: Client segreto
mk: Клиентова тајна
mr: क्लायंट गुपित (Secret)
vi: Bí mật khách hàng

# orcid.manager.settings.orcidClientId
source: Client ID
bg: Идентификатор на клиент
fi: Asiakas ID (Client ID)
fr_ca: Identifiant ORCID du client
he: מזהה לקוח
mk: Клиентов ИД
mr: क्लायंट ID
vi: ID khách hàng

# orcid.manager.settings.orcidProfileAPIPath.memberSandbox
source: Member Sandbox
bg: "Пясъчник" на потребител
fi: Asiakkaiden testirajapinta (Member Sandbox)
fr_ca: Sandbox réservé aux membres
he: ארגז חול לחברים
it: Membro Sandbox
mk: Член на Sandbox
mr: सदस्यांसाठी सँडबॉक्स
vi: Sandbox thành viên

# orcid.manager.settings.orcidProfileAPIPath.member
source: Member
bg: Член
fi: Asiakas (Member)
fr_ca: Membre
he: חבר
it: Membro
mk: Член
mr: सदस्य
vi: Thành viên

# orcid.manager.settings.orcidProfileAPIPath.publicSandbox
source: Public Sandbox
bg: Обществен "пясъчник"
fi: Julkinen testirajapinta (Public Sandbox)
fr_ca: Sandbox public
he: ארגז חול ציבורי
it: Sandbox pubblica
mk: Јавен Sandbox
mr: सार्वजनिक सँडबॉक्स
vi: Sandbox công khai

# orcid.manager.settings.orcidProfileAPIPath.public
source: Public
bg: Обществен
fi: Julkinen (Public)
he: ציבורי
mk: Јавно
mr: सार्वजनिक
vi: Công khai

# orcid.manager.settings.orcidProfileAPIPath
source: ORCID API
fi: ORCID-rajapinta (ORCID API)
fr_ca: API ORCID
mk: ORCID API скрипта
vi: API ORCID

source: orcid.manager.settings.description.globallyconfigured
bg: ORCID API е конфигуриран глобално от хостинга. Следните данни за достъп са съхранени.
fi: ORCID-rajapinta on määritetty ylläpitäjän toimesta alla olevien tietojen mukaisesti.
fr_ca: L'API ORCID a été configuré de façon globale par l'hôte. Les informations d'identification suivantes ont été enregistrées.
hu: Az ORCID API központilag lett konfigurálva a szolgáltató által. A következő jellemzők mentésre kerültek.
it: l'API ORCID è stata configurata dall'host. Le seguenti credenziali sono state salvate.
mk: ORCID API беше глобално конфигурирана за хостот. Следните креденции (податоци) се снимени.
vi: API ORCID được cấu hình trên toàn cầu bởi máy chủ lưu trữ. Các thông tin sau đây đã được lưu.

# orcid.manager.settings.description
source: Please configure the ORCID API access for use in pulling ORCID profile information into user and author profiles and updating connected ORCID records with new publications (only for ORCID Members).
bg: Моля потвърдете достъп от ORCID API за използване изтеглянето на информация от ORCID профил в профила на автор и допълване на свързаните ORCID записи с публикацията (само за членове на ORCID).
fi: Määritä ORCID-rajapinta, jotta voit hakea tietoja ORCID-tileistä OJS-järjestelmän käyttäjäprofiiliin. Tietojen päivitys OJS-järjestelmästä ORCID-tilille vaatii maksullisen rajapinnan.
fr_ca: Veuillez configurer l'accès de l'API ORCID afin extraire les renseignements du profil ORCID pour les importer dans les profils d'utilisateurs, utilisatrices, auteurs ou auteures ainsi que pour mettre à jour les dossiers ORCID associés aux nouvelles publications (uniquement pour les membres ORCID).
he: אנא הגדירו את גישת ה-ORCID API לשימוש במשיכת פרטי פרופיל ORCID לפרופילי משתמשים ומחברים ועדכון רשומות ORCID מחוברות בפרסומים חדשים (רק לחברי ORCID).
hu: Kérjük, konfigurálja az ORCID API hozzáférést az ORCID profile-információ felhasználóhoz, szerzőhöz rendelhetőséghez, illetve hogy a kapcsolódó ORCID rekordok aktualizálódhassanak új publikációk esetén (csak ORCID tagoknál).
it: Configura la API ORCID per utilizzarla per l'inserimento di informazioni del profilo ORCID nel profilo utente.
mk: Молам конфигурирај приод кон ORCID API за користење на ORCID информации од профилот кон корисникот и профилот на авторот и освежување на поврзаните записи во ORCID со новите објавувања (само за членови на ORCID).
mr: वापरकर्ता आणि लेखकाबाबतची माहिती ORCID प्रोफाइलमधून परस्पर ओढण्यासाठी आणि त्यात नवी प्रकाशने नोंदवत ती माहिती अद्ययावत करण्यासाठी कृपया ORCID API मध्ये प्रवेश कॉन्फिगर करा (फक्त ORCID सदस्यांसाठी).
vi: Vui lòng định cấu hình quyền truy cập API ORCID để sử dụng trong việc kéo thông tin hồ sơ ORCID vào hồ sơ người dùng và tác giả và cập nhật các bản ghi ORCID được kết nối với các ấn phẩm mới (chỉ dành cho Thành viên ORCID).

# orcid.manager.settings.hidden
source: hidden
bg: скрит
fi: piilotettu
fr_ca: caché.e
he: מוסתרים
hu: rejtett
it: Non visibile
mk: скриено
mr: लपवलेले
vi: ẩn

# orcid.manager.settings.title
source: ORCID API Settings
bg: Настройки на ORCID API
fi: ORCID-rajapinnan asetukset
fr_ca: Paramètres de l'API ORCID
he: הגדרות ORCID API
hu: ORCID API beállítások
it: Configurazione ORCID API
mk: Подесување на ORCID API
mr: ORCID API सेटिंग्ज
vi: Cài đặt API ORCID
