Repository: pkp/pkp-lib
Catalog: locale/*/user.po
Languages: ar_iq, bg, bg_bg, ca_es, cs_cz, el_gr, es_es, eu_es, fa_ir, fi, fr_ca, gl, he, hr, hu, hy_am, id_id, is, it, ja, ka_ge, lv_lv, mk, mr, pt_pt, ro_ro, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, vi, vi_vn

# user.profile.form.givenNameRequired.locale
source: You have added a family name for a language that is missing the given name. Please add a given name for this language.
ar_iq: لقد أدخلت اسم العائلة ضمن لغة النظام التي تفتقر إلى الاسم الأول. لطفاً، أدخل ذلك الاسم لتلك اللغة.
bg: Добавихте фамилно име за език, на който липсва отбелязано собствено име. Моля, добавете собствено име за този език.
ca_es: Heu afegit un cognom per a un idioma en què falta el nom. Afegiu el nom per a aquest idioma.
el_gr: Προσθέσατε το επίθετό σας σε μια επιπλέον γλώσσα. Παρακαλώ προσθέστε το όνομά σας στη γλώσσα αυτή.
es_es: Ha añadido un apellido para un idioma en el que falta el nombre. Por favor, añada un nombre en ese idioma.
fi: Olet antanut sukunimen, mutta saman kielen mukaisesta asetuksesta puuttuu etunimi. Ole hyvä ja annan kielen mukaiseen asetukseen myös etunimi.
fr_ca: Vous avez ajouté un nom de famille dans une langue pour laquelle un prénom n'a pas été spécifié. Veuillez ajouter un prénom pour cette langue.
gl: Engadiches un apelido para un idioma ao que lle falta o nome. Engade un nome para ese idioma.
he: הוספת שם משפחה לשפה שחסר בה השם הפרטי. נא להוסיף שם פרטי לשפה זו.
hr: Dodali ste prezime za jezik kojemu nedostaje navedeno ime. Dodajte ime za ovaj jezik.
hu: Családi nevet adott meg egy olyan nyelvhez, melyben nem szerepel a keresztnév. Kérjük, adja meg a keresztnevet ehhez a nyelvhez.
hy_am: Դուք ազգանուն եք ավելացրել լեզվի համար, որում բացակայում է անունը: Խնդրում ենք այս լեզվի համար ազգանուն ավելացնել:
id_id: Anda telah menambahkan nama belakang untuk bahasa yang nama depannya kosong. Isikanlah nama depan untuk bahasa ini.
is: Þú hefur bætt við eftirnafni á tungumáli þar sem fornafn vantar. Vinsamlega bættu við fornafni á þessu tungumáli.
it: Puoi aggiungere un nome di famiglia per una lingua in cui mancano i nomi propri. Devi immettere un nome nel campo.
ja: 名が欠落している言語のため姓を記入しました。 この言語のために名を追加してください。
ka_ge: თქვენ დაამატეთ გვარი იმ ენისთვის, რომელსაც არ აქვს მოცემული სახელი. გთხოვთ, დაამატოთ სახელი ამ ენისთვის.
lv_lv: Jūs esat pievienojis uzvārdu valodā, kurā nav norādīts vārds. Lūdzu, pievienojiet šai valodai vārdu.
mk: Додадовте презиме за јазик на кој му недостасува име. Додадете име за овој јазик.
mr: तुम्ही तुमच्या भाषेत / लिपीत नोंदलेल्या नावात वैयक्तिक नाव नसून फक्त आडनाव आहे. वैयक्तिक नावाची नोंद तुमच्या भाषेत / लिपीत बंधनकारक आहे.
ro_ro: Ați adăugat un nume de familie pentru o limbă care lipsește prenumele. Vă rugăm să adăugați un prenume pentru această limbă.
ru_ru: Вы добавили фамилию для языка, в котором не указано имя. Пожалуйста, добавьте имя для этого языка.
sl_si: Dodali ste priimek v jeziku za katerega niste podali imena. Prosimo dodajte še ime za ta jezik.
tr_tr: Belirtilen adın eksik olduğu bir dil için bir soyadı eklediniz. Lütfen bu dil için belirli bir ad ekleyin.
uk_ua: Ви додали прізвище для мови, на якій відсутнє вказане ім'я. Будь ласка, додайте дане ім'я для цієї мови.
vi: Bạn đã thêm họ cho ngôn ngữ thiếu tên riêng. Vui lòng thêm tên riêng cho ngôn ngữ này.
vi_vn: Bạn đã thêm Họ nhưng chưa thêm Tên (của một ngôn ngữ). Vui lòng thêm Tên với ngôn ngữ này.

# user.profile.form.mailingAddressRequired
source: A mailing address is required.
ar_iq: عنوان البريد الالكتروني مطلوب حتماً.
bg: Изисква се отбелязан пощенски адрес.
ca_es: Cal que introduïu un correu electrònic vàlid.
cs_cz: Emailová adresa je vyžadována.
el_gr: Απαιτείται μια διεύθυνση ηλεκτρονικού ταχυδρομείου
es_es: Introduzca una dirección postal.
eu_es: Beharrezkoa da helbide elektroniko bat.
fa_ir: آدرس ایمیل الزامی است
fi: Postiosoite vaaditaan.
fr_ca: Il faut indiquer l'adresse postale.
gl: É necesario un enderezo postal.
he: נדרשת כתובת דואר.
hr: Potrebna je poštanska adresa.
hu: Levelezési cím megadása kötelező.
hy_am: Պահանջվում է փոստային հասցե:
id_id: Alamat surat diperlukan.
is: Póstfang er áskilið.
it: E' obbligatorio un indirizzo di posta elettronica.
ja: 住所はは必須です。
ka_ge: ელფოსტის მისამართი სავალდებულოა.
lv_lv: Nepieciešams norādīt pasta adresi.
mk: Поштенската адреса е задолжителна.
mr: पत्रव्यवहाराचा पत्ता असणे बंधनकारक आहे.
pt_pt: Obrigat´ório endereço e-mail
ro_ro: Este necesară o adresă poștală.
ru_ru: Почтовый адрес обязателен.
sl_si: E-poštni naslov je obvezen.
sr_rs@cyrillic: Поштанска адреса је неопходна.
sr_rs@latin: Poštanska adresa je neophodna.
sv_se: Postadress krävs.
tr_tr: Bir e-posta adresi gerekli.
uk_ua: Необхідно вказати поштову адресу.
vi: Địa chỉ gửi thư là bắt buộc.
vi_vn: Một địa chỉ gửi thư là bắt buộc.

# user.profile.form.newPasswordRequired
source: You must enter your new password.
ar_iq: عليك أن تدخل كلمة مرورك الجديدة.
bg: Трябва да въведете новата си парола.
ca_es: Heu d’introduir la contrasenya nova.
cs_cz: Musíte vložit Vaše nové heslo.
el_gr: Πρέπει να εισάγετε τον νέο σας κωδικό πρόσβασης.
es_es: Debes introducir tu nueva contraseña.
eu_es: Pasahitz berria idatzi behar duzu.
fa_ir: رمز عبور جدید را وارد کنید
fi: Sinun on annettava uusi salasanasi.
fr_ca: Vous devez saisir votre nouveau mot de passe.
gl: Debes introducir o teu novo contrasinal.
he: עליך להזין את הסיסמה החדשה.
hr: Morate unijeti vašu novu lozinku.
hu: Meg kell adnia az új jelszavát.
hy_am: Դուք պետք է մուտքագրեք ձեր նոր գաղտնաբառը:
id_id: Anda harus memasukkan kata sandi baru.
is: Þú verður að slá nýja lykilorðið inn.
it: Inserire la nuova password.
ja: 新しいパスワードを入力してください。
ka_ge: შეიტანეთ თქვენი ახალი პაროლი.
lv_lv: Jums jāievada jaunā parole.
mk: Мора да внесеш нова лозинка.
mr: आपण आपल्या नव्या पासवर्डचीच नोंद करणे आवश्यक आहे.
pt_pt: Nova Senha obrigatória.
ro_ro: Trebuie să introduceți noua parolă.
ru_ru: Вы должны ввести ваш новый пароль.
sl_si: Vpisati morate novo geslo.
sr_rs@cyrillic: Морате унети нову лозинку.
sr_rs@latin: Morate uneti novu lozinku.
sv_se: Nytt lösenord krävs.
tr_tr: Yeni şifrenizi girmeniz gerekli.
uk_ua: Вам необхідно ввести новий пароль.
vi: Bạn phải nhập mật khẩu mới của mình.
vi_vn: Bạn phải nhập mật khẩu mới của mình.

# user.profile.form.oldPasswordInvalid
source: The current password you entered was incorrect.
ar_iq: كلمة المرور الحالية التي أدخلتها غير صحيحة.
bg: Текущата парола, която сте въвели, е неправилна.
ca_es: La contrasenya actual que heu introduït és incorrecta.
cs_cz: Současné heslo, které jste vložil nebylo správné.
el_gr: Ο τρέχων κωδικός πρόσβασης που εισαγάγατε είναι λανθασμένος.
es_es: La contraseña actual que has introducido no es correcta.
eu_es: Idatzi duzun uneko pasahitza ez da zuzena.
fa_ir: رمز عبور وارد شده صحیح نمی باشد
fi: Antamasi nykyinen salasana on virheellinen.
fr_ca: Le mot de passe actuel saisi est incorrect.
gl: O contrasinal actual que introduciches é incorrecto.
he: הסיסמה הנוכחית שהזנת הייתה שגויה.
hr: Sadašnja lozinka koju ste unijeli je neispravna.
hu: Az aktuális jelszó amit megadott nem megfelelő.
hy_am: Ձեր մուտքագրած ընթացիկ գաղտնաբառը սխալ էր:
id_id: Kata sandi yang sekarang Anda masukkan salah.
is: Þú slóst inn rangt lykilorð.
it: La password inserita non è corretta.
ja: 入力された現在のパスワードは間違っています。
ka_ge: თქვენს მიერ შეყვანილი პაროლი არ არის სწორი.
lv_lv: Jūsu ievadītā pašreizējā parole bija nepareiza.
mk: Оваа лозина не е точна.
mr: तुम्ही नोंदलेला पासवर्ड चुकीचा आहे.
pt_pt: Senha Actual incorrecta.
ro_ro: Parola curentă introdusă este incorectă.
ru_ru: Текущий пароль, введенный вами, является неправильным.
sl_si: Trenutno geslo, ki ste ga vnesli, je napačno.
sr_rs@cyrillic: Тренутна лозинка коју сте унели је неисправна.
sr_rs@latin: Trenutna lozinka koju ste uneli je neispravna.
sv_se: Aktuellt lösenord stämmer inte.
tr_tr: Girdiğiniz şifre hatalı.
uk_ua: Ви вказали невірний старий пароль.
vi: Mật khẩu hiện tại bạn đã nhập không chính xác.
vi_vn: Mật khẩu hiện tại bạn đã nhập không chính xác.

# user.profile.form.openAccessNotifications
source: Issue open access email notifications
ar_iq: إشعار البريد الالكتروني لصدور عدد مجاني
bg: Получаване на известия по имейл за броеве с отворен достъп
ca_es: Notificacions per correu electrònic de l’accés lliure per a un número
cs_cz: Emailová oznámení o otevřeném přístupu k číslu
el_gr: Ενημέρωση για τη δημοσίευση τευχών ανοικτής πρόσβασης
es_es: Notificaciones por correo electrónico de un nuevo número de acceso libre
eu_es: Zenbakia sarrera librekoa dela jakinarazteko mezua
fa_ir: اطلاع‌رسانی درباره شماره های دسترسی آزاد
fi: Sähköposti-ilmoitukset numeron avoimesta saatavuudesta
fr_ca: Avis par courriel d'un nouveau numéro en libre accès
gl: Envía notificacións de correo electrónico de acceso aberto
he: בעיה בהתראות דוא"ל בגישה פתוחה
hr: Obavijesti e-pošte o brojevima časopisa otvorenog pristupa
hu: Szabad hozzáférésű számokról email értesítések
hy_am: Թողարկեք բաց մատչելիության էլ․ փոստի ծանուցումներ
id_id: Notifikasi emal akses terbuka terbitan
is: Senda út tilkynningu í tölvupósti um opinn aðgang
it: Notifica email di nuove uscite open access
ja: オープンアクセスになった巻号のメール通知
ka_ge: გამოცემის ღია წვდომის ელფოსტის შეტყობინებები
lv_lv: Izsūtīt atvērtās piekļuves e-pasta paziņojumus
mk: Издадете известувања за имејл со отворен пристап
mr: खुल्या स्वरुपातल्या उपलब्ध (ओपन अ‍ॅक्सेस) लेखनासंबंधी ई-मेलने सूचना
pt_pt: Notificações via e-mail de Edição de Acesso Livre
ro_ro: Emite notificări prin e-mail de acces deschis
ru_ru: Уведомлять по электронной почте о предоставлении открытого доступа к выпуску
sl_si: Pošlji e-pošto z obvestilom o številkah revije s prostim dostopom
sr_rs@cyrillic: Обавештења о отвореном приступу бројевима
sr_rs@latin: Obaveštenja o otvorenom pristupu brojevima
sv_se: E-postmeddelande när nytt nummer gjorts tillgängligt open access.
tr_tr: Açık erişim e-posta bildirimleri
uk_ua: Поштове сповіщення про нові випуски відкритого доступу
vi: Thông báo email truy cập mở số
vi_vn: Thông báo qua email về số xuất bản truy cập mở

# user.profile.form.passwordRequired
source: A password is required.
ar_iq: كلمة المرور مطلوبة حتماً.
bg: Изисква се парола.
ca_es: Heu d’introduir una contrasenya.
cs_cz: Je vyžadováno heslo.
el_gr: Απαιτείται η συμπλήρωση ενός προσωπικού κωδικού πρόσβασης.
es_es: Es necesaria la contraseña.
eu_es: Pasahitza eman behar da.
fa_ir: وارد کردن رمزعبور الزامی است
fi: Salasana vaaditaan.
fr_ca: Le mot de passe est obligatoire.
gl: É necesario o contrasinal.
he: נדרשת סיסמה.
hr: Lozinka je obavezna.
hu: Jelszó megadása kötelező.
hy_am: Պահանջվում է գաղտնաբառ:
id_id: Kata sandi diperlukan.
is: Lykilorð er áskilið.
it: Inserire la password.
ja: パスワードは必須です。
ka_ge: პაროლი სავალდებულოა.
lv_lv: Nepieciešama parole.
mk: Лозинката е задолжителна.
mr: पासवर्ड हवा.
pt_pt: Senha obrigatória.
ro_ro: Este necesară o parolă.
ru_ru: Пароль обязателен.
sl_si: Geslo je obvezno.
sr_rs@cyrillic: Лозинка је неопходна.
sr_rs@latin: Lozinka je neophodna.
sv_se: Lösenord krävs.
tr_tr: Şifre gerekli.
uk_ua: Необхідно вказати пароль.
vi: Mật khẩu là bắt buộc.
vi_vn: Mật khẩu là bắt buộc.

# user.profile.form.passwordSameAsOld
source: Your new password is the same as your old password.
ar_iq: كلمة مرورك الجديدة مطابقة للحالية.
bg: Новата ви парола е същата като старата ви парола.
ca_es: La vostra contrasenya nova coincideix amb l'anterior.
cs_cz: Vaše nové heslo je shodné s původním.
el_gr: Ο νέος σας κωδικός πρόσβασης είναι ίδιος με τον παλιό.
es_es: Su nueva contraseña coincide con la anterior.
eu_es: Zure pasahitz berria aurreko pasahitz berbera da.
fa_ir: رمز ورودی جدید مشابه با رمز قبلی است
fi: Uusi salasanasi on sama kuin vanha salasanasi.
fr_ca: Votre nouveau mot de passe est identique à votre ancien mot de passe.
gl: O teu novo contrasinal é o mesmo que o antigo.
he: הסיסמה החדשה זהה לסיסמה הישנה.
hr: Vaša nova lozinka je ista kao vaša stara lozinka.
hu: Az új jelszó ugyanaz, mint a régi jelszó.
hy_am: Ձեր նոր գաղտնաբառը նույնն է, ինչ ձեր հին գաղտնաբառը:
id_id: Password baru sama dengan password lama Anda.
is: Nýja lykilorðið er það sama og það gamla.
it: La nuova password è identica alla vecchia.
ja: 新パスワードは前のパスワードと同じです。
ka_ge: თქვენი ახალი პაროლი ემთხვევა ძველ პაროლს.
lv_lv: Jaunā parole ir tāda pati kā iepriekšējā parole.
mk: Нова лозинка е иста како и вашата стара лозинка.
mr: तुमचा नवा पासवर्ड जुन्या पासवर्डशी मिळता-जुळता आहे.
pt_pt: A sua nova senha é a mesma que a antiga.
ro_ro: Noua ta parolă este aceeași cu cea anterioară.
ru_ru: Ваш новый пароль совпадает со старым.
sl_si: Vaše novo geslo je enako staremu.
sr_rs@cyrillic: Ваша нова лозинка је иста као стара.
sr_rs@latin: Vaša nova lozinka je ista kao stara.
sv_se: Ditt nya lösenord är samma som ditt förra.
tr_tr: Yeni şifreniz eski şifrenizle aynıdır.
uk_ua: Новий і старий паролі однакові.
vi: Mật khẩu mới của bạn giống với mật khẩu cũ của bạn.
vi_vn: Mật khẩu mới của bạn giống với mật khẩu cũ của bạn.

# user.profile.form.profileImage
source: Profile Image
ar_iq: صورة الملف الشخصي
bg: Изображение за профила
ca_es: Imatge del perfil
cs_cz: Obrázek profilu
el_gr: Εικόνα προφίλ
es_es: Imagen de Perfil
eu_es: Profil-irudia
fa_ir: تصویر پروفایل
fi: Profiilikuva
fr_ca: Image du profil
gl: Imaxe do perfil
he: תמונת פרופיל
hr: Korisnička slika
hu: Profilkép
hy_am: Պրոֆիլի պատկեր
id_id: Gambar profil
is: Prófílmynd
it: Immagine del profilo
ja: プロフィール画像
ka_ge: პროფილის სურათი
lv_lv: Profila attēls
mk: Слика на профилот
mr: परिचय पत्रासाठीची प्रतिमा
pt_pt: Fotografia
ro_ro: Imagine de profil
ru_ru: Изображение профиля
sl_si: Slika računa
sr_rs@cyrillic: Слика профила
sr_rs@latin: Slika profila
sv_se: Profilbild
tr_tr: Profil resmi
uk_ua: Фото користувача
vi: Ảnh đại diện
vi_vn: Ảnh hồ sơ cá nhân

# user.profile.form.publishedNotifications
source: New issue published email notifications
ar_iq: إشعار صدور العدد الجديد من المجلة
bg: Уведомяване по имейл при публикуване на нов брой
ca_es: Notificacions per correu electrònic de la publicació d’un número nou
cs_cz: Emailová oznámení o vydání nového čísla
el_gr: Ενημέρωση με μήνυμα για την δημοσίευση νέων τευχών
es_es: Notificaciones por correo electrónico de un nuevo número publicado
eu_es: Zenbaki berria atera dela jakinarazteko mezua
fa_ir: اطلاع‌رسانی درباره انتشار شماره جدید
fi: Sähköposti-ilmoitukset uuden numeron julkaisemisesta
fr_ca: Courriel avisant de la parution d'un nouveau numéro
gl: Notificacións por correo electrónico dun novo número publicado
he: גיליון חדש פורסם התראות דוא"ל
hr: Želim e-poštom primati obavijesti o novim objavljenim brojevima
hu: Újonnan megjelent számokról email értesítések
hy_am: Նոր թողարկումը հրապարակել է էլ․ փոստի ծանուցումներ
id_id: Notifikasi email terbitan baru yang telah diterbitkan
is: Tilkynning í tölvupósti um útgáfu nýs tölublaðs
it: Notifica email della pubblicazione di nuovi fascicoli
ja: 最新号出版のメール通知
ka_ge: ახალმა გამოცემამ გამოაქვეყნა ელფოსტის შეტყობინებები
lv_lv: E-pasta paziņojumi par jaunu izdevumu
mk: Имејл известување за нов објавен број
mr: नवा अंक प्रकाशित झाल्याची ई-मेलने सूचना
pt_pt: Notificações via e-mail de Nova Edição publicada
ro_ro: Notificare prin email pentru publicarea unui număr nou
ru_ru: Уведомлять по электронной почте о выходе нового выпуска
sl_si: E-poštno obvestilo o izidu nove številke revije
sr_rs@cyrillic: Обавештења о новим бројевима
sr_rs@latin: Obaveštenja o novim brojevima
sv_se: E-postmeddelande när nytt nummer publicerats
tr_tr: Yayılanmış yeni sayıyı e-posta uyarısı
uk_ua: Поштове сповіщення про вихід нових випусків
vi: Thông báo email xuất bản số mới
vi_vn: Thông báo xuất bản số mới qua email

# user.profile.form.urlInvalid
source: The specified URL is not valid. Please double-check the URL and try again. (Hint: Try adding http:// to the beginning of the URL.)
ar_iq: العنوان المحدد غير صحيح. لطفاً، تحقق من صحته جيداً وحاول مجدداً. (تلميح: حاول إضافة http:// إلى بداية العنوان.)
bg: Посоченият URL адрес не е валиден. Моля, проверете отново URL адреса и опитайте отново. (Съвет: Опитайте да добавите http:// в началото на URL адреса.)
ca_es: L'URL especificat no és vàlid. Comproveu l'enllaç URL i torneu-ho a provar. (Consell: proveu d'afegir "http://" al principi de l'URL.)
cs_cz: Specifikovaná URL není platná. Překontrolujte URL a zkuste to znovu. (Tip: Zkuste přidat http:// na začátek URL.)
el_gr: Ο συγκεκριμένος σύνδεσμος URL δεν είναι έγκυρος. Επιλέξτε τον σύνδεσμο URL (διπλό κλικ) και ξαναπροσπαθήστε. (Συμβουλή: Προσθέστε το πρόθεμα http:// στην αρχή του συνδέσμου URL.)
es_es: La URL especificada no es válida. Compruebe la URL e inténtelo de nuevo. (Sugerencia: añada http:// al principio de la URL.)
eu_es: Adierazitako URLa ez da baliozkoa. Begiratu URL helbidea ondo idatzita dagoen, eta saiatu berriro. (Aholkua: Gehitu http:// URLaren hasieran).
fa_ir: آدرس وارد شده بی‌اعتبار است. پس از بررسی دوباره امتحان کنید. (نکته: http:// را به ابتدای آدرس بیافزائید.)
fi: Määritetty URL-osoite on virheellinen. Tarkista URL ja yritä uudelleen. (Vihje: Kokeile lisätä http:// osoitteen alkuun.)
fr_ca: L'URL spécifié n'est pas valide. Veuillez vérifier l'URL et essayer de nouveau. (Astuce : Essayer d'ajouter http:// au début de l'URL.)
gl: O URL especificado non é válido. Comprobe o URL e tenteo de novo. (Consello: tente engadir http: // ao comezo do URL.)
he: כתובת ה- URL שצוינה אינה תקפה. אנא בדוק שוב את כתובת האתר ונסה שוב. (רמז: נסה/י להוסיף http:// לתחילת כתובת ה-URL.)
hr: Navedena URL adresa nije valjana. Molimo vas da provjerite adresu i pokušate ponovno. (Savjet: Pokušajte dodati http:// na početak URL-a)
hu: A megadott URL érvénytelen. Kérjük, még egyszer ellenőrizze az URL-t és próbálja újra. (Tipp: Próbálja hozzáadni a http:// az URL elejéhez.)
hy_am: Նշված URL-ը վավեր չէ: Խնդրում ենք կրկնակի ստուգել URL-ը և նորից փորձել: (Հուշում. Փորձեք ավելացնել http:// URL-ի սկզբում)
id_id: URL spesifik tidak valid. Cek dua kali URL dan coba lagi. (Petunjuk: coba tambahkan http:// ke awal URL.)
is: Uppgefin vefslóð er ekki gild. Vinsamlega athugaðu hvort vefslóðin sé rétt og reyndu aftur. (Vísbending: Prófaðu að bæta við http:// fremst á vefslóðina)
it: L'URL specificata non è valida. Per favore ricontrolla la URL e riprova. (Suggerimento: Prova aggiungendo http:// all'inizio della URL)
ja: 指定されたURLは不正です。URLをもう一度確認して再度入力してください。（URLの先頭にhttp://があることを確認してください）
ka_ge: მითითებული URL არასწორია. გთხოვთ, გადაამოწმოთ URL და სცადოთ ხელახლა. (მინიშნება: სცადეთ დაამატოთ http:// URL-ის დასაწყისში.)
lv_lv: Norādītais URL nav derīgs. Lūdzu, vēlreiz pārbaudiet URL un mēģiniet vēlreiz. (Ieteikums: mēģiniet URL sākumā pievienot http://.)
mk: Наведената URL не е валидна. Ве молиме проверете ја адресата и обидете се повторно. (Совет: Обидете се да додадете http:// на почетокот на URL-то.)
mr: नमूद केलेला URL ग्राह्य नाही. कृपया URL पुन्हा तपासा आणि प्रयत्न करा. (सूचना : URL च्या सुरुवातीला http:// ची जोड द्या.)
pt_pt: URL inválido. Verifique a informação e tente novamente (Ajuda: Inclua o protocolo http:// no início da URL.)
ro_ro: Adresa URL specificată nu este validă. Verificați adresa URL și încercați din nou. (Sugestie: încercați să adăugați http:// la începutul adresei URL.)
ru_ru: Указанный URL-адрес является неправильным. Пожалуйста, внимательно проверьте URL и попробуйте снова. (Подсказка: попробуйте добавить http:// в начало URL-адреса).
sl_si: Naveden URL naslov je napačen. Prosimo preverite URL naslov in poskusite ponovno (Nasvet: Poskusite s http:// na začetku URL-ja.)
sr_rs@cyrillic: Специфицирани URL је неисправан. Двокликните на URL и покушајте поново. ( Напомена: покушајте да додате http:// URL.)
sr_rs@latin: Specificirani URL je neispravan. Dvokliknite na URL i pokušajte ponovo. ( Napomena: pokušajte da dodate http:// URL.)
sv_se: Angiven URL ogiltig. Vänligen kontrollera och försök igen. (Tips: Testa att lägga till http:// i början av URL:en.)
tr_tr: Belirtilen URL geçerli değil. Lütfen URL adresni kontrol ederek tekrar deneyin. (İpucu: URL başına http:// eklemeyi deneyin.)
uk_ua: Вказана адреса URL некоректна. Будь ласка, перевірте URL та спробуйте знову. (підказка: Спробуйте додати http:// перед адресою URL.)
vi: URL đã chỉ định không hợp lệ. Vui lòng kiểm tra lại URL và thử lại. (Gợi ý: Thử thêm http:// vào đầu URL.)
vi_vn: URL được chỉ định không hợp lệ. Vui lòng kiểm tra lại URL và thử lại. (Gợi ý: Hãy thử thêm http:// vào đầu URL.)

# user.profile.form.usergroupRequired
source: A user group is required.
ar_iq: مجموعة المستخدم مطلوبة حتماً.
bg: Изисква се отбелязана потребителска група.
ca_es: Cal que introduïu un grup d'usuaris/àries.
cs_cz: Je vyžadováno zadání uživatelské skupiny.
el_gr: Απαιτείται μια ομάδα Χρηστών
es_es: Introduzca un grupo de usuarios/as.
eu_es: Beharrezkoa da erabiltzaile talde bat.
fa_ir: وارد کردن گروه کاربری الزامی است.
fi: Käyttäjäryhmä vaaditaan.
fr_ca: Il faut indiquer le groupe d'utilisateurs-trices.
gl: É necesario un grupo de usuarios/as.
he: נדרשת קבוצת משתמשים.
hr: Potrebna je korisnička grupa.
hu: Felhasználói csoport megadása kötelező.
hy_am: Պահանջվում է օգտվողների խումբ:
id_id: Diperlukan grup pengguna.
is: Notendahópur er áskilinn.
it: E' obbligatorio un gruppo utenti.
ja: 役割は必須です。
ka_ge: მომხმარებლის ჯგუფი სავალდებულოა.
lv_lv: Nepieciešams norādīt lietotāja grupu.
mk: Групата аа корисници е задолжителна.
mr: वापरकर्ता गट बंधनकारक आहे.
pt_pt: É obrigatório um grupo de utilizadores.
ro_ro: Este necesar un grup de utilizatori.
ru_ru: Группа пользователя обзательна.
sl_si: Skupina uporabnikov je obvezna.
sr_rs@cyrillic: Група корисника је неопходна.
sr_rs@latin: Grupa korisnika je neophodna.
sv_se: Användargrupp krävs.
tr_tr: Bir üye grubu gerekli.
uk_ua: Необхідно вказати групу користувачів.
vi: Nhóm người dùng là bắt buộc.
vi_vn: Một nhóm người dùng là bắt buộc.

# user.profile.form.usernameRequired
source: A username is required.
ar_iq: اسم الدخول مطلوب حتماً.
bg: Изисква се отбелязано потребителско име.
ca_es: Heu d’introduir un nom d’usuari.
cs_cz: Je vyžadováno uživatelské jméno.
el_gr: Απαιτείται η συμπλήρωση ενός ονόματος Χρήστη.
es_es: Es necesario el nombre de usuario.
eu_es: Erabiltzaile-izena eman behar da.
fa_ir: وارد کردن شناسه ی کاربری الزامی است
fi: Käyttäjätunnus vaaditaan.
fr_ca: Le nom d'utilisateur-trice est obligatoire.
gl: É necesario un nome de usuario/a.
he: נדרש שם משתמש.
hr: Korisničko ime je obavezno.
hu: Felhasználói név megadása kötelező.
hy_am: Պահանջվում է օգտանուն։
id_id: Nama pengguna diperlukan.
is: Notendanafn er áskilið.
it: Inserisci una username.
ja: ユーザー名は必須です。
ka_ge: მომხმარებლის სახელი სავალდებულოა.
lv_lv: Nepieciešams norādīt lietotāja vārdu.
mk: Корисничкото име е задолжително.
mr: वापरकर्त्याचे नाव (युजरनेम) बंधनकारक आहे.
pt_pt: Autenticação obrigatória.
ro_ro: Este necesar un nume de utilizator.
ru_ru: Имя пользователя обязательно.
sl_si: Uporabniško ime je obvezno.
sr_rs@cyrillic: Корисничко име је неопходно.
sr_rs@latin: Korisničko ime je neophodno.
sv_se: Användarnamn krävs.
tr_tr: Kullanıcı adı girmeniz gerekli.
uk_ua: Необхідно вказати ім'я користувача.
vi: Tên người dùng là bắt buộc.
vi_vn: Yêu cầu tên đăng nhập (username) của người dùng.
