Repository: pkp/pkp-lib
Catalog: locale/*/user.po
Languages: ar_iq, bg, bg_bg, ca_es, cs_cz, el_gr, es_es, eu_es, fa_ir, fi, fr_ca, gl, he, hr, hu, hy_am, id_id, is, it, ja, ka_ge, lv_lv, mk, mr, pt_pt, ro_ro, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, vi, vi_vn

# user.login.accountNotValidated
source: We've sent a confirmation email to you at {$email}. Please follow the instructions in that email to activate your new account. If you do not see an email, please check to see if it was put in your spam folder.
ar_iq: عنوان بريدك الالكتروني لم يجر التحقق من صحته بنجاح. لطفاً، تأكد من إملائه بالشكل الصحيح واتبع التعليمات الظاهرة أمامك. إن لم تتلق أي رسالة الكترونية رغم كل ذلك، قد تحتاج إلى الاتصال بالمشرف الإداري للموقع لطلب المساعدة.
bg: Изпратихме ви имейл за потвърждение на {$email}. Моля, следвайте инструкциите в този имейл, за да активирате новия си акаунт. Ако не виждате подобен имейл, моля, проверете дали е поставен във вашата папка за спам.
ca_es: Li hem enviat un correu electrònic de confirmació a {$email}. Segueixi les instruccions d'aquest correu per activar el seu nou compte. Si no troba aquest correu electrònic, comprovi que no hagi anat a parar a la carpeta de correu brossa.
cs_cz: Na email {$email} jsme vám zaslali potvrzovací e-mail. Pro aktivaci nového účtu postupujte podle pokynů v tomto emailu. Pokud email nevidíte, zkontrolujte, zda nebyl uložen do složky s nevyžádanou poštou.
el_gr: Σας έχει αποσταλεί ένα μήνυμα επιβεβαίωσης εγγραφής στη διεύθυνση {$email}.Παρακαλούμε ακολουθήστε τις οδηγίες του μηνύματος για να ενεργοποιήσετε τον λογαριασμό σας. Εάν δεν βλέπετε το μηύνμα στα εισερχόμενα, παρακαλούμε ελέγξτε τον φάκελο μηνυμάτων spam.
es_es: Le hemos enviado un correo electrónico de confirmación a {$email}. Siga las instrucciones de ese correo electrónico para activar su nueva cuenta. Si no lo recibe, compruebe si está en su carpeta de correo no deseado.
eu_es: Zure helbide elektronikoa ez da balidatu ahal izan. Begiratu helbidea ondo dagoen, eta jarraitu emandako instrukzioak. Ez baduzu mezu elektronikorik jaso, gune-administratzaileari galdetzea komeniko da.
fa_ir: یک لیمیل فعال سازی به آدرس {$email} ارسال شده است. لطفا ایمیل خود را چک کنید و دستوراتی که در ایمیلی که برایتان فرستاده ایم را دنبال کنید. چنانچه ایمیلی دریافت نکرده اید ممکن است لازم باشد که با مدیر سایت تماس بگیرید.
fi: Olemme lähettäneet sinulle vahvistussähköpostin osoitteeseen {$email}. Seuraa sähköpostissa olevia ohjeita aktivoidaksesi uuden tilin. Jos et löydä sähköpostia saapuneista viesteistä, tarkista roskapostikansiosi.
fr_ca: Nous vous avons fait parvenir un courriel de confirmation à « {$email} ». Suivre les directives qui figurent dans ce courriel pour activer votre compte. Si vous ne voyez pas le courriel en question dans votre boîte de courriels, veuillez vérifier s'il ne se trouve pas dans le dossier de pourriels.
gl: Enviámosche un correo electrónico de confirmación a {$email}. Siga as instrucións dese correo electrónico para activar a súa nova conta. Se non ves o correo electrónico, comproba no cartafol de spam.
he: שלחנו לך הודעת אישור בדוא"ל לכתובת {$email}. אנא עקבו אחר ההוראות בהודעת דוא"ל זו כדי להפעיל את החשבון החדש שלכם. אם אינך רואה הודעת דוא"ל, בדוק אם היא הוכנסה לתיקיית הספאם שלך.
hr: Poslali smo vam potvrdnu e-poruku na {$email}. Slijedite upute u toj e-poruci kako biste aktivirali novi račun. Ako ne vidite e-poruku, provjerite nalazi li se u neželjenoj pošti.
hu: Egy megerősítő levél ment az email címére {$email}. Kérjük, kövesse az emailben lévő instrukciókat, hogy aktiválja a felhasználói fiókját. Ha nem látja a levelet, akkor kérjük, ellenőrizze a spam mappáját.
hy_am: Մենք ձեզ հաստատման նամակ ենք ուղարկել {$email} հասցեով: Խնդրում ենք հետևել այդ էլ․ նամակի հրահանգներին՝ ձեր նոր հաշիվն ակտիվացնելու համար: Եթե նամակ չեք տեսնում, խնդրում ենք ստուգել՝ արդյոք այն դրված է ձեր սպամի թղթապանակում:
id_id: Alamat email Anda belum divalidasi. Cek email Anda dan ikuti instruksi yang tersedia. Jika Anda belum menerima email. Anda mungkin perlu menghubungi administrator situs untuk bantuan.
is: Við höfum sent staðfestingarpóst til þín á netfangið {$email}. Vinsamlega fylgdu leiðbeiningum þar til að virkja notendareikninginn. Ef þú sérð ekki tölvupóstinn, vinsamlega athugaðu hvort hann hafi lent í ruslpósti.
it: Abbiamo mandato una mail di conferma a {$email}. Per favore controlla la tua email e segui le istruzioni fornite. Se non hai ricevuto una email, potresti aver bisogno di contattare l'amministratore del sito per assistenza.
ja: {$email}へ確認メールを送りました。メールアドレスをチェックして、指示に従ってアクティベーションを行ってください。メールを受け取っていない場合は、迷惑メールフォルダを確認してください。サイトの管理者に連絡する必要があるかもしれません。
ka_ge: ჩვენ გამოგიგზავნეთ დასტურის ელწერილი შემდეგ მისამართზე: {$email}. თქვენი ახალი ანგარიშის გასააქტიურებლად გთხოვთ, მიჰყვეთ ელფოსტის მითითებებს. თუ ელწერილს ვერ ხედავთ, გთხოვთ შეამოწმოთ, არის თუ არა იგი განთავსებული თქვენს სპამის საქაღალდეში.
lv_lv: Mēs esam nosūtījuši apstiprinājuma e-pasta vēstuli uz jūsu adresi {$email}. Lūdzu, izpildiet šajā e-pastā sniegtos norādījumus, lai aktivizētu savu jauno kontu. Ja e-pasta vēstuli neredzat, lūdzu, pārbaudiet, vai tā nav ievietota surogātpasta mapē.
mk: Ви испративме емаил за потврда за вас $email}. Ве молиме следете ги упатствата во емаилот за да ја активирате вашата нова сметка. Ако не гледате во емаил, проверете дали е ставена во папката за спам.
mr: आम्ही तुम्हाला {$email} या ई-मेल पत्त्यावर खात्री करण्यासाठी एक संदेश पाठवला आहे. तुमचे नवीन खाते सक्रिय करण्यासाठी कृपया त्या संदेशामधील सूचनांचे पालन करा. तुम्हाला ई-मेल दिसत नसल्यास, तो तुमच्या स्पॅम फोल्डरमध्ये गेला आहे का ते तपासा.
pt_pt: É necessário validar o seu endereço de e-mail em {$email}. Verifique a sua caixa de correio electrónico e siga as instruções fornecidas na mensagem recebida. Na eventualidade de não ter recebido a notificação, entre em contacto com o administrador para suporte.
ro_ro: V-am trimis un e-mail de confirmare la {$email}. Vă rugăm să urmați instrucțiunile din acel e-mail pentru a activa noul cont. Dacă nu vedeți un e-mail, verificați dacă a fost introdus în folderul de spam.
ru_ru: Мы отправили вам письмо электронной почты с подтверждением на адрес {$email}. Пожалуйста, следуйте инструкциям в этом письме, чтобы активировать вашу новую учетную запись. Если вы не видите письмо, пожалуйста, проверьте, свою папку спама.
sl_si: Vaš e-poštni naslov še ni bil preverjen. Prosimo preverite vašo elektronsko pošto in sledite navodilom, ki smo jih poslali na {$email}. Če niste dobili nobenega sporočila, preverite mapo z neželjeno pošto.
sr_rs@cyrillic: Послали смо вам поруку потврде на вашу {$email}. Молимо вас да следите инструкције у поруци како би активирали ваш налог. АКО не видите поруку молимо вас да погледте у спам део да није случајно стављена у спам поруке.
sr_rs@latin: Poslali smo vam poruku potvrde na vašu {$email}. Molimo vas da sledite instrukcije u poruci kako bi aktivirali vaš nalog. Ako ne vidite poruku molimo vas da pogledte u spam deo da nije slučajno stavljena u spam poruke.
sv_se: Vi har skickat ett e-postmeddelande till dig ({$email}) för bekräftelse. Följ instruktionerna i meddelandet för att aktivera ditt nya konto. Om du inte kan se något meddelande, vänligen kontrollera din skräppost.
tr_tr: Size {$email} adresinden bir onay e-postası gönderildi. Yeni hesabınızı etkinleştirmek için lütfen bu e-postadaki talimatları izleyin. Bir e-posta almadıysanız, e-postanın spam klasörünüze düşüp-düşmediğini kontrol edin.
uk_ua: Ваша адреса email {$email} не була підтверджена. Будь ласка, перевірте свою пошту та виконайте вказані у листі інструкції. Якщо ви не отримали листа, можливо, необхідно звернутися за допомогою до адміністратора сайту.
vi: Chúng tôi đã gửi email xác nhận cho bạn theo địa chỉ {$email}. Vui lòng làm theo hướng dẫn trong email đó để kích hoạt tài khoản mới của bạn. Nếu bạn không thấy email, vui lòng kiểm tra thư mục spam của bạn.
vi_vn: Chúng tôi đã gửi một email xác nhận cho bạn theo địa chỉ {$email}. Vui lòng làm theo hướng dẫn trong email đó để kích hoạt tài khoản mới của bạn. Nếu bạn không thấy email, vui lòng kiểm tra xem nó có bị đưa vào thư mục spam của bạn hay không.

# user.login.activate
source: Activate Account
ar_iq: تفعيل الحساب
bg: Активиране на акаунта
ca_es: Activa el compte
cs_cz: Aktivovat účet
el_gr: Ενεργοποίηση λογαριασμού
es_es: Activar cuenta
eu_es: Aktibatu kontua
fa_ir: فعال کردن حساب کاربری
fi: Aktivoi tili
fr_ca: Activer le compte
gl: Activar conta
he: הפעל חשבון
hr: Aktivirajte korisnički račun
hu: Fiók aktiválása
hy_am: Ակտիվացրեք հաշիվը
id_id: Aktivasi akun
is: Virkja notandareikning
it: Attiva l'account
ja: アカウントの有効化
ka_ge: ანგარიშის გააქტიურება
lv_lv: Aktivizēt kontu
mk: Активирај го профилот
mr: खाते सक्रिय करा
pt_pt: Activar Registo
ro_ro: Activare cont
ru_ru: Активировать учетную запись
sl_si: Aktiviraj račun
sr_rs@cyrillic: Активирај налог
sr_rs@latin: Aktiviraj nalog
sv_se: Aktivera konto
tr_tr: Hesap Etkinleştirme
uk_ua: Активувати обліковий запис
vi: Kích hoạt tài khoản
vi_vn: Kích hoạt tài khoản

# user.login.activated
source: Thank you for activating your account. You may now log in using the credentials you supplied when you created your account.
ar_iq: شكراً لقيامك بتفعيل الحساب. بإمكانك الآن الدخول إلى الموقع مستعملاً بيانات الدخول التي قدمتها عند تسجيلك في الموقع.
bg: Благодарим ви, че активирахте акаунта си. Вече можете да влезете, като използвате идентификационните данни, които сте предоставили, когато сте създали акаунта си.
ca_es: Gràcies per activar el compte. Ara ja podeu iniciar la sessió amb les dades que heu indicat en crear el compte.
cs_cz: Děkujeme za aktivaci Vašeho účtu. Nyní se můžete pomocí údajů poskytnutých při vyváření Vašeho účtu přihlásit.
el_gr: Σας ευχαριστούμε για την ενεργοποίηση του λογαριασμού σας. Μπορείτε να συνδεθείτε στο σύστημα με το όνομα Χρήστη και τον κωδικό πρόσβασης που επιλέξατε κατά την δημιουργία του λογαριασμού σας.
es_es: Gracias por activar su cuenta. Ahora puede iniciar sesión con las credenciales que proporcionó al crear la cuenta.
eu_es: Eskerrik asko kontua aktibatzeagatik. Kontua sortu zenuenean eman zenituen datuekin sartu ahal izango zara aurrerantzean.
fa_ir: از اینکه حساب خود را فعال کرده اید متشکریم. اکنون میتوانید با استفاده از نام کاربری و رمز ورود خود وارد شوید
fi: Tilisi on aktivoitu. Voit nyt kirjautua sisään tunnistetiedoilla, jotka annoit luodessasi tiliä.
fr_ca: Merci d'avoir activé votre compte. Vous pouvez maintenant vous connecter en utilisant les informations d'authentification fournies lors de la création de votre compte.
gl: Grazas por activar a túa conta. Agora podes iniciar sesión usando as credenciais que proporcionaches cando creaches a conta.
he: תודה שהפעלת את החשבון שלך. כעת תוכל להיכנס באמצעות האישורים שסיפקת בעת יצירת חשבונך.
hr: Hvala na aktivaciji vašeg korisničkog računa. Sada se možete prijavljivati u sustav korisničkim imenom i lozinkom koje ste prethodno unijeli.
hu: Köszönjük, hogy aktiválta a fiókját. Most már be tud jelentkezni a fiók létrehozásakor megadott adatokkal.
hy_am: Շնորհակալություն ձեր հաշիվն ակտիվացնելու համար: Այժմ կարող եք մուտք գործել՝ օգտագործելով այն լիազորությունները, որոնք տրամադրել եք ձեր հաշիվը ստեղծելիս:
id_id: Terima kasih untuk mengaktifkan akun Anda. Anda sekarang mungkin login dengan menggunakan credential yang Anda berikan saat membuat Akun ini.
is: Takk fyrir að virkja notandareikning þinn. Þú getur núna skráð þig inn með notendanafninu sem þú valdir þegar þú skráðir þig.
it: Grazie per aver attivato il tuo account. Ora puoi effettuare il log in usando le credenziali che hai fornito quando hai creato il tuo account.
ja: アカウントの有効化を行ってくださいまして、ありがとうございます。ただ今から、アカウントを作成した際に登録していただいたクレデンシャルを使ってログインすることが可能です。
ka_ge: გმადლობთ თქვენი ანგარიშის გააქტიურებისათვის. ახლა თქვენ შეგიძლიათ შეხვიდეთ სერთიფიკატების გამოყენებით, რომლებიც მიუთითეთ თქვენი ანგარიშის შექმნისას.
lv_lv: Paldies par konta aktivizēšanu. Tagad varat pieteikties, izmantojot savus autorizācijas datus, kurus norādījāt, izveidojot kontu.
mk: Ви благодариме за активирање на вашиот профил. Сега можете да се најавите користејќи ги ингеренциите што ги доставивте кога го создадовте вашиот профил.
mr: तुमचे खाते सक्रिय केल्याबद्दल धन्यवाद. खाते निर्माण करताना नमूद केलेली तुमची ओळख वापरून तुम्ही आता लॉग-इन करू शकता.
pt_pt: O seu registo foi activado, permitindo aceder à revista com as credenciais fornecidas.
ro_ro: Vă mulțumim pentru activarea contului. Acum vă puteți autentifica folosind datele de acreditare furnizate când v-ați creat contul.
ru_ru: Спасибо за активацию вашей учетной записи. Теперь вы можете войти в систему, используя имя пользователя и пароль, указанные вами при создании учетной записи.
sl_si: Hvala za aktivacijo vašega računa. Zdaj se v sistem lahko prijavite z uporabo uporabniškega imena in gesla, ki ste ju navedli.
sr_rs@cyrillic: Хвала што сте активирали ваш налог. Можете се пријавити у систем користећи податке за пријаву које сте претходно дефинисали кад сте креирали ваш налог.
sr_rs@latin: Hvala što ste aktivirali vaš nalog. Možete se prijaviti u sistem koristeći podatke za prijavu koje ste prethodno definisali kad ste kreirali vaš nalog.
sv_se: Ditt konto är aktiverat. Du kan nu logga in med de uppgifter du angav när du skapade kontot.
tr_tr: Hesabınızı etkinleştirdiğiniz için teşekkür ederiz. Şimdi hesabınızı oluştururken size verilen kimlik bilgilerini kullanarak giriş yapabilirsiniz.
uk_ua: Дякуємо за активацію вашого облікового запису. Тепер ви можете увійти до системи, використовуючи дані, вказані під час реєстрації.
vi: Cảm ơn bạn đã kích hoạt tài khoản của mình. Bây giờ bạn có thể đăng nhập bằng thông tin đăng nhập mà bạn đã cung cấp khi tạo tài khoản của mình.
vi_vn: Cảm ơn bạn đã kích hoạt tài khoản của mình. Bây giờ bạn có thể đăng nhập bằng thông tin đăng nhập bạn đã cung cấp khi tạo tài khoản của mình.

# user.login.changePasswordInstructions
source: You must choose a new password before you can log in to this site.<br /><br />Please enter your username and your current and new passwords below to change the password for your account.
ar_iq: عليك أن تختار لنفسك كلمة مرور أخرى قبل أن يتسنى لك الدخول إلى الموقع.<br /><br />لطفاً، أدخل اسم دخولك مع كلمة مرورك الحالية وكلمة مرورك الجديدة التي تريدها لتكون بديلة عن الحالية أدناه.
bg: Трябва да изберете нова парола, преди да можете да влезете в този сайт.<br /><br />Моля, въведете вашето потребителско име и текущата и новата си парола по-долу, за да промените паролата за вашия акаунт.
ca_es: Heu de triar una nova contrasenya abans d'iniciar sessió.<br /><br />Introduïu el vostre nom d'usuari i les vostres contrasenyes nova i antiga a continuació per canviar la contrasenya del vostre compte.
cs_cz: Musíte si zvolit nové heslo před tím, než se budete moci přihlásit na tuto stránku.<br /><br />Pro změnu hesla k Vašemu účet vložte prosím níže Vaše uživatelské jméno a Vaše současné a nové heslo.
el_gr: Θα πρέπει να επιλέξετε ένα νέο κωδικό πρόσβασης για να συνδεθείτε σε αυτό τον ιστότοπο.<br /><br />Για την αλλαγή του κωδικού πρόσβασης, παρακαλούμε εισάγετε το όνομα Χρήστη, τον τρέχοντα και τον νέο κωδικό πρόσβασης παρακάτω.
es_es: Debe elegir una nueva contraseña para poder iniciar sesión en este sitio.<br /><br />Escriba a continuación su nombre de usuario/a y la contraseña actual y la nueva para cambiar la contraseña de su cuenta.
eu_es: Pasahitz berri bat aukeratu behar duzu gune honetan saioa hasi ahal izateko.<br /><br />Pasahitz berria eskuratzeko, idatzi zure erabiltzaile-izena eta oraingo pasahitza behean.
fa_ir: قبل از اینکه بتوانید کاملا وارد سایت شوید میبایست یک رمز عبور جدید برای خود انتخاب کنید. <br /><br />لطفا نام کاربری و رمز عبور جاری خود را وارد کرده و سپس رمز عبور جدیدی را دو بار وارد کنید.
fi: Sinun täytyy valita uusi salasana, ennen kuin voit kirjautua tälle sivustolle.<br /><br />Anna käyttäjätunnuksesi sekä nykyinen ja uusi salasanasi alle vaihtaaksesi tilisi salasanan.
fr_ca: Vous devez sélectionner un nouveau mot de passe avant de pouvoir vous connecter à ce site.<br /><br />Veuillez entrer votre nom d'utilisateur-trice et vos mots de passe actuel et nouveau ci-dessous pour modifier le mot de passe de votre compte.
gl: Debe escoller un novo contrasinal para poder iniciar sesión neste sitio. <br /> <br /> Insira o seu nome de usuario e o contrasinal actual e o novo a continuación para cambiar o contrasinal da súa conta.
he: יש לבחור סיסמה חדשה לפני הכניסה לחשבון האישי.<br /><br /> יש להכניס את שם בעל החשבון ואת הסיסמה הנוכחית ולהחליף אותה בסיסמה חדשה.
hr: Morate odabrati novu lozinku prije nego što se prijavite na ovu stranicu.<br /><br />Molimo unesite ispod vaše korisničko ime i vašu sadašnju i novu lozinku kako biste promijenili lozinku za vaš korisnički račun.
hu: Új jelszót kell választania mielőtt bejelentkezik erre az oldalra.<br /><br />Kérem, adja meg a felhasználónevét, valamint a jelenlegi és az új jelszavát, hogy megváltoztathassa a fiókjához tartozó jelszót.
hy_am: Դուք պետք է ընտրեք նոր գաղտնաբառ, որպեսզի կարողանաք մուտք գործել այս կայք:<br /><br />Խնդրում ենք մուտքագրել օգտվողի ձեր անունը և ձեր ընթացիկ և նոր գաղտնաբառերը ստորև՝ ձեր հաշվի գաղտնաբառը փոխելու համար:
id_id: Anda harus memilih kata sandi baru sebelum Anda login ke situs ini.<br /><br />Masukkan Nama Pengguna Anda dan kata sandi yang sekarang dan yang baru di bawah ini untuk mengganti kata sandi untuk akun Anda.
is: Þú verður að skrá nýtt lykilorð áður en þú getur skáð þig inn á þessa síðu.<br /><br />Til að breyta lykilorði að notandareikning þínum, vinsamlega skráðu notandanafn þitt, núverandi lykilorð og því næst nýtt lykilorð þar fyrir neðan.
it: Devi scegliere una nuova password prima di entrare in questo sito.<br /><br />Inserisci sotto il tuo username e la tua password attuale e la nuova password che vuoi utilizzare.
ja: このサイトにログインする前に新しいパスワードを選んでください。<br /><br />あたらしいユーザ名と現在のパスワードと新しいパスワードを入力してアカウントのパスワードを変更してください。
ka_ge: ამ საიტზე შესვლამდე უნდა აირჩიოთ ახალი პაროლი.<br /><br />გთხოვთ, შეიყვანოთ თქვენი მომხმარებლის სახელი და თქვენი ამჟამინდელი და ახალი პაროლები, რომ შეცვალოთ თქვენი ანგარიშის პაროლი.
lv_lv: Pirms pieteikšanās šajā vietnē jāizvēlas jauna parole.<br /><br />Lūdzu ievadiet savu lietotājvārdu un pašreizējo un jauno paroli, lai mainītu sava konta paroli.
mk: Мора да изберете нова лозинка пред да се најавите на оваа страница. <br/> <br/> Ве молиме, внесете го вашето корисничко име и вашите тековни и нови лозинки подолу за да ја промените лозинката за вашиот профил.
mr: तुम्ही या संकेतस्थळावर लॉग-इन करण्यापूर्वी तुम्हाला नवा पासवर्ड निवडणे आवश्यक आहे.<br /><br />तुमच्या खात्याचा पासवर्ड बदलण्यासाठी कृपया तुमचे युजरनेम तसेच तुमचा वर्तमान आणि नवा पासवर्ड खालील चौकटीत नोंदवा.
pt_pt: Deve ser definida uma nova senha antes de registar-se na revista.<br /><br />Insira o nome de utilizador e senhas actual e nova para alterar a senha de acesso à sua conta.
ro_ro: Trebuie să alegeți o nouă parolă înainte de a vă autentifica pe acest site.<br /><br />Vă rugăm să introduceți numele de utilizator și parolele curente și noi de mai jos pentru a schimba parola pentru contul dvs.
ru_ru: Вы должны выбрать новый пароль, прежде чем войдете на этот сайт.<br /><br />Пожалуйста, введите ниже ваше имя пользователя, ваши текущий и новый пароли, чтобы изменить пароль для вашей учетной записи.
sl_si: YouPred prvo prijavo morate spremeniti geslo.<br /><br />Prosimo vnesite vaše uporabniško ime, sedanje geslo in novo geslo, da boste spremenili geslo.
sr_rs@cyrillic: Морате одабрати нову лозинку пре него се пријавите у сајт. <br /><br /> Молимо да унесете ваше корисничко име и вашу садашњу и нову лозинку како би изменили лозинку вашег налога.
sr_rs@latin: Morate odabrati novu lozinku pre nego se prijavite u sajt. <br /><br /> Molimo da unesete vaše korisničko ime i vašu sadašnju i novu lozinku kako bi izmenili lozinku vašeg naloga.
sv_se: Du måste välja ett nytt lösenord innan du kan logga in.<br /><br />Ange ditt användarnamn, nuvarande lösenord och nytt lösenord nedan.
tr_tr: Siteye girmek için öncelikle yeni bir şifre belirlemeniz gerekmektedir. <br /><br />Şifrenizi değiştirmek için lütfen kullanıcı adınızı, mevcut şifrenizi ve yeni şifrenizi giriniz.
uk_ua: Перш ніж ви зможете зайти на сайт, ви повинні обрати новий пароль.<br /><br />Для того, щоб змінити пароль для вашого облікового запису, будь ласка, введіть нижче ім'я користувача, старий та новий паролі.
vi: Bạn phải chọn mật khẩu mới trước khi có thể đăng nhập vào trang web này.<br /><br />Vui lòng nhập tên người dùng và mật khẩu hiện tại và mới của bạn bên dưới để thay đổi mật khẩu cho tài khoản của bạn.
vi_vn: Bạn phải chọn một mật khẩu mới trước khi có thể đăng nhập vào trang web này. <br /> <br /> Vui lòng nhập tên người dùng và mật khẩu hiện tại và mật khẩu mới của bạn vào bên dưới để thay đổi mật khẩu cho tài khoản của bạn.

# user.login.forgotPassword
source: Forgot your password?
ar_iq: أنسيت كلمة مرورك؟
bg: Забравена парола?
ca_es: Heu oblidat la contrasenya?
cs_cz: Zapomenuté heslo?
el_gr: Ξεχάσατε τον προσωπικό σας κωδικό πρόσβασης;
es_es: ¿Has olvidado tu contraseña?
eu_es: Pasahitza ahaztu zaizu?
fa_ir: رمز عبور خود را فراموش کرده اید؟
fi: Unohditko salasanasi?
fr_ca: Vous avez oublié votre mot de passe ?
gl: Esqueceu o contrasinal?
he: שכחת את הסיסמה שלך?
hr: Zaboravili ste lozinku?
hu: Elfelejtette a jelszavát?
hy_am: Մոռացե՞լ եք Ձեր գաղտնաբառը։
id_id: Lupa kata sandi Anda?
is: Gleymt lykilorð?
it: Password dimenticata?
ja: パスワードを忘れた方はこちらで手続きをしてください。
ka_ge: დაგავიწყდათ პაროლი?
lv_lv: Aizmirsāt paroli?
mk: Ја заборавивте лозинката?
mr: तुमचा पासवर्ड विसरलात?
pt_pt: Esqueceu a sua senha?
ro_ro: Ați uitat parola?
ru_ru: Забыли пароль?
sl_si: Ste pozabili vaše geslo?
sr_rs@cyrillic: Заборавили сте лозинку?
sr_rs@latin: Zaboravili ste lozinku?
sv_se: Har du glömt ditt lösenord?
tr_tr: Şifrenizi mi unuttunuz?
uk_ua: Забули пароль?
vi: Quên mật khẩu?
vi_vn: Quên mật khẩu?
