Repository: pkp/pkp-lib
Catalog: locale/*/user.po
Languages: ar_iq, bg, bg_bg, ca_es, cs_cz, el_gr, es_es, eu_es, fa_ir, fi, fr_ca, gl, he, hr, hu, hy_am, id_id, is, it, ja, ka_ge, lv_lv, mk, mr, pt_pt, ro_ro, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, vi, vi_vn

# user.login.loginError
source: Invalid username/email or password. Please try again.
ar_iq: اسم الدخول أو كلمة المرور خاطئين. لطفاً، حاول مجدداً.
bg: Невалидно потребителско име или парола. Моля, опитайте отново.
ca_es: El nom d'usuari/ària o la contrasenya són no vàlids. Torneu-ho a intentar.
cs_cz: Neplatné uživatelské jméno nebo heslo. Zkuste to prosím znovu.
el_gr: Μη έγκυρο όνομα Χρήστη ή κωδικος πρόσβασης. Παρακαλούμε προσπαθήστε ξανά.
es_es: El nombre de usuario/a o la contraseña no son válidos. Inténtelo de nuevo.
eu_es: Erabiltzaile-izena edo pasahitza ez da baliozkoa. Saiatu berriro.
fa_ir: نام کاربری یا رمز عبور غلط است. لطفا از نو وارد کنید.
fi: Virheellinen käyttäjätunnus/sähköposti tai salasana. Yritä uudelleen.
fr_ca: Nom d'utilisateur-trice ou mot de passe invalide. Veuillez essayer de nouveau.
gl: Nome de usuario ou contrasinal non válidos. Por favor intentao de novo.
he: שם משתמש/דוא"ל או סיסמה לא תקפים. נסה שוב.
hr: Neispravno korisničko ime ili lozinka. Molim pokušajte ponovno.
hu: Érvénytelen felhasználónév vagy jelszó. Kérem, próbálja újra.
hy_am: Սխալ մուտքանուն կամ գաղտնաբառ. Խնդրում եմ կրկին փորձեք։
id_id: Nama Pengguna atau kata sandi tidak valid. Coba lagi.
is: Rangt notendanafn eða lykilorð. Vinsamlega reyndu aftur.
it: Username o password non valida. Riprova.
ja: ユーザー名またはパスワードが正しくありません。もう一度入力してください。
ka_ge: პაროლი, ან მომხმარებლის სახელი არასწორია, გთხოვთ, სცადოთ ხელახლა.
lv_lv: Nederīgs lietotājvārds vai parole. Lūdzu, mēģiniet vēlreiz.
mk: Невалидно корисничко име или лозинка. Ве молиме обидете се повторно.
mr: अग्राह्य युजरनेम/ई-मेल किंवा पासवर्ड. कृपया पुन्हा प्रयत्न करा.
pt_pt: Nome de utilizador e/ou senha inválido(s). Tente novamente.
ro_ro: Nume de utilizator sau parola incorecte. Vă rugăm să încercați din nou.
ru_ru: Неправильное имя пользователя или пароль. Попробуйте еще раз.
sl_si: Napačno uporabniško ime ali geslo. Poskusite ponovno.
sr_rs@cyrillic: Неисправно корисничко име или лозинка. Покушајте поново.
sr_rs@latin: Neispravno korisničko ime ili lozinka. Pokušajte ponovo.
sv_se: Fel användarnamn eller lösenord. Försök igen.
tr_tr: Kullanıcı adı yada şifre hatalı girildi. Büyük-küçük harf uyumuna dikkat ederek yeniden deneyiniz.
uk_ua: Невірне ім'я користувача або пароль. Будь ласка, спробуйте знову.
vi: Tên người dùng/email hoặc mật khẩu không hợp lệ. Vui lòng thử lại.
vi_vn: Sai username (tên tài khoản) hoặc password (mật khẩu). Vui lòng thử lại.

# user.login
source: Login
ar_iq: الدخول
bg: Вход
ca_es: Inici de la sessió
cs_cz: Přihlášení
el_gr: Σύνδεση
es_es: Entrar
eu_es: Hasi saioa
fa_ir: ورود
fi: Kirjautuminen
fr_ca: Se connecter
gl: Acceder
he: כניסה
hr: Prijava
hu: Belépés
hy_am: Մուտք
is: Innskráning
it: Entra
ja: ログイン
ka_ge: შესვლა
lv_lv: Pieslēgties
mk: Најава
mr: लॉग-इन करा
pt_pt: Autenticação
ro_ro: Autentificare
ru_ru: Войти в систему
sl_si: Prijava
sr_rs@cyrillic: Пријави се
sr_rs@latin: Prijavi se
sv_se: Logga in
tr_tr: Giriş
uk_ua: Увійти
vi: Đăng nhập
vi_vn: Đăng nhập

# user.login.lostPassword.confirmationSent
source: A confirmation has been sent to your email address if a matching account was found. Please follow the instructions in the email to reset your password.
ar_iq: رسالة تأكيد أُرسلت إلى عنوان بريدك الالكتروني. لطفاً اتبع التعليمات التي تجدها في تلك الرسالة لإعادة تعيين كلمة مرورك.
bg: На вашия имейл адрес е изпратено потвърждение. Моля, следвайте инструкциите в имейла, за да нулирате паролата си.
ca_es: S'ha enviat un missatge de confirmació a la vostra adreça electrònica. Seguiu les instruccions del correu electrònic per restablir la contrasenya.
cs_cz: Na Vaši emailovou adresu bylo odesláno potvrzení. Následujte prosím instrukce pro resetování Vašeho hesla uvedené v emailu.
el_gr: Ένα μήνυμα επιβεβαίωσης έχει σταλεί στο ηλεκτρονικό σας ταχυδρομείο. Παρακαλούμε ακολουθήστε τις οδηγίες του μηνύματος για να αλλάξετε τον προσωπικό σας κωδικό πρόσβασης.
es_es: Se ha enviado una confirmación a su dirección de correo electrónico. Siga las instrucciones del correo electrónico para restablecer su contraseña.
eu_es: Berrespen bat bidali da zure helbide elektronikora. Jarraitu mezuan emandako azalpenak pasahitza berrezartzeko.
fa_ir: یک نامه تاییدیه به آدرس ایمیل شما ارسال شد. لطفا دستورات مندرج در آن را بدقت اجرا کنید تا رمز عبورتان به روز شود.
fi: Sähköpostiosoitteeseesi on lähetetty vahvistus, jos vastaava tili löytyi. Noudata sähköpostin ohjeita salasanasi palauttamiseksi.
fr_ca: Une confirmation a été envoyée à votre adresse de courriel si un compte lié a été trouvé. Veuillez suivre les instructions dans le courriel pour réinitialiser votre mot de passe.
he: אישור נשלח לכתובת הדוא"ל שלך אם נמצא חשבון תואם. אנא עקוב אחר ההוראות בדוא"ל כדי לאפס את הסיסמה שלך.
hr: Potvrda je poslana na vašu adresu e-pošte ako je pronađen odgovarajući račun. Slijedite upute u e-poruci za ponovno postavljanje lozinke.
hy_am: Ձեր էլ․ փոստի հասցեին հաստատում է ուղարկվել, եթե գտնվել է համընկնող հաշիվ: Խնդրում ենք հետևել էլ․ փոստի հրահանգներին՝ ձեր գաղտնաբառը վերականգնելու համար:
id_id: Konfirmasi telah dikirim ke alamat email Anda. Ikuti instruksi di email untuk mengatur ulang kata sandi Anda.
is: Staðfesting var send á netfang þitt, hafi fundist notandareiknignur sem passar. Vinsamlega fylgdu leiðbeiningum í tölvupóstinum til að endurstilla lykilorð þitt.
it: La conferma è stata mandata al tuo indirizzo email. Si prega di seguire le istruzioni nella email per resettare la password.
lv_lv: Uz jūsu e-pasta adresi nosūtīts apstiprinājums, ja ir atrasts atbilstošs konts. Lūdzu, izpildiet e-pastā sniegtos norādījumus, lai atjaunotu paroli.
mk: Испратена е потврда на вашиот емаил. Следете ги упатствата во емаил за да ја поставите вашата лозинка.
mr: मिळतेजुळते खाते आढळल्यामुळे खात्री करण्यासाठी तुमच्या ई-मेल पत्त्यावर एक संदेश पाठवला आहे. तुमचा पासवर्ड रिसेट करण्यासाठी कृपया ई-मेलमधील सूचनांचे पालन करा.
pt_pt: Foi enviado um e-mail de confirmação. Siga as instruções para criar uma nova senha.
ro_ro: A fost trimisă o confirmare la adresa dvs. de e-mail. Vă rugăm să urmați instrucțiunile din e-mail pentru a reseta parola.
ru_ru: Подтверждение было отправлено на ваш адрес электронной почты. Пожалуйста, следуйте инструкциям в письме, чтобы сбросить пароль.
sl_si: Potrdilo je bilo poslano na vaš e-poštni naslov. Prosimo sledite navodilom v sporočilu, da boste ponastavili vaše geslo.
sr_rs@cyrillic: Послата је потврда на вашу адресу. Следите инструкције у тој поруци да би променили лозинку.
sr_rs@latin: Poslata je potvrda na vašu adresu. Sledite instrukcije u toj poruci da bi promenili lozinku.
sv_se: Vi har skickat ett meddelande till din e-postadress för bekräftelse. Följ instruktionerna i meddelandet för att återställa ditt lösenord.
tr_tr: E-posta adresinize bir doğrulama mesajı gönderilmiştir. Şifrenizi yenilemek için bu e-postadaki talimatları uygulayınız.
uk_ua: На вашу адресу email було надіслане підтвердження. Виконайте вказані у листі інструкції, щоб змінити ваш пароль.
vi: Một xác nhận đã được gửi đến địa chỉ email của bạn nếu tìm thấy tài khoản phù hợp. Vui lòng làm theo hướng dẫn trong email để đặt lại mật khẩu của bạn.
vi_vn: Một xác nhận đã được gửi đến địa chỉ email của bạn. Vui lòng làm theo hướng dẫn trong email để đặt lại mật khẩu của bạn.

# user.login.lostPassword.invalidHash
source: Sorry, the link you clicked on has expired or is not valid. Please try resetting your password again.
ar_iq: عذراً، الرابط الذي اتبعته قد انتهت صلاحيته أو ليس صحيحاً. لطفاً، جرب إعادة تعيين كلمة مرورك مرة أخرى.
bg: За съжаление връзката, върху която сте щракнали, е изтекла или не е валидна. Моля, опитайте да нулирате паролата си отново.
ca_es: L'enllaç que heu seleccionat ha vençut o bé no és vàlid. Intenteu restablir la contrasenya de nou.
cs_cz: Promiňte, odkaz, na který jste kliknul, vypršel nebo není platný. Pokuste se prosím znovu resetovat heslo.
el_gr: Η σύνδεση έχει λήξει ή δεν είναι έγκυρη. Παρακαλούμε προσπαθήστε ξανά να αλλάξετε τον προσωπικό σας κωδικό πρόσβασης.
es_es: El enlace ha caducado o no es válido. Intente restablecer su contraseña de nuevo.
eu_es: Sakatu duzun esteka iraungita dago edo ez da baliozkoa. Saiatu zure pasahitza berriro berrezartzen.
fa_ir: متأسفانه لینکی که شما بر روی آن کلیک کرده اید تاریخ آن منقضی شده است یا دیگر وجود ندارد. برای دریافت رمز عبور از نو اقدام کنید.
fi: Klikkaamasi linkki on vanhentunut tai se ei ole kelvollinen. Yritä vaihtaa salasana uudelleen.
fr_ca: Désolé, le lien sur lequel vous avez cliqué est expiré ou n'est pas valide. Veuillez essayer de réinitialiser votre mot de passe de nouveau.
gl: A ligazón caducou ou non é válida. Tenta restablecer o teu contrasinal de novo.
he: מצטערים, פג תוקפו של הקישור שלחצת עליו או שאינו תקף. נסה לאפס את הסיסמה שוב.
hr: Oprostite, poveznica na koju ste kliknuli nije važeća ili nije valjana. Molimo pokušajte ponovno zatražiti izmjenu vaše lozinke.
hu: Elnézést, a link, amire kattintott már elévült vagy nem érvényes. Kérem, próbálja meg a jelszó visszaállítást még egyszer.
hy_am: Ներողություն, հղումը, որի վրա սեղմել եք, ժամկետանց է կամ վավեր չէ: Խնդրում ենք կրկին վերականգնել ձեր գաղտնաբառը:
id_id: Maaf, tautan yang Anda klik telah berakhir atau tidak valid. Coba mengatur ulang kata sandi lagi.
is: Því miður þá er tengillin sem þú smelltir á útrunnin eða ógildur. Vinsamlega reyndu aftur að endurstilla lykilorðið þitt.
it: Il link utilizzato è scaduto o non è valido. Prova a rigenerare nuovamente la password.
ja: このリンクは有効期限切れ、または正しくありません。申し訳ありませんが、もう一度、パスワードのリセット処理を行ってください。
ka_ge: უკაცრავად, ბმულს, რომელზეც დააწკაპუნეთ, ვადა ამოიწურა ან არასწორია. გთხოვთ, ისევ სცადოთ თქვენი პაროლის გადაყენება.
lv_lv: Atvainojiet, saites, uz kuras noklikšķinājāt, derīguma termiņš ir beidzies vai tā nav derīga. Lūdzu, mēģiniet vēlreiz atjaunot paroli.
mk: Линкот што го кликнавте истече или не е валиден. Обидете се повторно да ја поставите вашата лозинка.
mr: क्षमस्व, तुम्ही क्लिक केलेल्या लिंकची मुदत संपली आहे किंवा ती वैध नाही. कृपया तुमचा पासवर्ड पुन्हा सेट करण्याचा प्रयत्न करा.
pt_pt: O link acedido expirou ou é inválido. Lamentamos o inconveniente. Tente criar uma senha novamente.
ro_ro: Ne pare rău, linkul pe care ai făcut clic a expirat sau nu este valid. Încercați să resetați parola din nou.
ru_ru: Извините, ссылка на которой вы щелкнули, просрочена или неправильна. Пожалуйста, попробуйте сбросить ваш пароль еще раз.
sl_si: Oprostite, povezava, ki ste jo uporabili, ni več veljavna ali pa je napačna. Poskusite ponovno ponastaviti geslo.
sr_rs@cyrillic: Жао нам је, али линк који сте притиснули је истекао или је неисправан. Покушајте поново да промените лозинку.
sr_rs@latin: Žao nam je, ali link koji ste pritisnuli je istekao ili je neispravan. Pokušajte ponovo da promenite lozinku.
sv_se: Länken du har klickat på har upphört eller är ogiltig. Prova att återställa ditt lösenord igen.
tr_tr: Üzgünüz, tıklamış olduğunuz bağlantı geçerli değildir. Şifrenizi yenilemek için tekrar deneyiniz.
uk_ua: Вибачте, посилання застаріле або некоректне. Будь ласка, спробуйте знову змінити свій пароль.
vi: Xin lỗi, liên kết bạn đã nhấp đã hết hạn hoặc không hợp lệ. Vui lòng thử đặt lại mật khẩu của bạn lần nữa.
vi_vn: Xin lỗi, liên kết bạn nhấp vào đã hết hạn hoặc không hợp lệ. Vui lòng thử đặt lại mật khẩu của bạn một lần nữa.

# user.login.lostPassword.passwordSent
source: A new password has been sent to your email address. You may now login to the site with your new password.
ar_iq: كلمة مرور جديدة أُرسلت إلى عنوان بريدك الالكتروني. بإمكانك الآن الدخول إلى الموقع مستعملاً كلمة المرور الجديدة.
bg: На вашия имейл адрес е изпратена нова парола. Вече можете да влезете в сайта с новата си парола.
ca_es: S'ha enviat una nova contrasenya a la vostra adreça electrònica. Ja podeu iniciar la sessió amb aquesta contrasenya.
cs_cz: Nové heslo bylo odesláno na Vaši emailovou adresu. Nyní se můžete přihlásit pomocí nového hesla.
el_gr: Ένας νέος κωδικός πρόσβασης έχει σταλεί στο ηλεκτρονικό σας ταχυδρομείο. Μπορείτε να συνδεθείτε στον ιστότοπο με την χρήση του νέου σας κωδικού.
es_es: Se le ha enviado una nueva contraseña a su dirección de correo electrónico. Ahora puede iniciar sesión con la nueva contraseña.
eu_es: Pasahitz berri bat bidali da zure helbide elektronikora. Pasahitz berriarekin sartuko zara orain webgunean.
fa_ir: یک رمز عبور جدید به آدرس ایمیل شما ارسال گردید. با این رمز عبور جدید هم اکنون میتوانید وارد سایت شوید.
fi: Uusi salasana on lähetetty sähköpostiosoitteeseesi. Voit nyt kirjautua sivustolle uudella salasanallasi.
fr_ca: Un nouveau mot de passe a été envoyé à votre adresse de courriel. Vous pouvez maintenant vous connecter au site avec votre nouveau mot de passe.
gl: Enviouse un novo contrasinal ao seu enderezo de correo electrónico. Agora podes iniciar sesión no sitio co teu novo contrasinal.
he: סיסמה חדשה נשלחה לכתובת הדוא"ל שלך. כעת תוכל להיכנס לאתר עם הסיסמה החדשה שלך.
hr: Nova lozinka je poslana na vašu adresu e-pošte. Možete se sada prijaviti na stranici s vašom novom lozinkom.
hu: Egy új jelszó ment az email címére. Az új jelszóval már be tud jelentkezni az oldalra.
hy_am: Ձեր էլ․ փոստի հասցեին նոր գաղտնաբառ է ուղարկվել: Այժմ դուք կարող եք մուտք գործել կայք ձեր նոր գաղտնաբառով:
id_id: Kata sandi baru telah dikirim ke alamat emal Anda. Anda sekarang bisa login ke situs dengan kata sandi baru Anda.
is: Nýtt lykilorð var sent á netfangið þitt. Þú getur núna skráð þig inn með nýja lykilorðinu.
it: Una nuova password è stata inviata la tuo indirizzo email. Puoi fare il login con la tua nuova password.
ja: 新しいパスワードを指定のメールアドレスに送信しました。今後、新しいパスワードでこのサイトにログインすることができます。
ka_ge: ახალი პაროლი გაიგზავნა თქვენს ელფოსტის მისამართზე. ახლა თქვენ შეგიძლიათ შეხვიდეთ საიტზე თქვენი ახალი პაროლით.
lv_lv: Uz jūsu e-pasta adresi ir nosūtīta jauna parole. Tagad varat pieteikties vietnē, izmantojot jauno paroli.
mk: Испратена е нова лозинка на вашиот емаил. Сега можете да се најавите на страницата со вашата нова лозинка.
mr: तुमच्या ई-मेल पत्त्यावर नवा पासवर्ड पाठवला आहे. तुम्ही आता तुमच्या नव्या पासवर्डने संकेतस्थळावर लॉग-इन करू शकता.
pt_pt: Foi enviada uma nova senha. Aceda à revista com a nova senha.
ro_ro: O nouă parolă a fost trimisă la adresa dvs. de e-mail. Acum vă puteți autentifica pe site cu noua parolă.
ru_ru: Новый пароль был отправлен на ваш адрес электронной почты. Теперь вы можете войти на сайт с вашим новым паролем.
sl_si: Novo geslo je bilo poslano na vaš e-poštni naslov. Prijavite se lahko z novim geslom.
sr_rs@cyrillic: Нова лозинка је послата на вашу адресу. Можете се пријавити у сајт са вашом новом лозинком.
sr_rs@latin: Nova lozinka je poslata na vašu adresu. Možete se prijaviti u sajt sa vašom novom lozinkom.
sv_se: Ett nytt lösenord har skickats till din e-postadress. Du kan nu logga in med det nya lösenordet.
tr_tr: E-posta adresinize yeni şifreniz gönderilmiştir. Yeni şifrenizi kullanarak siteme bağlanabilirsiniz.
uk_ua: На вашу адресу email був надісланий новий пароль. Тепер ви можете увійти на сайт зі своїм новим паролем.
vi: Mật khẩu mới đã được gửi đến địa chỉ email của bạn. Bây giờ bạn có thể đăng nhập vào trang web bằng mật khẩu mới của mình.
vi_vn: Một mật khẩu mới đã được gửi đến địa chỉ email của bạn. Bây giờ bạn có thể đăng nhập vào trang web bằng mật khẩu mới của mình.

# user.login.registeredEmail
source: Registered user's email
ar_iq: البريد الالكتروني للمستخدم المسجل في الموقع
bg: Имейл на регистриран потребител
ca_es: Adreça electrònica de l’usuari/usuària registrat
cs_cz: Email registrovaného uživatele
el_gr: Ηλεκτρονικό ταχυδρομείο Χρήστη
es_es: Correo electronico de usuarios registrados
eu_es: Erabiltzaile erregistratuaren helbide elektronikoa
fa_ir: ایمیل کاربر ثبت‌نام کرده
fi: Rekisteröityneen käyttäjän sähköposti
fr_ca: Courriel de l'utilisateur-trice inscrit-e
gl: Correo electrónico de usuarios/as rexistrados/as
he: דוא"ל של משתמש רשום
hr: Registrirana e-pošta korisnika
hu: Regisztrált felhasználói email
hy_am: Գրանցված օգտվողի էլ․ փոստ
id_id: Email pengguna yang sudah terdaftar
is: Netfang notanda
it: Email dell'utente registrato
ja: 登録ユーザーのメールアドレス
ka_ge: რეგისტრირებული მომხმარებლის ელფოსტა
lv_lv: Reģistrētā lietotāja e-pasts
mk: Емаил на регистран корисник
mr: नोंदणीकृत वापरकर्त्याचा ई-मेल
pt_pt: E-mail de utilizador registado
ro_ro: Adresa de e-mail a utilizatorului înregistrat
ru_ru: Адрес электронной почты зарегистрированного пользователя
sl_si: Registrirana e-pošta uporabnika
sr_rs@cyrillic: Имејл адресе регистрованог корисника
sr_rs@latin: Imejl adresa registrovanog korisnika
sv_se: Registrerad användares e-postadress
tr_tr: Kayıtlı kullanıcının e-posta adresi
uk_ua: Адреса email користувача
vi: Email của người dùng đã đăng ký
vi_vn: Email của người dùng đã đăng ký

# user.login.registrationComplete
source: Registration complete
ar_iq: إكتمل التسجيل
bg: Регистрацията e завършена
ca_es: Registre complet
cs_cz: Registrace je dokončena
el_gr: Η εγγραφή ολοκληρώθηκε.
es_es: Registro completo
fa_ir: تکمیل ثبت‌نام
fi: Rekisteröityminen suoritettu
fr_ca: Inscription complétée
gl: Rexistro completo
he: ההרשמה הושלמה
hr: Registracija završena
hu: A regisztráció elkészült
hy_am: Գրանցումն ավարտված է
id_id: Registrasi selesai
is: Skráningu lokið
it: Registrazione completa
ja: 登録完了
ka_ge: რეგისტრაცია დასრულებულია
lv_lv: Reģistrācija pabeigta
mk: Регистрацијата е комплетна
mr: नोंदणी पूर्ण झाली
pt_pt: Registo concluído
ro_ro: Înregistrare completă
ru_ru: Регистрация завершена
sl_si: Registracija zaključena
sr_rs@cyrillic: Регистрација је завршена
sr_rs@latin: Registracija je završena
sv_se: Registrering slutförd
tr_tr: Kayıt tamamlandı
uk_ua: Реєстрацію завершено
vi: Đăng ký hoàn tất
vi_vn: Hoàn thành đăng ký

# user.login.registrationComplete.instructions
source: Thanks for registering! What would you like to do next?
ar_iq: شكراً لقيامك بالتسجيل! ما الذي ترغب أن تقوم به لاحقاً؟
bg: Благодарим ви за регистрацията! Какво мислите да правите след това?
ca_es: Gràcies per registrar-se! Què voleu fer ara?
cs_cz: Díky za registraci! Co chcete dělat nyní?
el_gr: Ευχαριστούμε για την εγγραφή! Οι επιλογές σας για τη συνέχεια:
es_es: ¡Gracias por registrarte! ¿Qué le gustaría hacer después?
fa_ir: ضمن تشکر از ثبت‌نام شما ، حال می توانید به قسمت های زیر مراجعه فرمایید:
fi: Kiitos rekisteröitymisestä! Mitä haluaisit tehdä seuraavaksi?
fr_ca: Merci de vous êtes inscrit-e ! Que voulez-vous faire ensuite ?
gl: Grazas por rexistrarte. Que che gustaría facer despois?
he: תודה שנרשמת! מה היית רוצה לעשות הלאה?
hr: Hvala na registraciji! Što bi htio sljedeće raditi?
hu: Köszönjük a regisztrációt! Mit szeretne tenni most?
hy_am: Շնորհակալություն գրանցվելու համար: Ի՞նչ կցանկանայիք անել հաջորդիվ:
id_id: Terima kasih telah mendaftar! Apa yang ingin Anda lakukan selanjutnya?
is: Takk fyrir að skrá þig! Hvað má bjóða þér að gera næst?
it: Grazie per esserti registrato. Cosa vuoi fare ora?
ja: 登録ありがとうございました。次に何をしたいですか。
ka_ge: მადლობა რეგისტრაციისთვის! რისი გაკეთება გსურთ?
lv_lv: Paldies par reģistrēšanos! Ko jūs vēlētos darīt tālāk?
mk: Ви благодариме што се регистриравте! Што би сакале да направите следно?
mr: नोंदणी केल्याबद्दल धन्यवाद! तुम्हाला आता काय करायचे आहे?
pt_pt: Obrigado pelo registo! O que gostaria de fazer a seguir?
ro_ro: Mulțumim pentru înregistrare! Ce ați dori să faceți în continuare?
ru_ru: Спасибо за регистрацию! Что вы хотите сделать дальше?
sl_si: Hvala lepa za registracijo! Kaj bi želeli narediti zdaj?
sr_rs@cyrillic: Хвала вам на регистрацији, шта бисте желели да урадите следеће?
sr_rs@latin: Hvala vam na registraciji, šta biste želeli da uradite sledeće?
sv_se: Tack för att du registrerat dig! Vad vill du göra härnäst?
tr_tr: Kayıt olduğunuz için teşekkürler! Bundan sonra ne yapmak istersiniz?
uk_ua: Дякуємо за реєстрацію! Що б ви хотіли зробити далі?
vi: Cảm ơn đã đăng ký! Bạn muốn làm gì tiếp theo?
vi_vn: Cảm ơn đã đăng ký! Bạn sẽ làm gì tiêp theo?

# user.login.registrationComplete.manageSubmissions
source: View Submissions
ar_iq: معاينة طلبات النشر
bg: Преглед на подадените материали
ca_es: Veure trameses
cs_cz: Prohlédnout příspěvek
el_gr: Προβολή υποβολών
es_es: Ver envíos
fa_ir: مشاهده مقالات ارسال شده
fi: Katsele käsikirjoituksia
fr_ca: Afficher les soumissions
gl: Ver envíos
he: הצגת הגשות
hr: Pregledajte prijave
hu: Beküldések megtekintése
hy_am: Դիտել հայտերը
id_id: Lihat Naskah Masuk
is: Skoða innsendingar
it: Vedi proposte
ja: 投稿物を見る
ka_ge: შენატანების ნახვა
lv_lv: Pārskatīt iesniegtos materiālus
mk: Види ги поднесоците
mr: सादरीकरणांचे अवलोकन करा
pt_pt: Ver Submissões
ro_ro: Vizualizare înregistrări manuscrise
ru_ru: Просмотреть материалы
sl_si: Upravljaj s prispevki
sr_rs@cyrillic: Погледај предаје
sr_rs@latin: Pogledaj predaje
sv_se: Visa inskickade bidrag
tr_tr: Gönderileri Görüntüle
uk_ua: Переглянути матеріали
vi: Xem bài nộp
vi_vn: Xem các bài gửi

# user.login.registrationComplete.newSubmission
source: Make a New Submission
ar_iq: إنشاء طلب نشر جديد
bg: Направете ново подаване на материали
ca_es: Fer una tramesa nova
cs_cz: Nahrát nový příspěvek
el_gr: Νέα υποβολή
es_es: Realizar un nuevo envío
fa_ir: ارسال مقاله جدید
fi: Lähetä uusi käsikirjoitus
fr_ca: Faire une nouvelle soumission
gl: Facer un novo envío
he: הגשה חדשה
hr: Napravite novu prijavu
hu: Új beküldés készítése
hy_am: Կատարեք նոր ներկայացում
id_id: Kirim Naskah Baru
is: Stofna nýja innsendingu
it: Fai una nuova proposta
ja: 投稿を提出する
ka_ge: ახალი შენატანი
lv_lv: Iesniegt jaunu materiālu
mk: Нов поднесок
mr: नवे सादरीकरण
pt_pt: Submeter Artigo
ro_ro: Realizați o nouă înregistrare de manuscris
ru_ru: Отправить новый материал
sl_si: Oddaj nov prispevek
sr_rs@cyrillic: Направи нову предају
sr_rs@latin: Napravi novu predaju
sv_se: Skicka in ett bidrag
tr_tr: Yeni Bir Gönderi Yap
uk_ua: Надіслати новий матеріал
vi: Tạo bài nộp mới
vi_vn: Gửi một bài mới

# user.login.registrationComplete.continueBrowsing
source: Continue Browsing
ar_iq: متابعة التصفح
bg: Продължете да разглеждате
ca_es: Continuar navegant
cs_cz: Pokračovat v procházení.
el_gr: Συνέχεια της πλοήγησης
es_es: Continuar navegando
fa_ir: برگشت به صفحه اصلی
fi: Jatka selaamista
fr_ca: Explorer le site de la revue
gl: Continuar navegando
he: המשך לגלוש
hr: Nastavite s pregledavanjem
hu: Böngészés folytatása
hy_am: Շարունակել զննումը
id_id: Lanjutkan Pencarian
is: Halda áfram að vafra
it: Continua a guardare in giro
ja: ブラウズを続ける
ka_ge: განაგრძეთ დათვალიერება
lv_lv: Turpināt pārlūkošanu
mk: Продолжи да разгледуваш
mr: पुढे नजर टाकणे (browsing) चालू ठेवा
pt_pt: Continuar a Navegar
ro_ro: Continua navigarea
ru_ru: Продолжить изучать информацию на сайте
sl_si: Nadaljuj z branjem
sr_rs@cyrillic: Настави са прегледањем
sr_rs@latin: Nastavi sa pregledanjem
sv_se: Surfa vidare
tr_tr: Listelemeye Devam Et
uk_ua: Продовжити перегляд в браузері
vi: Tiếp tục duyệt
vi_vn: Tiếp tục duyệt
