Repository: pkp/pkp-lib
Catalog: locale/*/user.po
Languages: ar_iq, bg, bg_bg, ca_es, cs_cz, el_gr, es_es, eu_es, fa_ir, fi, fr_ca, gl, he, hr, hu, hy_am, id_id, is, it, ja, ka_ge, lv_lv, mk, mr, pt_pt, ro_ro, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, vi, vi_vn

# user.authorization.userGroupRequired
source: You have to set a valid user group to access this operation.
ar_iq: عليك أن تعد مجموعة مستخدمين صحيحة للوصول إلى هذه العملية.
bg: Трябва да зададете валидна потребителска група за достъп до тази операция.
bg_bg: Трябва да зададете валидна потребителска група за достъп до тази операция.
ca_es: Cal que configureu un grup d’usuari/ària vàlid per accedir a l’operació.
cs_cz: Musíte zvolit platnou uživatelskou skupinu pro přístup k této operaci.
el_gr: Πρέπει να δημιουργήσετε μια έγκυρη ομάδα Χρηστών για να προσπελάσετε αυτή τη λειτουργία.
es_es: Debe asignar un grupo de usuarios/as válido para tener acceso a la operación.
eu_es: Eragiketa hori egin ahal izateko, baliozko erabiltzaile taldea ezarri behar duzu.
fa_ir: برای دسترسی به این عملیات باید عضو گروه کاربری معتبر باشید
fi: Sinun on määritettävä kelvollinen käyttäjäryhmä, jotta voit käyttää tätä toimintoa.
fr_ca: Vous devez choisir un groupe d'utilisateurs-trices valide pour accéder à cette opération.
gl: Ten que establecer un grupo de usuarios/as válido para acceder a esta operación.
he: עליך להגדיר קבוצת משתמשים תקפה כדי לגשת לפעולה זו.
hr: Morate postaviti valjanu korisničku grupu za pristup ovoj operaciji.
hu: Érvényes felhasználói csoportot kell beállítania, hogy ehhez a művelethez hozzáférhessen.
hy_am: Այս գործողություն մուտք գործելու համար դուք պետք է սահմանեք օգտվողների վավեր խումբ:
id_id: Anda harus mengatur grup pengguna valid untuk mengakses operasi ini.
is: Þú verður að stilla á réttan notendahóp til að hljóta aðgang að þessari aðgerð.
it: Devi selezionare un gruppo di utenti valido per accedere a questa operazione.
ja: この操作にアクセスするには有効なユーザグループを設定する必要があります。
ka_ge: ამ ოპერაციაზე წვდომისთვის უნდა დააყენოთ მომხმარებლის მოქმედი ჯგუფი.
lv_lv: Lai piekļūtu šai darbībai, ir jāiestata derīga lietotāju grupa.
mk: Мора да поставите валидна група за корисници за пристап до оваа операција.
mr: यासंबंधीच्या क्रियाकलापांसाठी तुम्हाला वैध वापरकर्ता गट निर्माण करावा लागेल.
pt_pt: Deve configurar um grupo de utilizadores válido para aceder a esta operação.
ro_ro: Trebuie să setați un grup de utilizatori valabil pentru a accesa această operațiune.
ru_ru: Вам нужно задать правильную группу пользователя для доступа к этой операции.
sl_si: Za dostop do te operacije morate nastaviti pravilno skupino uporabnikov.
sr_rs@cyrillic: Морате одредити важећу групу корисника да приступе овој операцији.
sr_rs@latin: Morate odrediti važeću grupu korisnika da pristupe ovoj operaciji.
sv_se: En giltig användargrupp behöver anges för att använda den här funktionen.
tr_tr: Bu işlemi gerçekleştirebilmek için geçerli bir kullanıcı grubu belirlemelisiniz.
uk_ua: Для виконання цієї дії вам необхідно коректно вказати групу користувачів.
vi: Bạn phải thiết lập một nhóm người dùng hợp lệ để truy cập thao tác này.
vi_vn: Bạn phải thiết lập một nhóm người dùng hợp lệ để truy cập hoạt động này.

# user.authorization.managerRequired
source: A user with a Manager role (i.e. Production Editor) must be assigned to the stage before you can proceed.
ar_iq: مستخدم بدور مدير (أي: محرر إنتاج) عليه أن يكون معيناً للمرحلة قبل أن تتمكن من المتابعة.
bg: Потребител с роля на мениджър (т.е. редактор на продукцията) трябва да бъде назначен на етапа, преди да можете да продължите.
bg_bg: Потребител с роля на мениджър (т.е. редактор на продукцията) трябва да бъде назначен на етапа, преди да можете да продължите.
ca_es: Un usuari/ària amb el rol d'administrador/a (p. ex., editor/a de producció) ha d'estar assignat a la fase abans de continuar.
cs_cz: Uživatel s úlohou Manažera (např. Produkční Editor) musí být přiřazen k této fázi, než bude moci pokračovat.
el_gr: Ένας Χρήστης με διαχειριστικό ρόλο (πχ Επιμελητής Παραγωγής Δοκιμίων) πρέπει να ανατεθεί στο στάδιο αυτό για να μπορέσετε να συνεχίσετε.
es_es: Se debe asignar a un usuario/a con el rol de gestor/a (p. ej. jefe/a de producción) a la fase para poder continuar.
eu_es: Mailari Prentsa Arduradun eginkizuna (adib., Prentsa edo Produkzio Editorea) duen erabiltzaile bat esleitu behar zaio, aurrera jarraitu aurretik.
fa_ir: کاربری با دسترسی مدیر (برای مثال دبیر تولید) قبل از شروع باید به این مرحله انتساب یابد
fi: Hallinnoivassa roolissa oleva käyttäjä (esim. tuotantotoimittaja) on valittava vaiheeseen, ennen kuin voit jatkaa.
fr_ca: Un-e utilisateur-trice ayant un rôle de gestionnaire (i.e. directeur-trice de la production) doit être assigné-e à cette étape avant que vous puissiez continuer.
gl: Un usuario cun rol de xestor/a (p. ex. xefe de produción) debe ser asignado á fase antes de que poida continuar.
he: משתמש עם תפקיד מנהל (כלומר עורך הפקה) חייב להיות מוקצה לשלב לפני שתוכל להמשיך.
hr: Korisnik s ulogom upravitelja (tj. urednik produkcije) mora biti dodijeljen fazi prije nego što možete nastaviti.
hu: Egy menedzseri szerepkörrel rendelkező felhasználót (pl. Megjelentetési szerkesztő) hozzá kell rendelni ehhez a szakaszhoz mielőtt folytatná.
hy_am: Շարունակելու համար Մենեջերի դեր ունեցող օգտվողը (այսինքն՝ Արտադրության խմբագիրը) պետք է նշանակվի փուլին:
id_id: Pengguna dengan peran Manager (misal, Editor Produksi) harus ditugaskan sebelum dapat melanjutkan proses.
is: Það verður að úthluta notanda með stjórnendahlutverk (t.d. framleiðsluritstjóra) á þetta þrep áður en þú getur haldið áfram.
it: Prima di procedere è necessario assegnare un utente con ruolo di Manager di stampa (ad es. Editor di stampa o di produzione).
ja: 先に進む前に、管理者役割を持つユーザ（つまり制作編集者）をこの段階に割り当てる必要があります。
ka_ge: სანამ დაიწყებთ მუშაობას, მენეჯერის როლის მქონე მომხმარებელი (ე.ი. წარმოების რედაქტორი) უნდა დაენიშნოს ეტაპს.
lv_lv: Lai varētu turpināt, šai stadijai jāpiešķir lietotājs ar pārvaldnieka lomu (t.i., izstrādes redaktors).
mk: Корисник со улога на Менаџер (т.е. Уредник на производство) мора да биде назначен пред да може да се продолжи.
mr: तुम्ही या टप्प्यावर व्यवस्थापकाची भूमिका असलेला वापरकर्ता (अर्थात निर्मिती संपादक) नियुक्त करणे आवश्यक आहे.
pt_pt: Um utilizador com uma função de Administrador (ou seja, Editor de Produção) deve ser atribuído à fase antes de poder prosseguir.
ro_ro: Un utilizator cu rol de manager (adică editor de producție) trebuie să fie atribuit înainte de a putea continua.
ru_ru: Пользователь с ролью управляющего (то есть Выпускающий редактор) должен быть назначен на этот этап, прежде чем вы сможете продолжить.
sl_si: Uporabnik z vlogo Upravnika (npr. Urednik produkcije) mora biti dodeljen v to fazo preden lahko nadaljujete.
sr_rs@cyrillic: Корисник са улогом Управника часописа (нпр. уредник часописа или продукције) мора бити додељен у овом моменту како бисте наставили.
sr_rs@latin: Korisnik sa ulogom Upravnika časopisa (npr. urednik časopisa ili produkcije) mora biti dodeljen u ovom momentu kako biste nastavili.
sv_se: En ansvarig användare (t.ex. produktionsredaktör) måste tilldelas steget innan du kan fortsätta.
tr_tr: Devam etmeden önce aşağıda Baskı Yöneticisi rolüne sahip bir kullanıcı atanmalıdır (Örneğin; baskı veya üretim editörü).
uk_ua: Перед тим, як продовжити, Вам необхідно вказати користувача, який виконуватиме роль менеджера видавництва (тобто видавця або шеф-редактора).
vi: Người dùng có vai trò Quản lý (ví dụ: Biên tập viên sản xuất) phải được chỉ định cho giai đoạn trước khi bạn có thể tiếp tục.
vi_vn: Người dùng có vai trò Người quản lý (tức là Biên tập viên sản xuất) phải được chỉ định vào giai đoạn trước khi bạn có thể tiếp tục.

# user.authorization.accessibleWorkflowStage
source: You don't currently have access to that stage of the workflow.
ar_iq: ليس لديك حالياً حق الوصول إلى هذه المرحلة من المخطط الانسيابي.
bg: Понастоящем нямате достъп до този етап от работния процес.
bg_bg: Понастоящем нямате достъп до този етап от работния процес.
ca_es: Actualment no té accés a aquesta fase del flux de treball.
cs_cz: V současnosti nemáte přístup do této etapy workflow.
el_gr: Δεν έχετε δικαίωμα πρόσβασης σε αυτό το στάδιο της ροής εργασιών.
es_es: Actualmente no tiene acceso a esta fase del proceso de trabajo.
fa_ir: شما اجازه دسترسی به این مرحله از جریان کاری را ندارید.
fi: Sinulla ei ole tällä hetkellä pääsyä kyseiseen työnkulun vaiheeseen.
fr_ca: Vous n'avez pas actuellement accès à cette étape du processus éditorial.
gl: Actualmente non tes acceso a esa fase do proceso.
he: אין לך כעת גישה לשלב זה של תהליך העבודה.
hr: Trenutno nemate pristup toj fazi tijeka rada.
hu: Jelenleg nincs jogosultsága a munkafolyamat ezen szakaszához.
hy_am: Դուք ներկայումս մուտք չունեք աշխատանքային գործընթացի այդ փուլին:
id_id: Saat ini, Anda tidak memiliki akses pada tahap alur kerja tersebut.
is: Þú hefur ekki aðgang að þessu þrepi í verkflæðinu.
it: Non hai i permessi necessari per accedere a questa fase del flusso di lavoro.
ja: 現在、ワークフローのその段階にアクセスすることはできません。
ka_ge: ამჟამად სამუშაო პროცესის იმ ეტაპზე წვდომა არ გაქვთ.
lv_lv: Pašlaik jums nav piekļuves šai darbplūsmas stadijai.
mk: Во моментов немате пристап до таа фаза на работниот тек.
mr: कार्यप्रवाहाच्या त्या टप्प्यावर असलेल्या क्रियाकलापांसाठी तुम्हाला सध्या परवानगी नाही.
pt_pt: Actualmente não tem acesso a esta fase do fluxo de trabalho.
ro_ro: În prezent nu aveți acces la acea etapă a fluxului de lucru.
ru_ru: Сейчас у вас нет доступа на этот этап рабочего потока.
sl_si: Trenutno nimate dostopa do te faze delovnega toka.
sr_rs@cyrillic: Немате тренутно приступ овој фази.
sr_rs@latin: Nemate trenutno pristup ovoj fazi.
sv_se: Du har för närvarande inte tillgång till det här steget i arbetsflödet.
tr_tr: Şu anda iş akışının bu aşamasına erişiminiz yok.
uk_ua: Ви не маєте доступу до цього етапу робочого процесу.
vi: Bạn hiện không có quyền truy cập vào giai đoạn đó của quy trình làm việc.
vi_vn: Bạn hiện không có quyền truy cập vào giai đoạn đó của quy trình làm việc.

# user.authorization.workflowStageRequired
source: A workflow stage was not specified.
ar_iq: مرحلة المخطط الانسيابي لم تحدد بعد.
bg: Етап на работния процес не е посочен.
ca_es: No s'ha especificat cap fase del flux de treball.
cs_cz: Etapa workflow není specifikována.
el_gr: Ένα στάδιο της ροής εργασιών δεν καθορίστηκε.
es_es: No se ha especificado ninguna fase del proceso de trabajo.
fa_ir: مراحل گردش کار مشخص نشده است.
fi: Työnkulun vaihetta ei määritetty.
fr_ca: Une étape du processus éditorial n'est pas spécifiée.
gl: Non se especificou ningunha fase do fluxo de traballo.
he: לא צוין שלב בתהליך העבודה.
hr: Faza tijeka rada nije navedena.
hu: Egy munkafolyamat szakasz nincs meghatározva.
hy_am: Աշխատակարգի փուլը չի նշված:
id_id: Tahap alur kerja belum ditetapkan.
is: Þrep í verkflæðinu var ekki tilgreint.
it: Fase del flusso di lavoro non specificata.
ja: ワークフローの段階が指定されていません。
ka_ge: სამუშაო პროცესის ეტაპი არ იყო მითითებული.
lv_lv: Darba plūsmas stadija netika norādīta.
mk: Работна фаза не е специфицирана.
mr: कार्यप्रवाहाचा टप्पा निर्दिष्ट केलेला नाही.
pt_pt: Não foi especificada uma fase de fluxo de trabalho.
ro_ro: Nu a fost specificată o etapă a fluxului de lucru.
ru_ru: Этап рабочего потока не указан.
sl_si: Faza delovnega toka ni bila določena.
sr_rs@cyrillic: Фаза није дефинисана.
sr_rs@latin: Faza nije definisana.
sv_se: Steg i arbetsflödet krävs.
tr_tr: Herhangi bir iş akışı aşaması belirtilmemiş.
uk_ua: Не зазначено стадію робочого процесу.
vi: Chưa chỉ định giai đoạn quy trình làm việc.
vi_vn: Một giai đoạn quy trình làm việc không được chỉ định.

# user.authorization.pluginRequired
source: A plugin was not specified and is required.
ar_iq: لم يتم تحديد البرنامج الإضافي رغم أنه مطلوب حتماً.
bg: Плъгин не е посочен и се изисква.
ca_es: No s'ha especificat cap mòdul.
cs_cz: Plugin nebyl specifikován a je vyžadován.
el_gr: Ένα Πρόσθετο δεν έχει καθοριστεί και απαιτείται.
es_es: Debe especificar un conector.
fa_ir: افزونه مشخص نشده است و الزامی است.
fi: Lisäosaa ei määritetty ja se vaaditaan.
fr_ca: Un plugiciel requis n'a pas été sélectionné.
gl: Non se especificou un complemento e é necesario.
he: תוסף לא צוין והוא נדרש.
hr: Dodatak nije naveden i potreban je.
hu: Egy szükséges bővítmény nincs meghatározva.
hy_am: Փլագին նշված չէ և պահանջվում է:
id_id: Plugin yang dibutuhkan belum ditentukan.
is: Viðbótarforrit var ekki tilgreint en þess er krafist.
it: Un plugin non è stato indicato ma è necessario.
ja: プラグインが指定されていないので必須です。
ka_ge: პლაგინი არ იყო მითითებული და აუცილებელია.
lv_lv: Spraudnis nav norādīts, taču tas ir nepieciešams.
mk: Не е наведен плагин а е задолжителен.
mr: प्लगइनचा तपशील दिलेला नाही पण तो आवश्यक आहे.
pt_pt: Não foi especificado um plugin e é obrigatório.
ro_ro: Un plugin nu a fost specificat și este necesar.
ru_ru: Модуль обязателен, но не указан.
sl_si: Vtičnik je zahtevan in ni bil določen.
sr_rs@cyrillic: Додатак није дефинисан, а неопходан је.
sr_rs@latin: Dodatak nije definisan, a neophodan je.
sv_se: Plugin krävs.
tr_tr: Bir eklenti belirtilmemiş; ancak eklenti gerekli.
uk_ua: Плагін не зазначено, але він є обов'язковим.
vi: Chưa chỉ định plugin và là bắt buộc.
vi_vn: Một plugin không được chỉ định và là bắt buộc.

# user.authorization.invalidReviewAssignment
source: You do not have permission to access this review assignment.
ar_iq: ليس لديك صلاحية الوصول إلى مهمة التحكيم هذه.
bg: Нямате разрешение за достъп до това задание за рецензия.
ca_es: No teniu permís per accedir a aquesta assignació de revisió.
cs_cz: Nemáte oprávnění přistupovat k přiřazení recenzních úloh.
el_gr: Δεν έχετε δικαίωμα πρόσβασης σε αυτή την ανάθεση αξιολόγησης.
es_es: No tiene permiso para acceder a esta asignación de revisión.
fi: Sinulla ei ole oikeutta avata tätä arviointipyyntöä.
fr_ca: Vous n'êtes pas autorisé-e à accéder à cette évaluation.
gl: Non tes permiso para acceder a esta tarefa de revisión.
he: אין לך הרשאה לגשת למשימת סקירה זו.
hr: Nemate dopuštenje za pristup ovom preglednom zadatku.
hu: Nem rendelkezik hozzáférési jogosultsággal ehhez a lektorálási feladathoz.
hy_am: Դուք վերանայման այս առաջադրանքին մուտք գործելու թույլտվություն չունեք:
id_id: Anda tidak berhak mengakses tugas review ini.
is: Þú hefur ekki aðgang að þessari ritrýniúthlutun.
it: Non hai il permesso di accedere a questa revisione.
ja: この査読任命にアクセスする権限がありません。
ka_ge: თქვენ არ გაქვთ ამ მიმოხილვის დავალებაზე წვდომის ნებართვა.
lv_lv: Jums nav tiesību piekļūt šim recenzēšanas uzdevumam.
mk: Немате дозвола за пристап до оваа задача за рецензија.
mr: ही समीक्षा पाहायला तुम्हाला परवानगी नाही.
pt_pt: Não tem permissão para aceder a esta atribuição de revisão.
ro_ro: Nu aveți permisiunea de a accesa această misiune de revizuire.
ru_ru: У вас нет доступа к этому заданию на рецензию.
sl_si: Nimate pravice dostopati do te recenzije.
sv_se: Du har inte åtkomsträttigheter till det här granskningsuppdraget.
tr_tr: Bu hakemlik görevine erişim izniniz yoktur.
uk_ua: Ви не маєте дозволу на доступ до цього призначення перегляду.
vi: Bạn không có quyền truy cập chỉ định đánh giá này.
vi_vn: Bạn không có quyền truy cập để phân công phản biện này.

# user.authorization.submissionQuery
source: You do not have permission to access this discussion.
ar_iq: ليس لديك صلاحية الوصول إلى هذه المناقشة.
bg: Нямате разрешение за достъп до тази дискусия.
ca_es: No teniu permís per accedir a aquesta discussió.
cs_cz: Nemáte oprávnění přistupovat do této diskuse.
el_gr: Δεν έχετε δικαίωμα πρόσβασης στη συζήτηση.
es_es: No tiene permiso para acceder a esta discusión.
fi: Sinulla ei ole oikeutta avata tätä keskustelua.
fr_ca: Vous n'êtes pas autorisé-e à accéder à cette discussion.
gl: Non tes permiso para acceder a esta discusión.
he: אין לך הרשאה לגשת לדיון זה.
hr: Nemate dozvolu za pristup ovoj raspravi.
hu: Nem rendelkezik hozzáférési jogosultsággal ehhez a konzultációhoz.
hy_am: Դուք այս քննարկմանը մուտք գործելու թույլտվություն չունեք:
id_id: Anda tidak berhak mengakses pembahasan ini.
is: Þú hefur ekki aðgang að þessari umræðu.
it: Non hai il permesso di accedere a questa discussione.
ja: このディスカッションにアクセスする権限がありません。
ka_ge: თქვენ არ გაქვთ ამ დისკუსიაზე წვდომის ნებართვა.
lv_lv: Jums nav tiesību piekļūt šai diskusijai.
mk: Немате дозвола за пристап до оваа дискусија.
mr: ही चर्चा पाहायला तुम्हाला परवानगी नाही.
pt_pt: Não tem permissão para aceder a esta discussão.
ro_ro: Nu aveți permisiunea de a accesa această discuție.
ru_ru: У вас нет разрешения на доступ к этому обсуждению.
sl_si: Nimate pravice dostopati do te diskusije.
sv_se: Du har inte åtkomsträttigheter till den här diskussionen.
tr_tr: Bu tartışmaya erişim izniniz yok.
uk_ua: Ви не маєте дозволу на доступ до цієї дискусії.
vi: Bạn không có quyền truy cập thảo luận này.
vi_vn: Bạn không có quyền truy cập vào cuộc thảo luận này.

# user.biography
source: Bio Statement (e.g., department and rank)
ar_iq: بيان السيرة الذاتية (مثل: القسم والمرتبة العلمية)
bg: Биография (напр. институция, отдел и ранг)
ca_es: Resum biogràfic
cs_cz: Biografické údaje
el_gr: Βιογραφικά στοιχεία
es_es: Resumen biográfico
eu_es: Biografia
fa_ir: رزومه علمی
fi: Omat tiedot (esim. yliopiston laitos, asema)
fr_ca: Note biographique (par exemple département et titre de fonction)
gl: Declaración biográfica (por exemplo, departamento e rango)
he: הצהרת ביוגרפיה (למשל, מחלקה ודרגה)
hr: Biografski podaci
hu: Életrajzi adat (pl. osztály és beosztás)
hy_am: Կենսագրություն (օրինակ՝ բաժին և կոչում)
id_id: Biografi
is: Núverandi staða (t.d. deild og stöðuheiti)
it: Note biografiche
ja: 経歴 (例えば、部局と職名)
ka_ge: ბიოგრაფიული განცხადება (მაგალითად, განყოფილება და წოდება)
lv_lv: Biogrāfiskā informācija (piem., struktūrvienība un amats)
mk: Биографска изјава (на пр. Оддел и ранг)
mr: व्यवसायात्मक विधान (उदा. विभाग आणि पद)
pt_pt: Resumo da Biografia Pessoal
ro_ro: Declarație biografică (de exemplu, departament și rang)
ru_ru: Биография (например, кафедра и должность)
sl_si: Biografski podatki
sr_rs@cyrillic: Биографска изјава (нпр. одсек, звање)
sr_rs@latin: Biografska izjava (npr. odsek, zvanje)
sv_se: Biografiska upplysningar (t.ex. institution och position)
tr_tr: Öz Geçmiş
uk_ua: Біографічна довідка
vi: Tuyên bố về tiểu sử (ví dụ: khoa và cấp bậc)
vi_vn: Báo cáo tiểu sử (ví dụ: phòng ban và cấp bậc)

# user.changeMyPassword
source: Change My Password
ar_iq: تبديل كلمة مروري
bg: Промени моята парола
ca_es: Canvia la meva contrasenya
cs_cz: Změnit moje heslo
el_gr: Αλλαγή του προσωπικού μου κωδικού πρόσβασης
es_es: Cambiar mi contraseña
eu_es: Aldatu nire pasahitza
fa_ir: تغییر کلمه رمز ورود
fi: Vaihda salasana
fr_ca: Modifier mon mot de passe
gl: Cambiar o meu contrasinal
he: שנה את הסיסמה שלי
hr: Promjeni moju lozinku
hu: Jelszavam megváltoztatása
hy_am: Փոխեք իմ գաղտնաբառը
id_id: Ganti Kata Sandi Saya
is: Breyta eigin lykilorði
it: Modifica la mia password
ja: パスワードの変更
ka_ge: პაროლის შეცვლა
lv_lv: Mainīt manu paroli
mk: Промени ја мојата лозинка
mr: माझा पासवर्ड बदला
pt_pt: Alterar a minha Senha
ro_ro: Schimbați-mi parola
ru_ru: Изменить мой пароль
sl_si: Spremeni moje geslo
sr_rs@cyrillic: Промени моју лозинку
sr_rs@latin: Promeni moju lozinku
sv_se: Ändra mitt lösenord
tr_tr: Şifremi Değiştir
uk_ua: Змінити мій пароль
vi: Thay đổi mật khẩu của tôi
vi_vn: Thay đổi mật khẩu của tôi

# user.changePassword
source: Change Password
ar_iq: تبديل كلمة المرور
bg: Промени парола
ca_es: Canvia la contrasenya
cs_cz: Změnit heslo
el_gr: Αλλαγή κωδικού πρόσβασης
es_es: Cambiar contraseña
eu_es: Aldatu pasahitza
fa_ir: تغییر رمز ورود
fi: Vaihda salasana
fr_ca: Modifier le mot de passe
gl: Cambiar o contrasinal
he: שינוי סיסמה
hr: Promjeni lozinku
hu: Jelszó megváltoztatása
hy_am: Փոխեք գաղտնաբառը
id_id: Ganti Kata Sandi
is: Breyta lykilorði
it: Modifica password
ja: パスワードの変更
ka_ge: პაროლის შეცვლა
lv_lv: Mainīt paroli
mk: Промени лозинка
mr: पासवर्ड बदला
pt_pt: Alterar Senha
ro_ro: Schimbare parolă
ru_ru: Изменить пароль
sl_si: Spremeni geslo
sr_rs@cyrillic: Промени лозинку
sr_rs@latin: Promeni lozinku
sv_se: Ändra lösenord
tr_tr: Şifre Değiştir
uk_ua: Змінити пароль
vi: Thay đổi mật khẩu
vi_vn: Thay đổi mật khẩu

# user.dateLastLogin
source: Last login
ar_iq: آخر عملية دخول
bg: Последно влизане
ca_es: Darrer inici de sessió
cs_cz: Poslední přihlášení
el_gr: Τελευταία σύνδεση
es_es: Último acceso
eu_es: Azken saio-hasiera
fa_ir: تاریخ آخرین ورود
fi: Edellinen kirjautuminen
fr_ca: Dernière connexion
gl: Último inicio de sesión
he: כניסה אחרונה
hr: Zadnja prijava
hu: Utolsó bejelentkezés
hy_am: Վերջին մուտք
id_id: Login Terakhir
is: Síðasta innskráning
it: Ultimo login
ja: 最新ログイン
ka_ge: ბოლო ავტორიზაცია
lv_lv: Pēdējā pieteikšanās
mk: Последно логирање
mr: शेवटचा संकेतस्थळ प्रवेश
pt_pt: Último Acesso
ro_ro: Ultima autentificare
ru_ru: Последний вход
sl_si: Zadnja prijava
sr_rs@cyrillic: Последњи приступ
sr_rs@latin: Poslednji pristup
sv_se: Senaste inloggning
tr_tr: Son giriş
uk_ua: Останній доступ
vi: Đăng nhập cuối
vi_vn: Đăng nhập lần cuối

# user.dateRegistered
source: Date registered
ar_iq: تأريخ التسجيل
bg: Дата на регистрация
ca_es: Data de registre
cs_cz: Datum registrace
el_gr: Ημερομηνία εγγραφής
es_es: Fecha de registro
eu_es: Erregistratze-data
fa_ir: تاریخ ثبت‌نام
fi: Rekisteröitymispäivämäärä
fr_ca: Date d'inscription
gl: Data de rexistro
he: תאריך הרשמה
hr: Datum registracije
hu: Regisztráció dátuma
hy_am: Գրանցման ամսաթիվը
id_id: Tanggal Terdaftar
is: Skráð þann
it: Data di iscrizione
ja: 登録日
ka_ge: რეგისტრაციის თარიღი
lv_lv: Reģistrācijas datums
mk: Датум на регистрација
mr: नोंदणीची तारीख
pt_pt: Data do Registo
ro_ro: Data înregistrării
ru_ru: Дата регистрации
sl_si: Datum registracije
sr_rs@cyrillic: Датум регистрације
sr_rs@latin: Datum registracije
sv_se: Datum för registrering
tr_tr: Kayıt tarihi
uk_ua: Дата реєстрації
vi: Ngày đăng ký
vi_vn: Ngày đăng ký

# user.editMyProfile
source: Edit My Profile
ar_iq: تعديل ملفي الشخصي
bg: Редактиране на моя профил
ca_es: Edita el meu perfil
cs_cz: Upravit můj profil
el_gr: Επεξεργασία του προφίλ μου
es_es: Editar mi perfil
eu_es: Editatu nire profila
fa_ir: ویرایش پروفایل
fi: Muokkaa profiilia
fr_ca: Modifier mon profil
gl: Editar o meu perfil
he: ערוך את הפרופיל שלי
hr: Uređivanje mog profila
hu: Felhasználói adataim szerkesztése
hy_am: Խմբագրել իմ պրոֆիլը
id_id: Edit Profil Saya
is: Breyta mínum stillingum
it: Modifica il mio profilo
ja: ユーザー情報の変更
ka_ge: ჩემი პროფილის ჩასწორება
lv_lv: Rediģēt manu profilu
mk: Уреди го мојот профил
mr: माझा संक्षिप्‍त परिचय - निर्मिती/बदल
pt_pt: Editar Perfil
ro_ro: Editarea profilului
ru_ru: Редактировать мой профиль
sl_si: Uredi moj račun
sr_rs@cyrillic: Уреди мој профил
sr_rs@latin: Uredi moj profil
sv_se: Redigera min profil
tr_tr: Profilimi Düzenle
uk_ua: Редагувати мій профіль
vi: Chỉnh sửa hồ sơ của tôi
vi_vn: Chỉnh sửa Hồ sơ của tôi

# user.email
source: Email
ar_iq: البريد الالكتروني
bg: Имейл
ca_es: Adreça electrònica
el_gr: Ηλεκτρονικό ταχυδρομείο
es_es: Correo electrónico
eu_es: Helb. el.
fa_ir: ایمیل
fi: Sähköposti
fr_ca: Courriel
gl: Correo electrónico
he: דואר אלקטרוני
hr: E pošta
hy_am: Էլ․ փոստ
is: Netfang
ja: メールアドレス
ka_ge: ელფოსტა
lv_lv: E-pasts
mk: Емаил
mr: ई-मेल
ru_ru: Адрес (E-mail)
sl_si: E-pošta
sr_rs@cyrillic: Имејл
sr_rs@latin: Imejl
sv_se: E-post
tr_tr: E-posta

# user.givenName
source: Given Name
ar_iq: الاسم
bg: Собствено име
ca_es: Nom
el_gr: Όνομα
es_es: Nombre
fi: Etunimi
fr_ca: Prénom
gl: Nome
he: שם פרטי
hr: Ime
hu: Keresztnév
hy_am: Անուն
id_id: Nama Depan
is: Fornafn
it: Nome
ja: 名
ka_ge: სახელი
lv_lv: Vārds
mk: Име
mr: वैयक्तिक नाव
ro_ro: Prenume
ru_ru: Имя
sl_si: Ime
tr_tr: İsim
uk_ua: Ім'я
vi: Tên
vi_vn: Tên
