Repository: pkp/pkp-lib
Catalog: locale/*/user.po
Languages: ar_iq, bg, bg_bg, ca_es, cs_cz, el_gr, es_es, eu_es, fa_ir, fi, fr_ca, gl, he, hr, hu, hy_am, id_id, is, it, ja, ka_ge, lv_lv, mk, mr, pt_pt, ro_ro, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, vi, vi_vn

# orcid.emailOrOrcid
source: Email address or ORCID iD:
bg: Имейл адрес или ORCID идентификатор:
fi: Sähköpostiosoite tai ORCID-tunniste:
fr_ca: Adresse courriel ou identifiant ORCID :
he: כתובת דוא"ל או מזהה ORCID:
hu: Email cím vagy ORCID ID:
it: Indirizzo email o ORCID iD:
mk: Имејл адреса или ORCID iD:
mr: ई-मेल पत्ता किंवा ORCID iD:
vi: Địa chỉ email hoặc ORCID iD:

# orcid.noData
source: Couldn't find any data from ORCID.
bg: Не се намериха данни от ORCID.
fi: Tietoja ei löytynyt.
fr_ca: Aucun renseignement repéré sur ORCID.
he: לא מצאתי נתונים מ-ORCID.
hu: Nem talált adatot az ORCID-nál.
it: Non sono stati trovati dati su ORCID.
mk: Не може да се најде ниеден податок од ORCID.
mr: ORCID मध्ये डेटा सापडला नाही.
vi: Không thể tìm thấy bất kỳ dữ liệu nào từ ORCID.

# orcid.manager.settings.orcidClientSecret.error
source: Invalid client secret
bg: Невалиден секретен ключ на клиента
fi: Virheellinen asiakasavain (Client Secret)
fr_ca: Clé secrète ORCID du client invalide
he: סוד לקוח לא תקף
it: Client segreto non valido
mk: Невалидна тајна на клиентот
mr: क्लायंट गुपित (Secret) अवैध
vi: Mã bí mật máy khách không hợp lệ

# orcid.manager.settings.orcidClientId.error
source: Invalid client ID
bg: Невалиден ID на клиента
fi: Virheellinen asiakas ID (Client ID)
fr_ca: Identifiant ORCID du client invalide
he: מזהה לקוח לא תקף
it: Client ID non valido
mk: Погрешен ИД на клиент
mr: क्लायंट ID अवैध
vi: ID máy khách không hợp lệ

# orcid.manager.settings.saved
source: Settings saved
bg: Настройките са запазени
fi: Asetukset tallennettu
fr_ca: Paramètres sauvegardés
he: הגדרות שמורות
mk: Подесувањат а се снимени
mr: सेटिंग्ज सेव्ह केले
vi: Đã lưu cài đặt

# orcid.invalidClient
source: Invalid client credentials
bg: Невалидни идентификационни данни на клиента
fi: Virheelliset asiakkaan käyttäjätiedot (client)
fr_ca: Informations d'identification du client invalides
he: אישורי לקוח לא תקפים
mk: Неточни податоци за клиентот
mr: अवैध क्लायंट अधिकार (credentials)
vi: Thông tin xác thực máy khách không hợp lệ

# orcid.manager.status.configuration.journal
source: Journal-wise configured
bg: Конфигуриран като списание
fi: Asetukset määritetty julkaisukohtaisesti
fr_ca: Configuré au niveau de la revue
he: תצורה לפי כתב עת
mk: Конфигуриран Journal-wise
mr: नियतकालिकानुसार कॉन्फिगर केलेले
vi: Đã cấu hình theo tạp chí

# orcid.manager.status.configuration.clientIdValid
source: Client Id is valid
bg: ID на клиента е валиден
fi: Asiakas ID on kelvollinen
fr_ca: L'identifiant du client est valide
he: מזהה הלקוח תקף
mk: Клинетовиот иД е точен
mr: क्लायंट ID वैध आहे
vi: ID máy khách hợp lệ

# orcid.manager.status.configuration.clientIdInvalid
source: Client Id is invalid, please check your input
bg: Идентификационният номер на клиента е невалиден, моля, проверете въведеното
fi: Asiakas ID on virheellinen, tarkista antamasi ID
fr_ca: L'identifiant du client n'est pas valide, veuillez vérifier votre saisie
he: מזהה הלקוח אינו תקף, אנא בדוק את הקלט שלך
mk: Клиентовиот иД не е точен, молам проверете го внесениот
mr: क्लायंट ID अवैध आहे, कृपया तुमचा इनपुट तपासा
vi: ID máy khách không hợp lệ, vui lòng kiểm tra thông tin nhập của bạn

# orcid.manager.status.configuration.clientSecretInvalid
source: Client Secret is invalid, please check your credentials
bg: Клиентският таен ключ е невалиден, моля, проверете идентификационните си данни
fi: Asiakasavain (Client Secret) on virheellinen, tarkista antamasi avain
fr_ca: La clé secrète du client n'est pas valide, veuillez vérifier vos informations d'identification
he: סוד הלקוח אינו תקף, אנא בדוק את פרטי הכניסה שלך
mk: Клиентовата тајна не е точна, ве молам проверете ги податоците
mr: क्लायंटचे गुपित (Secret) अवैध आहे, कृपया तुमचे अधिकार (credentials) तपासा
vi: Mã bí mật máy khách không hợp lệ, vui lòng kiểm tra thông tin xác thực của bạn

# orcid.manager.settings.city
source: City
bg: Град
fi: Kaupunki
fr_ca: Ville
he: עיר
mk: Град
mr: शहर
vi: Thành phố

# orcid.manager.status.configuration.clientSecretValid
source: Client Secret is valid
bg: Тайният ключ на клиента е валиден
fi: Asiakasavain (Client Secret) on kelvollinen
fr_ca: La clé secrète du client est valide
he: סוד הלקוח תקף
mk: Клиентовата тајна е точна
mr: क्लायंटचे गुपित (Secret) वैध आहे
vi: Mã bí mật máy khách hợp lệ

# orcid.verify.duplicateOrcidAuthor
source: Duplicate ORCiDs for contributors detected.
bg: Открити са дублиращи се ORCiD за сътрудници.
fi: Tekijätiedot sisältävät identtisiä ORCID-tunnuksia.
fr_ca: Des doublons d'identifiants ORCID pour des contributeur.trice.s ont été détectés.
he: זוהו ORCiD כפולים עבור תורמים.
mk: Откриени се дупликати од ORCiD членовите.
mr: योगदानकर्त्यांसाठी ORCiD च्या दोन नोंदी (Duplicate) आढळल्या.
vi: Phát hiện ORCiD trùng lặp cho người đóng góp.

# orcid.verify.hasUnauthenticatedOrcid
source: Unauthenticated ORCiDs for contributors detected.
bg: Открити са неавтентифицирани ORCiD за сътрудници.
fi: Tekijätiedot sisältävät vahvistamattomia ORCID-tunnuksia.
fr_ca: Des identifiants ORCID non authentifiés pour les contributeur.trice.s ont été détectés.
he: זוהו ORCiD לא מאומתים עבור תורמים.
mk: Откриени се неавториѕирани ORCiD учесници.
mr: योगदानकर्त्यांसाठी अप्रमाणित (Unauthenticated) ORCiDs आढळले.
vi: Phát hiện ORCiD chưa xác thực cho người đóng góp.

# user.authorization.submission.incomplete.workflowAccessRestrict
source: Workflow access for incomplete submission is restricted.
bg: Достъпът до работния процес за непълно подадени материали е ограничен.
he: גישה לתהליך העבודה עבור הגשה שלא הושלמה מוגבלת.
mk: Пристапот до работниот тек за нецелосно поднесување е ограничен.
mr: अपूर्ण सादरीकरणामुळे कार्यप्रवाहात प्रवेश प्रतिबंधित केला आहे.
vi: Quyền truy cập quy trình làm việc đối với bài nộp chưa hoàn chỉnh bị hạn chế.

# user.affiliations.institution
source: Institution
bg: Институция
he: מוסד
mk: Институција
mr: संस्था
vi: Tổ chức

# user.affiliations.translation
source: More information
bg: Повече информация
he: מידע נוסף
mk: Повеќе информации
mr: अधिक माहितीसाठी
vi: Thông tin thêm

# user.affiliations.translationEditActionLabel
source: Edit institution name
bg: Редактиране на името на институцията
he: עריכת שם מוסד
mk: Уредете го името на институцијата
mr: संस्थेचे नाव संपादित करा
vi: Chỉnh sửa tên tổ chức

# user.affiliations.translationDeleteActionLabel
source: Remove institution
bg: Премахване на институцията
he: הסרת מוסד
mk: Отстранете ја институцијата
mr: संस्था काढून टाका
vi: Xóa tổ chức

# user.affiliations.translationActionsAriaLabel
source: Click to edit or delete
bg: Кликнете, за да редактирате или изтриете
he: לחץ כדי לערוך או למחוק
mk: Кликнете за да уредите или избришете
mr: संपादित करण्यासाठी किंवा हटविण्यासाठी क्लिक करा
vi: Nhấp để chỉnh sửa hoặc xóa

# user.affiliations.translationsAllAvailable
source: All translations available
bg: Всички налични преводи
he: כל התרגומים זמינים
mk: Сите преводи се достапни
mr: सर्व भाषांतरे उपलब्ध
vi: Tất cả các bản dịch có sẵn

# user.affiliations.typeTranslationNameInLanguageLabel
source: Type the institute name in {$language}
bg: Въведете името на институцията на {$language}
he: הקלד את שם המכון ב- {$language}
mk: Внесете го името на институтот на {$language}
mr: {$language} भाषेमध्ये संस्थेचे नाव टाइप करा
vi: Nhập tên tổ chức bằng {$language}

# user.affiliations.deleteModal.title
source: Are you sure?
bg: Сигурни ли сте?
he: אתה בטוח?
mk: Дали си сигурен?
mr: तुम्हाला खात्री आहे का?
vi: Bạn có chắc không?

# orcid.manager.context.enabled
source: Enable ORCID functionality
bg: Активиране на ORCID функционалността
he: הפעלת פונקציונליות ORCID
mk: Овозможете ја ORCID функционалноста
mr: ORCID कार्यक्षमता कार्यान्वित करा (Enable ORCID functionality)
vi: Bật chức năng ORCID

# user.profile.form.affiliationRequired.locale
source: Please add an affiliation in the submission language.
bg: Моля, добавете институционална принадлежност на езика на подадените на материали.
he: נא להוסיף שיוך ארגוני בשפת ההגשה.
mk: Ве молиме додадете припадност на јазикот на поднесување.
mr: कृपया संलग्न संस्थेचे नाव सादरीकरणाच्या भाषेत नोंदवा.
vi: Vui lòng thêm liên kết bằng ngôn ngữ nộp bài.

# user.role.ended
source: Role ended
bg: Прекратени роли
he: התפקיד הסתיים
mk: Улогата заврши
mr: भूमिका समाप्त
vi: Vai trò đã kết thúc

# orcid.unauthenticated
source: (unauthenticated)
bg: (неудостоверен)
he: (לא מאומת)
mk: (неидентификуван)
mr: (अप्रमाणित)
vi: (chưa xác thực)

# orcid.verify.success.redirect
source: You will now be automatically directed back to {$contextName}.
bg: Ще бъдете автоматично насочени обратно към {$contextName}.
he: כעת תנותב אוטומטית בחזרה אל {$contextName}.
mk: Сега автоматски ќе бидете насочени назад кон {$contextName}.
mr: आता तुम्ही आपोआप {$contextName} वर परत जाल.
vi: Bây giờ bạn sẽ được tự động chuyển hướng trở lại {$contextName}.

# orcid.field.verification.request
source: Request verification
bg: Искане за верификация
he: בקשת אימות
mk: Побарајте верификација
mr: पडताळणीची विनंती करा
vi: Yêu cầu xác minh

# orcid.field.verification.requested
source: ORCID Verification has been requested!
bg: Поискана е верификация на ORCID!
he: התבקש אימות ORCID!
mk: Побарана е потврда на ORCID!
mr: ORCID पडताळणीची विनंती केली आहे!
vi: Đã yêu cầu Xác minh ORCID!

# orcid.field.verification.resendRequest
source: Resend Verification Email
bg: Повторно изпращане на имейл за верификация
he: שלח מחדש דוא"ל אימות
mk: Повторно испратете е-пошта за потврда
mr: पडताळणीसाठी पुन्हा ई-मेल पाठवा
vi: Gửi lại Email Xác minh

# orcid.field.authorEmailModal.title
source: Request ORCID verification
bg: Искане за ORCID верификация
he: בקשת אימות ORCID
mk: Побарајте верификација на ORCID
mr: ORCID पडताळणीची विनंती करा
vi: Yêu cầu xác minh ORCID

# orcid.field.authorEmailModal.message
source: Would you like to send an email to this author requesting they verify their ORCID?
bg: Искате ли да изпратите имейл до този автор с молба да потвърди своя ORCID?
he: האם תרצה לשלוח דוא"ל למחבר זה בבקשה לאמת את ה-ORCID שלו?
mk: Дали сакате да испратите е-пошта до овој автор со барање да го потврди нивниот ORCID?
mr: तुम्हाला या लेखकाला त्याचा ORCID पडताळण्याची विनंती करणारा ई-मेल पाठवायचा आहे का?
vi: Bạn có muốn gửi email cho tác giả này yêu cầu họ xác minh ORCID của họ không?

# orcid.field.deleteOrcidModal.title
source: Delete ORCID
bg: Изтриване на ORCID
he: מחיקת ORCID
mk: Избришете го ORCID
mr: ORCID हटवा
vi: Xóa ORCID

# user.removeRole.message
source: Are you sure want remove this role permanently?
bg: Наистина ли искате да премахнете тази роля за постоянно? Това действие ще отмени достъпа на потребителя до цялата информация и разрешения, свързани с тази роля.
he: האם אתה בטוח שאתה רוצה להסיר את התפקיד הזה לצמיתות?
mk: Дали сте сигурни дека сакате трајно да ја отстраните оваа улога? Ова дејство ќе го отповика пристапот на корисникот до сите информации и дозволи поврзани со оваа улога.
mr: तुम्हाला ही भूमिका कायमची काढून टाकायची आहे का?
vi: Bạn có chắc chắn muốn xóa vĩnh viễn vai trò này không? Hành động này sẽ thu hồi quyền truy cập của người dùng vào tất cả thông tin và quyền hạn liên quan đến vai trò này.

# user.affiliations.description
source: Enter the full name of the institution below, avoiding any acronyms. Select the name from the dropdown and click "Add" to include the affiliation in your profile. (e.g. "Simon Fraser University")
bg: Въведете пълното име на институцията по-долу, като избягвате всякакви съкращения. Изберете името от падащото меню и щракнете върху „Добавяне“, за да включите принадлежността към вашия профил. (напр. „Университет Саймън Фрейзър“)
he: הכנס שם מלא של המוסד למטה, יש להימנע מראשי תיבות. בחר.י את השם מהטבלה והקש "הוסף" כדי לכלול את ההשתייכות הארגונית לפרופיל שלך (למשל: "אוניברסיטת תל אביב")
mk: Внесете го целосното име на институцијата подолу, избегнувајќи какви било акроними. Изберете го името од паѓачкото мени и кликнете „Додај“ за да ја вклучите припадноста во вашиот профил. (на пр. „Универзитет Сајмон Фрејзер“)
mr: संस्थेच्या पूर्ण नावाची नोंद करा, मात्र संक्षिप्त रूप टाळा. घसरण (dropdown) यादीतून नाव निवडा आणि तुमच्या प्रोफाइलमध्ये संलग्नतेचा समावेश करण्यासाठी "समावेश करा/जोडा (Add)" वर क्लिक करा. (उदा. "मुंबई विद्यापीठ")
vi: Nhập tên đầy đủ của tổ chức bên dưới, tránh viết tắt. Chọn tên từ danh sách thả xuống và nhấp vào "Thêm" để bao gồm liên kết trong hồ sơ của bạn. (ví dụ: "Đại học Simon Fraser")

# user.affiliations.translationsSomeAvailable
source: {$count} of {$total} languages completed
bg: Завършени са {$count} от {$total} езика
he: {$count} מתוך {$total} שפות שהושלמו
mk: Завршени се {$count} од {$total} јазици
mr: {$total} भाषांपैकी {$count} पूर्ण झाले
vi: {$count} trên {$total} ngôn ngữ đã hoàn thành

# user.affiliations.translationNameInLanguage
source: Institute name in {$language}
bg: Име на институцията на {$language}
he: שם המכון ב- {$language}
mk: Име на институтот на {$language}
mr: {$language} भाषेमध्ये संस्थेचे नाव
vi: Tên tổ chức bằng {$language}

# user.affiliations.deleteModal.message
source: The affiliation <strong>{$affiliation}</strong> will be deleted.
bg: Институционалната принадлежност <strong>{$affiliation}</strong> ще бъде изтрита.
he: השיוך <strong>{$affiliation}</strong> יימחק.
mk: Припадноста <strong>{$affiliation}</strong> ќе биде избришана.
mr: संलग्नता <strong>{$affiliation}</strong> हटवली जाईल.
vi: Liên kết <strong>{$affiliation}</strong> sẽ bị xóa.

# user.affiliations.searchPhraseLabel
source: Type the institute name in {$language}
bg: Въведете името на институцията на {$language}
he: הקלד את שם המכון ב- {$language}
mk: Внесете го името на институтот на {$language}
mr: {$language} भाषेमध्ये संस्थेचे नाव टाइप करा
vi: Nhập tên tổ chức bằng {$language}

# user.affiliations.searchPhraseNothingFound
source: Your search phrase could not be found
bg: Вашата фраза за търсене не можа да бъде намерена
he: לא היתה אפשרות למצוא את ביטוי החיפוש שלך
mk: Вашата фраза за пребарување не може да се најде
mr: तुम्ही शोधत असलेला शोधशब्द सापडला नाही
vi: Không tìm thấy cụm từ tìm kiếm của bạn

# user.affiliations.primaryLocaleRequired
source: The primary language {$primaryLocale} is required
bg: Изисква се исписване на основния език - {$primaryLocale}
he: השפה הראשית {$primaryLocale} נדרשת
mk: Потребен е примарен јазик {$primaryLocale}
mr: प्राथमिक भाषा {$primaryLocale} आवश्यक आहे
vi: Yêu cầu ngôn ngữ chính {$primaryLocale}

# user.preferredAvatarInitials
source: Preferred Avatar Initials
bg: Предпочитани инициали на аватара
he: ראשי תיבות מועדפים של אווטאר
mk: Претпочитани иницијали на аватар
mr: पसंतीची अवतार आद्याक्षरे (Avatar Initials)
vi: Chữ cái đầu Avatar Ưa thích

# user.preferredAvatarInitials.description
source: Enter the two letters you’d like to use as your avatar. These initials will be displayed to represent you.
bg: Въведете двете букви, които искате да използвате като свой аватар. Тези инициали ще бъдат показани, за да ви представят.
he: הזן את שתי האותיות שבהן ברצונך להשתמש כאווטאר שלך. ראשי תיבות אלה יוצגו כדי לייצג אותך.
mk: Внесете ги двете букви што сакате да ги користите како ваш аватар. Овие иницијали ќе бидат прикажани за да ве претставуваат.
mr: तुम्हाला तुमचा अवतार म्हणून वापरण्यासाठी दोन अक्षरे नोंद करा. ही आद्याक्षरे तुमचे प्रतिनिधित्व करण्यासाठी प्रदर्शित केली जातील.
vi: Nhập hai chữ cái bạn muốn sử dụng làm avatar của mình. Những chữ cái đầu này sẽ được hiển thị để đại diện cho bạn.

# user.pendingEmailChange
source: You have requested a change of your email to "{$pendingEmail}". We have already sent you an email with directions on how to validate the changed email.
bg: Вие поискахте промяна на вашия имейл на „{$pendingEmail}“. Вече ви изпратихме имейл с указания как да потвърдите променения имейл.
he: ביקשת לשנות את כתובת הדוא"ל שלך ל-"{$pendingEmail}". כבר שלחנו לך דוא"ל עם הנחיות כיצד לאמת את כתובת הדוא"ל שהשתנתה.
mk: Побаравте промена на вашата е-пошта во „{$pendingEmail}“. Веќе ви испративме е-пошта со упатства како да ја потврдите променетата е-пошта.
mr: तुम्ही तुमचा ई-मेल पत्ता "{$pendingEmail}" मध्ये बदलण्याची विनंती केली आहे. बदललेला ई-मेल कसा वैध करायचा यासंबंधी आम्ही तुम्हाला आत्ताच ई-मेलने कळवले आहे.
vi: Bạn đã yêu cầu thay đổi email của mình thành "{$pendingEmail}". Chúng tôi đã gửi cho bạn một email hướng dẫn cách xác thực email đã thay đổi.

# orcid.manager.siteWide.enabled
source: Enable ORCID functionality site-wide
bg: Активиране на ORCID функционалността за сайта
he: הפעלת פונקציונליות ORCID בכל האתר
mk: Овозможи ORCID функционалност на целата локација
mr: संकेतस्थळावरुन कुठूनही (site-wide) ORCID कार्यक्षमता कार्यान्वित करा (Enable ORCID functionality)
vi: Bật chức năng ORCID trên toàn trang web

# orcid.manager.siteWide.description
source: ORCID functionality can optionally be enabled and configured at a site level for all journals/presses/servers. If enabled, this will override all context-level credentials and apply the following credentials to all journals/presses/servers on this installation.
bg: ORCID функционалността може по желание да бъде активирана и конфигурирана на ниво сайт за всички списания/издателства/сървъри. Ако е разрешено, това ще замени всички идентификационни данни на ниво контекст и ще приложи следните идентификационни данни към всички списания/издателства/сървъри на тази инсталация.
he: ניתן להפעיל ולהגדיר פונקציונליות ORCID ברמת האתר עבור כל כתבי העת/מכונות הדפוס/שרתים. אם אפשרות זו זמינה, היא תעקוף את כל האישורים ברמת ההקשר ותחיל את האישורים הבאים על כל כתבי העת/מכונות הדפוס/שרתים בהתקנה זו.
mk: ORCID функционалноста може опционално да се овозможи и конфигурира на ниво на локација за сите списанија/преси/сервери. Ако е овозможено, ова ќе ги отфрли сите ингеренции на ниво на контекст и ќе ги примени следните акредитиви на сите списанија/преси/сервери на оваа инсталација.
mr: ORCID कार्यक्षमता (functionality) पर्यायीरित्या सर्व नियतकालिके/प्रेस/सर्व्हरसाठी संकेतस्थळ स्तरावर कार्यान्वित (Enable) आणि कॉन्फिगर केली जाऊ शकते. कार्यान्वित (Enable) असल्यास, हे सर्व संदर्भ-स्तरीय अधिकार (credentials) रद्द (override) करेल आणि या इंस्टॉलेशनवरील सर्व नियतकालिके/प्रेस/सर्व्हरवर खालील अधिकार (credentials) लागू करेल.
vi: Chức năng ORCID có thể được tùy chọn bật và cấu hình ở cấp độ trang web cho tất cả các tạp chí/nhà xuất bản/máy chủ. Nếu được bật, điều này sẽ ghi đè tất cả thông tin xác thực cấp ngữ cảnh và áp dụng thông tin xác thực sau cho tất cả các tạp chí/nhà xuất bản/máy chủ trên cài đặt này.

# orcid.field.deleteOrcidModal.message
source: Are you sure you want to remove this ORCID?
bg: Сигурни ли сте, че искате да премахнете този ORCID?
he: האם אתה בטוח שברצונך להסיר את ה-ORCID הזה?
mk: Дали сте сигурни дека сакате да го отстраните овој ORCID?
mr: तुम्हाला खात्रीने हा ORCID काढून टाकू इच्छिता ना?
vi: Bạn có chắc chắn muốn xóa ORCID này không?

# orcid.field.unverified.shouldRequest
source: This ORCID has not been verified. Please remove this unverified ORCID and request verification from the user/author directly.
bg: Този ORCID не е проверен. Моля, премахнете този непроверен ORCID и поискайте потвърждение директно от потребителя/автора.
he: ORCID זה לא אומת. אנא הסר את ה-ORCID הלא מאומת ובקש אימות ישירות מהמשתמש/המחבר.
mk: Овој ORCID не е потврден. Отстранете ја оваа непроверена ORCID и побарајте потврда директно од корисникот/авторот.
mr: हे ORCID पडताळलेले नाही. कृपया हे पडताळणी न केलेले ORCID काढून टाका आणि वापरकर्ता/लेखकाकडून थेट पडताळणीची विनंती करा.
vi: ORCID này chưa được xác minh. Vui lòng xóa ORCID chưa được xác minh này và yêu cầu xác minh trực tiếp từ người dùng/tác giả.
