Repository: pkp/pkp-lib
Catalog: locale/*/user.po
Languages: ar_iq, bg, bg_bg, ca_es, cs_cz, el_gr, es_es, eu_es, fa_ir, fi, fr_ca, gl, he, hr, hu, hy_am, id_id, is, it, ja, ka_ge, lv_lv, mk, mr, pt_pt, ro_ro, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, vi, vi_vn

# user.orcid.orcidInvalid
source: The ORCID iD you specified is invalid. Please include the full URI (e.g. "https://orcid.org/0000-0002-1825-0097").
ar_iq: إن رمز ORCID iD الذي حددته غير صحيح. لطفاً، أدرج الرابط كاملاً (مثلاً: "https://orcid.org/0000-0002-1825-0097").
bg: Посоченият от вас ORCID iD идентификатор е невалиден. Моля, включете пълния URI (напр. "https://orcid.org/0000-0002-1825-0097").
ca_es: L'identificador ORCID especificat no es vàlid. Inclogui el URI complet (p. ex.: "https://orcid.org/0000-0002-1825-0097"), si us plau.
cs_cz: ORCID iD, které jste zadali není platné. Vložte, prosím plné URI (např. "https://orcid.org/0000-0002-1825-0097").
el_gr: Η ταυτότητα ORCID που καταχωρήσατε δεν ισχύει. Παρακαλούμε καταχωρήστε όλο το URI (e.g. "http://orcid.org/0000-0002-1825-0097").
es_es: El ORCID que ha especificado no es válido. Incluya la URL completa (p. ej.: "https://orcid.org/0000-0002-1825-0097").
fa_ir: شناسه ORCID وارد شده معتبر نیست. لطفاً آدرس کامل را وارد کنید (برای مثال:"https://orcid.org/0000-0002-1825-0097").
fi: Määrittämäsi ORCID-tunniste on virheellinen. Liitä koko URI (esim. "https://orcid.org/0000-0002-1825-0097").
fr_ca: Le numéro ORCID que vous avez spécifié n'est pas valide. Veuillez inclure l'URI complet (par exemple « https://orcid.org/0000-0002-1825-0097 »).
gl: O ORCID iD que especificaches non é válido. Inclúe o URL completo (por exemplo, "https://orcid.org/0000-0002-1825-0097").
he: מזהה ה-ORCID שציינת אינו תקף. נא לכלול את ה-URI המלא (למשל "https://orcid.org/0000-0002-1825-0097").
hr: ORCID ID koji ste naveli je nevažeći. Uključite puni URI (npr. "https://orcid.org/0000-0002-1825-0097").
hu: A megadott ORCID azonosító érvénytelen. Kérjük, adja meg a teljes URI-t (pl. "http://orcid.org/0000-0002-1825-0097").
hy_am: Ձեր նշած ORCID ID-ն անվավեր է: Խնդրում ենք ներառել ամբողջական URI-ն (օրինակ՝ "https://orcid.org/0000-0002-1825-0097"):
id_id: ORCID iD yang Anda cantumkan tidak valid. Harap sertakan URI lengkap (mis. "https://orcid.org/0000-0002-1825-0097").
is: Uppgefið ORCID iD er ógilt . Vinsamlega sláðu inn fullt veffang (t.d. "https://orcid.org/0000-0002-1825-0097").
it: L'ORCID ID che hai specificato non è valido. Per favore includi un URI completo (ad es. "https://orcid.org/0000-0002-1825-0097").
ja: 指定したORCID IDが無効です。完全なURLを含めてください（例： "https://orcid.org/0000-0002-1825-0097")。
ka_ge: თქვენს მიერ მითითებული ORCID iD არასწორია. გთხოვთ, შეიყვანოთ სრული URI (მაგ. “https://orcid.org/0000-0002-1825-0097”).
mk: ORCID iD што го наведовте не е валиден. Ве молиме, вклучете го целосниот URI (на пр. "Https://orcid.org/0000-0002-1825-0097").
mr: तुम्ही निर्दिष्ट केलेला ORCID iD अप्रमाण आहे. कृपया संपूर्ण URI समाविष्ट करा (उदा. "https://orcid.org/0000-0001-8385-2484").
pt_pt: O ORCID iD fornecido é inválido. Inclua o URI completo (por exemplo, "https://orcid.org/0000-0002-1825-0097").
ro_ro: ID ORCID specificat de dvs. nu este valabil. Vă rugăm să includeți URL-ul complet (e.g. "https://orcid.org/0000-0002-1825-0097").
ru_ru: Указанный вами ORCID iD не корректен. Пожалуйста, добавьте полный URI (например, «https://orcid.org/0000-0002-1825-0097»).
sl_si: Vnešeni ORCID ID je napačen. Prosimo vnesite celotno URL povezavo (npr. "https://orcid.org/0000-0002-1825-0097").
sr_rs@cyrillic: ORCID iD који сте унели није исправан. Укључите и цео URI (нпр. "https://orcid.org/0000-0002-1825-0097").
sr_rs@latin: ORCID iD koji ste uneli nije ispravan. Uključite i ceo URI (npr. "https://orcid.org/0000-0002-1825-0097").
sv_se: ORCID-iD inkorrekt. Fyll i hela URI:n (t.ex. "https://orcid.org/0000-0002-1825-0097").
tr_tr: Belirttiğiniz ORCID id geçerli değil. Lütfen tam URI'yi ekleyin (Ör. "https://orcid.org/0000-0002-1825-0097").
uk_ua: Ви вказали недійсний ORCID iD. Будь ласка, додайте повний URI (e.g. "https://orcid.org/0000-0002-1825-0097").
vi: ORCID iD bạn đã chỉ định không hợp lệ. Vui lòng bao gồm URI đầy đủ (ví dụ: "https://orcid.org/0000-0002-1825-0097").
vi_vn: iD ORCIDbạn đã chỉ định không hợp lệ. Vui lòng bao gồm URI đầy đủ (ví dụ: "https://orcid.org/0000-0002-1825-0097").

# user.profile.identity
source: Identity
ar_iq: الهوية
bg: Идентификация
ca_es: Identitat
cs_cz: Identita
el_gr: Ταυτότητα
es_es: Identidad
fa_ir: مشخصات فردی
fi: Henkilöllisyys
fr_ca: Identité
gl: Identidade
he: זהות
hr: Identitet
hu: Személyazonosság
hy_am: Ինքնություն
id_id: Identitas
is: Kenni
it: Identità
ja: アイデンティティ
ka_ge: იდენტურობა
lv_lv: Identifikācija
mk: Иднетитет
mr: ओळख
pt_pt: Identidade
ro_ro: Identitate
ru_ru: Идентификация
sl_si: Identiteta
sr_rs@cyrillic: Идентитет
sr_rs@latin: Identitet
sv_se: Identitet
tr_tr: Kimlik
uk_ua: Ідентифікація
vi: Danh tính
vi_vn: Danh tính

# user.profile.contact
source: Contact
ar_iq: اسم الاتصال
bg: Контакт
ca_es: Contacte
cs_cz: Kontakt
el_gr: Επικοινωνία
es_es: Contacto
fa_ir: اطلاعات تماس
fi: Yhteystiedot
fr_ca: Coordonnées
gl: Contacto
he: איש קשר
hr: Kontakt
hu: Kapcsolat
hy_am: Կոնտակտ
id_id: Narahubung
is: Hafa samband
it: Contatti
ja: 連絡先
ka_ge: კონტაქტი
lv_lv: Kontaktinformācija
mk: Контакт
mr: संपर्क
pt_pt: Contacto
ru_ru: Контакты
sl_si: Kontakt
sr_rs@cyrillic: Контакт
sr_rs@latin: Kontakt
sv_se: Kontakt
tr_tr: İletişim
uk_ua: Контакти
vi: Liên hệ
vi_vn: Liên lạc

# user.profile.public
source: Public
ar_iq: عمومي
bg: Отворен (публичен)
ca_es: Públic
cs_cz: Veřejný
el_gr: Δημόσιο
es_es: Público
fa_ir: مشخصات عمومی
fi: Julkinen
fr_ca: Profil public
gl: Público
he: ציבורי
hr: Javnost
hu: Nyilvános
hy_am: Հանրային
id_id: Publik
is: Opinbert
it: Pubblico
ja: パブリック
ka_ge: საჯარო
lv_lv: Publisks
mk: Јавно
mr: सार्वजनिक
pt_pt: Público
ru_ru: Открытый
sl_si: Javno
sr_rs@cyrillic: Јавно
sr_rs@latin: Javno
sv_se: Publik
tr_tr: Genel
uk_ua: Відкритий
vi: Công khai
vi_vn: Công khai

# user.apiKey
source: API Key
ar_iq: مفتاح API
bg: API ключ
ca_es: Clau API
cs_cz: API klíč
el_gr: Κλειδί API
es_es: Llave API
fa_ir: کلید API
fi: API-avain
fr_ca: Clé API
gl: Chave API
he: מפתח API
hr: API ključ
hu: API kulcs
hy_am: API բանալի
id_id: Kunci API
is: API lykill
ja: APIキー
ka_ge: API გასაღები
mk: API клуч
mr: API चिन्ह
pt_pt: Chave da API
ro_ro: Cheie API
ru_ru: Ключ API
sl_si: API ključ
sv_se: API-nyckel
tr_tr: API Anahtarı
uk_ua: Ключ API
vi: Khóa API
vi_vn: Khóa API

# user.apiKeyEnabled
source: Enable external applications with the API key to access this account
ar_iq: تمكين التطبيقات الخارجية التي تملك مفتاح API هذا من الوصول إلى هذا الحساب
bg: Активирайте външни приложения с API ключа за достъп до този акаунт
ca_es: Habilitar l'accés a aquest compte a aplicacions externes amb la clau API
cs_cz: Povolit externím aplikacím s API klíčem přístup k tomuto účtu.
el_gr: Επιτρέπεται η πρόσβαση σε τρίτες εφαρμογές με κλειδί API σε αυτόν τον λογαριασμό.
es_es: Permite el acceso a esta cuenta a aplicaciones externas con la llave API (API Key)
fa_ir: فعال‌سازی امکان دسترسی نرم‌افزارهای خارجی به این حساب کاربری از طریق کلید API
fi: Anna ulkoisten järjestelmien olla yhteydessä tähän tiliin API-avaimen avulla
fr_ca: Activer les applications externes avec la clé API pour accéder à ce compte
gl: Habilite aplicacións externas coa clave API para acceder a esta conta
he: אפשר ליישומים חיצוניים עם מפתח ה-API לגשת לחשבון זה
hr: Omogućite vanjske aplikacije s API ključem za pristup ovom računu
hu: Képessé teszi a külső alkalmazásokat, hogy az API kulccsal elérjék ezt a felhasználói fiókot
hy_am: Այս հաշիվ մուտք գործելու համար միացրեք արտաքին հավելվածները API բանալիով
id_id: Aktifkan aplikasi eksternal dengan kunci API untuk mengakses akun ini
is: Leyfa yrtri forritum með API lykil að hafa aðgang að þessum notendareikningi
it: Permetti ad applicazioni esterne che usano l' API key di accedere a questo account
ja: APIキーを使用して外部アプリケーションからこのアカウントへのアクセスを可能にする
ka_ge: გარე პროგრამების ჩართვა API გასაღებით ამ ანგარიშზე შესასვლელად
mk: Овозможете надворешни апликации со API клуч за пристап до овој профил
mr: या खात्यात शिरकाव करण्यासाठी API key (चिन्हा) सकट इतर आज्ञावली कार्यांन्वित करा
pt_pt: Ative aplicações externas com a chave da API para aceder a esta conta
ro_ro: Activați aplicațiile externe cu cheia API pentru a accesa acest cont
ru_ru: Разрешить внешним приложениям с ключом API доступ к этой учетной записи
sl_si: Omogoči zunanjim aplikacijam dostop do tega uporabniškega računa z uporabo API ključa
sv_se: Tillåt externa applikationer som har API-nyckeln att få tillgång till det här kontot
tr_tr: Bu hesaba erişmek için API anahtarıyla harici uygulamaları etkinleştirin
uk_ua: Дозволити зовнішнім додаткам за допомогою ключа API доступ до цього облікового запису
vi: Cho phép các ứng dụng bên ngoài có khóa API truy cập vào tài khoản này
vi_vn: Bật các ứng dụng bên ngoài bằng khóa API để truy cập tài khoản này

# user.apiKey.generate
source: Create API Key
ar_iq: توليد مفتاح API جديد
bg: Създаване на API ключ
ca_es: Generar una clau API nova
cs_cz: Vygenerovat nový API klíč
el_gr: Δημιουργία νέου κλειδιού API
es_es: Generar una nueva llave API
fa_ir: ایجاد یک کلید جدید API
fi: Luo uusi API-avain
fr_ca: Générer une nouvelle clé API
gl: Xerar unha nova chave API
he: צור מפתח API
hr: Stvorite API ključ
hu: Új API kulcs generálása
hy_am: Ստեղծեք նոր API բանալի
id_id: Membuat kunci API baru
is: Búa til nýjan API lykil
it: Genera una nuova APi key
ja: 新しいAPIキーを発行する
ka_ge: ახალი API გასაღების შექმნა
mk: Генерирај нов API key
mr: API key (चिन्ह) निर्माण करा
pt_pt: Gerar uma nova chave da API
ro_ro: Generați o nouă cheie API
ru_ru: Сгенерировать новый ключ API
sl_si: Generiraj nov API ključ
sv_se: Skapa ny API-nyckel
tr_tr: Yeni bir API oluştur
uk_ua: Згенерувати новий ключ API
vi: Tạo khóa API
vi_vn: Tạo khóa API mới

# user.apiKey.remove
source: Delete
bg: Изтриване
fi: Poista
fr_ca: Supprimer
he: למחוק
hr: Obriši
mk: Избриши
mr: वगळा/ काढून टाका
vi: Xóa

# user.apiKey.generateWarning
source: Generating a new API key will invalidate any existing key for this user.
ar_iq: توليد مفتاح API جديد سيؤدي إلى إبطال أي مفتاح حالي لهذا المستخدم.
bg: Генерирането на нов ключ за API ще анулира всички съществуващи ключове за този потребител.
ca_es: Generar una clau API nova invalidarà qualsevol clau existent d'aquest usuari/ària.
cs_cz: Vytvoření nového API klíče zneplatní původní API klíč tohoto uživatele.
el_gr: Η δημιουργία νέου κλειδιού API θα ακυρώσει τα υπάρχοντα κλειδιά για αυτόν τον Χρήστη.
es_es: Generar una clave API nueva invalidará cualquier clave existente de este usuario/a.
fa_ir: ایجاد یک کلید جدید API باعث نامعتبر شدن کلیدهای قبلی ایجاد شده برای این کاربر خواهد شد.
fi: Uuden API-avaimen luominen poistaa käyttäjän aiemman avaimen käytöstä.
fr_ca: Générer une nouvelle clé API invalidera toute clé préexistante pour cet ou cette utilisateur-trice.
gl: A xeración dunha nova chave API invalidará calquera chave existente para este usuario/a.
he: יצירת מפתח API חדש תבטל את התוקף של כל מפתח קיים עבור משתמש זה.
hr: Generiranje novog API ključa poništit će sve postojeće ključeve za ovog korisnika.
hu: Új API kulcs generálása érvénytelenné teszi ennek a felhasználónak létező kulcsát.
hy_am: Նոր API բանալի ստեղծելը այս օգտատիրոջ համար գոյություն ունեցող ցանկացած բանալի անվավեր կդարձնի:
id_id: Membuat kunci API baru akan membatalkan kunci yang sudah ada untuk pengguna ini.
is: Það að búa til nýjan API lykil mun ógilda lykla sem eru til fyrir þennan notanda.
it: Attenzione: generare una nuova API key invalida quelle già esistenti per questo utente.
ja: 新しいAPIキーを発行すると、このユーザーの既存のキーはすべて無効になります。
ka_ge: ახალი API გასაღების გაუქმება გააუქმებს არსებულ გასაღებს ამ მომხმარებლისთვის.
mk: Создавањето нов клуч API ќе го поништи сите постоечки клучови за овој корисник.
mr: नवीन API key (चिन्ह) निर्माण केल्यास या वापरकर्त्यासाठी अस्तित्वात असलेली कोणतीही key (चिन्ह) अवैध ठरेल.
pt_pt: A geração de uma nova chave de API irá invalidar qualquer chave existente para este utilizador.
ro_ro: Generarea unei noi chei API va invalida orice cheie existentă pentru acest utilizator.
ru_ru: Генерирование нового ключа API сделает недействительным любой уже существующий ключ для этого пользователя.
sl_si: Generiranje novega API ključa, bo razveljavilo vse API dosedanje ključe za tega uporabnika.
sv_se: Vid skapande av ny API-nyckel blir den nuvarande nyckeln för det här kontot ogiltig.
tr_tr: Yeni bir API anahtarı oluşturmak, bu kullanıcı için mevcut olan herhangi bir anahtarı geçersiz kılar.
uk_ua: Створення нового ключа API призведе до того, що існуючий ключ стане недійсним для цього користувача.
vi: Tạo khóa API mới sẽ làm vô hiệu hóa bất kỳ khóa nào hiện có cho người dùng này.
vi_vn: Việc tạo khóa API mới sẽ làm mất hiệu lực của mọi khóa hiện có cho người dùng này.

# user.apiKey.removeWarning
source: Deleting a key will revoke access to any application that uses it.
bg: Изтриването на ключ ще отмени достъпа до всяко приложение, което го използва.
fi: Avaimen poisto peruu pääsyn kaikille avainta käyttäville sovelluksille.
fr_ca: La suppression d'une clé révoquera l'accès à toute application qui l'utilise.
he: מחיקת מפתח תבטל את הגישה לכל אפליקציה שמשתמשת בו.
hr: Brisanjem ključa poništit ćete pristup svim aplikacijama koje ga koriste.
mk: Бришењето на влезот ќе го отповика пристапот до секоја апликација што го користи истиот.
mr: key (चिन्ह) काढून टाकल्यामुळे तिचा वापर करणार्‍या सगळ्या आज्ञावलींचा वापर करणे अशक्य होईल.
vi: Xóa khóa sẽ thu hồi quyền truy cập đối với bất kỳ ứng dụng nào sử dụng nó.

# user.apiKey.remove.confirmation.message
source: Are you sure you want to delete this API key?
bg: Сигурни ли сте, че искате да изтриете този API ключ?
fi: Oletko varma, että haluat poistaa tämän API-avaimen?
fr_ca: Êtes-vous certain.e de vouloir supprimer cette clé API ?
he: האם אתה בטוח שברצונך למחוק את מפתח ה-API הזה?
hr: Jeste li sigurni da želite izbrisati ovaj API ključ?
mk: Дали сте сигурни дека сакате да го избришете овој API клуч?
mr: तुम्ही खात्रीपूर्वक ही API key (चिन्ह) हटवू इच्छिता का?
vi: Bạn có chắc chắn muốn xóa khóa API này không?

# user.apiKey.secretRequired
source: Before generating an API key, your site administrator must set a secret in the config file ("api_key_secret").
ar_iq: قبل توليد مفتاح API، لا بد للمشرف على موقعك من وضع كلمة سر في ملف التهيئة تحت مسمى ("api_key_secret").
bg: Преди да генерира API ключ, администраторът на вашия сайт трябва да зададе таен ключ в конфигурационния файл ("api_key_secret").
ca_es: Abans de generar una clau API, l'administrador/a del lloc ha d'establir una clau secreta en l'arxiu de configuració ("api_key_secret").
cs_cz: Před vytvořením API klíče musí správce webu nastavit "tajemství" ("api_key_secret") v konfiguračním souboru.
el_gr: Πριν τη δημιουργία ενός κλειδιού API, ο Τεχνικός Διαχειριστής Ιστοτόπου πρέπει να εισάγει ένα μυστικό κλειδί στο config αρχείο ("api_key_secret").
es_es: Antes de generar una clave API, el administrador/a del sitio web ha de definir un secreto en el archivo de configuración ("api_key_secret").
fa_ir: قبل از ایجاد کلید API، باید کد مخفی در فایل پیکربندی وارد شود (api_key_secret)
fi: Ennen API-avaimen luomista tarvitsee täyttää config-tiedoston asetus ("api_key_secret").
fr_ca: Avant de générer une clé API, l'administrateur-trice du site doit définir un code secret dans le fichier de configuration ("api_key_secret").
gl: Antes de xerar unha chave API, o administrador/a do sitio debe establecer un segredo no arquivo de configuración ("api_key_secret").
he: לפני יצירת מפתח API, מנהל האתר שלך חייב להגדיר סוד בקובץ התצורה ("api_key_secret").
hr: Prije generiranja API ključa, vaš administrator stranice mora postaviti tajnu u konfiguracijskoj datoteci ("api_key_secret").
hu: Mielőtt új API kulcsot generálna, kötelező egy secret értéket beállítani a konfig fájlban ("api_key_secret").
hy_am: Նախքան API բանալի ստեղծելը, ձեր կայքի ադմինիստրատորը պետք է գաղտնիք սահմանի կազմաձևման նիշքում ("api_key_secret"):
id_id: Sebelum membuat kunci API, administrator situs Anda harus menetapkan frasa rahasia di file konfigurasi ("api_key_secret").
is: Áður en API lykill er búinn til þarf umsjónarmaður síðunnar að stilla leynd í stillingum (config) skrá ("api_key_secret").
it: Prima di creare un'API key, l'amministratore del sito deve aver inserito un valore segreto nel file di configurazione in "api_key_secret".
ja: APIキーを発行する前に、サイト管理者は設定ファイル（ "api_key_secret" ）にシークレットを設定する必要があります。
ka_ge: სანამ API გასაღებს შექმნით, თქვენი საიტის ადმინისტრატორმა უნდა დააყენოს საიდუმლო კონფიგურაციის ფაილში (“api_key_secret”).
mk: Пред да создадете АПИ-клуч, администраторот на вашата страница мора да постави тајна во датотеката за конфигурација ("api_key_secret").
mr: API key (चिन्ह) निर्माण करण्यापूर्वी, तुमच्या संकेतस्थळ संचालकाने कॉन्फिगरेशन फाइलमध्ये एक गुप्त टोकन बसवणे (set a secret token) आवश्यक आहे ("api_key_secret").
pt_pt: Antes de gerar uma chave da API, o seu administrador terá de criar um "segredo" no ficheiro de configuração ("api_key_secret").
ro_ro: Înainte de a genera o cheie API, administratorul site-ului trebuie să stabilească un „secret” în fișierul de configurare („api_key_secret”).
ru_ru: До генерации ключа API администратор вашего сайта должен задать секретный код в файле конфигурации («api_key_secret»).
sl_si: Preden generirate API ključ, morate nastaviti spremenljivko "api_key_secret" v konfiguracijski datoteki.
sv_se: Innan det är möjligt att skapa en API-nyckel måste administratören för webbplatsen ange något i fältet "api_key_secret" i konfigurationsfilen.
tr_tr: Bir API anahtarı oluşturmadan önce, site yöneticinizin yapılandırma dosyasında ("api_key_secret") bir gizlilik ayarlaması gerekir.
uk_ua: Перед створенням ключа API адміністратор вашого сайту повинен встановити таємний код у файлі конфігурації ("api_key_secret").
vi: Trước khi tạo khóa API, quản trị viên trang web của bạn phải thiết lập một khóa bí mật trong tệp cấu hình ("api_key_secret").
vi_vn: Trước khi tạo khóa API, quản trị viên trang web của bạn phải đặt bí mật trong tệp cấu hình ("api_key_secret").

# user.privacyLink
source: Your data is stored in accordance with our <a href="{$privacyUrl}" target="_blank">privacy statement</a>.
ar_iq: إن بياناتك محفوظة حسب <a href="{$privacyUrl}" target="_blank">بيان الخصوصية</a> الخاص بنا.
bg: Вашите данни се съхраняват в съответствие с нашата <a href="{$privacyUrl}" target="_blank">декларация за поверителност</a>.
ca_es: Les vostres dades s'emmagatzemen d'acord amb la nostra <a href="{$privacyUrl}" target="_blank">declaració de privacitat</a>.
cs_cz: Vaše data jsou ukládána v souladu s naším <a href="{$privacyUrl}" target="_blank">prohlášením o ochraně soukromí</a>.
el_gr: Τα δεδομένα σας αποθηκεύονται με βάση την <a href="{$privacyUrl}" target="_blank">Πολιτική Προστασίας Προσωπικών Δεδομένων </a>.
es_es: Sus datos se han almacenado de acuerdo con nuestra <a href="{$privacyUrl}" target="_blank">declaración de privacidad</a>.
fi: Tietojasi tallennetaan ja käytetään <a href="{$privacyUrl}" target="_blank">tietosuojaselosteen</a> mukaisesti.
fr_ca: Vos données sont stockées conformément à notre <a href="{$privacyUrl}" target="_blank">déclaration de confidentialité</a>.
gl: Os teus datos almacénanse segundo a nosa <a href="{$privacyUrl}" target="_blank">declaración de privacidade</a>.
he: הנתונים שלך מאוחסנים בהתאם להצהרת הפרטיות שלנו <a href="{$privacyUrl}" target="_blank"></a>.
hr: Vaši se podaci pohranjuju u skladu s našom <a href="{$privacyUrl}" target="_blank">izjavom o privatnosti</a>.
hu: Az adatokat az <a href="{$privacyUrl}" target="_blank">adatkezelési nyilatkozatunk</a> irányelvei szerint kezeljük.
hy_am: Ձեր տվյալները պահվում են համաձայն մեր <a href="{$privacyUrl}" target="_blank">գաղտնիության հայտարարության</a>:
id_id: Data Anda disimpan menurut <a href="{$privacyUrl}" target="_blank">pernyataan privasi kami</a>.
is: Gögn þín eru geymd í samræmi við yfirlýsingu okkar um <a href="{$privacyUrl}" target="_blank">perónuvernd</a>.
it: I tuoi dati sono registrati in accordo con questa <a href="{$privacyUrl}" target="_blank">informativa sulla privacy</a>.
ja: 本誌の<a href="{$privacyUrl}" target="_blank">個人情報保護方針</a>に従ってデータを保存します。
ka_ge: თქვენი მონაცემები ინახება ჩვენი <a href="{$privacyUrl}" target="_blank">კონფიდენციალურობის დებულების შესაბამისად</a> .
mk: Вашите податоци се чуваат во согласност со нашата <a href="{$privacyUrl}" target="_blank"> изјава за приватност </a>.
mr: तुमच्याबाबतची माहिती आमच्या <a href="{$privacyUrl}" target="_blank">गोपनीयता विधानानुसार</a> संग्रहित केली जाते.
pt_pt: Os seus dados estão armazenados de acordo com os nossos <a href="{$privacyUrl}" target="_blank">termos de privacidade</a>.
ro_ro: Datele dvs. sunt stocate în conformitate cu <a href="{$privacyUrl}" target="_blank">declarația de confidențialitate</a>.
ru_ru: Ваши данные хранятся в соответствии с нашим <a href="{$privacyUrl}" target="_blank">Заявлением о конфиденциальности</a>.
sl_si: Vaši podatki so shranjeni v skladu z našo <a href="{$privacyUrl}" target="_blank">Izjavo o zasebnosti</a>.
tr_tr: Şahsi bilgileriniz <a href="{$privacyUrl}" target="_blank">gizlilik bildirimimize</a> uygun olarak saklanır.
uk_ua: Ваші дані зберігаються відповідно до нашої <a href="{$privacyUrl}" target="_blank"> заяви про конфіденційність</a>.
vi: Dữ liệu của bạn được lưu trữ theo <a href="{$privacyUrl}" target="_blank">tuyên bố về quyền riêng tư</a> của chúng tôi.
vi_vn: Dữ liệu của bạn được lưu trữ theo <a href="{$privacyUrl}" target="_blank"> tuyên bố về quyền riêng tư </a> của chúng tôi.

# user.login.lostPassword.confirmationSentFailedWithReason
source: Unable to complete password reset request because {$reason}.
bg: Не може да се изпълни заявката за повторно задаване на парола, защото {$reason}.
fi: Salasanan uusiminen ei onnistunut, koska {$reason}.
fr_ca: Impossible de compléter la demande de réinitialisation du mot de passe en raison de : {$reason}.
he: לא ניתן להשלים את הבקשה לאיפוס סיסמה מאחר ש-{$reason}.
hr: Nije moguće dovršiti zahtjev za ponovno postavljanje zaporke jer {$reason}.
mk: Не може да се заврши барањето за ресетирање лозинка бидејќи {$reason}.
mr: पासवर्ड रिसेट करण्याच्या विनंतीवर कार्यवाही करण्यात {$reason} ही अडचण आहे.
vi: Không thể hoàn thành yêu cầu đặt lại mật khẩu vì {$reason}.

# user.login.passwordResetProcessInstructions
source: Enter new password to update login password.
bg: Въведете нова парола, за да актуализирате паролата за вход.
fi: Anna uusi salasana kirjautumiseen käytettävän salasanan uusimiseksi.
fr_ca: Entrer un nouveau mot de passe pour mettre à jour le mot de passe de connexion.
he: הזן סיסמה חדשה כדי לעדכן את סיסמת הכניסה.
hr: Unesite novu lozinku za ažuriranje lozinke za prijavu.
mk: Внесете нова лозинка за ажурирање на лозинката за најавување.
mr: लॉग इन पासवर्ड बदलण्यासाठी नवीन पासवर्डची नोंद करा.
vi: Nhập mật khẩu mới để cập nhật mật khẩu đăng nhập.

# user.login.resetPassword.passwordUpdated
source: Password has been updated successfully. Please login with updated password.
bg: Паролата е актуализирана успешно. Моля, влезте в системата с актуализираната парола.
fi: Salasana on päivitetty onnistuneesti. Ole hyvä ja kirjaudu sisään uudella salasanallasi.
fr_ca: Le mot de passe a été mis à jour avec succès. Veuillez vous connecter avec le nouveau mot de passe.
he: הסיסמה עודכנה בהצלחה. אנא היכנס עם סיסמה מעודכנת.
hr: Lozinka je uspješno ažurirana. Prijavite se s novom lozinkom.
mk: Лозинката е успешно ажурирана. Ве молиме најавете се со ажурираната лозинка.
mr: पासवर्ड यशस्वीरित्या बदलला आहे. कृपया बदललेल्या पासवर्डसह लॉग इन करा.
vi: Mật khẩu đã được cập nhật thành công. Vui lòng đăng nhập bằng mật khẩu đã cập nhật.

# user.usernameOrEmail
source: Username or Email
bg: Потребителско име или имейл
fi: Käyttäjätunnus tai sähköposti
fr_ca: Nom d'utilisateur ou courriel
he: שם משתמש או דוא"ל
mk: Корисничко име или и-мејл
mr: वापरकर्त्याचे नाव (युजरनेम) किंवा ईमेल
vi: Tên người dùng hoặc Email
