Repository: pkp/pkp-lib
Catalog: locale/*/user.po
Languages: ar_iq, bg, bg_bg, ca_es, cs_cz, el_gr, es_es, eu_es, fa_ir, fi, fr_ca, gl, he, hr, hu, hy_am, id_id, is, it, ja, ka_ge, lv_lv, mk, mr, pt_pt, ro_ro, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk_ua, vi, vi_vn

# user.accountInformation
source: Account Information
ar_iq: معلومات الحساب
bg: Информация за профила
bg_bg: Информация за профила
ca_es: Informació del compte
cs_cz: Informace o účtu
el_gr: Πληροφορίες λογαριασμού
es_es: Información de la cuenta
eu_es: Kontuaren informazioa
fa_ir: اطلاعات حساب کاربری
fi: Tilin tiedot
fr_ca: Renseignements sur le compte
gl: Información da conta
he: פרטי חשבון
hr: Podaci o računu
hu: Fiók információ
hy_am: Հաշվի տեղեկատվություն
id_id: Informasi Akun
is: Notandareikningur
it: Informazioni account
ja: アカウント情報
ka_ge: ანგარიშის დეტალები
lv_lv: Konta informācija
mk: Информации за профилот
mr: वापरकर्त्याच्या खात्यातील माहिती
pt_pt: Informação sobre Conta
ro_ro: Informații cont
ru_ru: Информация учетной записи
sl_si: Podatki o uporabniškem računu
sr_rs@cyrillic: Информације о налогу
sr_rs@latin: Informacije o nalogu
sv_se: Kontoinformation
tr_tr: Hesap Bilgisi
uk_ua: Інформація облікового запису
vi: Thông tin tài khoản
vi_vn: Thông tin tài khoản

# user.affiliation
source: Affiliation
ar_iq: الانتماء
bg: Организация
bg_bg: Организация
ca_es: Institució/Empresa
cs_cz: Pracoviště
el_gr: Συνεργαζόμενο ίδρυμα
es_es: Afiliación
eu_es: Erakundea
fa_ir: وابستگی
fi: Affiliaatio
gl: Afiliación
he: השתייכות ארגונית
hr: Ustanova
hu: Intézmény
hy_am: Պատկանելություն
id_id: Afiliasi
is: Stofnun/Tengsl
it: Affiliazione
ja: 所属
ka_ge: კუთვნილება
lv_lv: Piederība iestādei
mk: Работно место
mr: संलग्नता
pt_pt: Afiliação
ro_ro: Afiliere
ru_ru: Организация
sl_si: Ustanova
sr_rs@cyrillic: Афилијација
sr_rs@latin: Afilijacija
sv_se: Affiliering
tr_tr: Kurum
uk_ua: Місце роботи
vi: Đơn vị liên kết
vi_vn: Liên kết

# user.affiliation.description
source: (Your institution, e.g. "Simon Fraser University")
ar_iq: (المؤسسة التي تعمل فيها، مثلاً: "جامعة بغداد")
bg: (Вашата институция, напр. „Университет Саймън Фрейзър“)
bg_bg: (Вашата институция, напр. „Софийски университет“)
ca_es: (La institució en què esteu adscrit, p. ex. «Universitat Autònoma de Barcelona»)
cs_cz: (Vaše instituce, např. "Simon Fraser University")
el_gr: (Το ίδρυμά σας, π.χ. "Πανεπιστήμιο Κρήτης")
es_es: (Tu institución, ej. "Universidad Simon Fraser")
eu_es: (Zure erakundea, adibidez, "Simon Fraser University")
fa_ir: نام مؤسسه، مانند دانشگاه تهران
fi: (Taustaorganisaatiosi, esim. yliopisto)
fr_ca: (Votre établissement, par exemple « Université de Montréal »)
gl: (A túa institución, por ex. "Real Academia Galega")
he: (הארגון שלך, למשל: "אוניברסיטת תל אביב")
hr: (Vaša institucija, npr. "Sveučilište u Splitu")
hu: (Intézménye, pl. "Szegedi Tudományegyetem")
hy_am: (Ձեր հաստատությունը, օրինակ՝ «Սայմոն Ֆրեյզերի համալսարան»)
id_id: (Institusi Anda, contoh: "Pusat Dokumentasi dan Informasi Ilmiah - LIPI")
is: (Stofnunin þín, t.d. Háskólin á Akureyri)
it: (La tua istituzione, es. "Università La Sapienza di Roma")
ja: (所属 例: サイモン・フレーザー大学)
ka_ge: (თქვენი დაწესებულება, მაგ. „სიმონ ფრეიზერის უნივერსიტეტი“)
lv_lv: (Jūsu iestāde, piemēram, "Latvijas Universitāte")
mk: (Вашата институција, на пр. „Универзитет Симон Фрејзер“)
mr: (तुमच्या संस्थेचे नाव, उदा. "गोवा विद्यापीठ")
pt_pt: (A sua instituição, e.g. "ISPA - Instituto Universitário")
ro_ro: (Instituția dumneavoastră, ex "Simon Fraser University")
ru_ru: (Ваша организация, например, «Московский государственный университет имени М.В. Ломоносова»)
sl_si: (Vaša ustanova, npr. "Simon Fraser University")
sr_rs@cyrillic: (Ваша институција, нпр. "Филозофски факултет у Новом Саду")
sr_rs@latin: (Vaša institucija, npr. "Filozofski fakultet u Novom Sadu")
sv_se: (Din tillhörighet, t.ex. "Karlstads universitet")
tr_tr: (Kurumunuz: "Üniversite, Fakülte, Bölüm" şeklinde veriniz.)
uk_ua: (Ваше місце роботи, наприклад, "Київський національний університет імені Тараса Шевченка")
vi: (Tổ chức của bạn, ví dụ: "Đại học Simon Fraser")
vi_vn: (là viện, trường mỗi tác giả trực thuộc hoặc hợp tác, ví dụ "Đại học Quốc Gia Hà Nội hay Viện Vật lý")

# user.affiliations
source: Affiliations
ar_iq: الانتماءات
bg: Организации
bg_bg: Организации
ca_es: Filiacions
cs_cz: Pracoviště
el_gr: Συνεργαζόμενα ιδρύματα
es_es: Afiliaciones
eu_es: Erakundeak
fa_ir: وابستگی ها
fi: Affiliaatiot
gl: Afiliacións
he: השתייכויות ארגוניות
hr: Ustanove
hu: Kapcsolatok
hy_am: Պատկանելություններ
id_id: Afiliasi
is: Tengsl
it: Affiliazioni
ja: 所属
ka_ge: კუთვნილებები
lv_lv: Piederība iestādēm
mk: Работно место
mr: संबंधित संस्था
pt_pt: Outras Afiliações
ro_ro: Afilieri
ru_ru: Организации
sl_si: Ustanove
sr_rs@cyrillic: Афилијације
sr_rs@latin: Afilijacije
sv_se: Affilieringar
tr_tr: Kurumlar
uk_ua: Місця роботи
vi: Đơn vị liên kết
vi_vn: Các liên kết (viện, trường ...)

# user.authorization.accessDenied
source: Access denied.
ar_iq: يتعذر الوصول.
bg: Отказан достъп.
bg_bg: Отказан достъп.
ca_es: Accés denegat.
cs_cz: Přístup zakázán.
el_gr: Δεν επιτρέπεται η πρόσβαση.
es_es: Acceso denegado.
eu_es: Sarbidea ukatuta.
fa_ir: دسترسی رد شد.
fi: Pääsy evätty.
fr_ca: Accès refusé.
gl: Acceso denegado.
he: הגישה נדחתה.
hr: Pristup odbijen.
hu: Hozzáférés megtagadva.
hy_am: Մուտքն արգելված է.
id_id: Akses ditolak.
is: Aðgangur óheimill.
it: Accesso negato.
ja: アクセスが拒否されました。
ka_ge: წვდომა აკრძალულია.
lv_lv: Piekļuve liegta.
mk: Пристапот е одбиен.
mr: प्रवेश नाकारला.
pt_pt: Acesso recusado.
ro_ro: Acces interzis.
ru_ru: Доступ запрещен.
sl_si: Dostop zavrnjen.
sr_rs@cyrillic: Приступ одбијен.
sr_rs@latin: Pristup odbijen.
sv_se: Åtkomst nekad.
tr_tr: Erişim engellendi.
uk_ua: Доступ заборонений.
vi: Truy cập bị từ chối.
vi_vn: Quyền truy cập bị từ chối.

# user.authorization.processAuthenticationTokenRequired
source: The process authentication token is missing or invalid.
ar_iq: رمز المصادقة للعملية مفقود أو غير صالح.
bg: Маркерът за удостоверяване на процеса липсва или е невалиден.
bg_bg: Маркерът за удостоверяване на процеса липсва или е невалиден.
ca_es: El testimoni (token) d’autenticació del procés no hi és o no és vàlid.
cs_cz: Token pro proces ověření chybí, nebo je neplatný.
el_gr: Το αναγνωριστικό ταυτοποίησης της διαδικασίας λείπει ή δεν είναι έγκυρο.
es_es: La clave del proceso de autenticación no se encontró o no es válida.
eu_es: Prozesua autentifikatzeko fitxa falta da edo ez da baliozkoa.
fa_ir: اطلاعات مربوط به روند احراز هویت نامعتبر بوده یا موجود نیست.
fi: Toiminnon todennustunnus puuttuu tai on virheellinen.
fr_ca: Le jeton d'authentification du processus est absent ou invalide.
gl: A clave do proceso de autenticación non se atopou ou non é válida.
he: תהליך ההזדהות חסר או לא תקף.
hr: Token za provjeru autentičnosti nedostaje ili je nevaljan.
hu: A hitelesítési információ hiányos vagy érvénytelen.
hy_am: ործընթացի նույնականացման ժետոնը բացակայում է կամ անվավեր է:
id_id: Bukti pengesahan proses hilang atau tidak valid.
it: Il token di autenticazione è assente o non valido.
ja: プロセス認証トークンが見つからないか無効です。
ka_ge: პროცესის ავთენტიფიკაციის ნიშანი არ არის ან არასწორია.
lv_lv: Procesa autentifikācijas marķieris (token) nav norādīts vai ir nederīgs.
mk: Токенот за автентикација недостасува или не е валиден.
mr: प्रक्रिया प्रमाणीकरण टोकन गहाळ किंवा अवैध आहे.
pt_pt: O token de autenticação de processo não existe ou é inválido.
ro_ro: Tokenul de autentificare a procesului lipsește sau este nevalid.
ru_ru: Ключ (token) процесса аутентификации отсутствует или является неправильным.
sl_si: Žeton za avtentikacijo manjka ali pa je neveljaven.
sr_rs@cyrillic: Знак у процесу провере аутентичности недостаје или је неважећи.
sr_rs@latin: Znak u procesu provere autentičnosti nedostaje ili je nevažeći.
sv_se: Processens autentiseringsnyckel saknas eller är felaktig.
tr_tr: İşlem kimlik belirteci eksik veya geçersiz.
uk_ua: Помилковий або неприпустимий маркер аутентифікації.
vi: Mã xác thực quy trình bị thiếu hoặc không hợp lệ.
vi_vn: Mã thông báo xác thực quy trình bị thiếu hoặc không hợp lệ.

# user.authorization.contextRequired
source: You cannot call this operation without a context (press, journal, conference, etc).
ar_iq: لا يمكنك استدعاء هذه العملية خارج السياق المناسب (صحافة، مجلة، مؤتمر... إلخ.).
bg: Не можете да изпълните тази операция без определен контекст (преса, дневник, конференция и т.н.).
bg_bg: Не можете да изпълните тази операция без определен контекст (преса, дневник, конференция и т.н.).
ca_es: No podeu dur a terme aquesta operació sense un context (premsa, revista, conferència, etc.).
cs_cz: Nemůžete volat tuto operaci bez obsahu (tisk, časopis, konference, atd.)
el_gr: Δεν μπορείτε να εκτελέσετε αυτή τη λειτουργία εκτός κάποιου μέσου έκδοσης (εκδοτικός οίκος, περιοδικό, συνέδριο κλπ).
es_es: No se puede ejecutar esta operación sin un contexto (prensa, revista, conferencia, etc).
eu_es: Ezin duzu eragiketa hori egin testuingururik gabe (prentsa, aldizkaria, kongresua, etab.).
fa_ir: بدون مشخص کردن یک محتوا امکان فراخوانی این عمل وجود ندارد (مجله، کنفرانس، کتاب و ...).
fi: Et voi suorittaa tätä toimintoa ilman kontekstia (julkaisija, julkaisu, palvelin jne.).
fr_ca: Vous ne pouvez pas effectuer cette opération sans spécifier son contexte (presse, revue, conférence, etc.).
gl: Non podes chamar a esta operación sen un contexto (prensa, diario, conferencia, etc.).
he: אתה לא יכול לקרוא לפעולה זו ללא הקשר (עיתונות, כתב עת, כנס וכו').
hr: Ovu operaciju ne možete pozvati bez konteksta (tisak, časopis, konferencija itd.).
hu: Környezet hiányában ezt a műveletet nem lehet meghívni (nyomdai termék, folyóirat, konferencia, stb).
hy_am: Դուք չեք կարող այս գործողությունն անվանել առանց համատեքստի (մամուլ, ամսագիր, կոնֆերանս և այլն):
id_id: Anda tidak bisa menggunakan operasi ini tanpa konteks (wartawan, jurnal, konferensi, dll).
is: Þú getur ekki framkvæmt þessa aðgerð án samhengis (blað, tímarit, ráðstefnu o.s.frv).
it: Non puoi eseguire questa operazione senza un contesto (editore, rivista, convegno, etc.).
ja: コンテキスト（ジャーナル、会議など）なしでこの操作を行うことができません。
ka_ge: ამ ოპერაციას ვერ გამოიძახებთ კონტექსტის გარეშე (პრესა, ჟურნალი, კონფერენცია და ა.შ.).
lv_lv: Šo darbību nevar izsaukt bez konteksta (prese, žurnāls, konference utt.).
mk: Не можете да ја извршите оваа операција без контекст (печат, списание, конференција, итн.).
mr: संदर्भ संगती (वृत्तपत्र, नियतकालिक, संमेलन, इत्यादी) शिवाय ही क्रिया करण्यास मनाई आहे.
pt_pt: Não é possível executar esta operação sem um contexto (imprensa, revista, conferência, entre outros)
ro_ro: Nu puteți accesa această operațiune fără un context (presă, jurnal, conferință etc.).
ru_ru: Вы не можете вызвать эту операцию без контекста (издательства, журнала, конференции и т. д.).
sl_si: Te operacije ne morete izvesti brez konteksta (tisk, revija, konferenca, itd).
sr_rs@cyrillic: Не можете позвати ову операцију изван контекста (издање, часопис, конференција и сл.)
sr_rs@latin: Ne možete pozvati ovu operaciju izvan konteksta (izdanje, časopis, konferencija i sl.)
sv_se: Denna process kan inte genomföras utan ett sammanhang (press, tidskrift, konferens etc).
tr_tr: Bir kaynak olmadan bu işlemi çağıramazsınız (dergi, konferans, vb.).
uk_ua: Не можна викликати цей об'єкт без контексту (видавництво, журнал, конференція тощо).
vi: Bạn không thể gọi thao tác này nếu không có ngữ cảnh (nhà xuất bản, tạp chí, hội nghị, v.v.).
vi_vn: Bạn không thể gọi thao tác này nếu không có ngữ cảnh (báo chí, tạp chí, hội nghị, v.v.).

# user.authorization.loginRequired
source: Login required.
ar_iq: يتطلب الأمر تسجيل الدخول.
bg: Изисква се влизане с потребителско име в системата.
bg_bg: Изисква се влизане с потребителско име в системата.
ca_es: Inici de sessió obligatori.
cs_cz: Je vyžadováno přihlášení.
el_gr: Απαιτείται σύνδεση.
es_es: Es necesario iniciar sesión.
eu_es: Beharrezkoa da saioa hastea.
fa_ir: نیازمند ورود به سیستم
fi: Kirjautuminen vaaditaan.
fr_ca: Ouverture de session requise.
gl: É necesario iniciar sesión.
he: נדרשת התחברות.
hr: Potrebna prijava.
hu: Bejelentkezés szükséges.
hy_am: Պահանջվում է գրանցանուն:
id_id: Login diperlukan.
is: Innskráningar krafist.
it: Autenticazione necessaria.
ja: ログインは必須です。
ka_ge: შესვლა სავალდებულოა.
lv_lv: Nepieciešams pieteikties.
mk: Потребно е логирање.
mr: लॉग-इन करणे बंधनकारक आहे.
pt_pt: Login obrigatório.
ro_ro: Conectare obligatorie.
ru_ru: Имя пользователя обязательно.
sl_si: Najprej se prijavite.
sr_rs@cyrillic: Неопходна је пријава.
sr_rs@latin: Neophodna je prijava.
sv_se: Inloggning krävs.
tr_tr: Üye girişi gerekli.
uk_ua: Необхідно вказати ім'я користувача.
vi: Cần đăng nhập.
vi_vn: Yêu cầu đăng nhập.

# user.authorization.privateOperation
source: The operation you tried to access is either private or doesn't exist.
ar_iq: العملية التي تحاول الوصول إليها إما شخصية أو ليس لها وجود.
bg: Операцията, до която се опитахте да осъществите достъп, е или частна, или не съществува.
bg_bg: Операцията, до която се опитахте да осъществите достъп, е или частна, или не съществува.
ca_es: L’operació a la qual heu intentat accedir és privada o no existeix.
cs_cz: Operace, kterou se snažíte použít je buď soukromá, nebo neexistuje.
el_gr: Η λειτουργία που προσπαθείτε να προσπελάσετε είναι διαβαθμισμένη ή δεν υπάρχει.
es_es: La operación a la que intenta acceder es privada o no existe.
eu_es: Egiten saiatu zaren eragiketa pribatua da edo ez da existitzen.
fa_ir: عملیاتی که مایل به دسترسی به آن هستید، خصوصی است و یا وجود ندارد.
fi: Toiminto, jota yritit käyttää, on yksityinen tai sitä ei olemassa.
fr_ca: L'opération que vous tentez de faire est privée ou n'existe pas.
gl: A operación á que tentou acceder é privada ou non existe.
he: הפעולה שניסית לגשת אליה היא פרטית או שאינה קיימת.
hr: Operacija kojoj ste pokušali pristupiti je privatna ili ne postoji.
hu: A művelet, amihez megpróbál hozzáférni nem nyilvános vagy nem létezik.
hy_am: Գործողությունը, որին փորձել եք մուտք գործել, կա՛մ անձնական է, կա՛մ գոյություն չունի:
id_id: Operasi yang Anda coba untuk akses mungkin bersifat privasi atau tidak ada.
is: Virknin sem þú reyndir að nálgast er annað hvort leynileg eða ekki til.
it: L'operazione che hai cercato di effettuare è privata oppure non esiste.
ja: アクセスしようとした操作は非公開であるか存在しません。
ka_ge: ოპერაცია, რომელზე წვდომაც სცადეთ, არის პირადი ან არ არსებობს.
lv_lv: Darbība, kuru mēģinājāt veikt, ir vai nu nepieejama, vai neeksistē.
mk: Операцијата во која се обидовте да пристапите е приватна или не постои.
mr: तुम्ही अस्तित्वात नसलेल्या अथवा निषिद्ध असलेल्या प्रक्रियेत शिरकाव करण्याचा प्रयत्न करीत आहात.
pt_pt: A operação que tentou aceder é privada ou não existe.
ro_ro: Operațiunea la care ați încercat să obțineți acces este fie privată, fie nu există.
ru_ru: Операция, которую вы пытались выполнить, недоступна вам или отсутствует.
sl_si: Hoteli ste izvesti operacijo, ki vam ni na voljo ali ne obstaja.
sr_rs@cyrillic: Операција којој сте хтели приступити је приватна или не постоји.
sr_rs@latin: Operacija kojoj ste hteli pristupiti je privatna ili ne postoji.
sv_se: Funktionen du försökte komma åt är antingen privat eller så finns den inte.
tr_tr: Yapmak istediğiniz işlem özel veya mevcut değil.
uk_ua: Об'єкт, до якого ви намагаєтеся отримати доступ, приватний або не існує.
vi: Thao tác bạn cố gắng truy cập là riêng tư hoặc không tồn tại.
vi_vn: Thao tác bạn đã cố gắng truy cập là riêng tư hoặc không tồn tại.

# user.authorization.restrictedSiteAccess
source: You have been denied access. Access to this site is currently restricted.
ar_iq: لقد تم رفض وصولك. الدخول إلى الموقع مقيد بالنسبة لك حالياً.
bg: Отказан ви е достъп. Достъпът до този сайт в момента е ограничен.
bg_bg: Отказан ви е достъп. Достъпът до този сайт в момента е ограничен.
ca_es: Teniu l'accés denegat. Actualment, l'accés a aquest lloc web està restringit.
cs_cz: Byl vám zakázán přístup. Přístup na tyto stránky je v současnosti omezen.
el_gr: Δεν σας επιτράπηκε η πρόσβαση. Η πρόσβαση στον ιστότοπο αυτό είναι προς το παρόν περιορισμένη.
es_es: Se le ha denegado el acceso. En estos momentos el acceso a este sitio está restringido.
eu_es: Sarbidea ukatu zaizu. Une honetan, orri honetarako sarbidea murriztuta dago.
fa_ir: دسترسی شما رد شد. دسترسی به این وب‌سایت محدود شده است.
fi: Pääsy evätty. Sivustolle pääsyä on tällä hetkellä rajoitettu.
fr_ca: L'accès vous est refusé. L'accès à ce site est actuellement restreint.
gl: Denegóuselle o acceso. O acceso a este sitio está restrinxido actualmente.
he: הגישה למערכת נדחתה. הגישה מוגבלת כרגע.
hr: Zabranjen Vam je pristup. Pristup ovoj web stranici trenutno je ograničen.
hu: Az ön hozzáférése megtagadva. Ehhez az oldalhoz való hozzáférése jelenleg korlátozott.
hy_am: Ձեզ մերժել են մուտքը: Այս կայք մուտք գործելը ներկայումս սահմանափակված է:
id_id: Akses Anda ditolak. Akses ke situs ini sekarang dilarang.
is: Þér hefur verið neitað um aðgang. Aðgangur að þessari síðu er takmarkaður.
it: Accesso negato. L'accesso a questo sito è ristretto.
ja: あなたはアクセスを拒否されました。 このサイトへのアクセスは現在制限されています。
ka_ge: თქვენ უარი თქვით შესვლაზე. ამ საიტზე შესვლა ამჟამად შეზღუდულია.
lv_lv: Jums ir liegta piekļuve. Piekļuve šai vietnei pašlaik ir ierobežota.
mk: Одбиен ви е пристапот. Пристапот до оваа страница е моментално ограничен.
mr: तुम्हाला हे संकेतस्थळ वापरण्याची परवानगी नाही. या संकेतस्थळावर सध्या प्रवेश नियंत्रित करण्यात आला आहे.
pt_pt: Acesso recusado. O acesso a este portal está actualmente restrito.
ro_ro: Vi s-a refuzat accesul. Accesul la acest site este restricționat în prezent.
ru_ru: Доступ вам был запрещен. Доступ на этот сайт в настоящий момент ограничен.
sl_si: Dostop je bil zavrnjen. Dostop do teh strani je trenutno omejen.
sr_rs@cyrillic: Није вам дозвољен приступ. Приступ сајту је тренутно ограничен
sr_rs@latin: Nije vam dozvoljen pristup. Pristup sajtu je trenutno ograničen
sv_se: Åtkomst nekad. Åtkomst till den här sidan är för närvarande begränsad.
tr_tr: Erişiminiz engellendi. Bu sayfaya giriş sınırlandırılmıştır.
uk_ua: Вам було відмовлено у доступі. Наразі доступ до цього сайту обмежений.
vi: Bạn đã bị từ chối truy cập. Truy cập vào trang web này hiện đang bị hạn chế.
vi_vn: Bạn đã bị từ chối truy cập. Truy cập vào trang web này hiện đang bị hạn chế.

# user.authorization.roleBasedAccessDenied
source: The current role does not have access to this operation.
ar_iq: الدور الحالي ليس له صلاحية الوصول إلى هذه العملية.
bg: Текущата роля няма достъп до тази операция.
bg_bg: Текущата роля няма достъп до тази операция.
ca_es: El rol actual no té accés a aquesta operació.
cs_cz: Současná role nemá přístup k této operaci.
el_gr: Ο υφιστάμενος ρόλος δεν έχει δικαίωμα πρόσβασης σε αυτή τη διαβαθμισμένη λειτουργία.
es_es: El rol actual no tiene acceso a esta operación.
eu_es: Une honetako eginkizunak ez du eragiketa hori egiteko baimenik.
fa_ir: نقش کاربر کنونی اجازه دسترسی به این عملیات ندارد.
fi: Tällä hetkellä käytössä oleva rooli ei oikeuta tähän toimintoon.
fr_ca: Le rôle actuel n'a pas accès à cette opération.
gl: O rol actual non ten acceso a esta operación.
he: לתפקיד הנוכחי אין גישה לפעולה זו.
hr: Trenutačna uloga nema pristup ovoj operaciji.
hu: Az aktuális szerepkörrel nem tud hozzáférni ehhez a művelethez.
hy_am: Ընթացիկ դերը մուտք չունի այս գործողությանը:
id_id: Peran sekarang tidak mempunyai akses ke operasi ini.
is: Viðkomandi hlutverk hefur ekki aðgang að þessari aðgerð.
it: Con il corrente ruolo non si ha accesso a questa operazione.
ja: 現在の役割はこの操作にアクセスできません。
ka_ge: ამჟამინდელ როლს ამ ოპერაციაზე წვდომა არ აქვს.
lv_lv: Pašreizējai lomai nav piekļuves šai darbībai.
mk: Тековната улога нема пристап до оваа операција.
mr: सध्याच्या भूमिकेत या क्रियेसाठी तुम्हाला परवानगी नाही.
pt_pt: O actual papel não tem acesso a esta operação.
ro_ro: Rolul actual deținut nu vă permite accesul la această operațiune.
ru_ru: Данная роль не имеет доступа к этой операции.
sl_si: Vaša trenutna vloga vam ne omogoča te operacije.
sr_rs@cyrillic: Тренутна улога нема приступ овој операцији.
sr_rs@latin: Trenutna uloga nema pristup ovoj operaciji.
sv_se: Den nuvarande rollen har inte tillgång till den här funktionen.
tr_tr: Mevcut yetkiniz bu işlemi gerçekleştirmek için yeterli değildir.
uk_ua: Ваша поточна роль не передбачає прав на виконання цієї дії.
vi: Vai trò hiện tại không có quyền truy cập vào thao tác này.
vi_vn: Vai trò hiện tại không có quyền truy cập vào hoạt động này.

# user.authorization.assignedStageRoleBasedAccessDenied
source: You have not been assigned to this submission with a role that is allowed to access this operation.
ar_iq: لم يسبق تعيينك لطلب التقديم هذا بدور يتيح لك الوصول إلى هذه العملية.
bg: Не сте били присвоени на това представяне на материали с роля, на която е разрешен достъп до тази операция.
bg_bg: Не сте били присвоени на това представяне на материали с роля, на която е разрешен достъп до тази операция.
ca_es: El rol que teniu assignat per a aquesta tramesa no us permet accedir a aquesta operació.
cs_cz: Pro tento příspěvek nemáte přiřazenu roli, která by umožňovala přístup k této operaci.
el_gr: Δεν έχετε πρόσβαση σε αυτή τη λειτουργία για τη συγκεκριμένη υποβολή. Η λειτουργία είναι διαβαθμισμένη και δεν σας έχει ανατεθεί αντίστοιχος ρόλος.
es_es: El rol que tiene asignado para este envío no le permite acceder a esta operación.
fi: Sinulla ei ole tähän toimintoon vaadittavaa roolia.
fr_ca: Le rôle ou les rôles qui vous sont assignés pour cette soumission ne vous permettent pas d'accéder à cette opération.
gl: O rol que ten asignado neste envío non lle permite o acceso a esta operación.
he: לא הוקצתה לך גישה עם תפקיד המורשה לגשת לפעולה זו.
hr: Ovom podnesku vam nije dodijeljena uloga kojoj je dopušten pristup ovoj operaciji.
hu: Ehhez a beküldéshez olyan szerepkörrel került hozzárendelésre, ami nem elégséges a művelethez.
hy_am: Դուք չեք նշանակվել այս ներկայացմանը մի դերով, որը թույլատրված է մուտք գործել այս գործողություն:
id_id: Anda telah ditugasi pada naskah ini dengan peran yang diizinkan mengakses tindakan ini.
is: Þér hefur ekki verið úthlutað þessu handriti með hlutverki sem hefur leyfi til að framkvæma umbeðna aðgerð.
it: Non ti è stato assegnato un ruolo per questa proposta che ti permetta di fare questa operazione.
ja: この操作へのアクセスを許可されている役割で、この投稿に割り当てられていません。
ka_ge: ამ წარდგინებას თქვენ არ მიანიჭეთ ისეთი როლი, რომლის გამოყენებაც დაშვებულია ამ ოპერაციაში.
lv_lv: Šim materiālam jums nav piešķirta loma, kurai būtu piekļuve šādai darbībai.
mk: Не сте доделени на овој поднесок со улога на која е дозволено пристап до оваа операција.
mr: या सादरीकरणाकरता तुम्हाला नियुक्त केलेले नसल्याने त्यासंबंधीच्या क्रियाकलापांना परवानगी नाही.
pt_pt: O papel que lhe foi atribuído relativamente a esta submissão não lhe permite aceder a esta operação.
ro_ro: Nu vi s-a atribuit pentru această înregistrare de manuscris un rol care să vă permită să accesați această operațiune.
ru_ru: Для этого материала вам не назначена роль, позволяющая получить доступ к этой операции.
sl_si: Prispevku niste bili dodeljeni z vlogo, ki bi dovoljevala ta korak.
sv_se: Du har inte blivit tilldelad det här bidraget i en roll som tillåter dig att komma åt den här funktionen.
tr_tr: Bu gönderiye, bu işleme erişmeye izin verilen bir role sahip değilsiniz.
uk_ua: Ви не були призначені для цього подання з роллю, що дозволяє доступ до цієї операції. Роль, яка Вам надана, не дозволяє робити таку операцію.
vi: Bạn chưa được chỉ định cho bài nộp này với một vai trò được phép truy cập thao tác này.
vi_vn: Bạn chưa được chỉ định cho bài nộp này với vai trò được phép truy cập vào hoạt động này.
