<?php

/*-------------------------------------------------------------------
|
| Необходимо отредактировать эту функцию таким образом, чтобы она возвращала:
| `TRUE`, если пользователь авторизован для загрузки изображений
| `FALSE` - во всех остальных случаях
| Используйте привязку к вашей системе авторизации.
| Эта функция защищает скрипт загрузки файлов от несанкционированного доступа.
| 
| Если папка с редактором TinyMCE защищена HTTP-авторизацией, то можно не беспокоиться.
| 
-------------------------------------------------------------------*/

function is_allowed()
{
	return TRUE;
}

?>